{
  "thread": {
    "uuid": "a790465ee112f8841e1aadbbf5781423d6996fc0",
    "url": "https://fr.aleteia.org/2024/06/02/felipe-wang-je-sais-quetre-pretre-en-chine-est-tres-difficile-mais-je-nai-pas-peur",
    "site_full": "fr.aleteia.org",
    "site": "aleteia.org",
    "site_section": "https://fr.aleteia.org/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia",
    "title": "Felipe Wang : “Je sais qu’être prêtre en Chine est très difficile, mais je n’ai pas peur”",
    "title_full": "Felipe Wang : “Je sais qu’être prêtre en Chine est très difficile, mais je n’ai pas peur”",
    "published": "2024-06-02T16:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://wp.fr.aleteia.org/wp-content/uploads/sites/6/2024/05/felipe-wang-china-1.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 5951,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a790465ee112f8841e1aadbbf5781423d6996fc0",
  "url": "https://fr.aleteia.org/2024/06/02/felipe-wang-je-sais-quetre-pretre-en-chine-est-tres-difficile-mais-je-nai-pas-peur",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marta Santín",
  "published": "2024-06-02T16:53:00.000+03:00",
  "title": "Felipe Wang : “Je sais qu’être prêtre en Chine est très difficile, mais je n’ai pas peur”",
  "text": "Felipe a aujourd’hui 24 ans et, depuis qu’il est enfant, il sait que Dieu l’appelle à devenir prêtre. Le 19 mars, jour de la [Saint-Joseph](/tag/saint-joseph/), il a été admis dans les ordres mineurs au séminaire international de Bidassoa, à Pampelune (Espagne). Le jeune homme est né en Chine, dans une ville au nord du pays où de nombreux habitants sont chrétiens. Dans cette région, la situation des catholiques est moins difficile qu’ailleurs dans le pays. Car en dépit du rapprochement entre le [Vatican](/tag/vatican/) et le gouvernement de la République populaire de Chine, les catholiques subissent, comme tous les chrétiens d’ailleurs, [des vexations quotidiennes](/2020/09/29/chine-florilege-des-vexations-quotidiennes-que-le-regime-communiste-inflige-aux-chretiens/). “En Chine, les catholiques ont beaucoup souffert. Ces dernières années, les relations se sont améliorées”, explique Felipe à l’édition d’Aleteia en espagnol. “Mais il reste encore beaucoup à faire. Le pape François promeut un plus grand rapprochement, mais le gouvernement chinois s’y oppose. Certains diocèses du sud de la Chine n’ont pas d’évêque et très peu de prêtres. Et il y a encore des interdictions.” Donner sa vie à Dieu En Chine, où [le catholicisme est ultra-minoritaire](/2023/12/09/limpossible-evaluation-du-nombre-de-catholiques-en-chine/), de nombreuses religions coexistent. Les catholiques représentent 0,46% de la population, les protestants 2,06%, les musulmans 0,5% et les bouddhistes 8,96%. Mais chaque année, le nombre de nouveaux baptisés oscille entre 40.000 et 50.000. Le pays compte au total [78 évêques actifs](/2024/03/05/chine-au-moins-70-sieges-episcopaux-restent-encore-vacants/), 4.950 prêtres, 12 séminaires, 470 séminaristes, 4.360 religieuses et environ 6.000 églises et chapelles. Felipe et ses deux frères ont été éduqués dans la foi catholique, dans un archidiocèse où le nombre de fidèles s’élève à plus de 50.000. À 6 ans, le petit garçon percevait déjà en lui l’appel à devenir prêtre : “Je me souviens d’un jour où j’ai assisté à la messe avec ma mère”, raconte-t-il. “J’ai ressenti beaucoup de paix intérieure et, à partir de ce jour, j’ai voulu devenir prêtre. Cela a toujours été le rêve de Dieu et le mien !” Un an plus tard, avant d’avoir 8 ans, il commence à servir à l’autel en aidant le curé de sa paroisse. Pourtant, à l’adolescence, il commence à envisager un autre mode de vie. Passionné de musique, il pense un temps devenir professeur mais cette incertitude ne dure pas longtemps. Car un autre événement l’a marqué à jamais dans sa vocation. “J’ai assisté et aidé en tant qu’acolyte à la première messe d’un jeune prêtre de la paroisse de ma ville”, se souvient Felipe. “Ce fut un choc. J’ai ensuite réalisé que je devais poursuivre mon rêve.” À 16 ans, l’adolescent décide alors d’entrer au petit séminaire. Évangéliser la Chine Felipe a une idée bien précise de ce qui permet à une œuvre d’évangélisation de porter ses fruits. Pour lui, l’une des clés est d’avoir des prêtres exemplaires. “La première chose est la prière à Dieu ; ensuite, l’exemple des prêtres, qui accompagnent et soutiennent les fidèles”, détaille-t-il. “Aussi [l’adoration du Saint-Sacrement](/2020/06/21/douze-conseils-pour-adorer-le-saint-sacrement/) et [le rosaire](/2022/10/17/quelle-est-la-difference-entre-le-chapelet-et-le-rosaire/) sont deux pratiques essentielles pour réaliser la conversion de mon pays.” Felipe est conscient que, pour évangéliser, il faut d’abord intérioriser les coutumes de la culture chinoise, les traditions particulières de chaque province et dépasser les particularités de la Chine communiste actuelle. Felipe admire beaucoup les martyrs qui ont semé la graine de la foi en Chine. “Je sais qu’être prêtre en Chine est très difficile, mais je n’ai pas peur”, assure le jeune homme. “Dieu me donnera la Grâce et [l’](/2024/05/31/video-priere-pour-que-lesprit-saint-demeure-en-nous/) [Esprit saint](/tag/esprit-saint/) guidera les fidèles de mon pays.” Envoyé par son évêque, il étudie désormais pour devenir prêtre au séminaire international de Bidassoa, qui dépend de l’Université de Navarre, en Espagne. Ignorant tout de l’espagnol à son arrivée, le séminariste vit une première année difficile dans ce nouveau pays. Mais grâce aux formateurs et au recteur, ainsi qu’aux camarades de classe et aux enseignants, la langue n’est plus un obstacle. “La formation de Bidassoa est très bonne et la liturgie est impressionnante. Maintenant, je suis l’organiste du séminaire et j’en suis très heureux.” Le futur prêtre profite aussi de son temps pour découvrir l’Espagne : Torreciudad, Almería, Saragosse, la Javierada… À ceux qui entendront son témoignage, Felipe adresse une demande : “Priez pour moi comme je le fais pour tous les bienfaiteurs de la Fondation CARF [qui finance la fondation des prêtres, ndlr], afin que le Seigneur continue à susciter davantage de vocations sacerdotales, surtout en Chine.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T17:03:53.337+03:00",
  "updated": "2024-06-02T20:57:37.303+03:00"
}