{
  "thread": {
    "uuid": "90a5678f7df8ac10839f3d2cfea6e2094f948343",
    "url": "https://www.newsday.com/news/health/veterans-psychedelic-ptsd-stanford-axwnjvj6",
    "site_full": "www.newsday.com",
    "site": "newsday.com",
    "site_section": "https://www.newsday.com/api/rss/recent",
    "site_categories": [
      "media"
    ],
    "section_title": "Most recent stories - Newsday",
    "title": "Psychedelic drug ibogaine successfully treats PTSD, TBI in veterans, study says",
    "title_full": "Psychedelic drug ibogaine successfully treats PTSD, TBI in veterans, study says",
    "published": "2024-01-06T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.newsday.com/ace/c:ZWNjNGQ2NTktNWQ0Yy00:ZDI5OGI5/landscape/1280",
    "performance_score": 0,
    "domain_rank": 1877,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90a5678f7df8ac10839f3d2cfea6e2094f948343",
  "url": "https://www.newsday.com/news/health/veterans-psychedelic-ptsd-stanford-axwnjvj6",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Robert Brodsky",
  "published": "2024-01-06T00:27:00.000+02:00",
  "title": "Psychedelic drug ibogaine successfully treats PTSD, TBI in veterans, study says",
  "text": "News Health\nPsychedelic drug ibogaine successfully treats PTSD, TBI in veterans, study says\nLong Island veterans suffering with traumatic brain injuries, along with the effects of post-traumatic stress disorder, anxiety and depression, may have new hope in the form of a psychedelic drug, currently banned in the United States and found only in the African rainforest, according to a new study released Friday by Stanford Medicine.\nThe\nreport, published in Nature Medicine, found that ibogaine, the psychoactive component of the iboga plant and used for centuries in spiritual ceremonies because of its hallucinogenic properties, effectively treated traumatic brain injuries among 30 U.S. special operations forces veterans who received the drug at a laboratory in Mexico.\n“No other drug has ever been able to alleviate the functional and neuropsychiatric symptoms of traumatic brain injury,” said Nolan Williams, an associate professor of psychiatry at Stanford and the study's lead investigator. “The results are dramatic, and we intend to study this compound further.”\nLow risk, high reward\nThe findings, which come amid growing federal support for the use of psychedelic drugs to treat veterans, is among the first to study ibogaine, which is classified by the U.S. Food and Drug Administration as a Schedule 1 controlled substance and is currently prohibited for use in the U.S. Most recently, ibogaine has been used in the treatment of narcotics addiction and depression.\nPatrick Donohue of Islip, a veterans attorney and advocate with Project 9 Line, which helps former military members transition back into civilian life, supports the new treatment. He said research has shown that psychedelic drugs such as MDMA and psilocybin, the hallucinogenic compound found in magic mushrooms, have been used to treat veterans for years with little risk.\n“It's going to benefit veterans in the long run, and they're going to save so many lives,” said Donohue, who spent six months with the Army's 101st Airborne Division near a burn pit in Afghanistan that left with a noncancerous brain tumor. “And the risk that they're taking by allowing sick veterans with PTSD and TBI to take these is so minimal. They're not addictive at all. So we're risking nothing and the reward could save lives immediately.”\nBetween 2000 and 2020, more than 430,000 service members nationwide were diagnosed with traumatic brain injuries, often caused by head trauma or blast explosions and leading to a host of other ailments, including PTSD, anxiety, depression, drug and alcohol abuse and suicide, according to state and federal statistics.\nLong Island has an estimated 110,000 veterans, the most of any region in the state.\nAfter years of resistance, there is growing federal support for utilizing psychedelic treatments on service members.\nThe National Defense Authorization Act, signed by President Biden last month, includes $10 million to fund clinical trials in the use of four psychedelic drugs, including ibogaine, to treat PTSD and traumatic brain injuries experienced by active-duty military members.\n'Groundbreaking and life-changing'\nFor its study, Stanford teamed with Veterans Exploring Treatment Solutions, or\nVETS, a Texas-based nonprofit that helps facilitate psychedelic-assisted therapies for service members.\nMarcus Capone, who served multiple combat tours as a Navy SEAL and grew up in Long Beach, founded VETS after struggling for years with the effects of traumatic brain injury and PTSD. After years of therapy and failed prescription treatments, Capone tried ibogaine at a retreat in Mexico and found himself healed of all symptoms.\n“I was at my breaking point,” said Capone, who launched VETS to provide similar treatment options to service members. “If you asked me to stand on my head for two days to get better I would have done that.”\nIn total, 30 special operations veterans, all men with a history of TBI and other psychiatric symptoms, were treated with oral ibogaine and magnesium sulfate — used to prevent heart complications associated with the hallucinogen — at a clinic in Mexico, where the drug is unregulated. None of the participants were from New York.\nThe veterans began the study with an average rating of 30.2 on the World Health Organization's Disability Assessment Scale, indicating a mild to moderate disability, the report said. In addition, 23 of the vets met the criteria for PTSD; 14 for an anxiety disorder; 15 for alcohol abuse; 19 had, at one point, been suicidal and seven had previously attempted suicide.\nOne month after a single treatment of ibogaine, researchers said, their rating on the WHO scale improved to 5.1, indicating no disability. Side effects, investigators said, were limited to mild headaches and nausea.\nParticipants also experienced average reductions of 88% in PTSD symptoms, 87% in depression symptoms and 81% in anxiety symptoms, along with improvements in concentration, information processing, memory and impulsivity, Stanford found.\n“These men were incredibly intelligent, high-performing individuals who experienced life-altering functional disability from TBI during their time in combat,” said Williams, who is planning further analysis of the data. “They were all willing to try most anything that they thought might help them get their lives back.”\nIf ibogaine is ultimately removed from the prohibited substance list and approved for medical use in the U.S., it would be the first known treatment for traumatic brain injury, Capone said.\n“This could potentially be groundbreaking and life-changing for individuals that are struggling with TBI and just can't get the help,” he said. “Veterans should be excited that there's definitely hope in drug development and in alternative treatments that are happening pretty fast right now.”\nUpdated 24 minutes ago Watching winter storm ... Hochul, Blakeman exchange words ... Rodgers most inspirational Jet ... Taylor Swift singalong\nUpdated 24 minutes ago Watching winter storm ... Hochul, Blakeman exchange words ... Rodgers most inspirational Jet ... Taylor Swift singalong",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://vetsolutions.org/about/",
    "https://www.nature.com/articles/s41591-023-02705-w",
    "https://nature.com/articles/s41591-023-02705-w",
    "https://www.vetsolutions.org/about/",
    "https://vetsolutions.org/about"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "long isl",
        "sentiment": "negative"
      },
      {
        "name": "nolan williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tbi",
        "sentiment": "negative"
      },
      {
        "name": "stanford",
        "sentiment": "none"
      },
      {
        "name": "stanford medicine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:47:11.067+02:00",
  "updated": "2024-01-06T03:47:11.067+02:00"
}