{
  "thread": {
    "uuid": "5cb9301b0640068c9c0a58f2cc0e674999144ee8",
    "url": "https://www.ctpublic.org/2024-02-15/gardening-hunting-foraging-can-improve-food-security-according-to-study-in-vermont-and-maine",
    "site_full": "www.ctpublic.org",
    "site": "ctpublic.org",
    "site_section": "http://ctpublic.org",
    "site_categories": [],
    "section_title": "Connecticut Public | Media for the curious | Connecticut Public",
    "title": "Gardening, hunting, foraging can improve food security, according to study in Vermont and Maine | Connecticut Public",
    "title_full": "Gardening, hunting, foraging can improve food security, according to study in Vermont and Maine | Connecticut Public",
    "published": "2024-02-15T23:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/6f95ad1/2147483647/strip/true/crop/5184x2722+0+252/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F7b%2F36%2F6b69b08a43d38e0c15409875a706%2Fnfna-class-2-vpr-reed-20220412.jpg",
    "performance_score": 0,
    "domain_rank": 24162,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5cb9301b0640068c9c0a58f2cc0e674999144ee8",
  "url": "https://www.ctpublic.org/2024-02-15/gardening-hunting-foraging-can-improve-food-security-according-to-study-in-vermont-and-maine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elodie Reed",
  "published": "2024-02-15T23:36:00.000+02:00",
  "title": "Gardening, hunting, foraging can improve food security, according to study in Vermont and Maine | Connecticut Public",
  "text": "Gardening, hunting, foraging can improve food security, according to study in Vermont and Maine New research from the University of Vermont and University of Maine shows residents who grow and harvest their own food can become more food secure. The paper, published in [Scientific Reports](https://www.nature.com/articles/s41598-024-52320-z.pdf) earlier this month, surveyed nearly 1,000 residents in Maine and Vermont — the two most rural states in the country [according to the U.S. Census Bureau](https://www.census.gov/programs-surveys/geography/guidance/geo-areas/urban-rural.html) — about their food security during the COVID-19 pandemic. [And while a large percentage of residents](https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1206&context=calsfac) in northern New England already gardened, fished, hunted, foraged and raised backyard animals before the COVID-19 pandemic, more people, especially those experiencing food insecurity, picked up those activities during the pandemic. As a result, some of those people improved their food security 9 to 12 months later. \"I think this is a hugely overlooked area that contributes to people's food security and nutrition, potentially, but we don't actually talk about very much in the U.S.\"Meredith Niles, UVM associate professor in nutrition and food systems That's according to the new paper's lead researcher and author, Meredith Niles, who is an associate professor in nutrition and food systems at UVM. \"I think this is a hugely overlooked area that contributes to people's food security and nutrition, potentially, but we don't actually talk about very much in the U.S.,\" Niles said. \"And for Vermont, in particular, a very rural state where a lot of people are doing these activities, I think it's a great potential solution set, or an opportunity for us to look at home-involved food production a little bit closer.\" Chris Saunders is a program coordinator with the Vermont Department of Fish and Wildlife, and he says the research findings echo what the state sees on the ground. \"In Vermont, our rural areas tend to be — have higher poverty rates than our more suburban, built-up areas,\" Saunders said. \"And when we look at median incomes, our hunters — based on their zip codes — and our fishermen all have lower incomes than the average Vermonter.\" He added that there was a surge in hunting and fishing license sales during the pandemic, and more people are citing food as their motivation for doing those activities. \"Over the last decade or so, meat has become the top reason why people hunt,\" Saunders said. “Last year, for instance, our deer kill was around 16,500, I think, when that equates to almost three-quarters of a million pounds of meat. Which — it's hard to visualize what that means but, but really, that comes down to about 3 million meals.\" Saunders says these data points, as well as the UVM and University of Maine research paper’s findings, underscore the state’s drive to improve hunting, fishing and foraging access for Vermonters. That access is important. Because while the research shows growing and harvesting one's own food broadly improved food security for Vermonters and Mainers, those experiencing chronic food insecurity — as opposed to pandemic-induced food insecurity — were less likely to benefit, because they face more barriers. \"We are finding that resources, money in particular — as well as certain challenges around knowledge — are rising to the top as some of the key barriers,\" said Meredith Niles, the UVM researcher. \"And we actually have a grant in review right now with the U.S. Department of Agriculture that, if it's funded, would help us study this a bit further with food insecure households, and also work with our Master Gardener Program in UVM's Extension to provide a tailored program for people engaging in gardening, as well as nutrition and cooking classes, to help them overcome some of those barriers, in addition to some financial resources for things like equipment and seeds, for example.\" One existing initiative helping to remove such barriers is [the Association of Africans Living in Vermont's New Farms for New Americans (NFNA)](https://www.aalv-vt.org/copy-of-research) [.](https://www.aalv-vt.org/copy-of-research) The nearly two-decade-old program provides refugee and immigrant families access to land at the Intervale in Burlington as well as the Winooski Valley Park District. NFNA also offers education about growing food in cold climates, from planting to preserving. For instance: \"Food preservation happens very differently, when you don't have the sun to dry the food,\" said NFNA Program Manager Alisha Laramee. \"So we provide education on that. And we know, like, one of the first things that people want to invest in is a freezer to help with that.\" Laramee said NFNA served about 80 refugee and immigrant households in 2023, and that the program can save farmers and their households up to $3,000 on annual food costs. \"We do know that people in their houses generally have two or three freezers which they will fill up during a season and save for the winter,\" Laramee said. \"And that makes a really big impact during the offseason ... especially the food that's culturally significant, so that food is not always available anyway, but freezers will be filled with tomatoes and amaranth leaves, and roselle leaves.\" This past year, however, NFNA experienced dramatic loss. The July 2023 flooding [washed away crops](https://www.vermontpublic.org/local-news/2023-07-20/vermonts-floods-washed-away-gardens-providing-food-security-community-for-these-burlington-farmers) in both of the program's locations. \"There's pain and loss and sadness, financial loss, but also loss of like, you know, what would have been an entire ... winter's worth of saving,\" Laramee said. But also, she said people handled the situation with grace: \"Some people also said, 'You know, we're used to stuff like this — this is, this is our life, like we have gone through tragedy and trauma and these acts of God, so to speak, before, and this is what happens.'\" NFNA received grant money from the Vermont Community Foundation’s Flood Response and Recovery Fund 2023 and the Intervale Center Flood Recovery Fund. They were also given individual donations and culturally significant food shares from the Vermont Foodbank. And as the program gets ready for the 2024 growing season, Laramee said she's been pleasantly surprised to hear farmers asking about registration, saying that they plan to come back. [More from Vermont Public: A spring evening with a New Farms for New Americans gardening class](https://www.vermontpublic.org/vpr-news/2022-04-29/a-spring-evening-with-a-new-farms-for-new-americans-gardening-class) Also coming back: more severe weather events as the climate continues to change — which will likely continue disrupting food security in Vermont and beyond. \"COVID, I think was not dissimilar from a lot of what we can perhaps look forward to with climate change,\" said Rachel Schattman, one of the new research paper's authors and an assistant professor of sustainable agriculture at the University of Maine. She said that for her, noticing how long it took for people to regain food security during the pandemic was a lesson, as was making sure people had access to many different foods from many different sources. Schattman added that while a lot of food system policy relies on emergency assistance like food pantries and supplemental programs like SNAP and WIC, there isn't much support for self-provisioning. \"There's a little bit of it, like you can buy seeds with your [SNAP benefits.](https://www.usda.gov/media/blog/2011/07/06/using-snap-benefits-grow-your-own-food) But I think we could do a lot more if we wanted to,\" she said. \"It would take some work, but it would be really exciting. And I think it could actually make a big difference in people's lives.\" Have questions, comments or tips? [Send us a message](https://www.vpr.org/contact#stream/0).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://www.nature.com/articles/s41598-024-52320-z.pdf)",
    "https://www.usda.gov/media/blog/2011/07/06/using-snap-benefits-grow-your-own-food)",
    "https://www.census.gov/programs-surveys/geography/guidance/geo-areas/urban-rural.html)",
    "https://www.vermontpublic.org/local-news/2023-07-20/vermonts-floods-washed-away-gardens-providing-food-security-community-for-these-burlington-farmers)",
    "https://www.vermontpublic.org/vpr-news/2022-04-29/a-spring-evening-with-a-new-farms-for-new-americans-gardening-class)",
    "https://www.aalv-vt.org/copy-of-research)",
    "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1206&context=calsfac)",
    "https://www.vpr.org/contact#stream/0).",
    "https://vpr.org/contact#stream/0).",
    "https://usda.gov/media/blog/2011/07/06/using-snap-benefits-grow-your-own-food)",
    "https://vermontpublic.org/local-news/2023-07-20/vermonts-floods-washed-away-gardens-providing-food-security-community-for-these-burlington-farmers)",
    "https://vermontpublic.org/vpr-news/2022-04-29/a-spring-evening-with-a-new-farms-for-new-americans-gardening-class)",
    "https://nature.com/articles/s41598-024-52320-z.pdf)",
    "https://scholarworks.uvm.edu/cgi/viewcontent.cgi",
    "https://census.gov/programs-surveys/geography/guidance/geo-areas/urban-rural.html)",
    "https://www.scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1206&context=calsfac)",
    "https://aalv-vt.org/copy-of-research)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "connecticut public gardening",
        "sentiment": "negative"
      },
      {
        "name": "university of vermont and university of maine",
        "sentiment": "none"
      },
      {
        "name": "u.s. census bureau",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vermont",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:08:38.407+02:00",
  "updated": "2024-02-16T00:08:38.407+02:00"
}