{
  "thread": {
    "uuid": "de69888eb5dd6aaa21de35ba9bcbb70fe4d17e38",
    "url": "https://tr.im/world/bangladesh/ministry-of-awqaf-prepares-over-6000-prayer-areas-for-eid-al-adha-celebrations",
    "site_full": "tr.im",
    "site": "tr.im",
    "site_section": "https://tr.im/rss",
    "site_categories": [],
    "section_title": "TrimFeed : Latest Posts",
    "title": "Ministry of Awqaf Prepares Over 6,000 Prayer Areas for Eid al-Adha Celebrations",
    "title_full": "Ministry of Awqaf Prepares Over 6,000 Prayer Areas for Eid al-Adha Celebrations",
    "published": "2024-06-02T02:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/filters:format(webp)/trim-feed/media/media_files/3b1ae9999a65d3c19b666657a3d5b3ca4d4c894b852ce892ef199bf6d7060d1c.jpg",
    "performance_score": 0,
    "domain_rank": 17964,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "de69888eb5dd6aaa21de35ba9bcbb70fe4d17e38",
  "url": "https://tr.im/world/bangladesh/ministry-of-awqaf-prepares-over-6000-prayer-areas-for-eid-al-adha-celebrations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Trim Correspondents",
  "published": "2024-06-02T02:18:00.000+03:00",
  "title": "Ministry of Awqaf Prepares Over 6,000 Prayer Areas for Eid al-Adha Celebrations",
  "text": "The Ministry of Awqaf has finalized preparations for Eid al-Adha, one of the most significant\nreligious festivals for Muslims. This year, the ministry has prepared over 6,000 prayer areas in addition to mosques across the country to accommodate the large number of worshippers. Eid al-Adha, also known Festival of Sacrifice, commemorates the willingness of Hazrat Ibrahim (AS) to sacrifice his son Hazrat Ismail (AS) to please Allah.\nWhy this matters: Eid al-Adha is a significant\nreligious festival for Muslims, and the Ministry of Awqaf's preparations for it have a direct impact on the lives of many people. The successful organization of the festival can promote unity, social cohesion, and community spirit, while any disruptions or failures can lead to inconvenience, disappointment, and even social unrest.\nThe main Eid congregation will be held at the National Eidgah near the High Court Bhaban at 7:30 am. Additionally, five Eid congregations will be held at the Baitul Mukarram National Mosque, starting with the first Eid jamaat at 7 am, followed by subsequent jamaats at 8 am, 9 am, 10 am, and 10:45 am. These arrangements ensure that worshippers can participate in the prayers at convenient times and locations.\nTo ensure safety and order, law enforcement agencies have implemented adequate\nsecurity measures across the country, including the capital, Dhaka. They have been tasked with ensuring smooth movement of vehicles on highways, waterways, and train routes to facilitate the travel of worshippers.\nState-run Bangladesh Television and Bangladesh Betar, along with other TV channels and radio stations, will broadcast special programs to mark the occasion of Eid al-Adha. Improved diets will also be provided to inmates in government hospitals, prisons, orphanages, safe homes, and shelter centers on Eid day. In addition, Dhaka's south and north city corporations have made arrangements to remove the garbage of sacrificial animals within 24 hours to maintain cleanliness in the city.\nPresident Mohammed Shahabuddin and Prime Minister Sheikh Hasina have issued separate messages, extending their greetings to Muslims in Bangladesh and around the world. Their messages reflect the significance of Eid al-Adha as a time for\nunity, sacrifice, and reflection.\nEid al-Adha, celebrated on the 10th day of Dhu al-Hijjah, marks the end of the annual\nHajj pilgrimage. It is a time when Muslims around the world commemorate Prophet Abraham's devotion to God. The festival involves the symbolic sacrifice of an animal, such as a lamb, goat, cow, or camel, and the meat is shared among family, friends, and the needy.\nIn various countries, Eid al-Adha is celebrated with unique\ntraditions. In the United Arab Emirates, the government grants a public holiday of at least three days, and people celebrate with prayers, food, and Eidi gifts. In Turkey, men traditionally go to the mosque for special morning prayers, and some make donations to charity organizations instead of sacrificing animals. In Egypt, the festival is marked by prayers, sermons, and large family gatherings, with Qurbani meat generously donated to the hungry.\nPreparations for Eid al-Adha coming to fruition, the Ministry of Awqaf's efforts to accommodate worshippers and ensure a smooth celebration are commendable. The festival embodies the spirit of sacrifice, unity, and compassion that defines Eid al-Adha.\nKey Takeaways\n- Ministry of Awqaf prepares 6,000+ prayer areas for Eid al-Adha.\n- Main Eid congregation at National Eidgah, 7:30 am, with 5 more at Baitul Mukarram.\n- Law enforcement agencies implement security measures across the country.\n- Special programs on TV and radio, improved diets in hospitals and prisons, and garbage removal.\n- Eid al-Adha celebrates unity, sacrifice, and reflection, marking the end of Hajj pilgrimage.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.tbsnews.net/bangladesh/braving-monsoon-rain-muslims-bangladesh-celebrating-eid-ul-adha-today-657882",
    "https://ca.sports.yahoo.com/news/eid-al-adha-celebrated-different-151112330.html",
    "https://www.tbsnews.net/bangladesh/all-set-celebrate-eid-ul-azha-tomorrow-657518",
    "https://www.gg2.net/sitemap/",
    "https://gg2.net/sitemap/",
    "https://tbsnews.net/bangladesh/braving-monsoon-rain-muslims-bangladesh-celebrating-eid-ul-adha-today-657882",
    "https://www.ca.sports.yahoo.com/news/eid-al-adha-celebrated-different-151112330.html",
    "https://tbsnews.net/bangladesh/all-set-celebrate-eid-ul-azha-tomorrow-657518",
    "https://www.gg2.net/sitemap"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hazrat ibrahim",
        "sentiment": "none"
      },
      {
        "name": "hazrat ismail",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of awqaf",
        "sentiment": "negative"
      },
      {
        "name": "national eidgah",
        "sentiment": "none"
      },
      {
        "name": "baitul mukarram national mosque",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T02:23:58.899+03:00",
  "updated": "2024-06-02T02:23:58.899+03:00"
}