{
  "thread": {
    "uuid": "032861dfe318343c398bf1a1ed0822de83ae6f5a",
    "url": "https://itemlive.com/2024/04/04/makeshift-marathon-supports-people-in-need",
    "site_full": "itemlive.com",
    "site": "itemlive.com",
    "site_section": "http://www.itemlive.com/feed/",
    "site_categories": [],
    "section_title": "Itemlive",
    "title": "Makeshift marathon supports people in need",
    "title_full": "Makeshift marathon supports people in need",
    "published": "2024-04-05T02:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://itemlive.com/wp-content/uploads/2024/04/RS234139_St_Marys_indoor_marathon_7_web.jpg",
    "performance_score": 0,
    "domain_rank": 81622,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "032861dfe318343c398bf1a1ed0822de83ae6f5a",
  "url": "https://itemlive.com/2024/04/04/makeshift-marathon-supports-people-in-need",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brianna McCaddenBrianna McCaddenBrianna McCadden",
  "published": "2024-04-05T02:08:00.000+03:00",
  "title": "Makeshift marathon supports people in need",
  "text": "Over 120 student-athletes on the track and field team at St. Mary participated in an ultramarathon, running 56 miles as a team all throughout the school to raise money for My Brothers Table.\nTheir goal this year was to beat last year’s total of $4,200 raised for The Martin Richard Foundation.\n“With a team of over 120 athletes, it’s incumbent to be part of the community and incumbent to be teaching great athletes to also be great people and citizens,” the track and field head coach, Tristan Smith said. “And that’s what My Brothers Table does more than anybody else.”\nThe event was initially supposed to take place outside, but even with the rain and heavy winds, the athletes could pivot and set up a course that equated to 400m, with each running twice around it to meet the desired end goal.\n“We’re going to do the best we can do, even with this weather,” Stacy Drector, teacher of grades k-6 said.\nShe further mentioned that some of the donations were sponsored per lap and some were just straight donations.\nWhen the event was about to begin, all the athletes gathered around a tent that was meant to mark the start and finish line, in their new bucket hats, which they received right before the event. The athletes created a tunnel around it to cheer on those that who were running and passing through.\nOne of the runners, Andreas Roumeliotis, discussed more about what this marathon meant to him as a participant.\n“We’re helping out the community around us,” Roumeliotis said. “Being from Lynn, it’s really nice to be able to give back to the community, especially because they help us out so much here with volunteers and buses.”\nAs the race continued, each runner passed their baton off to their next teammate; the students kept a tally going on the whiteboard until it would get to 200 tallies, or 50 miles.\nThe cheers for their teammates never got quieter because the athletes who had already finished their part scattered around the course to cheer on those still running.\nWhen they reached the final 50 miles, coach Smith called out and asked for 12 more students to go. Without hesitation, a few stepped up and ran a few more laps, with an end total of 56 miles.\nSmith remarked that the fundraiser would continue for another week, and that he, like everyone else there that day, hopes to beat their record for giving back.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stacy drector",
        "sentiment": "none"
      },
      {
        "name": "tristan smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. mary",
        "sentiment": "negative"
      },
      {
        "name": "my brothers table",
        "sentiment": "none"
      },
      {
        "name": "martin richard foundation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:26:10.712+03:00",
  "updated": "2024-04-05T02:26:10.712+03:00"
}