{
  "thread": {
    "uuid": "f1fd1aae17cabbb039c7445cc9e60506574bb5f4",
    "url": "https://andina.pe/agencia/noticia-ucayali-contingente-60-policias-llega-a-atalaya-para-retomar-control-y-seguridad-968531.aspx",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "https://andina.pe/agencia/rss",
    "site_categories": [
      "travel",
      "south_america"
    ],
    "section_title": "Agencia Peruana de Noticias Andina",
    "title": "Ucayali: contingente de 60 policías llega a Atalaya para retomar el control y seguridad | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "Ucayali: contingente de 60 policías llega a Atalaya para retomar el control y seguridad | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2023/12/29/001025111W.jpg",
    "performance_score": 0,
    "domain_rank": 23634,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1fd1aae17cabbb039c7445cc9e60506574bb5f4",
  "url": "https://andina.pe/agencia/noticia-ucayali-contingente-60-policias-llega-a-atalaya-para-retomar-control-y-seguridad-968531.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Ucayali: contingente de 60 policías llega a Atalaya para retomar el control y seguridad | Noticias | Agencia Peruana de Noticias Andina",
  "text": "Un contingente con más de 60 efectivos de la Policía Nacional arribó esta mañana a la ciudad de Atalaya, región Ucayali, para retomar el control y seguridad en esa urbe luego que la noche del miércoles 27 se produjeran desmanes tras el asesinato de dos personas y ayer jueves 28 una turba tomara la comisaría del lugar.\nEste refuerzo policial llegó a Atalaya procedente de la base de Mazamari, bajo el mando del coronel PNP Hugo Huertas Salas, quien se reunió con las autoridades locales y representantes de organizaciones sociales con quienes suscribió un acta de acuerdo y entendimiento.\nLos manifestantes demandaron el relevo total de los efectivos policiales que prestan servicio en la comisaría de Atalaya. También solicitaron el inicio de una investigación sobre la presunta responsabilidad de los agentes del orden de esa comisaría por presuntos actos irregulares; y demandaron tomar acciones contra los ciudadanos extranjeros inmersos en actos delictivos.\nCientos de pobladores de Atalaya marcharon el miércoles 27 y jueves 28 por las calles de esta ciudad en protesta contra la ola de inseguridad ciudadana tras la muerte de dos personas ocurrido la noche del miércoles 27 en pleno centro de la ciudad. Una enardecida turba llegó hasta la comisaría de Atalaya para sacar a empujones a los policías, pidiendo el cambio total de los efectivos culpándolos de la ineficacia en sus funciones.\nEl crimen ocurrió cuando dos facinerosos llegaron a la calle Purús, frente a la subprefectura de Atalaya, a la conocida tienda comercial “Rio Brasil” disparando a quemarropa a su propietario Raúl Ramírez Cabezas, hiriéndolo letalmente, siendo evacuado al nosocomio de esta ciudad de emergencia por los lugareños.\nMientras que Margarita Burga Mozombite, trabajadora de la comuna de Atalaya se hallaba en el establecimiento comercial haciendo unas transferencias en el agente bancario que funcionaba en esta tienda comercial, siendo alcanzada por los proyectiles, cayendo herida de gravedad, quien también fue evacuada al hospital de Atalaya, falleciendo por las complicadas heridas que ocasionaron el arma de fuego, Raúl y Margarita.\nLos asaltantes, quienes portaban armas de largo alcance y se desplazaban en una camioneta moderna, provocaron el fallecimiento de las víctimas, cuyo traslado al hospital de la ciudad no pudo evitar la tragedia.\nSe reveló que Raúl Ramírez Cabezas ya había sido víctima de un robo hace cuatro meses y estaba siendo objeto de constantes amenazas de extorsión.\nEstos hechos conmocionaron a la población local que se movilizó por la ciudad, llegando apostarse al frontis de la Comisaria de Atalaya, municipalidad provincial de Atalaya y el Ministerio Publico, para luego tomar las instalaciones policiales y obligar al personal a desplazarse con ellos en esta marcha, exigiendo mayor seguridad.\nFrancisco Mendoza de Souza, alcalde provincial de Atalaya; lamentó el deceso de una trabajadora edil en este luctuoso incidente, además de señalar que las gestiones de alto nivel se vienen dando para dotar de mayor cantidad de efectivos policiales en la provincia de Atalaya; “Estamos a la espera de una dotación de 60 policías a la provincia de Atalaya, porque ahora seremos parte de la VIII Macrorregión policial de Ucayali; eso es el compromiso de la sesión descentralizada del consejo de ministros” aseveró la autoridad edil.\nMás en Andina: ?? Ica: Universidad de Japón investigará y protegerá las Líneas y Geoglifos de Nasca y Palpa. Mira la galería completa aquí ?? https://t.co/9o8UyiECwZ\nFoto: Universidad de Yamagata/Japón pic.twitter.com/nBw9LVdFPU\n— Agencia Andina (@Agencia_Andina) December 29, 2023\n(FIN) JRA/MPD/MAO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://twitter.com/Agencia_Andina/status/1740781936073666724?ref_src=twsrc%5Etfw",
    "https://t.co/nBw9LVdFPU",
    "https://t.co/9o8UyiECwZ",
    "https://twitter.com/Agencia_Andina/status/1740781936073666724",
    "https://www.t.co/9o8UyiECwZ",
    "https://www.twitter.com/Agencia_Andina/status/1740781936073666724?ref_src=twsrc%5Etfw",
    "https://www.t.co/nBw9LVdFPU"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:53:06.374+02:00",
  "updated": "2023-12-29T19:53:06.374+02:00"
}