{
  "thread": {
    "uuid": "1bc06116859a91827ece536a1d09b41edbb4be72",
    "url": "https://www.renewableenergyworld.com/solar/rooftop/hawaiian-electric-aims-to-streamline-rooftop-solar-program",
    "site_full": "www.renewableenergyworld.com",
    "site": "renewableenergyworld.com",
    "site_section": "https://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Hawaiian Electric aims to streamline rooftop solar program",
    "title_full": "Hawaiian Electric aims to streamline rooftop solar program",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.renewableenergyworld.com/wp-content/uploads/2022/02/ricardo-gomez-angel-MagdWoazARo-unsplash-1-300x168.jpg",
    "performance_score": 0,
    "domain_rank": 5746,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1bc06116859a91827ece536a1d09b41edbb4be72",
  "url": "https://www.renewableenergyworld.com/solar/rooftop/hawaiian-electric-aims-to-streamline-rooftop-solar-program",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Wolfe",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Hawaiian Electric aims to streamline rooftop solar program",
  "text": "Rooftop Sean Wolfe 4.11.2024 Share (Courtesy: Ricardo Gomez Angel/Unsplash) Hawaiian Electric has launched a new framework that streamlines and consolidates choices for customers participating in the company’s rooftop solar energy programs, replacing several existing rooftop solar and energy storage programs. “Smart Renewable Energy,” also known as Smart DER, was developed under the oversight of the Public Utilities Commission. It consolidates and replaces all of Hawaiian Electric’s previous rooftop solar programs except for Net Energy Metering (NEM). For solar customers who want to pair their rooftop systems with energy storage, Hawaiian Electric is also offering a new incentive program called “Bring Your Own Device” (BYOD), which is replacing Battery Bonus. (On Maui, Battery Bonus will remain open to new applicants until enrolled capacity reaches 15 MW or until June 30, whichever comes first.) Going forward, customers who apply to install a grid-connected solar system must do so through Smart Renewable Energy, which offers an export and a non-export track. Customers enrolled in one of Hawaiian Electric’s rooftop solar or energy storage programs prior to the change have several options to choose from as the company transitions to Smart Renewable Energy and BYOD: NEM and NEM Plus: No changes will be required for customers in these programs. Customer Grid Supply (CGS), CGS Plus, and Smart Export: Customers enrolled in these programs must transition to the Smart DER export track no later than seven years after their initial agreement date, starting Oct. 1, 2024. The transition will be done automatically by Hawaiian Electric. Customer Self Supply or Standard Interconnection Agreement: Customers enrolled in these programs are not required to switch to Smart Renewable Energy, but if they choose to do so they will transition to the program’s non-export track. Customers in any of the above programs have the option of transitioning to Smart Renewable Energy before their agreement end date by filling out a form on Hawaiian Electric’s website. Battery Bonus: Customers are not required to transition to the new BYOD program but have the option to do so prior to their Battery Bonus agreement ending. Join us at GridTECH Connect California, June 24-26, 2024, in Newport Beach, CA! With some of the most ambitious sustainability and clean energy goals in the country, California is at the cutting edge of the energy transition while confronting its most cumbersome roadblocks. From electric vehicles to battery storage, microgrids, community solar, and everything in between, attendees will collaborate to advance interconnection procedures and policies in California. “We are excited to offer our customers Smart Renewable Energy and BYOD, which give them an opportunity to offset their energy bills while helping make the grid more resilient,” said Kaiulani Shinsato, Hawaiian Electric Customer Energy Resources co-director. “Hawaiian Electric is thankful to all the stakeholders who worked so hard to bring this to fruition.” Smart Renewable Energy and BYOD are the culmination of a multi-year regulatory effort that included input from the PUC, Hawaiian Electric, solar industry representatives, and the Consumer Advocate. The Smart Renewable Energy export rates and other information about the new programs are available at hawaiianelectric.com/smartprograms. Share Tags battery BESS Hawaii NEM rooftop solar solar Related Posts Puerto Rico can hit 100% renewables by 2050 with ‘significant’ investments, report finds EIA: April 8 Eclipse will ‘briefly’ limit solar generation across the U.S. The interconnection event: GridTECH Connect Forum – California agenda is live! DOE increases funding and support for community clean energy program",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ricardo gomez angel",
        "sentiment": "negative"
      },
      {
        "name": "sean wolfe",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "hawaiian electric",
        "sentiment": "negative"
      },
      {
        "name": "unsplash) hawaiian electric",
        "sentiment": "neutral"
      },
      {
        "name": "public utilities commission",
        "sentiment": "none"
      },
      {
        "name": "smart renewable energy",
        "sentiment": "none"
      },
      {
        "name": "net energy metering",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "maui",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:53:17.730+03:00",
  "updated": "2024-04-12T01:53:17.730+03:00"
}