{
  "thread": {
    "uuid": "f8cf11bb4198c830afb3444afa94781a427108bb",
    "url": "https://aurelius.blogs.sapo.pt/a-lei-foi-feita-para-o-bem-do-ser-208941",
    "site_full": "aurelius.blogs.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://aurelius.blogs.sapo.pt/data/rss",
    "site_categories": [
      "top_news"
    ],
    "section_title": "aurelius",
    "title": "A lei foi feita para o bem do ser humano",
    "title_full": "A lei foi feita para o bem do ser humano",
    "published": "2024-05-31T19:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://c9.quickcachr.fotos.sapo.pt/i/Pd317762a/22648616_EJ0zq.jpeg",
    "performance_score": 0,
    "domain_rank": 1831,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8cf11bb4198c830afb3444afa94781a427108bb",
  "url": "https://aurelius.blogs.sapo.pt/a-lei-foi-feita-para-o-bem-do-ser-208941",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "aureliano",
  "published": "2024-05-31T19:43:00.000+03:00",
  "title": "A lei foi feita para o bem do ser humano",
  "text": "A lei foi feita para o bem do ser humano\n9º Domingo do Tempo Comum [02 de junho de 2024]\n[Mc 2,23 – 3,6]\nO relato do evangelho para esse domingo sugere dois pontos de reflexão: o repouso dominical e a transgressão da lei.\nSão João Paulo II escreveu uma cartinha sobre o domingo (Dies Domini). Ali ele tenta mostrar a importância de se recuperar o Domingo como Dia do Senhor, Dia da Criação, Dia do Ser Humano, Dia do Descanso.\nA preocupação do Papa revelava o que estamos vivendo: o domingo perdeu quase por completo seu sentido original que traz no próprio nome: Dominica, Dies Domini: Dia do Senhor. As mudanças nas relações econômicas, culturais, sociais e religiosas pelas quais tem passado o nosso mundo, trazem consigo esse novo modo de viver o Domingo. Isso não somente entre os agnósticos e arreligiosos, mas também entre os próprios cristãos e católicos.\nSe por um lado essa espécie de indiferença diante do domingo e outras celebrações litúrgicas ditas “de preceito” trazem certa dificuldade e tristeza, por outro, ajudam a reconsiderar caminhos feitos e fortalecer aqueles que ainda acreditam na força e importância de celebrar o Domingo como dia do Senhor e do descanso.\nA ordem de Deus a Moisés para que se guardasse o Sábado era um meio de se fazer memória da libertação do Egito operada pelo próprio Senhor. Também traz dentro de si o eterno desejo do Criador: o ser humano não é escravo; precisa viver em liberdade. Quando o texto sagrado diz que “o sétimo dia é sábado para o Senhor teu Deus” (Dt 5,14), quer nos lembrar que o “Sábado” não é mera prescrição ou observância legal, mas uma exigência de liberdade e diálogo entre Deus e seu povo. É um dia de descanso “para o Senhor”. Não é preciso dizer que o Sábado dos judeus se converteu no Domingo para nós cristãos por causa da Ressurreição do Senhor.\nOutra reflexão que fazemos a partir do evangelho de hoje é referente à transgressão das leis e normas. Até que ponto a Lei deve ser cumprida e desde quando deve ser transgredida?\nNos tempos de Jesus a observância do Sábado se transformara num peso insuportável. Em vez de ser dia de repouso, de descanso, tornou-se dia de peso, de cansaço. Uma escravidão. O culto sabático caiu numa ação externa e formal.\nJesus veio dar novo sentido à Lei, ao Sábado. Ele não transgride nem suprime a Lei, mas vem dar-lhe pleno sentido (cf. Mt 5,17). Para isso ele parte de dois princípios: a misericórdia e a consciência. Uma realidade divina e outra humana. Apelo do Alto e resposta humana.\nNo princípio da Misericórdia ele parte da realidade do ser humano e suas necessidades imediatas que precisam estar acima de qualquer lei. Uma legislação ou código de normas que não leva em conta o ser humano como prioridade é vazia de sentido. “O sábado foi feito para o homem e não o homem para o sábado” (Mc 2,27). A misericórdia deve prevalecer sobre as exigências legais. Por isso Jesus cura aquele homem no dia de Sábado. Quem quiser viver o princípio da Misericórdia coloca em risco sua vida à semelhança de Jesus: é uma atitude eucarística.\nUm dado interessante no relato do evangelho de hoje é que, estando dentro da sinagoga, num momento de culto a Deus, enquanto as atenções se voltam para Deus, Jesus volta seu olhar para aquele homem doente. E pede que ele “fique no meio”. Foi, certamente, uma afronta aos dirigentes do culto. Deus não deve ocupar o primeiro e absoluto lugar no culto? Será que Jesus está invertendo o sentido da celebração? O que levou Jesus a colocar o homem doente no centro? – Jesus não inverte o sentido do culto, mas quer ensinar que um culto que não nos compromete com os irmãos é vazio para o Pai. É como se ele dissesse: “O culto que agrada ao Pai é aquele que converte o coração do ser humano e o coloca em empatia, em solidariedade, em atitude de misericórdia para com aqueles que sofrem” (cf. Is 58,6-7). – Convenhamos: há atitudes dentro de nossas celebrações eivadas de egoísmo, vaidade, desprezo, arrogância, indiferença, discriminação... (cf. Tg 2,2-4).\nJesus veio mostrar um novo modo de se relacionar com Deus. O culto que não leva a cuidar do ser humano não chega ao coração do Pai. Podemos afirmar então que a grande contribuição de Jesus em relação às outras religiões é a de revelar um Deus que não existe para si mesmo. Deus criou o ser humano para que participasse de sua vida e glória. Deus é amor que se doa, que sai de si, que se interessa pelo ser humano. E sua glória consiste em buscar o bem de todas as criaturas.\nPortanto, não basta defender a ordem no País, como reza nossa bandeira, se não se busca a defesa e os cuidados dos direitos fundamentais da pessoa humana. O Estado existe para administrar e distribuir equitativamente os bens da Nação. Se, em nome da ordem, o Estado prejudica o ser humano, tal ordem não pode ser cumprida. É um pecado e um crime empenhar-se num progresso que se faz em detrimento da humanidade. O “descartado”, o “inválido”, o “sobrante”, o “invisível” precisa estar “no meio”: para receber visibilidade e cuidado.\nO mesmo pode-se dizer em relação à Igreja. Suas leis devem estar sempre a serviço da humanidade. Não podem constituir-se em uma carga pesada que sufoca e oprime. Não é suficiente defender uma disciplina da Igreja por si mesma. Se tal disciplina não ajuda a comunidade a ser mais generosa, mais tolerante, mais misericordiosa, mais inclusiva precisa ser revista, refeita na medida do Evangelho.\nA primeira missão da Igreja não é impor leis morais, mas ajudar o ser humano a descobrir que Deus o ama. Ajudá-lo a encontrar aquele ponto no qual descobre a bondade e o amor de Deus por ele e pela humanidade toda, manifestado em Jesus de Nazaré. E levá-lo a perceber que ele é chamado por Deus a colaborar na obra da salvação e cuidados da humanidade.\nPe. Aureliano de Moura Lima, SDN",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:04:17.123+03:00",
  "updated": "2024-05-31T21:04:17.123+03:00"
}