{
  "thread": {
    "uuid": "3a3f6e1c069d6c89bd60a38839187573bdf9cb70",
    "url": "https://livability.com/ia/cedar-falls/education-careers-opportunity/why-do-cedar-valley-businesses-thrive/",
    "site_full": "livability.com",
    "site": "livability.com",
    "site_section": "https://livability.com/rss.xml",
    "site_categories": [
      "travel",
      "by_us_locale"
    ],
    "section_title": "Livability",
    "title": "Why Do Cedar Valley Businesses Thrive? - Livability",
    "title_full": "Why Do Cedar Valley Businesses Thrive? - Livability",
    "published": "2023-12-28T21:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://livability.com/wp-content/uploads/2023/12/341794063_2113170982210920_2577144121614481319_n.jpg",
    "performance_score": 0,
    "domain_rank": 19154,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a3f6e1c069d6c89bd60a38839187573bdf9cb70",
  "url": "https://livability.com/ia/cedar-falls/education-careers-opportunity/why-do-cedar-valley-businesses-thrive/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heather Cherry",
  "published": "2023-12-28T21:55:00.000+02:00",
  "title": "Why Do Cedar Valley Businesses Thrive? - Livability",
  "text": "[Home](https://livability.com)> [IA](https://livability.com/ia/)> [Cedar Falls](https://livability.com/ia/cedar-falls/)> [Education, Careers & Opportunity](https://livability.com/education-careers-opportunity/)> Why Do Cedar Valley Businesses Thrive? Why Do Cedar Valley Businesses Thrive? The downtowns of the Cedar Valley region are bustling, thanks to a supportive community that loves small businesses. From hardware store owners turned downtown landlords to the founders of specialty retail shops, residents of the Cedar Valley are eager to open small businesses in the region’s growing city centers. And supportive communities make building a small business here even more worth it. In This Article Meet Hardware Hank Brad and Kellie Cole Kellie and Brad Cole opened Hardware Hank in Independence in 2021. Hardware Hank offers everything the DIYer or professional may need, including outdoor cooking gear, lawn and garden equipment and power tools. Opening their store was the Coles’ way of giving back to the community they love. The Coles are also completely refurbishing their building and adding 10 apartments above the storefront with help from a Downtown Housing Grant from the Iowa Economic Development Authority. “We have lived in Independence our entire lives and wanted to serve the community,” Kellie Cole says. Dreaming Big at Local Starting a business to serve the community was also top of mind for Hanna Nuss, author of “The Death of a Dream” and founder of Local, a gift shop that sources hyper-local goods. Local started in 2022 to connect the community to other entrepreneurs in Denver, a city of about 2,000. “We looked at five communities at the beginning of where we thought Local would work best,” Nuss says. “We received the best response in Denver, Iowa, with our pop-up shops. I also live here, so it was exciting to give back to the community I know.” “The community has shown up time and time again to make sure everyone feels supported and successful.” Hanna Nuss, owner of Local Evy Rose Blooms in Reinbeck In addition, Evy Rose Boutique opened in 2022 in Reinbeck, a community of about 1,700 residents that sits 22 miles southwest of Waterloo. “Reinbeck is such a blessing. It wasn’t a question that I wanted to start a business here because the Cedar Valley has such a supportive community,” says Chelsea Henricks, owner of Evy Rose Boutique. “I take pride in being a part of our small community. The [people here] are the best, and they’ve impacted my business.” Idyllic Downtowns Thanks to thriving downtowns and supportive residents, small businesses flourish in the Cedar Valley, making rural living even more appealing. “In rural communities specifically, we get used to not having anything – we exist within small circles,” Nuss says. “Local gives people a place to connect again – there is a refocused energy. The community has shown up time and time again to make sure everyone feels supported and successful.” It’s an exciting time to be a small business in downtown Independence – a community of 6,200 residents east of Waterloo. “The renovation of downtown has supported our business’s success because it’s bringing more people to town,” Cole says. “The community stands behind us and supports us, knowing that everything we do will make it a better place to live.” More Reasons to Support Local Businesses The region has much to offer in its communities, with more businesses in the forms of dog groomers, restaurants, a vinyl record shop and bar, nail salons and yoga studios. “You can find all the things in Reinbeck – downtown shopping, ice cream with the family or an ice-cold beverage,” Henricks says. “We have The Milk House, The Dig Inn and other local shops that add to the quality of our little town.” Denver continues to add exciting businesses, too. “We have so many great businesses,” Nuss says. “Our community continues to support the growth of businesses, inspiring the next business to open. I love how the community constantly shows up for us as business owners; the more we engage them, the better off we will be.” Get to Know the Cedar Valley Want to learn more about living and working in the Waterloo-Cedar Falls Metro Region of Iowa? Check out the latest edition of [Livability Live the Valley](https://livability.com/cedar-valley-iowa/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Education"
  ],
  "external_links": [
    "https://livability.com)",
    "https://www.livability.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kellie cole kellie",
        "sentiment": "none"
      },
      {
        "name": "hank",
        "sentiment": "none"
      },
      {
        "name": "hank brad",
        "sentiment": "none"
      },
      {
        "name": "coles",
        "sentiment": "none"
      },
      {
        "name": "brad cole",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "cedar valley",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:27:36.975+02:00",
  "updated": "2023-12-29T02:27:36.975+02:00"
}