{
  "thread": {
    "uuid": "10a8cc7df4ab6545bc448166289134778a9d1382",
    "url": "https://vietnamnews.vn/opinion/1655120/rising-from-ashes-of-war-viet-nam-becomes-key-factor-in-supply-chain-cuban-scholar.html",
    "site_full": "vietnamnews.vn",
    "site": "vietnamnews.vn",
    "site_section": "https://vietnamnews.vn/topic/corona/1?p=5",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Rising from ashes of war, Việt Nam becomes key factor in supply chain: Cuban scholar",
    "title_full": "Rising from ashes of war, Việt Nam becomes key factor in supply chain: Cuban scholar",
    "published": "2024-05-07T06:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://image.vietnamnews.vn/uploadvnnews/Article/2024/5/7/347780_av.jpg",
    "performance_score": 0,
    "domain_rank": 14722,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10a8cc7df4ab6545bc448166289134778a9d1382",
  "url": "https://vietnamnews.vn/opinion/1655120/rising-from-ashes-of-war-viet-nam-becomes-key-factor-in-supply-chain-cuban-scholar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-07T06:06:00.000+03:00",
  "title": "Rising from ashes of war, Việt Nam becomes key factor in supply chain: Cuban scholar",
  "text": "Alicia Corredera, Vice President of the Cuban Institute for Friendship between Peoples talks with Việt Nam News Agency's reporter in Havana. — VNA/VNS Photo Mai Phương HAVANA — Seventy years since the resounding Điện Biên Victory that was \"stunning five continents, shaking the earth\", Việt Nam has risen from the ashes of war to become a key factor in the global supply chain, Vice President of the Cuban Institute for Friendship between Peoples (ICAP) Alicia Corredera has commented.\nSpeaking to the Việt Nam News Agency in Havana on the occasion of the 70th anniversary of the victory, Corredera, who studied in Việt Nam in the 1970s, said that she has always closely followed every step of development of the nation that she loves as her second home.\nShe held that reunification and peace have opened up various opportunities for Việt Nam in international cooperation.\nInitially, most foreign direct investment projects in Việt Nam focused on two main areas of textiles and garments and footwear, but now Việt Nam is rising rapidly in the value chain and become an important electronic product assembly centre in the world.\nBesides, Việt Nam’s external policy has been increasingly open, with many achievements recognised in the region and the world, she noted, stressing that from a war-torn country with destroyed infrastructure, but with their brainpower, sacrifice and altruism, Vietnamese people have steadily moved forward and reaped many great results.\nToday, Việt Nam has become one of the world leading rice exporters and a big exporter of coffee and many other products, realising President Hồ Chí Minh’s wish to build a more prosperous country, said Corredera, expressing her belief that Việt Nam’s goal to become a developed country by 2045 will become true.\nLooking back on the close brotherhood between Cuba and Việt Nam, the ICAP Vice President underlined that special sentiments that the two peoples have given to each other started from hardest time that the two countries faced.\nThe two sides have always stood by each other. When Việt Nam was devastated by war, Cuba assisted and supported the country's reconstruction. When Cuba fell into economic crisis, Việt Nam sent hundreds of tonnes of rice, school supplies, toys and many other donations to the Western Hemisphere. That special friendship has continued to develop strongly based on a foundation of mutual trust, understanding and mutual respect, she stated.\nCorredera, or Nguyễn Thị Huệ - the Vietnamese name given to her by Heroine Nguyễn Thị Định, reminded the young generation of Việt Nam of the nation's heroic past and cherish the sacrifices by their older generations for national independence and freedom. — VNS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alicia corredera",
        "sentiment": "negative"
      },
      {
        "name": "việt nam",
        "sentiment": "negative"
      },
      {
        "name": "corredera",
        "sentiment": "none"
      },
      {
        "name": "mai phương",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cuban institute for friendship",
        "sentiment": "negative"
      },
      {
        "name": "nam news agency",
        "sentiment": "none"
      },
      {
        "name": "việt nam news agency",
        "sentiment": "none"
      },
      {
        "name": "vna",
        "sentiment": "none"
      },
      {
        "name": "icap",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "havana",
        "sentiment": "none"
      },
      {
        "name": "havana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T07:12:07.061+03:00",
  "updated": "2024-05-07T07:12:07.061+03:00"
}