{
  "thread": {
    "uuid": "043418073faed3334772211afc37489fbd57de6e",
    "url": "https://www.lifesitenews.com/news/texas-city-unanimously-passes-law-declaring-itself-a-safe-haven-for-the-unborn",
    "site_full": "www.lifesitenews.com",
    "site": "lifesitenews.com",
    "site_section": "https://lifesitenews.com/usa",
    "site_categories": [
      "media",
      "health",
      "catholicism",
      "religion"
    ],
    "section_title": "LifeSite Home - U.S. Edition",
    "title": "Texas city unanimously passes law declaring itself a ‘Safe Haven for the Unborn’ - LifeSite",
    "title_full": "Texas city unanimously passes law declaring itself a ‘Safe Haven for the Unborn’ - LifeSite",
    "published": "2024-04-18T20:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifesitenews.com/wp-content/uploads/2024/04/shutterstock_2342854421-e1713455743820.jpg",
    "performance_score": 0,
    "domain_rank": 5530,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "043418073faed3334772211afc37489fbd57de6e",
  "url": "https://www.lifesitenews.com/news/texas-city-unanimously-passes-law-declaring-itself-a-safe-haven-for-the-unborn",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LifeSite",
  "published": "2024-04-18T20:43:00.000+03:00",
  "title": "Texas city unanimously passes law declaring itself a ‘Safe Haven for the Unborn’ - LifeSite",
  "text": "Editor’s note: The opinions expressed in this guest post are solely those of the guest author. ( Live Action ) — On Monday, April 8, the City Council of Muenster, Texas (pop. 1,556), located about 80 miles from Fort Worth, passed an “Ordinance Outlawing Abortion, Declaring Muenster a Safe Haven for the Unborn” in a unanimous 5-0 vote. The vote made the city of Muenster the 52nd city in the state of Texas, the 69th city in the nation, and the 76th political subdivision in the nation to pass an enforceable ordinance prohibiting abortion. READ: Archbishop Aguer: Abortion causes ‘irreparable damage’ to the family and society The Muenster Ordinance puts into place six provisions which are purely enforced through private civil enforcement. These provisions (1) prohibit performing elective abortions and aiding or abetting elective abortions within the city limits of Muenster, (2) prohibit elective abortions on residents of Muenster – regardless of where the abortion takes place, (3) prohibit abortion trafficking, (4) prohibit abortion-inducing drugs, (5) prohibit criminal organizations from doing business inside the city limits of Muenster, and (6) prohibit the transport and disposal of the remains of unborn children killed by an elective abortion by abortion providers outside of the state of Texas. Since the Muenster Ordinance prohibits abortion trafficking by making it unlawful “for any person to knowingly transport any individual for the purpose of providing or obtaining an elective abortion, regardless of where the elective abortion will occur,” this means that it is now illegal for anyone to use the section of U.S. Hwy 82 and all other roads within the city of Muenster for the purpose of abortion trafficking. It also means that companies inside of Texas cannot use the section of U.S. Hwy 82 within the city of Muenster to transfer the remains of unborn children from abortion providers in other states to waste management facilities within the state of Texas. The initiative was led by Muenster resident Kenneth Bierschenk, who was the first to have signed the online petition on November 27, 2023. Bierschenk shared, “I believe all life needs to be protected from birth to natural death. The unborn need someone to be their advocate and the truth needs to be told about the horrors of abortion.” Another member of the Muenster community who signed the online petition was Reverend Joseph Keating from Sacred Heart Catholic Church, who said abortion was “against both divine and natural law,” stating, “Abortion denies human dignity; it is immoral and unjust to kill an innocent person.” At the April 8 meeting, Bierschenk shared the dangers of abortion-inducing drugs with the council members. He noted the estimate that the abortion pill regimen is responsible for sending 1 in 25 women who take the drugs to the hospital, where medical personnel inside Texas hospitals must deal with the aftermath. A medical professional at the meeting confirmed Bierschenk’s testimony, stating that the hospital where he works has seen this harm to women – demonstrating that abortion-inducing drugs are still putting Texas women in danger. Senator Drew Springer noted that former Planned Parenthood director-turned-pro-life-activist Abby Johnson had recently told him about organizations outside of the United States sending abortion-inducing drugs into Texas, affirming the need for more action to be taken in the fight against these dangerous drugs. A director from Right to Life of East Texas shared that this ordinance would give the father of an unborn child the ability to file a lawsuit against any person or organization outside the state of Texas who shipped abortion-inducing drugs into the city of Muenster. Another who spoke in favor of Muenster becoming a sanctuary city for the unborn was Kristie Becker, who shared: I am here tonight to honor the memory of my daughter, Julie Marie Becker. In 2016, in the middle of my pregnancy, my husband and I found out that our preborn daughter was seriously ill, and my own life was at risk due to severe polyhydramnios. My husband and I had 4 young children at home, one of whom, Bryan (1), was in the middle of being diagnosed with autism. Julie and I are one of the cases many people like to make an exception of in the abortion debate. Before the doctor could utter the word ‘abortion,’ I backed him in the corner and told him there would be no discussion other than life. Julie was born at 31 weeks on September 15, 2016, the Feast of Our Lady of Sorrows. She was loved and surrounded by her family in the NICU for 21 days. She was baptized and confirmed in the Catholic faith and died in my arms on October 6, 2016. READ: Biden’s Pregnant Workers Fairness Act attempts to force all employers to cover abortion Becker continued, “During our time in hospital, our Muenster community rallied around our family, praying and providing meals and childcare for our children, financial support for our family and many other works of mercy. They have continued to support and love our family through the years. Our now 9-year-old son, Bryan, is known and loved by nearly the entire town.” Becker urged the city council to stand for life by doing everything that they could to protect innocent unborn babies and their moms from “the horrors of abortion.” Mayor Tim Felderhoff made a passionate speech in favor of the ordinance, which he believes aligns with the beliefs and values of the city of Muenster – a city widely known as a German Catholic community. There was no doubt in the mayor’s mind where the citizens of Muenster stood on this issue. During the Republican Party of Texas Primary in March 2022, Republicans across the state of Texas voted on Proposition 5, which stated, “Texas should enact a state constitutional amendment to defend the sanctity of innocent human life, created in the image of God, from fertilization until natural death.” In Cooke County, where Muenster is located, 88 percent (5,806) of Republican Party Primary voters marked their ballots “FOR” this propositional statement and 12 percent (792) voted “AGAINST” this propositional statement. While the city councilmembers all claimed to be pro-life, wanting to do their part to protect unborn children and their mothers, a few of the councilmembers felt uneasy about the phrase “sanctuary city,” due to the illegal immigration problem facing Texas. After much discussion, Councilmember Clifford Sicking made a motion to adopt the ordinance with one amendment – changing the wording from “sanctuary city for the unborn” to “safe haven for the unborn.” Councilmember Jeff Maas made a motion to second the ordinance, followed by all five members of the city council voting in favor of the measure. The unanimous vote raised a storm of applause from those in attendance. After the vote, Becker shared, “I want to thank the Muenster City Council for passing this ordinance making Muenster a Safe Haven for the Unborn. This town was founded on the Feast of the Immaculate Conception. It is no coincidence that this ordinance was passed on the Solemnity of the Annunciation of the Lord.” Reflecting on the meeting, Bierschenk shared, “I want to give great thanks to Mayor Tim Felderhoff and Councilman Clifford Sicking for their steadfast support for the ordinance. Without their persistence and compromise by renaming it a ‘Safe Haven for the Unborn’ we may not have won with all council members voting in favor of the ordinance. It was a great night for the unborn in Muenster, Texas.” Senator Drew Springer shared afterward: It is great to see that cities are taking the lead and doing what they can do by creating Sanctuary Cities for the Unborn . Muenster is going to call it a ‘Safe Haven for the Unborn,’ but doing the same thing – that we are not going to put up with the abortion movement in any way, whatsoever. Whether that’s pills, trucking aborted fetuses, or whether it’s just operating a clinic. It doesn’t matter whether you’re a small city or a large city. Every city needs to show the values of their citizens, and I’m proud to see Muenster pass it tonight. READ: Planned Parenthood committed record 392,715 abortions last year: annual report Attorney Jonathan F. Mitchell, who spoke to the Muenster City Council during the meeting via a conference call, agreed to represent the city of Muenster at no cost to the city or taxpayers for any litigation that may arise from the passage of their ordinance outlawing abortion and abortion trafficking. Muenster is not expected to be the last city to consider an ordinance outlawing abortion and abortion trafficking within their jurisdiction. Several more cities and counties are expected to consider Sanctuary Cities for the Unborn ordinances in the coming weeks. Texas cities and counties interested in seeing their local government pass an enforceable ordinance attempting to close some of the loopholes in Texas abortion laws are encouraged to sign the online petition from the Sanctuary Cities for the Unborn Initiative. Reprinted with permission from Live Action .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://www.sanctuarycitiesfortheunborn.com/online-petition",
    "https://www.liveaction.org/news/muenster-texas-69th-sanctuary-city-unborn/",
    "https://www.liveaction.org/news/plaintiffs-supreme-court-abortion-pill-fda-jeopardizing/",
    "https://www.sanctuarycitiesfortheunborn.com/",
    "https://liveaction.org/news/muenster-texas-69th-sanctuary-city-unborn/",
    "https://www.liveaction.org/news/plaintiffs-supreme-court-abortion-pill-fda-jeopardizing",
    "https://liveaction.org/news/plaintiffs-supreme-court-abortion-pill-fda-jeopardizing/",
    "https://sanctuarycitiesfortheunborn.com/",
    "https://www.liveaction.org/news/muenster-texas-69th-sanctuary-city-unborn",
    "https://sanctuarycitiesfortheunborn.com/online-petition",
    "https://www.sanctuarycitiesfortheunborn.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liv",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "city council of muenster",
        "sentiment": "none"
      },
      {
        "name": "muenster ordinance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "fort worth",
        "sentiment": "none"
      },
      {
        "name": "muenster",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:46:31.791+03:00",
  "updated": "2024-04-28T06:41:25.685+03:00"
}