{
  "thread": {
    "uuid": "0c5ef715bf328b9e00d153d39b696b3dec8f373d",
    "url": "https://www.wlwt.com/article/coney-island-cincinnati-closing-spencer-family/46245497",
    "site_full": "www.wlwt.com",
    "site": "wlwt.com",
    "site_section": "http://www.wlwt.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Family who fought to integrate Coney Island in 1960s reflects on park's history",
    "title_full": "Family who fought to integrate Coney Island in 1960s reflects on park's history",
    "published": "2023-12-29T00:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/coney-island-pool-658df11bf3e2d.png?crop=0.995xw:1.00xh;0.00326xw,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 10365,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c5ef715bf328b9e00d153d39b696b3dec8f373d",
  "url": "https://www.wlwt.com/article/coney-island-cincinnati-closing-spencer-family/46245497",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:09:00.000+02:00",
  "title": "Family who fought to integrate Coney Island in 1960s reflects on park's history",
  "text": "Family who fought to integrate Coney Island in 1960s reflects on park's history There are just four more nights before the lights at Coney Island go permanently dark. As many patrons open their memory boxes and recall their youthful romps and rides at the iconic amusement park, there are many others who recall an ugly legacy as well. Until old Coney was desegregated in the 1950s, it was for whites only. Two years before the Supreme Court ordered schools integrated, Marian and Donald Spencer wanted to take their sons to swim, ride the rides and enjoy what was advertised on the radio. From his home in Seattle on Thursday, their grandson recalled the painful history. \"I know that my grandmother was barred July 4, 1952, and she always told the story of a guard, you know, brandishing a gun in order not to let them in,\" Oliver Spencer said. It took three years, persistent protests, and a court case to desegregate Old Coney. Dot Christenson, a close friend who wrote a biography about Mrs. Spencer, remembered how stones were hurled their way, injuring Reverend Maurice McCracken. To her, the permanent closing of Coney Island opens a discussion laced with history. What should happen to Sunlite Pool? When asked about her take on a new $118 million music venue, Christenson said, \"I think Marian would think it's a shame because they worked very hard to get it open in 1952.\" She said getting the pool desegregated took longer than the park because the pool was in a different county. Here's Spencer, in her own words, years ago: \"Wouldn't let me take my kids to Coney Island, you know? I said, well, who owns this place!? When the judge ruled against them, I tell you that courtroom was quiet. They were upset. They didn't expect it to happen. But the judge knew I was right.\" Christenson described it as a jarring start but that Spencer would not be jarred. \"She was right and kept going at it and, of course, right after that came the Brown versus Board of Education in '54,\" Christenson said. What the Spencer family thinks at this point is part of our community's American story. \"I don't want to speculate really on what they would say,\" Oliver Spencer said. \"But what I will say is that they would have had divided loyalties.\" His grandfather, Donald, was on the board of the Cincinnati Symphony. He and Marian were longtime patrons of the arts. MEMI, Music & Event Management, Inc. is a subsidiary of the CSO. Edward Spencer, a son, spoke with WLWT Thursday from California and related that several years ago, the former owners of Coney Island discussed a plaque that would be on the lifeguard stand at Sunlite Pool. He considered it a small gesture for so large an effort. \"Unless the new owners are interested in putting something substantial at the pool to honor the efforts to desegregate, it's like a Confederate statue in the center of town. They should tear it down,\" Edward Spencer said. A spokeswoman for MEMI, which has purchased the property, said it is too soon to know what might or might not be done to honor the history at Coney Island. The Spencers' effort to end the for-whites-only status of Sunlite Pool preceded school desegregation, Rosa Parks, and Dr. Martin Luther King Jr. There has been some discussion within the Spencer family about the coming changes and it is important to them that the historical significance of what the site represents, what it took to achieve basic human rights for millions of people, not be lost or forgotten. \"I think one way to do that is a plaque,\" Oliver Spencer said. \"But another way to do that is simply to make sure that history continues to be told and that younger generations that may not be aware of it are made aware of it.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dot christenson",
        "sentiment": "none"
      },
      {
        "name": "marian",
        "sentiment": "none"
      },
      {
        "name": "donald spencer",
        "sentiment": "none"
      },
      {
        "name": "spencer",
        "sentiment": "none"
      },
      {
        "name": "maurice mccracken",
        "sentiment": "none"
      },
      {
        "name": "oliver spencer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "supreme court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "coney island",
        "sentiment": "none"
      },
      {
        "name": "coney",
        "sentiment": "none"
      },
      {
        "name": "seattle",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:16:13.195+02:00",
  "updated": "2023-12-29T04:02:07.173+02:00"
}