{
  "thread": {
    "uuid": "e243a3b5c44cf6f6194649984d2ac84e20e72946",
    "url": "https://www.radiocaibarien.icrt.cu/2023/12/30/en-antillana-se-siembra-futuro/",
    "site_full": "www.radiocaibarien.icrt.cu",
    "site": "icrt.cu",
    "site_section": "https://www.radiocaibarien.icrt.cu/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "CMHS Radio Caibarién",
    "title": "En Antillana se siembra futuro",
    "title_full": "En Antillana se siembra futuro - CMHS Radio Caibarién",
    "published": "2023-12-30T14:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.radiocaibarien.icrt.cu/wp-content/uploads/2023/12/Sighjn-titulo.jpg",
    "performance_score": 0,
    "domain_rank": 66735,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e243a3b5c44cf6f6194649984d2ac84e20e72946",
  "url": "https://www.radiocaibarien.icrt.cu/2023/12/30/en-antillana-se-siembra-futuro/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@EmisoraCMHS",
  "published": "2023-12-30T14:21:00.000+02:00",
  "title": "En Antillana se siembra futuro",
  "text": "En Antillana se siembra futuro El Primer Ministro cubano, recorrió este viernes la Empresa Siderúrgica José Martí El proceso inversionista para la modernización de la Empresa Siderúrgica José Martí no se detiene en medio de la difícil situación. La noticia de que en enero próximo comienza a producir palanquillas para el mercado interno y la exportación es la mayor certeza de cuánto se hace allí. Según explicó el ingeniero metalúrgico Reinier Guillén Otero, director general de la conocida Antillana de Acero, ello tiene lugar tras un complejo proceso de montaje tecnológico y puesta en marcha de la Acería Eléctrica, la cual tiene proyectada unas 62 000 toneladas de palanquilla para el próximo año. Eso, detalló, es posible porque tenemos hoy un nivel de chatarra, el equipamiento en óptimas condiciones y también tenemos un nivel de materia prima que aseguran el proceso productivo», apuntó el Director, al referirse al llamado corazón de la empresa, que inicia luego de las pruebas en caliente que comenzaron en abril último. Como parte de la segunda etapa del proyecto para el renacer de la empresa –que permitirá aumentar capacidades y modernizar las operaciones–, también se labora en objetos de obras relacionados con el montaje tecnológico del equipamiento y otros sistemas que aseguren el funcionamiento del Laminador 250, con capacidad para fabricar 226 000 toneladas de barras de acero. De estos avances en la insigne fábrica del municipio capitalino del Cotorro conoció el miembro del Buró Político y primer ministro, Manuel Marrero Cruz, al recorrer una de las gigantescas naves, junto a Luis Antonio Torres Iríbar, primer secretario del Partido en La Habana; Yanet Hernández Pérez, gobernadora de la capital, y Eloy Álvarez Martínez, titular de Industrias. Durante el intercambio con las autoridades y trabajadores de la empresa, el Jefe de Gobierno se interesó por el completamiento de la plantilla de la fábrica, en particular de aquellas especialidades decisivas para la producción, la fluctuación de la fuerza de trabajo y la incorporación de jóvenes recién graduados de carreras afines. «Hay que pensar cómo enamorar a esos jóvenes profesionales que llegan aquí», señaló Marrero Cruz, quien añadió que «nosotros tenemos que llenar ese espacio, y ese espacio se resuelve, en primer lugar, con eficiencia y producción; entre más produzcamos y más vendamos, más la gente se va a beneficiar, pero tenemos que pensar en alternativas». El Primer Ministro convocó a buscar incentivos a partir de la diversificación de las producciones, las prestaciones de servicio a los nuevos actores económicos e identificar otras fuentes de ingreso. Además, llamó a aprovechar las áreas para la producción de alimentos y a transformar la imagen de la empresa. Que se distinga por la calidad de las producciones, pero también por el entorno que se cree entre el colectivo de trabajadores. Por su parte, el titular de Industrias significó que la inversión en Antillana de Acero es una de las más importantes del sector. «Aunque es una actividad que tiene una alta dependencia de los portadores energéticos, y que ha sido parte de las limitaciones en la producción, va a permitir ampliar la producción y su valor agregado, además de aumentar los valores de exportación e identificar nuevos espacios para realizarla y, por supuesto, tributa al desarrollo industrial de nuestro país y al bienestar de la población». Precisamente, por su impacto en la economía nacional y en la estabilidad de programas sociales, el Jefe de Gobierno indicó presentar al Comité Ejecutivo del Consejo de Ministros una actualización del proceso inversionista, las proyecciones para 2024 y un programa de generación de ingresos y de estimulación para el bienestar de los trabajadores. Finalmente, el Primer Ministro transmitió un reconocimiento, en nombre de la dirección del país, por «todo el trabajo que se ha hecho aquí, por el esfuerzo ante las dificultades que ustedes han tenido que enfrentar para llegar a lo que tenemos hoy. Pese a todo, hemos logrado dar pasos importantes. Aquí estamos sembrando futuro».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T16:41:12.566+02:00",
  "updated": "2023-12-30T16:41:12.566+02:00"
}