{
  "thread": {
    "uuid": "c0481133cf23510bf2d42bc30493ff51fc753875",
    "url": "https://www.ambito.com/politica/bono-150-mil-pesos-trabajadores-rurales-quienes-lo-recibiran-n5909829",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Ámbito Financiero, líder en noticias económicas",
    "title": "Bono de 150 mil pesos para trabajadores rurales: quiénes lo recibirán",
    "title_full": "Bono de 150 mil pesos para trabajadores rurales: quiénes lo recibirán",
    "published": "2023-12-29T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.ambito.com/css-custom/239/images/ogimage-239.png",
    "performance_score": 0,
    "domain_rank": 12670,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0481133cf23510bf2d42bc30493ff51fc753875",
  "url": "https://www.ambito.com/politica/bono-150-mil-pesos-trabajadores-rurales-quienes-lo-recibiran-n5909829",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ambitocom",
  "published": "2023-12-29T00:07:00.000+02:00",
  "title": "Bono de 150 mil pesos para trabajadores rurales: quiénes lo recibirán",
  "text": "La Unión Argentina de Trabajadores Rurales y Estibadores (Uatre) y la Asociación de Semilleros Argentinos (ASA) acordaron hoy otorgar un bono de 150 mil pesos para trabajadores rurales semilleros en concepto de asignación extraordinaria no remunerativa.\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto Todo el personal que lleve contratado un período mayor a seis meses recibirá el beneficio de 150 mil pesos , mientras que aquellos que lleven una permanencia menor a ese período pero mayor a a 30 días recibirán 75 mil pesos . Por su parte, quienes tengan menos de un mes en el puesto cobrarán 30 mil pesos.\nInformate más ANSES: cómo presentar la libreta de la AUH 2023 \"Feminicidio\" fue elegida como la palabra del año en Italia Uatre y ASA celebraron el acuerdo para los trabajadores semilleros Desde el gremio consideraron el contexto económico actual y apuntan a \"llevar certidumbre y tranquilidad\" a los trabajadores, según destacó José Voytenco, secretario general de la organización sindical.\nAlfredo Paseyro , director ejecutivo de la Asociación de Semilleros, fue quien firmó el acuerdo que empezará a regir el 10 de enero.\nVoytenco precisó que \"la asignación para los trabajadores de la cadena semillera fue consecuencia del trabajo coordinado con instituciones relacionadas con la agroindustria\" y señaló que \"no es un hecho aislado\" ya que \"este eslabón realizó una tarea seria para reducir la informalidad y mejorar las condiciones laborales \".\nEl dirigente agregó que el objetivo de la Uatre \"es generar convenios con las cámaras y desarrollar estrategias conjuntas para el bien común \", y explicó que la entidad que nuclea a los semilleros está integrada por 80 empresas que generan 26 mil puestos de trabajo directos en todo el país , factura 1.300 millones de dólares al año y provee al mercado el 90% de las semillas sembradas de maíz, girasol, soja y trigo .\n\" No se perdió de vista la necesidad de incorporar a los convenios colectivos nuevos beneficios sobre capacitación, obra social y fondo complementario jubilatorio\", afirmó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:58:45.298+02:00",
  "updated": "2023-12-29T00:58:45.298+02:00"
}