{
  "thread": {
    "uuid": "e99c701d162f283404b0caa0aef2b88bb08a42e4",
    "url": "https://sportstar.thehindu.com/football/afcon-2023-morocco-african-cup-of-nations-heat-humidity-conditions-favourites-football-news/article67737528.ece",
    "site_full": "sportstar.thehindu.com",
    "site": "thehindu.com",
    "site_section": "https://sportstar.thehindu.com/feeder/default.rss",
    "site_categories": [
      "cricket",
      "tennis",
      "sports"
    ],
    "section_title": "Latest  News , Latest News Live and Breaking News Today  | Sportstar",
    "title": "AFCON 2023: Morocco happy with extra time to acclimatise to African Cup of Nations heat",
    "title_full": "AFCON 2023: Morocco happy with extra time to acclimatise to African Cup of Nations heat - Sportstar",
    "published": "2024-01-13T10:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ss-i.thgim.com/public/incoming/yyvu3w/article67737534.ece/alternates/LANDSCAPE_1200/2023-12-28T210330Z_498546467_RC2730AAI43U_RTRMADP_3_SOCCER-NATIONS-MAR.JPG",
    "performance_score": 0,
    "domain_rank": 1090,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e99c701d162f283404b0caa0aef2b88bb08a42e4",
  "url": "https://sportstar.thehindu.com/football/afcon-2023-morocco-african-cup-of-nations-heat-humidity-conditions-favourites-football-news/article67737528.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-01-13T10:39:00.000+02:00",
  "title": "AFCON 2023: Morocco happy with extra time to acclimatise to African Cup of Nations heat",
  "text": "The Morocco squad’s decision to arrive early at the Africa Cup of Nations finals and acclimatise to the hot and humid conditions will work in their favour, coach Walid Regragui said.\nThe pre-tournament favourite, which became the first African side to reach the World Cup semi-final in Qatar some 14 months ago, arrived in Ivory Coast last Sunday as the first of the visiting competitors. It will have had 10 days to get used to conditions in the coastal town by the time it plays its opening Group F match.\nALSO READ: Newcastle midfielder Joelinton to miss at least six weeks with thigh injury\n“We are very happy to have come much earlier. We were supposed to play against Gambia, but unfortunately the match was cancelled at the last minute. We were forced to adapt,” he told reporters.\n“This allowed three extra days to be able to adapt to the climate of San Pedro, where it is very hot. It is beneficial for the players, so that their bodies get used to the heat.”\nMorocco plays its opening game against Tanzania on Wednesday.\n“For our first match the most important thing is to play with a squad who are all available for selection. We have established a style of play that we want to use at the Cup of Nations,” said Regragui.\nMorocco hosted a friendly in San Pedro against Sierra Leone on Thursday, although not at the Laurent Pokou Stadium, which it won 3-1.\n“For the friendly match against Sierra Leone, we played to a schedule which will be similar to that of our second match in the group, which will be against DR Congo.”\nThat match on January 21 kicks off at 2 p.m. local time.\n“We think that the heat could be decisive in deciding who will win. These are difficult conditions for our players, who nevertheless did what was necessary against Sierra Leone to impose themselves and produce an enjoyable game.”\n“Of course, there are still details to be corrected, but we are confident in our potential,” Regragui added.\n“We have supporters and our people behind us. We don’t want to disappoint them. We are all looking forward to reliving the same emotions as during the 2022 World Cup.”\nMorocco has consistently been the pre-tournament favourite at recent Cup of Nations tournaments but has only once won the continental championship, back in 1976.\nComments\nRelated stories Dyche baffled by Everton’s lack of penalties Premier League: Kompany left frustrated by controversial equaliser Related Topics AFCON 2023 /\nAfrican Cup of Nations /\nMorocco /\nWalid Regragui\nLatest on Sportstar India vs Australia LIVE score, IND 0-0 AUS, AFC Asian Cup 2023: First-half underway; Chhetri and Blue Tigers aim for positive start Team Sportstar Spanish Super Cup: Hungry Madrid in better form but Barca strong, says Xavi AFP FIH Women’s Hockey Olympic Qualifiers 2024: Higher-ranked Germany overpowers Chile 3-0 in opener; Japan defeats Czech Republic 2-0 Nihit Sachdeva AFC Asian Cup 2023: Australia predicted XI, squad, schedule Team Sportstar AFCON 2023: Morocco happy with extra time to acclimatise to African Cup of Nations heat Reuters READ MORE STORIES READ THE LATEST ISSUE Leander Paes on Hall of Fame induction — ‘My parents’ encouragement and constant love are the reasons I could achieve it all’ Shayan Acharya, Amitabha Das Sharma Paris Olympics 2024: Who will join Neeraj Chopra and Kishore Jena in javelin throw event Jonathan Selvaraj + SEE all Stories",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Health"
  ],
  "external_links": [
    "https://www.ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar",
    "https://ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "walid regragui",
        "sentiment": "none"
      },
      {
        "name": "joelinton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "newcastle",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "gambia",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "ivory coast",
        "sentiment": "none"
      },
      {
        "name": "san pedro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T13:31:15.269+02:00",
  "updated": "2024-01-13T13:41:52.246+02:00"
}