{
  "thread": {
    "uuid": "2f3a86e4d6e306c3c2177b65c03a38829eda0ee0",
    "url": "https://gshow.globo.com/tudo-mais/tv-e-famosos/noticia/travis-barker-usa-foto-inusitada-para-desejar-feliz-aniversario-a-kourtney-kardashian.ghtml",
    "site_full": "gshow.globo.com",
    "site": "globo.com",
    "site_section": "https://gshow.globo.com/horoscopo-etc/noticia/julieta-bittencourt-e-a-carta-a-rainha-de-espadas.ghtml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Julieta Bittencourt e a carta A Rainha de Espadas | Horóscopo Etc | gshow",
    "title": "Travis Barker usa foto inusitada para desejar feliz aniversário a Kourtney Kardashian | TV & Famosos | gshow",
    "title_full": "Travis Barker usa foto inusitada para desejar feliz aniversário a Kourtney Kardashian | TV & Famosos | gshow",
    "published": "2024-04-19T01:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-gshow.glbimg.com/YwLQEXEcWDeBUcAfAdfuhQCK5rA=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_e84042ef78cb4708aeebdf1c68c6cbd6/internal_photos/bs/2024/t/k/7qH3jzSien3cAfLh26ag/gshow-13-.jpg",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f3a86e4d6e306c3c2177b65c03a38829eda0ee0",
  "url": "https://gshow.globo.com/tudo-mais/tv-e-famosos/noticia/travis-barker-usa-foto-inusitada-para-desejar-feliz-aniversario-a-kourtney-kardashian.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-04-19T01:08:00.000+03:00",
  "title": "Travis Barker usa foto inusitada para desejar feliz aniversário a Kourtney Kardashian | TV & Famosos | gshow",
  "text": "1 de 11 Travis Barker abre álbum para desejar parabéns a Kourtney Kardashian — Foto: Reprodução/Instagram Travis Barker abre álbum para desejar parabéns a Kourtney Kardashian — Foto: Reprodução/Instagram\nKourtney Kardashian completa 45 anos nesta quinta-feira (18) , e o marido, Travis Barker , não deixou a data passar despercebida. O baterista do Blink-182 abriu um álbum nas redes sociais para desejar feliz aniversário à esposa, e acabou escolhendo diversos cliques inusitados.\nEm uma das fotos selecionadas por Barker, Kourtney aparece em um vaso sanitário; em outra, dorme com a luz do celular acesa e uma revista nas mãos.\n\"Feliz aniversário para minha bela esposa, alma gêmea e melhor amiga para sempre. Eu te amo, eu amo nossa vida juntos. Obrigado por ser a esposa mais incrível que alguém poderia pedir. Estou aqui para muitos mais anos de aventuras juntos\", escreveu ele na legenda.\nConfira os cliques:\n2 de 11 Travis Barker e Kourtney Kardashian — Foto: Reprodução/Instagram Travis Barker e Kourtney Kardashian — Foto: Reprodução/Instagram\n3 de 11 Kourtney Kardashian em publicação de Travis Barker — Foto: Reprodução/Instagram Kourtney Kardashian em publicação de Travis Barker — Foto: Reprodução/Instagram\n4 de 11 Travis Barker usa foto de momento íntimo de Kourtney Kardashian em parabéns — Foto: Reprodução/Instagram Travis Barker usa foto de momento íntimo de Kourtney Kardashian em parabéns — Foto: Reprodução/Instagram\n5 de 11 Kourtney Kardashian em post de Travis Barker — Foto: Reprodução/Instagram Kourtney Kardashian em post de Travis Barker — Foto: Reprodução/Instagram\n6 de 11 Travis Barker compartilha fotos de Kourtney Kardashian — Foto: Reprodução/Instagram Travis Barker compartilha fotos de Kourtney Kardashian — Foto: Reprodução/Instagram\nO primeiro filho do casal, Rocky Thirteen Barker , também aparece em alguns cliques, mas sem o rosto revelado. A criança, nasceu em novembro de 2023. Kourtney e Travis começaram o relacionamento em 2021, e se casaram no ano seguinte.\n7 de 11 Travis Barker, Kourtney Kardashian e o filho — Foto: Reprodução/Instagram Travis Barker, Kourtney Kardashian e o filho — Foto: Reprodução/Instagram\n8 de 11 Kourtney Kardashian e o filho — Foto: Reprodução/Instagram Kourtney Kardashian e o filho — Foto: Reprodução/Instagram\nParabéns de Kim e Khloé\nA Kardashian mais velha também ganhou felicitações das irmãs no dia em que completa 45 anos. Kim Kardashian , 43, compartilhou uma foto das três irmãs, e escreveu um longo texto para a Kourtney.\n\"Feliz aniversário, Rainha Kourtney Kardashian! Não há ninguém neste planeta com quem eu tenha passado mais tempo e compartilhado todas as mesmas lembranças de crescimento do que você, e eu as valorizo todas. Compartilhar um quarto, amigos, carros e nossas vidas juntas por quatro décadas tem sido a jornada mais mágica de ter você ao meu lado. Eu te amo e mal posso esperar por mais 45 anos juntas! Vou especialmente valorizar essa última viagem de irmãs, onde todas as nossas crianças tiveram festas de dança até caírem de sono, como costumávamos fazer quando éramos jovens! Celebrando você hoje e grata a você para sempre por sempre dar o melhor conselho que uma irmã poderia dar!\", escreveu Kim.\n9 de 11 Kim, Khloé e Kourtney Kardashian — Foto: Reprodução/Instagram Kim, Khloé e Kourtney Kardashian — Foto: Reprodução/Instagram\nKhloé , 39, a mais nova do trio Kardashian, abriu um álbum para desejar parabéns à irmã. Ela usou fotos recentes e também antigas, e combinou tudo com um longo texto.\n\"Feliz aniversário para minha Jane Kourtney Kardashian, minha fada dos sonhos, minha caixinha de tesouros pequenina. Towanda para sempre! Você merece cada grama de felicidade, amor e bênçãos que recebe! Você merece apenas grandeza neste mundo! Você é uma alma tão especial. A raridade das raridades. Sinto sua falta assim que saio de perto de você! Mal posso esperar para você terminar de amamentar para podermos lutar. Você prometeu no ano passado que voltaríamos a lutar. Uma garota está esperando pacientemente, mas o tempo está passando, querida\", escreveu Khloé.\n10 de 11 Khloé e Kourtney Kardashian em foto antiga — Foto: Reprodução/Instagram Khloé e Kourtney Kardashian em foto antiga — Foto: Reprodução/Instagram\n11 de 11 Khloé e Kourtney Kardashian — Foto: Reprodução/Instagram Khloé e Kourtney Kardashian — Foto: Reprodução/Instagram",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:13:16.319+03:00",
  "updated": "2024-04-19T04:55:23.892+03:00"
}