{
  "thread": {
    "uuid": "2fe338a9462ca191cbf11fcd80620ef77ba7c816",
    "url": "https://www.boxingnews24.com/2023/12/rojas-predicts-faster-knockout-for-crawford-in-spence-rematch/",
    "site_full": "www.boxingnews24.com",
    "site": "boxingnews24.com",
    "site_section": "https://www.boxingnews24.com/rss",
    "site_categories": [
      "boxing",
      "sports"
    ],
    "section_title": "Boxing News 24",
    "title": "Rojas predicts faster knockout for Crawford in Spence rematch",
    "title_full": "Rojas predicts faster knockout for Crawford in Spence rematch",
    "published": "2023-12-31T09:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.boxingnews24.com/wp-content/uploads/2023/07/Errol-Spence-Jr.-vs-Terence-Crawford-07.29.2316-boxing-photo.jpg",
    "performance_score": 0,
    "domain_rank": 72895,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fe338a9462ca191cbf11fcd80620ef77ba7c816",
  "url": "https://www.boxingnews24.com/2023/12/rojas-predicts-faster-knockout-for-crawford-in-spence-rematch/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "B.G.B",
  "published": "2023-12-31T09:21:00.000+02:00",
  "title": "Rojas predicts faster knockout for Crawford in Spence rematch",
  "text": "Sparring partner Freudis Rojas predicts an even faster knockout victory for Terence Crawford in his rematch against Errol Spence Jr. in the first quarter of 2024. Spence, 33, has activated his rematch clause, wanting to try and avenge his ninth round knockout loss against Crawford from last July on Showtime PPV. Most fans believe that Spence is just hanging around for the money he’ll get from the rematch against Terence and will then hang up his gloves a wealthy man. Errol’s options are limited Of course, the massive payday that Spence will be getting in a second fight with Terence is another reason he’s insisting on a rematch. Without that, Spence would take a massive pay cut, fighting one of the contenders at 154, which is division is almost completely barren of popular fighters aside from Jermell Charlo and Tim Tszyu. Spence will never fight Jermell because they’re close friends. Rojas says Crawford (40-0, 31 KOs) has former IBF, WBA & WC welterweight champion Spence (28-1, 22 KOs) all “figured out,” and it’s going to be easy when they meet again. There still isn’t a scheduled date for the Crawford-Spence 2 rematch, as PBC has to figure things out when to stage it with Amazon Prime PPV in early 2024. With Showtime no longer broadcasting boxing, PBC has been forced to find another network for their fighters. If the purses for Crawford & Spence are tied into PPV sales, they could be disappointed because fans are not interested in seeing a second fight. There would be if Spence redeemed himself with two or three wins over fighters like Jaron ‘Boots’ Ennis, Tim Tszyu, Brian Mendoza, or Erickson Lubins. Spence isn’t about to fight those guys because he might lose, and that would wreck his rematch payday against Crawford. Crawford will waste no time “I think Bud is going to stop him faster this time because he’s really got him figured out,” said Freudis Rojas to [Fighthype](https://www.youtube.com/watch?v=A26C87xUcnw&t=292s) about his view that Terence ‘Bud’ Crawford will defeat Errol Spence Jr. even easier in their rematch in 2024 than he did last July. “It didn’t look like he gave Bud any problems at all, but it is boxing, and he has two hands. Literally, one punch can change the entire fight. In my opinion, he’ll probably stop him sooner by stoppage.” It’s difficult to see a path to victory for the 33-year-old Spence, as he was so badly overmatched last time. Crawford had Errol figured out from the jump and dominated him on the inside and outside. Spence will need to use pressure like last time, and hope that it works because he can’t win the rematch by staying at range against the longer-armed Crawford. Will lightning strike twice? If Spence had one-punch power, that would obviously help because he afford to lose rounds while waiting to land that one big KO shot. “Bud even said it himself. ‘Once I beat you, they’re going to say rehydration, and you were too big.’ He said it from the beginning that’s the excuse they were saying, a lot of people have been saying,” said Rojas about the excuses from Team Spence. It should be interesting to see if Rojas’ prediction of a faster knockout victory for Crawford comes true. An upset victory for Spence would be massive, as it would give him the opportunity to tell fans that his previous defeat was a fluke and they’d believe him. “Even if he’s [Spence] rehydrated, I still think he’s going to be the same exact thing. Spence, he always fought like that, I think. Even he was drained. He had a full day [after the weigh-in]. There was no rehydration clause. I think Bud would demolish him again,” said Rojas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=A26C87xUcnw",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=A26C87xUcnw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "freudis rojas",
        "sentiment": "negative"
      },
      {
        "name": "rojas",
        "sentiment": "negative"
      },
      {
        "name": "crawford",
        "sentiment": "negative"
      },
      {
        "name": "terence crawford",
        "sentiment": "negative"
      },
      {
        "name": "errol",
        "sentiment": "none"
      },
      {
        "name": "spence",
        "sentiment": "none"
      },
      {
        "name": "terence",
        "sentiment": "none"
      },
      {
        "name": "errol spence jr.",
        "sentiment": "none"
      },
      {
        "name": "tim tszyu",
        "sentiment": "none"
      },
      {
        "name": "jermell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ibf",
        "sentiment": "none"
      },
      {
        "name": "showtime ppv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "spence",
        "sentiment": "none"
      },
      {
        "name": "jermell charlo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T10:10:49.130+02:00",
  "updated": "2023-12-31T10:16:33.631+02:00"
}