{
  "thread": {
    "uuid": "484c4e4e4fd24928b4befa1b9f52960a0827c2e2",
    "url": "https://www.miragenews.com/starting-dialogue-on-rare-disease-in-south-1209172",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Australia&#039;s 24/7 live news &amp; media portal | Mirage News",
    "title": "Starting Dialogue On Rare Disease In South Carolina | Mirage News",
    "title_full": "Starting Dialogue On Rare Disease In South Carolina | Mirage News",
    "published": "2024-04-04T13:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://web.musc.edu/-/sm/news-center-media/news-center-images/2024-images/04/rare-disease-symposium-spot-2.jpeg?h=667&amp;w=1000&amp;hash=08309EB6C4635BC2181AB2F9B5470B8D",
    "performance_score": 0,
    "domain_rank": 13792,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "484c4e4e4fd24928b4befa1b9f52960a0827c2e2",
  "url": "https://www.miragenews.com/starting-dialogue-on-rare-disease-in-south-1209172",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-04T13:08:00.000+03:00",
  "title": "Starting Dialogue On Rare Disease In South Carolina | Mirage News",
  "text": "[The South Carolina Rare Disease Advocacy Council](https://rarediseasesc.org/) (SCRDAC) held its inaugural symposium on Feb. 29 in Columbia to engage researchers, patients and advocates in conversations about how to improve the lives of the state's rare disease community. The first session featured presentations from researchers about clinical trials and genetic testing. The second session consisted of an advocacy panel in which panelists discussed what let them to advocacy and addressed the challenges those with rare diseases face. Although any one rare disease affects a relatively small group of patients, when combined, rare diseases affect more than 30 million people in the U.S. Despite this, diagnoses can be missed by medical professionals, who are trained to look for \"horses\" (common diseases) and not \"zebras\" (rare diseases), making the path longer to treatment and a better quality of life for patients. The lack of funding for research into rare diseases reduces the likelihood of breakthrough treatments, and it can also be difficult to recruit enough patients for trials to determine the effectiveness of treatment. Participation by the rare disease community in clinical trials can partly overcome this challenge, according to [Patrick Flume, M.D.](https://providers.muschealth.org/sc/charleston/patrick-a.-flume-md), SCRDAC chair and co-director of the [South Carolina Clinical and Translational Research Institute](https://research.musc.edu/resources/sctr) (SCTR), who kicked off the symposium with opening remarks. As a pulmonologist, cystic fibrosis researcher and one who runs clinical trials, he has seen firsthand how new medications designed specifically for individuals with genetic variations that cause cystic fibrosis have transformed medical care. Not so long ago, it was not unusual for patients with cystic fibrosis to have died in their twenties. Now, thanks to new drugs that target the genetic causes of the disease, they can live into their fifties. If genetic variants responsible for other rare diseases can be determined, then it stands to reason that therapeutic drugs can be developed and tested for them as well. But they will only be identified if patients participate in registries to find the variants and in trials to test potential therapies. Following Flume's presentation, the symposium welcomed Daniel Judge, M.D., a cardiovascular genetics expert at MUSC and a member of the SCRDAC. He introduced [In Our DNA SC](https://web.musc.edu/inourdnasc), an initiative that aims to screen 100,000 South Carolinians, at no cost, for certain mutations known to be highly associated with particular diseases. The program uses Centers for Disease Control and Prevention Tier-1 gene testing for three of the most common rare diseases for which clinical practice guidelines are available. Approximately 80% of rare diseases are genetic, which is why genetic screenings like In Our DNA SC are so important. They help to identify people with specific genetic differences that cause diseases. This can speed up the diagnosis process and provide Genetic screening also took center stage in the presentation by [Neena Champaigne, M.D.](https://providers.muschealth.org/sc/north-charleston/neena-l.-champaigne-md), in which she discussed the importance of newborn screening. Newborn screening saves or improves the lives of over 13,000 babies a year by identifying potentially fatal genetic disorders early, Champagne said. The number of lives saved is expected to increase as screening methods improve and the number of conditions being screened for continues to increase. Champaigne also noted the need for appropriate follow-up and clinical infrastructure to address abnormal results. People who screen positive for genetic mutations associated with various diseases may struggle to understand the results or their implications. That's where genetic counselors like MUSC's [Maysen Mesaros](https://education.musc.edu/MUSCApps/facultydirectory/Mesaros-Maysen) and [Olivia Thompson](https://education.musc.edu/MUSCApps/FacultyDirectory/Thompson-Olivia-) come in. Their presentation emphasized the importance of seeking genetic counseling before and after screening to discuss medical and family histories, screening results and navigation to appropriate care and clinical trials. \"Many basic scientists will never know a patient with the disease they are studying. Without that, how can you know the true relevance of your work?\" -- Dr. Chip Norris The research session concluded with [Chip Norris, Ph.D.](https://medicine.musc.edu/departments/regenerative-medicine/research/norris-lab), who takes a patient-focused approach to his research on hypermobile Ehlers-Danlos syndrome (hEDS). His journey into hEDS research started when he met then-graduate student [Cortney Gensemer, Ph.D.](https://web.musc.edu/about/news-center/2023/03/21/research-phenom), who has the disease. He was shocked to learn that researchers had not identified the specific genetic variation causing the disease and encouraged Gensemer to make finding the variant the focus of her thesis project. From this experience, Norris learned an important lesson. \"Many basic scientists will never know a patient with the disease they are studying,\" he said. \"Without that, how can you know the true relevance of your work?\" Norris and Gensemer have been actively working to change this trend by involving patient-scientists in the work of the lab. His lab welcomes individuals with hEDS and other EDS subtypes who are passionate about science and research. Norris also emphasized the importance of a patient registry in identifying genetic variants and how the discovery of a causative variant can expedite the diagnostic process for these patients. Since that initial meeting with Gensemer, Norris and his team have discovered candidate genes for the hypermobile type and validated this finding in an animal model. Day in and day out, they champion the significance of and expansion of patient-focused research. After the research presentations, a rare disease advocacy panel, whose members had personal or family experience with a rare disease, shared their experiences and concerns as well as fielded questions from researchers and attendees. Advocates pointed out that change becomes more likely when people with different rare diseases unify and collaborate with physicians, researchers and policymakers to better the lives of the whole community. They encouraged members of the rare disease community to own their expertise and lived experiences with the disease and to feel more confident in communicating their needs. They said that doing so would help to raise awareness about rare diseases and the challenges faced by this community. The SCRDAC hopes that by starting these conversations, it will lead to continuing collaborations that will ultimately improve the lives and care of the state's rare disease population. The SCRDAC is committed to spearheading efforts to raise awareness of the community's needs and providing assistance to individuals in navigating access to vital resources, essential care and clinical trial opportunities. Related Links To learn more about clinical trials in South Carolina, visit [SCResearch.org](http://scresearch.org/). [here](https://www.miragenews.com/starting-dialogue-on-rare-disease-in-south-1209172/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://rarediseasesc.org/)",
    "https://education.musc.edu/MUSCApps/FacultyDirectory/Thompson-Olivia-)",
    "http://scresearch.org/).",
    "https://providers.muschealth.org/sc/north-charleston/neena-l.-champaigne-md),",
    "https://providers.muschealth.org/sc/charleston/patrick-a.-flume-md),",
    "https://research.musc.edu/resources/sctr)",
    "https://web.musc.edu/inourdnasc),",
    "https://web.musc.edu/about/news-center/2023/03/21/research-phenom),",
    "https://education.musc.edu/MUSCApps/facultydirectory/Mesaros-Maysen)",
    "https://medicine.musc.edu/departments/regenerative-medicine/research/norris-lab),",
    "https://www.providers.muschealth.org/sc/charleston/patrick-a.-flume-md),",
    "http://www.scresearch.org/).",
    "https://www.education.musc.edu/MUSCApps/FacultyDirectory/Thompson-Olivia-)",
    "https://www.web.musc.edu/about/news-center/2023/03/21/research-phenom),",
    "https://www.medicine.musc.edu/departments/regenerative-medicine/research/norris-lab),",
    "https://www.providers.muschealth.org/sc/north-charleston/neena-l.-champaigne-md),",
    "https://www.education.musc.edu/MUSCApps/facultydirectory/Mesaros-Maysen)",
    "https://www.rarediseasesc.org/)",
    "https://www.research.musc.edu/resources/sctr)",
    "https://www.web.musc.edu/inourdnasc),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mirage news",
        "sentiment": "negative"
      },
      {
        "name": "south carolina rare disease advocacy council",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "south carolina",
        "sentiment": "none"
      },
      {
        "name": "columbia",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:30.504+03:00",
  "updated": "2024-04-05T00:37:17.739+03:00"
}