{
  "thread": {
    "uuid": "28d17cb7f52c16779bf7ad5a3dc235ce7d5c8d17",
    "url": "https://attheu.utah.edu/uncategorized/celebrating-the-heroic-everyday-efforts-of-women",
    "site_full": "attheu.utah.edu",
    "site": "utah.edu",
    "site_section": "https://attheu.utah.edu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "@theU",
    "title": "Celebrating the heroic everyday efforts of women",
    "title_full": "Celebrating the heroic everyday efforts of women – @theU",
    "published": "2024-03-15T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d26toa8f6ahusa.cloudfront.net/wp-content/uploads/2024/03/14111557/ww2024_post.jpg",
    "performance_score": 0,
    "domain_rank": 813,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28d17cb7f52c16779bf7ad5a3dc235ce7d5c8d17",
  "url": "https://attheu.utah.edu/uncategorized/celebrating-the-heroic-everyday-efforts-of-women",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jasen Lee",
  "published": "2024-03-15T00:00:00.000+02:00",
  "title": "Celebrating the heroic everyday efforts of women",
  "text": "Throughout history, women have played an integral role at the University of Utah in the development of society. Unfortunately, those efforts are often minimized or sometimes ignored. This year, the University of Utah is highlighting Women’s Week through the theme, “Untold Stories and Everyday Heroism.” “Women’s Week is not just a celebration; it’s a declaration of our commitment to ‘Celebrating U Completely,’” said Vice President for Equity, Diversity, and Inclusion Mary Ann Villarreal. “By amplifying the untold stories of women on our campus and in our broader community, we affirm their invaluable roles in shaping our collective narrative and experiences.’” While many people may believe that occasions like Women’s Week and Women’s History Month are no longer needed because of the strides that have been made over the years regarding recognizing female contributions to society, some advocates warn there is still much work to be done. “There’s still plenty of reason to elevate the stories of women,” said U of U Women’s Resource Center Director and Women’s Week Co-Chair Kirstin Maanum. “It’s been fun to see the evolution of women’s weeks over the years and this year focusing on untold stories is going to be really exciting.” “Women’s Week is a part of the University of Utah’s vibrant community, and we feel it’s an important opportunity to celebrate different aspects of everyone’s lived experience across campus,” added Amanda Bakian, co-chair of Women’s Week; research associate professor of psychiatry; and co-director of Women in Health, Medicine, & Science . “That means providing an opportunity for every voice and every experience to be recognized. Embedding Women’s Week during Women’s History Month is another way to recognize and elevate women who make lasting contributions each and every day.” Maanum noted that this weeklong recognition from March 18 – 22, 2024, should also be considered in the context of being in Utah, where traditional gender roles have always prevailed. This year’s program will offer information on a variety of important issues facing women today. “Speaking up for yourselves and others, being an advocate for yourself, whether that’s around salary or what you need in a healthy working environment,” she said. “You can learn about the different kinds of challenges that come up and what you can expect or ask for in your workplace. That’s really important.” She also said there will be workshops on nuances for women in finance, examining the gender wage gap, and other information such as learning how to invest your money. The keynote speaker for Women’s Week will be social justice advocate Autumn Rose Williams. Bakian said one of the issues facing women, particularly in the workplace, has been establishing support networks. “One thing that I’ve been hearing is sometimes women don’t feel like there are always obvious role models for them or where to find an appropriate role model,” she explained. “Yet having a role model in the workplace or school can be critical to a woman’s success as a role model can provide inspiration and guidance.” She said part of the mission of Women’s Week is to create awareness and better understanding of what needs are out there for women who are trying to make their way in frequently male-dominated academic and career environments. “We still have glass ceilings that exist that we need to have shattered,” Bakian said. “The battles are still there and still really important and still need to be fought.” “I hope people show up with that spirit of listening and learning because a lot of stories are going to be told,” Maanum said. “A lot of wisdom is going to be shared, and that can influence how we do our jobs here on campus and make our campus community better.” Women’s Week 2024 is sponsored in part by Hip & Humble. Visit the Women’s Week website for more information on Women’s Week at the U.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary ann villarreal",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of utah",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:45:04.281+02:00",
  "updated": "2024-03-15T01:02:47.826+02:00"
}