{
  "thread": {
    "uuid": "48b0a92ad2f246aa15138f9c166d3d8b1abc48b5",
    "url": "https://www.meneame.net/story/adios-excepcion-iberica-medida-ahorro-5-106-millones-familias/c068",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://meneame.net//comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#68 Adiós a la excepción ibérica, la medida que ahorró 5.106 millones a las familias en plena crisis energética",
    "title_full": "#68 Adiós a la excepción ibérica, la medida que ahorró 5.106 millones a las familias en plena crisis energética",
    "published": "2023-12-28T23:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11108,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48b0a92ad2f246aa15138f9c166d3d8b1abc48b5",
  "url": "https://www.meneame.net/story/adios-excepcion-iberica-medida-ahorro-5-106-millones-familias/c068",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "manc0ntr0",
  "published": "2023-12-28T23:17:00.000+02:00",
  "title": "#68 Adiós a la excepción ibérica, la medida que ahorró 5.106 millones a las familias en plena crisis energética",
  "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Que pregunto yo, ¿algún día sus votantes se miran al espejo y les viene la frase a la mente de \"¿Seré subnormal?\"?\n[#3](c3#c-3) Claro que no, cogen la lista de cosas que ha hecho mal Sanchez que no paran de repetir sus medios 24/7 y con eso justifican todo.\nY es obvio que ha hecho cosas mal, otra cosa es si esa lista compensa todo lo que se perdería al meter al ppvox en el gobierno (que es obvio que no).\n[#4](c4#c-4) Se ve claramente que dios no atiende a sus rezos y por esto nos da otros tantos de años con ellos en la oposición\n[#4](c4#c-4) [#3](c3#c-3) y una lista de cosas que ha hecho bien? No es broma, muchas veces gente conservadora viene con los mantras de las noticias y cuando les intento decir las cosas buenas noe salen demasiadas, podéis ayudarme?\n- Ley de eutanasia\n- Subida SMI\n- Excepción Ibérica energética\n- Ley de regulación del juego\n- más?\nComprometidas, que no me atrevo a llamar buenas:\n- Ley de solo si es si\n- Ley maltrato animal\n- Gestión de la pandemia (yo les doy un aprobado, aunque entiendo que es muy opinable)\n- más?\n[#26](c26#c-26) Así que yo recuerde: ley de Riders, permisos de paternidad igualitarios, eliminación del contrato temporal, ley de trabajadoras del hogar, ley trans, prohibición de los teléfonos 902 en la atención al cliente, regulación de la publicidad de juegos de azar o racionalización de las cuotas de autónomos. Ya pon cada una en la zona que creas.\n[#40](c40#c-40) En el ámbito empresarial que luego dicen...\nIVA franquiciado.\nRefuerzo de la ventanilla única empresarial (Para facilitar tramites, como subvenciones o permisos).\nCuota de la seguridad social bonificada hasta el segundo año si no se alcanza el SMI (no solo han racionalizado las cuotas, también las reducen para que sea mas fácil empezar, además me niego a llamarla cuota de autónomo, que parece un impuesto al autónomo, cuando estas pagando con ella la seguridad social).\nAyudas a la digitalización.\nAyudas al comercio exterior.\nCreación de la oficina virtual del notario y facilitación de los tramites online ante los notarios.\nY esas que me acuerde yo ahora mismo.\n[#3](c3#c-3) Estamos hablando de una gente que vota a un partido que hizo promesas como volver a ilegalizar el matrimonio homosexual, después ganó con mayoría absoluta, y ni así las cumplió. Cosa de la que me alegro, pero vaya no sé que cara se les debió quedar a los que votaron al PP para eso. Y luego ya como recochineo se casa uno de ellos con un hombre, y asisten todos a la boda\n[#3](c3#c-3) Si, pasa a muchos votantes del PP, a partir de entonces se les llama \"ex votantes del PP\", pero por desgracia pasa menos de lo que debería\n[#1](c1#c-1) Con regocijo ni pena de nadie, porque desde Febrero no se activaba\nEn cualquier caso, desacoplar el precio del gas de otras fuentes de energía ha sido una de las pocas medidas liberales que ha tomado este gobierno y hay que reconocérselo, aunque hasta un reloj estropeado da bien la hora dos veces al día.\n[#11](c11#c-11) creo que no sabes usar ese dicho correctamente. Solo se aplica cuando es algo en lo que puedes acertar por casualidad, aqui no es el caso, aqui hubo voluntad de combatir una injusticia que iban a pagar los ciudadanos, aqui hubo voluntad de enfrentarse contra una mano poderosa como la de las energeticas.\nQuerer atribuir esto a mero acierto es quitar peso al esfuerzo que supuso al gobierno conseguir esta hazaña.\n[#11](c11#c-11) Con regocijo ni pena de nadie, porque desde Febrero no se activaba\nPorque no hacía falta.\nA partir de ahora se podrá vender la eolica y solar hasta a 160€ en lugar de a 60€, basta que se den las circunstancias como ya ha pasado anteriormente.\nha sido una de las pocas medidas liberales...\nEs A C O J O N A N T E.\nAhora limitar por ley el precio al que se vende un bien, es \"una medida liberal\". Eres la monda. Seguro que eres de los que utilizan el \"indice de libertad económica\" para determinar \"lo liberal que es un país\" y de los que definen a China como esa cosa recién inventada como \"Capitalismo de Estado\"....\n[#1](c1#c-1) El que es pobre es porque quiere votar capitalismo, monarquía y pobreza, con sus votos y con su prole.\nYo a esta noticia le noto cierto tufillo aporófobo, si nos atenemos a los altos estándares éticos e intelectuales de Menéame, porque al implicar indirectamente que la pobreza es algo malo o negativo, está dejando en mal lugar a todas esas personas, éticas e inteligentes, que, en ejercicio de sus legítimos derechos, consideran que la pobreza, la precariedad y la desigualdad inmerecidas son circunstancias tan estupendas como para incluso hacer nacer, y criar, a sus propias proles en ellas, a que sus proles también hereden y les agradezcan esa pobreza, esa precariedad, esa desigualdad inmerecida, ese capitalismo y esa monarquía tanto como esas personas progenitoras los agradecen a sus padres.\nY es que el libro de los gustos está en blanco, y la convivencia en una sociedad civilizada debe consistir en que sepamos respetarnos los unos a los otros las costumbres, culturas, derechos, preferencias económicas, criterios progenitores y principios éticos de cada cual, aunque puedan ser muy diferentes a los nuestros.\nAsí que no permitáis que estas noticias aporófobas desvíen vuestra atención y vuestra ética: no renunciéis a pegaros el gustazo de generar otro baby boom para hacer nacer a vuestras proles en la pobreza o la precariedad, y entregarlas al capitalismo y a la monarquía. Porque la natalidad y las pensiones lo necesitan, y porque aunque en un primer momento quizá podría pareceros mal hacer nacer a vuestras propias proles en la pobreza o en la precariedad, cuando vuestras proles alcancen la mayoría de edad también se volverán defensoras del derecho de hacer nacer a sus propias proles en la pobreza, en la precariedad, en el capitalismo y en la monarquía, a que estos hijos suyos (vuestros nietos) les agradezcan todas estas cosas, en forma de pensiones, tanto como vuestras proles os las agradecerán a vosotros, en forma de pensiones, y tanto como vosotros las agradecéis a vuestros padres, en la misma forma. Así que no hay ningún problema con que hagáis nacer a vuestras proles en la pobreza, en la precariedad, en el subdesarrollo, en el capitalismo y en la monarquía, porque vuestras proles os lo agradecerán, en forma de pensiones.\nY recordad que cuando hacéis nacer a vuestras propias proles en la pobreza y la precariedad, no serán los ricos, el capitalismo y la monarquía los que se estén riendo de vosotros, sino que seréis vosotros los que os estaréis riendo de ellos.\n[#41](c41#c-41) No debe parecerte que mi comentario sean tan equivocado si no tienes cojones ni neuronas de ponerme un ignore como el que yo te acabo de poner a ti, por falaz y por no tener neuronas para responder dando un argumento racionalmente válido que muestre en qué me equivoco en vez de responder con falacias.\n[#46](c46#c-46) Déjale, si aunque se cambie de nick sigue siendo el mismo que soltaba las chapas de que a la gente le parece chachi guay vivir en la pobreza porque siguen naciendo niños... Ni puñetero caso porque no razona y te vas a enervar más.\n[#1](c1#c-1) Rajoy: \"Cuanto peor para todos, mejor. Mejor para mí el suyo beneficio político\" cree el ladrón.\nPP since 1936\nPor fin podré pagar eólica a precio de gas natural... Cómo dios manda...\nPutos comunistas que habían impedido que las eléctricas tuviesen unos beneficios adecuados...\nUna de las mejores medidas que ha tomado ningún gobierno español.\n#teahortounclick Llevaba sin aplicarse desde febrero pero además hay un nuevo límite europeo de 160 por si las moscas\n[#5](c5#c-5) Llevaba sin aplicarse...porque el precio YA era bajo, cabe decirlo:\n\"pues los precios están alejados de los que se registraron tras el estallido de la guerra en Ucrania. Tanto es así que el tope del gas lleva sin activarse desde el 27 de febrero de este año, ya que los precios no han alcanzado el umbral máximo para activar este mecanismo.\"\n[#5](c5#c-5) lo que comentas es muy relevante, ya que salvo otra nueva guerra/crisis/pandemia/loquesea parece difícil que el precio supere el tope (45€/Mw/h).\nY lleva sin alcanzarse en España desde febrero (10 meses).\n[#5](c5#c-5) El tema de los CdF tampoco me parece mala idea... Al menos con eso si la el mercado si que se genera un remanente que el estado puede aprovechar, a cambio los productores saben como van a amortizar y si los precios suben demasiado entra el mecanismo de regulación de precios.\nIgual que Renfe se cuida muy mucho de que sus retrasos no lleguen a una hora para no tener que pagar, mucho me temo que los precios se dispararán lo justo para que no se active el mecanismo...\nHasta el siguiente desastre. Sigo pensando que es absurdo que la luz cueste lo mismo con 99% renovables y 1% gas, que con 100% gas. Deberían hacer una media ponderada o algo así\n[#20](c20#c-20) Una idea puesta en marcha por el ínclito Soria, el peor ministro que ha tenido este país con mucho, y no derogada por los sucesivos gobiernos socialistas, hay que mantener bien engrasadas las puertas giratorias.\nEn realidad el timo ibérico consiste en que somos el único país de Europa en el que los precios no se fijan por la cotización de los futuros de la electricidad, mucho más estables, si no por los vaivenes del mercado intradía, específicamente los precios que pagan los que se acogen la pvpc, lo cual incluye a los consumidores vulnerables. De este modo se traslada toda la volatilidad del mercado al consumidor, mientras que las comercializadoras compran la mayoría de la electricidad en mercados de futuros mucho mas estables. Por suerte ya han obligado desde Europa a cambiarlo.\nPero eso no lo dirán los políticos del psoe ni los del pp.\n[#20](c20#c-20) ya se quedan las subasta de instalar renovables desiertas por el periodo de venta regulado a 45 €/MWh.\nEl precio casi siempre lo va a marcar la hidroeléctrica de embalse, es la que puede hacerlo.\nLo absurdo es no meter autoconsumo remoto, si vas a consumir cuando quieres y no cuando se produce electricidad renovable es absolutamente normal que la subasta se dispare.\nEse sistema del market pool de que se paga toda la energía al precio de la mayor que entre en la subasta, ¿alguien me sabría decir por qué es tan imposible de cambiar? desde mi limitado entendimiento parece tan ridícula, tan absurda, que cualquier político debería asumir que lo lógico sería cambiarla inmediatamente, ¿no? Pero lleva años y años, y aplicada en toda Europa. Alguna pega habrá para que se mantenga...?\n[#24](c24#c-24) Es tan difícil de cambiar porque cuando la escribieron lo dejaron todo atado y bien atado. No soy para nada un experto, pero si no recuerdo mal en tertulias de aquella época, si cambias la ley tendrías que indemnizar a las eléctricas por el beneficiario que perdiesen, ya que estás haciendo una ley que les perjudica. Así de genial es nuestro sistema, teniendo en cuenta que las eléctricas han hecho inversiones contando con unos beneficios y esos beneficios están aprobados por el estado a la hora de aprobar la construcción de una central, si de repente el estado reduce esos beneficios las cuentas no salen. Creo recordar que el gobierno, en la pandemia, cambió alguna ley para permitir que dentro de unos años, cuando las inversiones con la ley antigua estén amortizadas, poder cambiar las leyes sin indemnizar a los oligarcas.\nCC\n[#32](c32#c-32)\n[#24](c24#c-24) [#32](c32#c-32) [#45](c45#c-45) primero que eso es así para la subasta diaria, que no es toda la electricidad, de hecho hoy los contratos bilaterales llegan a ser mitad de la energía a red en algunas horas: https://www.omie.es/es/market-results/daily/daily-market/daily-hourly-price\nsegundo, quien instala renovables lo hace para ganar dinero, si en una subasta para poner fotovoltaica y eólica a 45 €/MWh de compra obligada nadie entra, o haces la subasta para que ganen más dinero o toca instalar renovable vía obra pública, y no hay dinero para hacerlo y hay un riesgo grave de canibalización que hace las subastas aún menos atractivas.\n[#45](c45#c-45) si hay una ley para que un beneficio que se pierde se indemnice... ¿no debería haber otra para que un beneficio extraordinariamente extraordinario indemnice?\nesto, lo de los bancos (clausulas suelo, gastos notariales,...) son ya unas cuantas veces que grandes sectores se ven beneficiados extraordinariamente por gobiernos. no sé, de gente que se dice liberal, pero en entorno de libre competencia necesita de \"regalitos\" de los estados? y esos regalitos para lograr unos ínfimos crecimientos económicos ; creo que sin regalitos el entorno sería más sano, las empresas mejores, y los crecimientos más altos.\n[#60](c60#c-60) La lógica detrás de ésta movida es la siguiente:\nHacer una central eléctrica vale una pasta brutal, como el estado no quiere gastarse la pasta pues pide a la iniciativa privada que lo hagan ellos, pone unas condiciones mínimas, etc, y quien lo haga más barato se lo lleva. La iniciativa privada hace una estimación de inversión y de retorno, pongamos por ejemplo que deciden invertir x millones y calculan que lo van a recuperar en 30 años, el tema está en que si viviésemos en un sistema capitalista real, esa estimación se puede cumplir o no, pero como vivimos en un capitalismo de amiguetes la empresa dice que construye la central si el estado garantiza esos beneficios, si no no se arriesga. Como a los ministros de industria del momento les pareció bien esa cláusula*, pues palante, pero es que además vivimos en un maravilloso sistema en el qje la legislación internacional permite que si un país hace una ley que haga que una empresa gane menos dinero, esa empresa puede denunciar al país, como pasó por ejemplo cuando el PP aprobó un impuesto a las renovables y empresas inversoras extranjeras denunciaron al gobierno por hacerles ganar menos dinero.\n*Sin que esto tenga nada que ver con las puertas giratorias\nSe anula la excepción ibérica y el IVA vuelve al 21% en febrero, que, con el cambio climático ya no hará frío.\ncon lo cual, la factura de gas se incrementará mucho más de ese 3,8 de subida de las pensiones.\nEs indecente que un servicio básico como el gas tenga un 21% de IVA, aparte de otros impuestos específicos.\nMe da igual quién lo privatizó. Ambos son culpables\nRespiran los españoles de bien. Se acabó un trozo de comunismo. Murió el Timo Ibérico. Party en Génova.\nY si nos hemos ahorrado 5000M de donde han salido ? Nos van a subir el precio ahora para recuperar?\nEntre que se termina el IVA reducido y esto, ya veréis el recibo de enero\n¿Saldrá la gente a la calle a protestar?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.omie.es/es/market-results/daily/daily-market/daily-hourly-price",
    "https://omie.es/es/market-results/daily/daily-market/daily-hourly-price"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:31.788+02:00",
  "updated": "2023-12-29T00:22:31.788+02:00"
}