{
  "thread": {
    "uuid": "a687c9ef5f19774ff743f4fbb4507ed1bcf916e9",
    "url": "https://www.pressenterprise.com/2023/12/28/professing-faith-epiphany-what-is-it-and-why-do-you-we-celebrate-it/",
    "site_full": "www.pressenterprise.com",
    "site": "pressenterprise.com",
    "site_section": "https://www.pressenterprise.com/",
    "site_categories": [],
    "section_title": "The Press-Enterprise: Local News, Sports and Things to Do",
    "title": "Professing Faith: Epiphany, what is it and why do you we celebrate it?",
    "title_full": "Professing Faith: Epiphany, what is it and why do you we celebrate it? – Press Enterprise",
    "published": "2023-12-29T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pressenterprise.com/wp-content/uploads/2023/12/ELDER-WEB-16x9-1-1.jpg?w=708&#038;h=398",
    "performance_score": 0,
    "domain_rank": 19100,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a687c9ef5f19774ff743f4fbb4507ed1bcf916e9",
  "url": "https://www.pressenterprise.com/2023/12/28/professing-faith-epiphany-what-is-it-and-why-do-you-we-celebrate-it/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gregory Elder",
  "published": "2023-12-29T00:52:00.000+02:00",
  "title": "Professing Faith: Epiphany, what is it and why do you we celebrate it?",
  "text": "With Christmas just ended, let’s not forget that this holiday is not celebrated on one day each year but for 12 as the famous carol “Twelve Days of Christmas” reminds us.\nThe holiday continues until Epiphany, celebrated on Jan. 6. It is one of those holy days which has sadly lost much of its luster in the last century, but is rich in history and tradition.\nIn medieval times, the 12 days after Dec. 25 were notorious for wild partying. The 12th night was particularly riotous, until the long faced Puritans put a stop to that. In some churches it is now forgotten, in some churches this day was kept on the Sunday before Jan. 6, in some places it is kept on Jan. 6 and in the Eastern Orthodox churches it is kept on Jan. 19. But the festival itself goes back a long way.\nThe religious significance of the day is the commemoration of the arrival of the Magi, or the “three kings” who brought gold, frankincense and myrrh, as described in Matthew 2:1-15. The Greek word “magi” is a debated term, but it probably refers to Persian astrologers, possibly from the Zoroastrian noble, or priestly class. But because St. Jerome translated “magoi” into “Regis” or “kings,” for many people kings they have remained. The King James Bible’s translation of the term as “wise men” is hard to beat. Tradition gives their number as three but the Bible makes no such numbering. For all we know there could have been a whole herd of them. And because in Greek, the masculine plural can include both men and women, they may not all have been men at all, which would make sense if it were a tribal group making a visit.\nBut the author of Matthew’s gospel wants to make it clear that he believes that the infant Jesus was manifested to both Jews and to the gentile world from the very moment the Christian story begins. In this sense, the passage should also be considered in the light of the fact that Matthew also describes the infant Jesus visiting African Egypt in his infancy. The point is clear — the holy child is seen as manifested to all nations. St. John Chrysostom remarked that the fact the star briefly stopped shining before the wise men, leading them to consult King Herod for directions, was to remind them and the world that salvation was still from the Jews first, after all.\nThe earliest reference to a Christian celebration on Jan. 6 appears to be in some sermons given around the year 325. The problem is that it is not clear if these sermons are for Christmas or Epiphany, and probably they are for the former. But “Christmas” seems to have been celebrated in some parts of the late Roman Empire in the west on Dec. 25, and in the eastern Empire on Jan. 6. In antiquity, unlike modern churches, there was no common lectionary or calendar of holy days. Both Dec. 25 and Jan. 6 were days on which the ancient authors celebrated not only the Nativity and the arrival of the wise men, but also the baptism of Jesus and the wedding at Cana.\nFrom a theological perspective all these biblical stories make the same point — the Christian savior is revealed to the world. But by the late fifth century AD, Jan. 6 became increasingly fixed for the arrival of the wise men in the west.\nIn the Eastern Orthodox churches, Epiphany is often called Theophany, or “divine manifestation,” and it still calls to mind the Baptism of Christ as well as his manifestation to the pagan magi. Special blessings of water are given on this day, and Theophany water is regarded as more sacred than ordinary holy water. The faithful will take the Theophany water to bless their own homes and property. In some places in the East, the waters of rivers or lakes are blessed and people will immerse themselves in it. In other places the water is generously given out and consumed by the faithful. Several years ago, I visited an Eastern Catholic Church for the blessings of the waters and consumed a fair amount of the stuff since I need all the blessings I can get. At the very least, it did me no harm.\nIn the West, Epiphany customs are more playful. In medieval times, the feast of Epiphany was celebrated by ordinary people with a large party, which was known for its excess and general mayhem. It was in this vein that Shakespeare wrote his famous comedy, “Twelfth Night,” in which Sir Andrew Aguecheek and Toby Belch cause trouble for Lady Olivia. In some Latin American countries, children can leave their shoes with hay stuffed in them for the horse, camel and elephant which bear Los Reyes Magos. One can also polish their shoes for a special attraction and the kings can leave sweets in the shoes. In some places, they very sensibly leave the kings a glass of wine to ensure their good favor. In England to this day, the monarch will visit the Chapel Royal in Windsor on Epiphany and offer gold, frankincense and myrrh at the altar to ask for a blessing on his or her reign. Given that Queen Elizabeth reigned for over 70 years, something seems to have worked.\nFood features prominently in Epiphany customs. In Spain a special bread called “roscon” is made with fruit and sugar and is eaten on this day. In France and French-speaking nations one eats “gateau des Rois,” with a small toy baked inside. Whoever gets the toy is king for the day. In Germany and England, an Epiphany cake is made and a coin is used for the same reason. In my own house, presided over by my English wife, the Christmas decorations do not go down until Epiphany and there is an exchange of the last gift of Christmas and of course the cake. Somehow tea finds its way into the celebrations as well, although I have yet to discover the biblical reason for that.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "eastern orthodox",
        "sentiment": "none"
      },
      {
        "name": "puritans",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:17:04.003+02:00",
  "updated": "2023-12-29T13:17:04.003+02:00"
}