{
  "thread": {
    "uuid": "9a37ba2946708bce86f8d9e72e92de875003839e",
    "url": "https://vnexplorer.net/dr-michael-mosley-what-i-do-to-help-halt-ageing-and-stay-healthy-from-flossing-twice-a-day-to-keeping-my-home-at-a-chilly-15c-how-to-reduce-inflammaging-s824789.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "DR MICHAEL MOSLEY: What I do to help halt ageing and stay healthy... From flossing twice a day to keeping my home at a chilly 15c, how to reduce 'inflammaging'",
    "title_full": "DR MICHAEL MOSLEY: What I do to help halt ageing and stay healthy... From flossing twice a day to keeping my home at a chilly 15c, how to reduce 'inflammaging'",
    "published": "2024-01-06T01:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/23/79677399-0-image-a-68_1704496913998.jpg",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a37ba2946708bce86f8d9e72e92de875003839e",
  "url": "https://vnexplorer.net/dr-michael-mosley-what-i-do-to-help-halt-ageing-and-stay-healthy-from-flossing-twice-a-day-to-keeping-my-home-at-a-chilly-15c-how-to-reduce-inflammaging-s824789.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T01:50:00.000+02:00",
  "title": "DR MICHAEL MOSLEY: What I do to help halt ageing and stay healthy... From flossing twice a day to keeping my home at a chilly 15c, how to reduce 'inflammaging'",
  "text": "Not yet made your New Year’s resolutions? Then you might consider doing something about your ‘inflammage’.\nThe term, a mash-up of inflammation and age, is causing growing interest among scientists as more and more research suggests that chronic inflammation is one of the main drivers of ageing and many of the diseases that come with it.\nWhile we all have some inflammation somewhere, and increasingly so as we age, keeping levels as low as possible will pay multiple dividends. Reducing it can slow your biological clock, allowing you to live a longer and healthier life, with a reduced risk of heart disease, diabetes, arthritis and dementia.\nI’m fascinated by inflammaging, so much so that I recently interviewed Janet Lord, director of the Institute of Inflammation and Ageing at Birmingham University. During the interview, which airs next Friday on Radio 4, she offered me her tips for reducing inflammaging, which I share below, alongside others I practise myself.\nAs long as you’re not frail, sick or elderly, it may be worth turning that thermostat down a couple of degrees\nSET AN ALARM TO MOVE\nOne of the best ways to reduce inflammaging is to sit less (perhaps set an alarm to remind you to get up and stroll around at least once an hour) and become more active.\nA study by the University of California in 2017 found that a single session of moderately brisk walking was enough to make a difference.\nThe researchers took blood from 47 volunteers before and after walking briskly on a treadmill for 20 minutes.\nThis was enough to significantly reduce levels of a pro-inflammatory chemical called TNF (tumour necrosis factor) which plays an important role in your immune defences, but can also trigger chronic inflammation.\nFOLLOW A ‘MIND’ DIET\nThe Mediterranean diet, which is rich in oily fish, nuts, olive oil, fruits, vegetables and legumes, is famously anti-inflammatory.\nWhy? Many of the benefits seem to come from the impact it has on our gut bacteria.\nIn a study published in the journal Gut in 2020, researchers asked more than 600 people (aged 65 plus) to stick to their normal diet or try a Mediterranean-style diet.\nRegular tooth brushing and flossing reduces the chance of developing gingivitis, inflammation of the gums, caused by a build-up of plaque between your teeth\nA year later, the people who had changed their diets not only showed signs of improved brain function, such as better memory, but they had lots more ‘good’ bacteria in their guts, the sort that produce anti-inflammatory chemicals, called short-chain fatty acids, which have been linked to a reduced risk of cancer and heart disease.\nAnother more recent study, published in the journal Neurology last year, found that people who follow the so-called MIND diet (which is like the Mediterranean diet, but with a greater emphasis on eating berries and leafy green veg, such as spinach and kale) had brains that were judged to be 12 years younger than those who didn’t.\nWe don’t know exactly why, but it may be that components of the MIND diet (such as omega-3 fatty acids, antioxidants and polyphenols) reduce inflammation in the brain. So add another portion of greens to your meals and some berries to your yoghurt.\nLOWER THERMOSTAT\nOver recent months (with my wife Clare’s reluctant co-operation), I’ve kept the thermostats in our house at a fairly chilly 15c.\nNot only does this save money, but there is evidence that keeping the room temperature down causes your body to produce more brown fat. Unlike normal fat, brown fat burns lots of calories (to keep you warm) and it produces a chemical called maresin-2 which helps reduce chronic inflammation.\nThere is evidence that keeping the room temperature down causes your body to produce more brown fat. Unlike normal fat, brown fat burns lots of calories\nAs long as you’re not frail, sick or elderly, it may be worth turning that thermostat down a couple of degrees.\nFLOSS TWICE A DAY\nRegular tooth brushing and flossing reduces the chance of developing gingivitis, inflammation of the gums, caused by a build-up of plaque between your teeth — which not only increases your chance of losing your teeth, but is linked to chronic inflammation elsewhere.\nThat’s because bacteria in the plaque can travel in the bloodstream to other parts of the body, even to the brain.\nA study by Birmingham University in 2021 found that having advanced gum disease increased the risk of developing mental ill-health by 37 per cent, heart disease by 18 per cent and type 2 diabetes by 26 per cent.\nResearchers are working on various options to combat gingivitis, and therefore chronic inflammation, including the use of oral microbial transplants.\nThe idea, which is currently being pursued by researchers in Australia, is that you load a mouthguard with healthy bugs which you put in your mouth and which then do battle with the acid-producing ones that currently colonise your teeth.\nThat’s some way off, but in the meantime, if you don’t floss, start now.\nAnd floss first, then brush — the flossing dislodges the plaque, which the brushing then sweeps away.\nLIMIT MEALTIMES\nCutting calories leads to a longer, healthier life — or so studies show — and one of the ways that it does so is by reducing chronic inflammation.\nThat was the conclusion of a U.S. study published in the journal Aging in 2016. For this study, 220 brave volunteers were randomly allocated to either continue as normal or cut their daily calorie intake by 25 per cent for two years.\nThat’s quite an undertaking and not all of those asked to cut their calories — some, but not all, of whom were overweight — managed to stick to such a draconian diet. Those that did saw a big reduction in inflammatory markers, such as TNF (mentioned earlier).\nThe good news is the researchers don’t think you need to go that far to see benefits; cutting your daily calorie intake by 10-15 per cent, which for the average person might mean cutting out 200-300 calories (i.e. a small bar of chocolate), is enough.\nOr you might prefer following an intermittent fasting diet, such as the 5:2 diet (where you cut your calories two days a week) or time-restricted eating, where you eat within a time window.\nA recent study shows intermittent fasting reduces levels of pro-inflammatory cells called monocytes in the blood.\nBREATHE AWAY STRESS\nShort bursts of stress are manageable, but chronic stress leads to high levels of inflammation.\nSome of the best ways to reduce chronic stress include being more active and eating a healthy diet, but on top of that I’d recommend practising slow, deep breathing, which slows down your heart rate and makes you feel calmer.\nThere are lots of different ways you can do this, but my go-to breathing exercise is 4:2:4. I breathe in through my nose to a count of four, hold my breath to a count of two, then breathe out of my mouth to a count of four.\nA couple of minutes are enough to reduce my stress levels and put me to sleep, if I happen to be awake in the middle of the night.\nDaydreaming? It is good for your brain\nEver since I was a child, I have been a real daydreamer. I can be on the sofa, getting ready to empty the bins, which I have promised to do, when my mind wanders off and I start thinking about something else entirely.\nAs you can imagine, this irritates my wife. Fortunately I can now point to research which shows that, far from being a waste of time, daydreaming may be good for my mental health.\nThis is based on a recent study, published in the journal Nature, by researchers at Harvard Medical School in the U.S. They showed a group of mice black and white images, while monitoring brain activity. The mice were then left alone for a bit of down-time. While that was happening, bits of their brain would occasionally light up in distinctive patterns, as if they were mentally revisiting those black and white images.\nAt the same time, there was increased activity in the hippocampus, the part of the brain that is responsible for storing memories. If the same is true of humans, then this suggests that when we are apparently doing nothing and daydreaming, our brains are in fact still hard at work, making new neural connections and existing memories stronger.\nAnd that in turn suggests it’s important for our brain health to make space in our day for more daydreams. So put your feet up, phone aside and start staring into space. Who knows what great ideas your brain will come up with?\nOne of the odd things I noticed when I went to the sales recently to buy new shoes, is that my feet seem to have got half a size bigger.\nApparently, this is common.\nAs you get older your feet can get wider because, as you age, the ligaments and tendons that support your arches lose some elasticity, so your foot can spread out. This is partly a product of wear and tear (by the time you reach my age you have probably taken around 190 million steps) and partly because any increased weight in middle age adds to the downward pressure on your feet.\nIf you have foot pain, or if your shoes are more worn on one side than the other, then it could be a sign you need arch support — and it may be time to invest in some insoles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael mosley",
        "sentiment": "negative"
      },
      {
        "name": "janet lord",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "birmingham university",
        "sentiment": "none"
      },
      {
        "name": "institute of inflammation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:00:52.590+02:00",
  "updated": "2024-01-06T02:00:52.590+02:00"
}