{
  "thread": {
    "uuid": "171519e0fed095183be4548d7736a23e00b74b08",
    "url": "https://7news.com.au/sport/cricket/pat-cummins-responds-to-pakistan-coach-mohammad-hafeezs-boxing-day-test-claims-c-13061684",
    "site_full": "7news.com.au",
    "site": "7news.com.au",
    "site_section": "https://7news.com.au/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Pat Cummins responds to Pakistan coach Mohammad Hafeez’s Boxing Day Test claims",
    "title_full": "Pat Cummins responds to Pakistan coach Mohammad Hafeez’s Boxing Day Test claims",
    "published": "2023-12-29T14:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.7news.com.au/publication/C-13061684/5a276363c52ff90b23236dad5753a8e8f8283775-16x9-x0y0w1280h720.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 5758,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "171519e0fed095183be4548d7736a23e00b74b08",
  "url": "https://7news.com.au/sport/cricket/pat-cummins-responds-to-pakistan-coach-mohammad-hafeezs-boxing-day-test-claims-c-13061684",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Harrison Reid",
  "published": "2023-12-29T14:25:00.000+02:00",
  "title": "Pat Cummins responds to Pakistan coach Mohammad Hafeez’s Boxing Day Test claims",
  "text": "[Aussie skipper Pat Cummins](https://7news.com.au/sport/australian-cricket-team) has dished out the perfect response to Pakistan’s claims that they were robbed of a win by “cursed” technology. Speaking to reporters after [the Boxing Day Test epic](https://7news.com.au/sport/cricket/australia-win-epic-boxing-day-test-after-late-drama-on-day-4-against-pakistan-c-13056581), Pakistan coach Mohammad Hafeez launched a scathing attack on the match’s officiating, claiming his side outplayed Australia — only for technology to decide the match. WATCH THE VIDEO ABOVE: Pat Cummins shuts Pakistan coach down with ice-cold response. Watch, Stream & Catch Up with Australia's Home of Cricket on [7plus >>](https://7plus.com.au/cricket?utm_source=7NEWS&utm_medium=contextual-link&utm_campaign=cricket) In a fiery postscript to Australia’s 79-run victory on Friday, the former Pakistan spinner questioned the consistency of decision-making in the match. He was also upset about the match-deciding dismissal of Mohammad Rizwan, who was adamant he should not have been given out caught behind late in the chase. “Our Pakistan team played better than the other team in general,” Hafeez said. “Our batting intent was better, our bowling was hitting in the right areas. “Yes, we made some mistakes that we lost the game. But as a team I believe that there were a lot of right positives within the team to win the game. “I believe inconsistent umpiring, technology curse, has really given us the result which should have been different.” Asked about Hafeez’s comments directly, Cummins said they count for nothing on the scorecard. “Ahh... cool,” the skipper said. “They played well, but (I’m) glad we got the win.” Pressed on whether he thought his side played the better cricket throughout the match, Cummins was once again ice-cold. “It doesn’t really matter, does it? It’s the team who wins at the end,” he responded. Hafeez did concede Pakistan had not helped themselves with several errors, including Abdullah Shafique’s crucial drop of Mitch Marsh on Day 3. But he also called for the removal of umpire’s call on ball-tracking lbw decisions, after Pakistan were on the wrong end of four such decisions in the loss. “We play this game for the fans, and the fans will never understand why this technology is inconsistent,” Hafeez said. “We played this beautiful game of cricket on the basics of the game, but sometimes the technology brings decisions which, as a human, we don’t understand. “The ball hitting the stump is always out. Why it’s umpires call, I never understand that.” In a Test match full of drama, the flashpoint came in Rizwan’s dismissal to Pat Cummins with Pakistan 5-219 chasing 317 for victory. Rizwan was initially given not out, before the third umpire ruled the ball took the wristband on his glove through to wicketkeeper Alex Carey. The Pakistan batter immediately remonstrated, pointing to a mark on his forearm where he believed the ball had struck him. It proved the turning point in the match, with Pakistan losing 5-18 in 6.4 overs to surrender a 2-0 series deficit. “He (Rizwan) is a very honest person and he said to me he did not even feel that it touched anywhere near the gloves,” Hafeez said. “There should be conclusive evidence to reverse the decision of an umpire ... and there was no very conclusive kind of evidence. “Technology is basically putting the curse on this beautiful game of cricket.” Cummins defended the umpiring in the match and use of technology across the sport, after he was given out to a controversial caught behind earlier on Friday. “We don’t totally agree (with what Hafeez has said),” he said. “I mean, it’s not a perfect science is it, DRS or umpiring? Some go your way, some don’t. There were a few umpire’s calls for both teams. “I think it all evens itself out. I thought this game was pretty 50-50, so there’s nothing that worried us too much.” - With AAP’s Scott Bailey Stream Free on",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://7plus.com.au/cricket?utm_source=7NEWS&utm_medium=contextual-link&utm_campaign=cricket",
    "https://7plus.com.au/cricket",
    "https://www.7plus.com.au/cricket?utm_source=7NEWS&utm_medium=contextual-link&utm_campaign=cricket"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "negative"
      },
      {
        "name": "mohammad hafeez",
        "sentiment": "negative"
      },
      {
        "name": "mohammad rizwan",
        "sentiment": "none"
      },
      {
        "name": "hafeez",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:27:07.823+02:00",
  "updated": "2023-12-30T04:04:24.215+02:00"
}