{
  "thread": {
    "uuid": "84aeba832294a30f0a90189fed05b39f3ec49c0d",
    "url": "https://www.tuko.co.ke/business-economy/552732-world-coin-returning-kenya-police-drop-investigations-resume-registration-users",
    "site_full": "www.tuko.co.ke",
    "site": "tuko.co.ke",
    "site_section": "https://www.tuko.co.ke/rss/all.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Why Worldcoin Registration Will Resume in Kenya after Police Investigations",
    "title_full": "Why Worldcoin Registration Will Resume in Kenya after Police Investigations",
    "published": "2024-06-21T06:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://netstorage-tuko.akamaized.net/images/55e8c4ab9860540d.png?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 17667,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84aeba832294a30f0a90189fed05b39f3ec49c0d",
  "url": "https://www.tuko.co.ke/business-economy/552732-world-coin-returning-kenya-police-drop-investigations-resume-registration-users",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Japhet Ruto",
  "published": "2024-06-21T06:18:00.000+03:00",
  "title": "Why Worldcoin Registration Will Resume in Kenya after Police Investigations",
  "text": "Worldcoin Returning to Kenya as Police Drop Investigations, to Resume Registration of Users\n- President William Ruto's government suspended Worldcoin activities after it scanned the eyeballs of over 350,000 Kenyans\n- David Njoka, the head of cyber-security standards and policy, warned that the data collected from unsuspecting citizens was not safe\n- Cybersecurity expert Allan Lwala told TUKO.co.ke that the entity's free coins are cryptocurrencies and could breach the privacy of biometric collection\nPAY ATTENTION:\nTUKO Entertainment Awards 2024 voting is officially underway! Your voice means everything! Vote NOW\nTUKO.co.ke journalist Japhet Ruto brings over eight years of experience in financial,\nbusiness, and technology reporting, offering deep insights into Kenyan and global economic trends.\nWorldcoin, a\ncryptocurrency project by Tools for Humanity, is set to resume operations in Kenya after the police dropped investigations against it.\nThe government suspended Worldcoin's activities in 2023 over allegations of data privacy breach.\nHowever, in a letter to World Coin's law firm, Coulson Harney, on June 14, the Directorate of Criminal Investigations (DCI) revealed the chief prosecutor had closed its file with no further action.\nKenyans Slam Govt after It Warned Against Sharing Ruto, MPs' Phone Numbers Online in Finance Bill Protests\nPAY ATTENTION:\nWork, Family, Education? Yes! Busy Kenyans, Learn Valuable Copywriting Skills with Tuko in Short, Focused Sessions. Enroll Today!\n\"The resultant investigation file was forwarded to the Office of the Director of Public Prosecutions for an independent review and advice. Upon review of the file, the Director of Public Prosecutions concurred and directed that the file be closed with no further police action,\" the DCI stated as reported by\n[Capital FM].\nHow did Worldcoin breach privacy?\nCybersecurity expert Allan Lwala told TUKO.co.ke that the entity's free coins are cryptocurrencies.\nHe warned that the tricky part was the collection of iris biometrics.\nLwala argued that this might breach the privacy of Kenyans who are scanning their eyeballs.\n\"It is an impending privacy nightmare. You can do a lot with the biometric information. Like any cryptocurrency, it's also a bubble that grows thanks to word-of-mouth marketing. We stop talking about it, it pops,\" Lwala explained.\nWhy did the government suspend Worldcoin?\nIn August 2023, the government\nsuspended Worldcoin activities, requiring Kenyans to scan their eyeballs to get KSh 7,000.\nInterior Cabinet Secretary (CS)\nKithure Kindiki said the entity's activities would remain terminated until relevant authorities proved its authenticity regarding data privacy.\nOver 350,000 Kenyans\nhad scanned their eyeballs for the cryptocurrency-free coins.\nAre Kenyans' data safe?\nThe National Assembly Committee investigating Worldcoin operations in\nKenya kicked off the inquiry on Tuesday, August 29, 2023.\nThe Office of the Director of Computer and Cyber Crime revealed to the committee that since November 2022, the cryptocurrency firm engaged 11 companies in Kenya.\nThe head of cyber-security standards and policy, David Njoka, warned that the data collected from the 350,000 Kenyans was unsafe.\nPAY ATTENTION: check out news exactly for YOU ➡️ click on\n“Recommended for you” and enjoy!\nSource: TUKO.co.ke\n[]https://www.tuko.co.ke/authors/japhet-ruto/\nJaphet Ruto (Current Affairs and Business Editor) Japhet Ruto is an award-winning TUKO.co.ke journalist with over eight years of working experience in the media industry. Ruto graduated from Moi University in 2015 with a Bachelor’s Degree in Communication and Journalism. He is a Business & Tech Editor. Ruto won the 2019 BAKE Awards’ Agriculture Blog of the Year. He was named TUKO.co.ke's best current affairs editor in 2020 and 2021. In 2022 and 2023, he was TUKO.co.ke's best business editor. He completed the Experimenting with new formats and Advance digital reporting curriculum from Google News Initiative. Email: japhet.ruto@tuko.co.ke.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william ruto",
        "sentiment": "none"
      },
      {
        "name": "allan lwala",
        "sentiment": "none"
      },
      {
        "name": "worldcoin",
        "sentiment": "none"
      },
      {
        "name": "japhet ruto",
        "sentiment": "none"
      },
      {
        "name": "david njoka",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tools for humanity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T09:28:18.304+03:00",
  "updated": "2024-06-21T09:28:18.304+03:00"
}