{
  "thread": {
    "uuid": "a5a6da6b39aff758a07f126bb79faad6f1d0c761",
    "url": "https://www.wgbh.org/news/local/2024-07-05/new-water-quality-technology-makes-its-debut-in-buzzards-bay",
    "site_full": "www.wgbh.org",
    "site": "wgbh.org",
    "site_section": "https://www.wgbh.org/logout",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Home Page | GBH",
    "title": "New water quality technology makes its debut in Buzzards Bay | GBH",
    "title_full": "New water quality technology makes its debut in Buzzards Bay | GBH",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.grove.wgbh.org/dims4/default/f650b45/2147483647/strip/true/crop/6000x3150+0+425/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnpr.brightspotcdn.com%2F82%2Ff0%2F6cd3ee7543538f2cbf5bd70ded3e%2Fimg-9313-1.JPG",
    "performance_score": 0,
    "domain_rank": 5033,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5a6da6b39aff758a07f126bb79faad6f1d0c761",
  "url": "https://www.wgbh.org/news/local/2024-07-05/new-water-quality-technology-makes-its-debut-in-buzzards-bay",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eve Zuckoff | CAI",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "New water quality technology makes its debut in Buzzards Bay | GBH",
  "text": "Every five days, Lisa Kingston, a 62-year-old critical care nurse, drives to the Onset pier to collect samples in the murky waters of Buzzards Bay. “This is our oxygen bottle and this is our salinity bottle. We pull this — bloop, bloop, bloop, bloop, bloop —” she says, imitating the sound of water, “and that fills up.” At the end of this dock, Kingston performs an hour-and-a-half-long data collection routine — just as she has done 22 times a summer for the past two years. She and fellow volunteer Susan Scott are here to take measurements on oxygen, water temperature, salinity, and more. Scott, a 77-year-old retired arts administrator, rips open a reagent packet and adds it to a glass vial. “There’s a certain sort of MacGyver-ish quality to it,” she said. “While there’s a process and you have to do it in a certain way, anyone could do it. You don’t have to be a trained scientist.” Kingston and Scott are among dozens of volunteers who take part in one of the longest-running water quality programs in the region. Their work helps scientists understand how much septic systems and lawn fertilizers are polluting Buzzards Bay with nitrogen. Excess nitrogen can cause toxic algae blooms and dangerously low oxygen levels that make it nearly impossible for marine life to survive. So, Kingston said, the work is meaningful to volunteers. “You want to take care of the things that bring you joy,” she said. “And I couldn’t imagine not being able to be part of this bay, or not wanting to be in it.” For more than three decades, volunteers have been essential to monitoring the health of the bay. But now the Buzzards Bay Coalition is experimenting with a new system, one where technology is used to continuously test the water. It means fewer data gaps and less human error, but it also means volunteers are a smaller part of the process. The new tech “So we’ll pull up a logger and show you what it does,” said Chris Neill, a senior scientist at the Woodwell Climate Research Center. With him was researcher Kristin Huizenga of the Buzzards Bay Coalition. The two organizations are collaborating on this project. Huizenga crouched at the end of the pier and hauled up an algae-covered milk crate filled with scientific instruments. “They’re basically little cylinders,” she explained, pointing to the so-called data loggers; each is about the size and shape of a glasses case. “There’s one that has a copper cap on top — that’s the dissolved oxygen sensor. And then there’s another one that’s all black, and that is our conductivity and temperature sensor.” All Huizenga has to do is connect a cable and download the data. “We can hook it up to our computer,” she said. “And then we can see that data and how it changes throughout the day and over weeks.” Forget the era of volunteers getting water quality data every five days. These loggers are collecting information every 10 minutes. They’re still pretty new, but they’ve already begun to show that dangerously low oxygen events have gone undetected as much as 40% of the time. Now, Neill says, findings like these could be used to create better protections for the bay. They could, for example, push policy that limits major nearby developments that rely on septic systems, or policy that phases in nitrogen-reducing septic systems for homeowners. “So just knowing that these bays are impaired, there’s this connection to those kinds of actions,” he said. The Buzzards Bay Coalition will spend the summer testing data loggers at 19 of the 200 volunteer stations around the bay. But the new technology could bring a not-so-welcome change for a community of volunteers who’ve been essential to the coalition’s mission since 1992. It’s something retired arts administrator Susan Scott is thinking about. “I’d like to be helpful wherever I can be,” she said. “So if they say, ‘There’s something else you could do in lieu of that,’ that’d be great. Or if they said, ‘We’ve got the high-tech sensors and so forth, so none of this is necessary,’ I’d find somewhere else to go and help in some way.” But the human touch will be necessary to collect some kinds of data for the foreseeable future. So, even as researchers rely more heavily on technology, the work of protecting the bay will still depend on volunteers. Copyright 2024 CAI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa kingston",
        "sentiment": "negative"
      },
      {
        "name": "susan scott",
        "sentiment": "none"
      },
      {
        "name": "scott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kingston",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "buzzards bay",
        "sentiment": "none"
      },
      {
        "name": "kingston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T12:11:40.158+03:00",
  "updated": "2024-07-05T12:11:40.158+03:00"
}