{
  "thread": {
    "uuid": "716efedde5ed6e2d0320190e7342f87e1a8d2ede",
    "url": "https://forbes.es/ultima-hora/391180/las-campanas-comerciales-de-fin-de-ano-e-inicio-de-rebajas-ofrecen-28-532-empleos-un-40-mas/",
    "site_full": "forbes.es",
    "site": "forbes.es",
    "site_section": "https://forbes.es/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Forbes España",
    "title": "Las campañas comerciales de fin de año e inicio de rebajas ofrecen 28.532 empleos, un 40% más - Forbes España",
    "title_full": "Las campañas comerciales de fin de año e inicio de rebajas ofrecen 28.532 empleos, un 40% más - Forbes España",
    "published": "2024-01-02T11:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://forbes.es/wp-content/uploads/2024/01/fotonoticia_20240102114307_9999.jpg",
    "performance_score": 0,
    "domain_rank": 26075,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "716efedde5ed6e2d0320190e7342f87e1a8d2ede",
  "url": "https://forbes.es/ultima-hora/391180/las-campanas-comerciales-de-fin-de-ano-e-inicio-de-rebajas-ofrecen-28-532-empleos-un-40-mas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Forbes / EP",
  "published": "2024-01-02T11:43:00.000+02:00",
  "title": "Las campañas comerciales de fin de año e inicio de rebajas ofrecen 28.532 empleos, un 40% más - Forbes España",
  "text": "Las campañas comerciales de fin de año e inicio de rebajas han mejorado los resultados de 2022 tras registrar desde el ‘Black Friday’ un total de 28.532 puestos ofertados en sectores estratégicos de la actividad comercial, lo que supone un 40% más, según el análisis realizado por InfoJobs.\nEn concreto, más de los 28.500 puestos ofertados desde la llegada del ‘Black Friday’ corresponden a estos sectores entre los que destacan compras, logística y almacén; atención al cliente y venta al detalle, un aumento del 40% con respecto a 2022 y un 41% más en comparación con 2021. Además, supone un alza del 62% respecto a los datos de la misma campaña en periodo prepandemia, cuando se registraron 17.590 vacantes en 2019. Así, ocho de cada 10 puestos ofertados pertenecen a categorías clave de la actividad comercial.\nDe esta forma, el sector de compras, logística y almacén es el que más empleo ha generado durante el periodo analizado, ya que reúne más de 15.600 puestos de trabajo, seguida por atención al cliente con más de 8.700 vacantes, y venta al detalle, con casi 4.200.\nLas vacantes registradas por la plataforma reflejan que un total de 22.948 empleos ofrecían contrato de duración determinada, es decir, un 64% de las vacantes, mientras que tan sólo el 5% tenían carácter indefinido (1.822 empleos).\nLa plataforma ha precisado que esto ocurre porque se trata de un periodo de contratación muy concreto, para una campaña de pocos meses que se concentra a final de año. Asimismo, la contratación en campaña de rebajas depende en cierta medida de las previsiones y de cómo evolucionen las ventas de la misma, es decir, a mayores ventas, mayor necesidad de contratación.\nRespecto a las vacantes registradas por InfoJobs para la campaña de rebajas, Madrid (con 12.500 vacantes), Castilla-La Mancha (con 5.600) y Cataluña (con 4.600) consiguen reunir actualmente el 64% de las vacantes totales contabilizadas a nivel nacional. A estas les sigue Galicia, que recoge más de 3.100 puestos de trabajo ofertados.\nPara leer más",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T13:49:18.150+02:00",
  "updated": "2024-01-02T13:49:18.150+02:00"
}