{
  "thread": {
    "uuid": "dc1c371b4c90bcae9d7b0788169f9f0d10ef9478",
    "url": "https://collider.com/extraordinary-tv-show",
    "site_full": "collider.com",
    "site": "collider.com",
    "site_section": "http://collider.com/feed",
    "site_categories": [
      "movies",
      "illegal_content",
      "entertainment"
    ],
    "section_title": " Collider ",
    "title": "'Invincible' Fans Need To Watch This Superpowered Hulu Comedy Series",
    "title_full": "'Invincible' Fans Need To Watch This Superpowered Hulu Comedy Series",
    "published": "2024-03-15T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://static1.colliderimages.com/wordpress/wp-content/uploads/2024/03/if-you-like-invincible-check-out-this-superpowered-hulu-comedy-series-2.jpg",
    "performance_score": 0,
    "domain_rank": 2618,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc1c371b4c90bcae9d7b0788169f9f0d10ef9478",
  "url": "https://collider.com/extraordinary-tv-show",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joel Medina",
  "published": "2024-03-15T00:30:00.000+02:00",
  "title": "'Invincible' Fans Need To Watch This Superpowered Hulu Comedy Series",
  "text": "The Big Picture\n- The superhero genre is evolving with a more realistic take, as seen in shows like Invincible and Extraordinary .\n- Extraordinary offers a nuanced and relatable perspective on living in a world of superpowers, focusing on human struggles.\n- While Invincible leans into the dark, violent possibilities of powers, Extraordinary explores genuine human experiences with powers.\nThe gritty, realistic take on the classic superhero story is its own genre at this point, with audiences loving the thought of how exciting (and scary) a world where superpowers existed would be. Popularized by Prime Video's show\nThe Boys, which displays a terrifying capitalistic take on superheroes in America, the subgenre found traction and eventually resulted in Prime Video's follow-up hit Invincible. Created by Robert Kirkman, this story differs from The Boys not only by being animated but in how it takes a different approach to superpowers. It is still endlessly gory, but by grounding itself in the youthful optimism of lead Mark Grayson ( Steven Yeun), it gives a more nuanced take on how co-existing with superhumans would be for the more average members of society.\nYet even though this more \"realistic\" approach offers more relatable explorations of this concept, it still becomes too distracted by its universe-spanning adventures and horrifically bloody fight scenes used to interrogate what mundane life could actually look like in a super-powered world. Well, audiences are lucky that there is another gritty, realistic take on what it would look like to live in a world filled with powers... though not in the way they're used to. In Extraordinary, audiences learn what it's like to live in a heroic world that's genuinely relatable and, spoiler alert, it's utterly hilarious.\nExtraordinary\nWelcome to a world where everyone over the age of 18 develops a superpower. Everyone except for 25-year-old Jen, who feels like she’s being left behind. Luckily, Jen’s flatmates – Carrie, Kash, and a mysterious stray – keep her from falling into a well of self-pity. Adrift in a big, confusing world, and armed with nothing but a bit of hope and a lot of desperation, Jen begins her journey to find her maybe-superpower. But in doing so, she might discover the joy of being just kind of ok.\n- Release Date\n- January 25, 2023\n- Cast\n- Máiréad Tyers , Sofia Oxenham , Bilal Hasna , Luke Rollason\n- Main Genre\n- Comedy\n- Seasons\n- 2\nSuperhero TV Shows Are Becoming More Realistic\nSeries like Invincible breathed life into a film and television market saturated with dark presentations of superpowers and worlds filled with them. With the MCU and DCU producing at least one superhero story a year at this point, viewers are used to the heroic journey of these stories and their ignorance of just how tremendously damaging powers would be to the real world. The Boys attempted to remedy this with its cutting portrayal of the most likely scenario for real-world powers: commodification. Namely, how large corporations would utilize \"superheroes\" as marketing tools, with their so-called heroes evolving into power-obsessed narcissists, believing their abilities make them better than those without.\nWhile this is certainly an interesting (and hauntingly realistic) subversion of the genre and spotlights larger issues many are aware of, it doesn't successfully create a genuinely relatable story because most people watching don't have familiarity with shady corporate dealings or conspicuous black ops missions. It doesn't root itself in the actual realities of its viewers, so it defeats its own purpose of portraying superhuman abilities in a scary way audiences can intimately understand — an issue that Invincible tries hard to address.\n'Invincible' Is a More Grounded Superhero Series\nInstead of the terrors of capitalism and jaded bounty hunters, Invincible focuses on Mark Grayson, an idealistic teenager and son of the world-famous Omni-Man (\nJ.K. Simmons), the world's greatest hero and his idol. The first season makes an effort to invest in the world outside of its superheroes and shows, through Mark and his mom, Debbie (Sandra Oh), just how complicated powers would actually make living as your more average (non-super) person. From the stresses of having a superhero partner to the struggles of trying to balance your heroics with your personal life, this new take has a more grounded approach to its subversion that makes it much more understandable than the high-level espionage of The Boys.\nIt still features\nsome of the rampant violence and bloodshed that made the other shows so famous, but creating a complex world around this fighting grants a gravitas to these conflicts that the other shows often lack. Even with this investment, though, the series can't resist delving into the allure of violence. In Season 2 especially, while it does spend some time highlighting the horrifying repercussions of heroes' misdeeds, it quickly shifts focus to an intergalactic conflict that distances itself from any setting its audiences can find themselves in.Invincible traded its exciting investigation of the actual realities of a super world for your basic bloody, superhero fare, costing itself levity in the process.\nHulu's 'Extraordinary' Isn't All About Powers\nWhile shows like Invincible focus on the gorier, terrifying possibilities of a world with superpowers,\nExtraordinary showcases a more realistic, nuanced depiction of what this setting could look like, and just how mundane it would be. The series focuses on Jen (Máiréad Tyers), a 25-year-old, powerless woman trying to find her way in a world where everyone receives an ability when they turn 18. She is a profoundly complex character who differs from similar show protagonists, not only because of her lack of power, but also because of her unique viewpoint on what being powerful really means. In this world where everyone but her has a mystical power, Jess' viewpoint offers viewers an invigorating take on just how mundane a world where these are normalized would be. This allows for a deeper, more humanistic portrayal than Invincible, and this perception lets Extraordinary do something the other subversions of superhero stories never could: it creates a plot that doesn't solely rely on powers. [ ](/my-adventures-with-superman-tv-show/)\nA smiling Clark Kent is the best Clark Kent.\n[ 'My Adventures With Superman' Is the Anti-Grimdark Superhero Story ](/my-adventures-with-superman-tv-show/)\nWhile Jen's lack of power drives a large portion of the young woman's mid-20s crisis, the series spends ample time detailing how her anguish over this deficiency is in addition to the other serious issues she's spent years avoiding. Jen initially pins all of her unhealthy behaviors on her absence of a power, but she soon discovers that there are much deeper issues at play. From not being able to heal from the loss of a parent to an inability to be vulnerable in front of others, it quickly becomes apparent that powers would not solve all of her problems (no matter how badly she wants them to).\nAnd even beyond her, through characters like the spiritual medium Carrie (Sofia Oxenham) or the time-controlling Kash (Bilal Hasna), the series uses each person's ability as a metaphor for the internal struggles they already experience rather than hinging every character development on the presence of a power. Invincible excels in using its superhuman aspects to push the story forward, but does so at the expense of presenting a storyline audiences can easily understand and learn from. Extraordinary instead uses its powers as a conduit for resonant storylines, allowing the wonder of these abilities to complement the real stories being told (but never allowing them to take away from the storytelling on display).\nDon't Just Be 'Invincible,' Be 'Extraordinary'\nThe dark superhero subversion is a thriving subgenre, and the\namazingly inventive Invincible has some great concepts regarding the use of powers and how it would impact people just trying to do good in the world. Yet, while it succeeds in telling a large-scale, superhero-centered story, this isn't a tale that most people can relate to. Yes, it's realistic in that it recognizes powers aren't only granted to those who will use them morally, but beyond that, its story cheapens its emotional potential by focusing on the terrifying possibilities of powers rather than what true, real-world inclusion of them would be.\nThat is what\nmakes Extraordinary so refreshing. It uses powers as a platform to tell a resounding narrative about the struggles of coming of age, of the immense pain that comes with recognizing your flaws, and deciding you want to do better. It is an endlessly charming show that features a complex and hilariously feasible look into what a real world with powers can be, giving audiences a narrative they could insert themselves into and learn from... all while being wowed by the super cool powers on display.\nExtraordinary is available to watch on Hulu in the U.S.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark grayson",
        "sentiment": "none"
      },
      {
        "name": "steven yeun)",
        "sentiment": "none"
      },
      {
        "name": "robert kirkman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "prime video",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:33:30.722+02:00",
  "updated": "2024-03-15T00:33:30.722+02:00"
}