{
  "thread": {
    "uuid": "7609d916bc140451ae85112eece4dd33aa753666",
    "url": "https://vnexplorer.net/pm-modi-to-inaugurate-arunachals-sela-tunnel-tomorrow-take-a-look-at-smoother-way-ahead-for-troops-travel-s1800272.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "PM Modi to Inaugurate Arunachal’s Sela Tunnel Tomorrow: Take a Look at Smoother Way Ahead for Troops & Travel",
    "title_full": "PM Modi to Inaugurate Arunachal’s Sela Tunnel Tomorrow: Take a Look at Smoother Way Ahead for Troops & Travel",
    "published": "2024-03-09T02:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxOPo.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7609d916bc140451ae85112eece4dd33aa753666",
  "url": "https://vnexplorer.net/pm-modi-to-inaugurate-arunachals-sela-tunnel-tomorrow-take-a-look-at-smoother-way-ahead-for-troops-travel-s1800272.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-09T02:16:00.000+02:00",
  "title": "PM Modi to Inaugurate Arunachal’s Sela Tunnel Tomorrow: Take a Look at Smoother Way Ahead for Troops & Travel",
  "text": "The much-awaited Sela Tunnel in Arunachal Pradesh will be inaugurated by Prime Minister Narendra Modi on Saturday. It will ensure all-weather connectivity to the strategically important Tawang and will help troops in swift logistical movement in the region. It will also reduce the travel distance by more than eight km and travel time by an hour.\nBuilt on a road connecting Tezpur to Tawang in the West Kameng district, the tunnel is at a height of more than 13,000 feet. It has been constructed at a cost of Rs 825 crore.\nThe Sela Tunnel was built at a cost of Rs 825 crore. (News18)\nThe foundation stone for the project was laid in 2019. It consists of two tunnels – 1,003-m and 1,595-m long — with 8.6-km approach and link roads. The second tunnel also has an escape tube adjacent to the main tunnel, as per international norms. The escape tube runs parallel to the main tube with cross passages every 500m. In case of an emergency, the escape tube can be used for movement of rescue vehicles and evacuation of stranded people.\nAs per officials, the tunnel has been designed for a traffic density of 3,000 cars and 2,000 trucks per day with a maximum speed of 80 km/hour.\nThe Sela tunnel has been designed for a traffic density of 3,000 cars and 2,000 trucks per day. (News18)\n“Sela Tunnel will also herald a new era of economic prosperity for the Tawang region, fostering trade, tourism, employment and overall development. Earlier, the route to Sela Pass had only single-lane connectivity and treacherous bends due to which heavy vehicles, container trucks and vehicles with trailers could not get to Tawang. Moreover, due to adverse weather conditions, specifically in winters, evacuation of patients was adversely affected along the existing Sela Pass. All this will now be feasible with opening of the tunnel,” said a senior Border Roads Organisation (BRO) official.\nThe project is one of the most important and critical projects of the BRO in the country. According to officials, the execution of this mega project took over 90 lakh man-hours with an average of around 650 personnel and labourers working every day for the past five years. Around 71,000 metric tonnes of cement, 5,000 metric tonnes of steel and 800 metric tonnes of explosive was used for construction.\nThe Sela Tunnel is one of the most important and critical projects of BRO in the country. (News18)\n“Various challenges were faced by Project Vartak during the construction of Sela Tunnel. Freezing temperatures of up to -10° C and formation of icicles inside the tunnel caused much delay in concreting process, thus affecting the completion,” said the officer.\nHe said, “Ingress of water during construction and cavity formation plus Covid also affected the progress of the work. However, now it is all set to be dedicated.”\nThe Indian Army has an adequate presence in Tawang district because of its close proximity to the Line of Actual Control (LAC) between India and China. It is also the reason why there is regular troop movement in the area. The area receives heavy to very heavy snowfall in the initial months of the year and this makes the road at Sela inaccessible at times, a problem the tunnel will solve.\nThe tunnel has state-of-the-art electro-mechanical system, including jet fan ventilation to maintain air quality, firefighting devices, CIE norms-based illumination system and SCADA-controlled monitoring systems.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxOPo.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxVVI.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxOPz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxOPz.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxOPo.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jxVVI.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra mod",
        "sentiment": "negative"
      },
      {
        "name": "tawang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "smoother way ahead for troops & travel",
        "sentiment": "negative"
      },
      {
        "name": "inaugurate arunachal",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "sela tunnel",
        "sentiment": "none"
      },
      {
        "name": "arunachal pradesh",
        "sentiment": "none"
      },
      {
        "name": "tawang",
        "sentiment": "none"
      },
      {
        "name": "tezpur",
        "sentiment": "none"
      },
      {
        "name": "west kameng",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T02:31:50.560+02:00",
  "updated": "2024-03-09T02:31:50.560+02:00"
}