{
  "thread": {
    "uuid": "41915140d029da3be9090d0bffbac572570c7a72",
    "url": "https://www.yokota.af.mil/News/Yokota-News/Article-Display/Article/3763990/fussa-native-receives-af-security-forces-of-the-year-award",
    "site_full": "www.yokota.af.mil",
    "site": "af.mil",
    "site_section": "https://www.521amow.af.mil",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "\r\n\tHome\r\n",
    "title": "Fussa native receives AF Security Forces of the Year award > Yokota Air Base > Article Display",
    "title_full": "Fussa native receives AF Security Forces of the Year award > Yokota Air Base > Article Display",
    "published": "2024-05-02T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2024/May/02/2003456145/2000/2000/0/240430-F-LX373-1034.JPG",
    "performance_score": 0,
    "domain_rank": 1088,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41915140d029da3be9090d0bffbac572570c7a72",
  "url": "https://www.yokota.af.mil/News/Yokota-News/Article-Display/Article/3763990/fussa-native-receives-af-security-forces-of-the-year-award",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@YokotaAirBase",
  "published": "2024-05-02T08:00:00.000+03:00",
  "title": "Fussa native receives AF Security Forces of the Year award > Yokota Air Base > Article Display",
  "text": "Fussa native receives AF Security Forces of the Year award Published May 2, 2024 By Airman 1st Class Dave S. Calcote 374th Airlift Wing Public Affairs YOKOTA AIR BASE, Japan -- Fussa native Tatsuya Hara, 374th Security Forces Squadron chief of civilian defense, was named the Air Force Outstanding Security Forces Flight-level Civilian Supervisor of the Year due to his efforts at Yokota Air Base.This Air Force-level award is bestowed upon individuals who have made outstanding contributions to the defense and security mission of the U.S. Air Force and its allies. It recognizes civilian employees who have demonstrated exceptional leadership, dedication, innovation and performance in supporting the Air Force's mission.Growing up in Fussa and in close proximity to Yokota Air Base, the military presence in Fussa sparked Hara’s interest in getting involved with the base.“The base held friendship festivals every year and I went every time,” said Hara. “It’s been my dream to work here since I was a kid.” Tatsuya Hara, 374th Security Forces Squadron chief of civilian defense, opens a patrol car door at Yokota Air Base, Japan, April 30, 2024. Hara was nominated for the Air Force Outstanding Security Forces Flight-level Civilian Supervisor of the Year and later won at the Air Force level due to his contributions to the defense and security mission of the U.S. Air Force. (U.S. Air Force photo by Airman 1st Class Dave S. Calcote) Photo Details / Download Hi-Res In 1990, Hara’s dream had come true when he started working on the base as a civilian guard for the security forces squadron. The 374th SFS is responsible for maintaining a safe and secure environment for personnel, resources, and operations at Yokota Air Base. Hara has since worked for the unit for over 30 years and now supervises over 80 Japanese civilian guards.“Hara-san’s the expert at security for the friendship festival event,” said Chief Master Sgt. Brandy Collins, 374th Security Forces Squadron senior enlisted leader. “You’ll see him out there and he will be laser-focused about business.”Friendship Festival is an annual event where Yokota Air Base opens to the general public, offering static displays of numerous aircraft, live performances and a multitude of U.S.-Japan military readiness. Each year welcomes over a hundred thousand people to the airfield.While off duty, Hara had spent his free time volunteering on multiple occasions through organizing a sports day for two local elementary schools, leading 105 parent volunteers, planning 12 events, and even procuring $1,400 for prizes.“His years of experience, continuity and dedication to volunteering his free time contributed to his nomination for this award,\" said Collins. “Anytime you see him mentioned on social media there are comments about how many Airmen's lives he’s influenced and the respect he’s earned.”To Hara, while even the civilian guard job can be difficult, his leadership has always supported his team and he attributes their support as a driving factor for his success and award nomination.The Air Force Outstanding Security Forces Flight-level Civilian Supervisor of the Year award serves as a testament of Hara’s contributions as a Japanese civilian partner, whose expertise and dedication play a vital role in achieving the 374th Airlift Wing’s shared objectives to ensure the security of a free and open Indo-Pacific region.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dave s. calcote",
        "sentiment": "none"
      },
      {
        "name": "tatsuya hara",
        "sentiment": "none"
      },
      {
        "name": "hara",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. air force",
        "sentiment": "none"
      },
      {
        "name": "air force outstanding security forces",
        "sentiment": "none"
      },
      {
        "name": "yokota air base.this air force",
        "sentiment": "none"
      },
      {
        "name": "airlift wing public affairs yokota air base",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "374th security forces squadron",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fussa",
        "sentiment": "none"
      },
      {
        "name": "yokota air base",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T05:30:18.633+03:00",
  "updated": "2024-05-03T05:30:18.633+03:00"
}