{
  "thread": {
    "uuid": "437fae1c74a6022780b278a896e498233c4f949d",
    "url": "https://www.corsematin.com/article/culture-loisirs/6167374440957514/a-zonza-lappel-culturel-de-zonzart-pour-celebrer-la-resistance",
    "site_full": "www.corsematin.com",
    "site": "corsematin.com",
    "site_section": "https://www.corsematin.com/sports",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Sports - Corse Matin",
    "title": "Culture - Loisirs - À Zonza : l'appel culturel de Zonz'art ! pour célébrer la Résistance",
    "title_full": "Culture - Loisirs - À Zonza : l'appel culturel de Zonz'art ! pour célébrer la Résistance",
    "published": "2024-05-06T18:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://pictures.corsematin.com/cdn-cgi/image//media/melody/2024/05/06/la-fresqua-de-mako-douza-realise-au-groupe-scoalire-de-santa-lucia-di-purticvechju-realise-en-decemb-1715004008_cd26355b83366f136355b8336e5363v_.jpg",
    "performance_score": 0,
    "domain_rank": 44326,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "437fae1c74a6022780b278a896e498233c4f949d",
  "url": "https://www.corsematin.com/article/culture-loisirs/6167374440957514/a-zonza-lappel-culturel-de-zonzart-pour-celebrer-la-resistance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dominique LANDRON",
  "published": "2024-05-06T18:00:00.000+03:00",
  "title": "Culture - Loisirs - À Zonza : l'appel culturel de Zonz'art ! pour célébrer la Résistance",
  "text": "La commission des affaires culturelle de la commune de Zonza Santa Lucia di Portivechju, sous la responsabilité de Jeannine Maestrati, qui a en charge de la culture organise une exposition artistique intitulée Zonz'art ! le 12 juillet à Zonza. Un appel à artistes (peintres, sculpteurs, photographes…) est lancé.\\r\\nIl s'adresse aux artistes locaux afin de pouvoir engager la créativité autour du thème de la Résistance. Jeannine Maestrati explique sa démarche : \\\"Après les trois éditions d Arte in Pinareddu direction les cimes de l'Alta Rocca, la montagne, en devenant Zonz'art ! L'objectif de cet évènement est de créer un espace de dialogue entre artistes émergents et artistes confirmés, ainsi qu'avec le public. Zonza est le symbole de la Résistance avec la mémoire de Jean Nicoli prestigieux fils de notre commune, son musée, le groupe scolaire de Santa Lucia di Portivechju…\\\"\\r\\nRésistances au pluriel\\r\\nMais pour la responsable de l'événement, \\\"résistance\\\", prend ici plusieurs dimensions : \\\"Au-delà de la Libération de la Corse dont on a fêté l'an dernier les 80 ans, et des événements de 2024 liés aux 81 ans de la Libération de la France, d'autres pistes s'offrent à nous. Le mot \\\"résistance\\\" se décline dans de nombreuses et diverses expressions. Le statut de la femme au sein notre société avec le mouvement #MeToo, les conditions de travail de plus en plus difficiles au sein d'un monde en perpétuelle évolution, l'explosion des cellules familiales, etc. Je laisse aux futurs concurrents leur imagination au service la création. La liberté en culture permet à la jeune génération, et à la plus ancienne aussi, d'exprimer son talent dans toutes les dimensions et expressions artistiques. Il sera passionnant de comparer leurs regards.\\\"\\r\\nUne vitrine de talents\\r\\nL'objectif pour ce concours est d'être une véritable vitrine des talents qui se cachent pour différentes raisons. Par pudeur notamment, en se considérant de fait \\\"oubliés\\\", alors qu'ils sont en réalité bienvenus.\\r\\n Jeanne Maestrati est sensible à ce constat : \\\"Les gens de ce territoire hésitent à s'exprimer en public, pourtant le terroir est riche de ces artistes amateurs qui ont du talent. Que vous soyez peintre, sculpteur ou photographe, nous vous encourageons à soumettre votre candidature*. Notre commune met en avant tout au long de l'année la culture avec des conférences, des concerts et expositions. En août, nous accueillerons les œuvres d'Alain Moro à la MJC Casa per tutti, et je tiens à souligner, insiste Jeanne Maestrati, l'importance de maintenir un équilibre entre mer et montagne tout au long de l'année, y compris en matière de culture.\\\"\\r\\nTout est dit, place désormais à votre imagination pour nourrir cette future exposition estivale. Modalités : votre biographie artistique (200 mots max), explication de démarche artistique (300 mots max), des visuels de vos œuvres (5 images max, en format jpeg). Ainsi que tout autre argument que vous jugerez pertinent. La date limite de dépôt du dossier est le lundi 27 mai à l'adresse : culture@zonza.corsica.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T18:14:08.281+03:00",
  "updated": "2024-05-06T18:14:08.281+03:00"
}