{
  "thread": {
    "uuid": "2ef44fff9f9e9aabba703cd247f60c1a669a3630",
    "url": "https://www.tribtoday.com/sports/local-sports/2024/01/penguins-overcome-slow-start-pull-away-late-against-iupui/",
    "site_full": "www.tribtoday.com",
    "site": "tribtoday.com",
    "site_section": "https://www.tribtoday.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Tribune Chronicle",
    "title": "Penguins overcome slow start, pull away late against IUPUI | News, Sports, Jobs - Tribune Chronicle",
    "title_full": "Penguins overcome slow start, pull away late against IUPUI | News, Sports, Jobs - Tribune Chronicle",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 42115,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ef44fff9f9e9aabba703cd247f60c1a669a3630",
  "url": "https://www.tribtoday.com/sports/local-sports/2024/01/penguins-overcome-slow-start-pull-away-late-against-iupui/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Neel Madhavan",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Penguins overcome slow start, pull away late against IUPUI | News, Sports, Jobs - Tribune Chronicle",
  "text": "Correspondent photo / Robert Hayes. Brett Thompson drives and scores during the second half of the YSU's win over IUPUI on Sunday at the Beeghly Center.\nYOUNGSTOWN — Youngstown State didn’t have the start it needed on Sunday, but it didn’t matter.\nAfter back-to-back Horizon League losses, head coach Jerrod Calhoun hoped his team would come into the Beeghly Center itching to redeem itself. Yet, a lackluster first half against IUPUI found the Penguins trailing by one at the halftime break.\n“We were supposed to (have) a sense of urgency, but when we came out, it just didn’t feel like we were ready to go,” fifth-year Brett Thompson said.\nSo Thompson stepped up.\nHe scored a season-high 20 points, all coming in the second half, as YSU was able to finally pull away late and hold on for a 75-65 victory over the Jaguars.\n“(Thompson) has an edge — he’s a tough kid,” Calhoun said. “He likes big moments, he can take shots in big moments and he can get downhill and drive the basketball. He’s an emotional player. Sometimes it’s really good and sometimes we gotta try to bring him back in. But I thought he did a really good job of staying the course. … For him to do what he did (Sunday) after a little adversity shows a bit of growth in him, but he’s gotta continue to grow.”\nAfter playing just seven minutes in the first half due to picking up two early fouls, Thompson came alive after halftime. He hit seven of 12 shots in the second half, including four three-pointers to lead the Penguins.\n“It was just me getting into my shots, having more time to play and shoot the ball,” Thompson said. “I just didn’t try to force it and I just stayed within my rhythm. My guys helped me do that — just keeping my mind locked in on the game even though I wasn’t playing in the first half.”\nYSU was able to keep IUPUI at arm’s length for most of the first half, but the Jaguars ended the half on an 8-1 run to take a 32-31 lead at the intermission.\n“What I was really disappointed with was we didn’t have any deflections in the first four minutes,” Calhoun said. “Sometimes you can’t control (them) making a layup of a three-pointer or whatever the shot may be, but you can control your effort defensively. At the first media timeout, I was like we gotta get into the basketball. We gotta get our hands up, deflect the ball, deter what they’re going to do and try to do something here defensively if we’re not going to make any shots.”\nThen Thompson finally started to get going, opening the second half with a pair of buckets to put YSU back in front. Thompson’s scoring helped fuel a pair of runs that helped the Penguins keep their lead.\nBut no matter what YSU did on both ends of the floor, the Penguins struggled to create separation. The Jaguars just would not go away. IUPUI was able to find space in YSU’s zone and shot an efficient 47.2% for the game.\n“We needed to get a little more size out there with John Lovelace Jr., Brandon Rush and Brett Thompson, so we took Bryson (Langdon) out a little more than usual because we were trying to move the needle defensively a little bit,” Calhoun said. “I’m tired of not getting turnovers and getting out and running, so we’ll continue to try to tweak things.”\nWith just under 10 minutes to go, an alley-oop slam dunk from Lovelace Jr. to Gabe Dynes in transition and a deep three-pointer from beyond NBA range by Thompson helped spark YSU for the home stretch.\nClinging to just a two-point lead with 4:35 to go, the Penguins closed out the game with 10 straight points to finally put the Jaguars away.\nAlong with Thompson’s 20, Ziggy Reid chipped in 14, while Lovelace had 13 for the YSU.\nThe rest of this week is a key stretch for YSU. On Wednesday, the Penguins host conference leader Purdue Fort Wayne, before ending their three-game homestand against Wright State on Friday night on national television on ESPN2.\n“This is obviously a huge stretch here — a lot of respect for these two programs,” Calhoun said. “They’re off to great starts, both of them, and hopefully we can keep getting the crowds. I thought we had another great crowd. We got all those kids out there, and it’s really neat to see the crowds here cheering basketball in Youngstown.”\nnmadhavan@tribtoday.com\nNEWSLETTER Today's breaking news and more in your inbox\nI'm interested in (please check all that apply) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? * Yes No",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert hayes",
        "sentiment": "negative"
      },
      {
        "name": "brett thompson",
        "sentiment": "neutral"
      },
      {
        "name": "calhoun",
        "sentiment": "none"
      },
      {
        "name": "jerrod calhoun",
        "sentiment": "none"
      },
      {
        "name": "thompson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jobs - tribune chronicle correspondent",
        "sentiment": "negative"
      },
      {
        "name": "iupui | news",
        "sentiment": "negative"
      },
      {
        "name": "iupui",
        "sentiment": "none"
      },
      {
        "name": "youngstown state",
        "sentiment": "none"
      },
      {
        "name": "jaguars",
        "sentiment": "none"
      },
      {
        "name": "ysu",
        "sentiment": "none"
      },
      {
        "name": "penguins",
        "sentiment": "none"
      },
      {
        "name": "beeghly center",
        "sentiment": "none"
      },
      {
        "name": "horizon league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "youngstown",
        "sentiment": "none"
      },
      {
        "name": "beeghly center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:54:12.364+02:00",
  "updated": "2024-01-08T01:54:12.364+02:00"
}