{
  "thread": {
    "uuid": "e0ee322ac1e25da34bc74ef87cf3d343fbe153c5",
    "url": "https://www.kpbs.org/news/science-technology/2024/03/14/new-technology-helping-san-diego-researchers-study-elusive-rattlesnake",
    "site_full": "www.kpbs.org",
    "site": "kpbs.org",
    "site_section": "https://www.kpbs.org/index.rss",
    "site_categories": [
      "television",
      "entertainment",
      "media",
      "radio",
      "hobbies_and_interests",
      "non_standard_content"
    ],
    "section_title": "KPBS Homepage",
    "title": "New technology helping San Diego researchers study elusive rattlesnake",
    "title_full": "New technology helping San Diego researchers study elusive rattlesnake",
    "published": "2024-03-14T22:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.kpbs.org/dims4/default/76238bc/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=http%3A%2F%2Fkpbs-brightspot.s3.us-west-2.amazonaws.com%2F22%2Fc3%2F72d38301436e9d56c186a993dce3%2Fvs-p1270096mp4-youtube-002.jpg",
    "performance_score": 0,
    "domain_rank": 7806,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0ee322ac1e25da34bc74ef87cf3d343fbe153c5",
  "url": "https://www.kpbs.org/news/science-technology/2024/03/14/new-technology-helping-san-diego-researchers-study-elusive-rattlesnake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexander Nguyen",
  "published": "2024-03-14T22:13:00.000+02:00",
  "title": "New technology helping San Diego researchers study elusive rattlesnake",
  "text": "New technology helping San Diego researchers study elusive rattlesnake\nOn a bright, sunny Wednesday morning, San Diego State University (SDSU) graduate researcher Emma McAndrews, with a snake grabber in hand, was on a mission.\nShe's looking for a red-diamond rattlesnake that she's been monitoring for almost a year.\nNow that the weather is warmer, snakes are becoming active, searching for mates. The red-diamond rattlesnakes that McAndrews is studying like to hide in rocks and tall grassy areas.\n\"These snakes are really behaviorally cryptic, which means they spend most of their time concealed,\" she said.\nIt's either to evade predators or ambush prey, and that makes that hard to observe and study in the field.\nPlus, direct observation interferes with their natural behavior.\nThe research project is a partnership between SDSU and the San Diego Zoo Wildlife Alliance. They are among the first to use biologging technology to study snakes.\nThe biodiversity reserve at the San Diego Zoo Safari Park is a hotspot for the red-diamond rattlesnakes.\nAfter a bit of looking, following the ping of the radio tag on the snake, identified as M-43, the snake was spotted in a rock crevice.\nNow comes the data collection. McAndrews made a note of where the snake was found.\n\"Rocks to the, I guess, southeast of the cell den,\" she dictated to the voice note recorder on her cell phone.\nA cell den is where snakes overwinter. McAndrews also records what plants were found around the snake.\n“There is a laurel sumac — that's Malosma (laurina),” she said, clarifying the scientific name for the plant.\nAll these data points are important for researchers to study what kind of microhabitat these snakes prefer. And that can help researchers create microbiomes in the future to preserve the species.\nThe red-diamond rattlesnakes are listed as near threatened because they prefer pristine coastal sage scrub habitat. And that is hard to find.\nMore than 75% of the coastal sage scrub habitat is gone because of human development.\n“We'd take a hit if we lost the red diamonds, for sure. But, yeah, we'd be losing that ecosystem function,\" McAndrews said. \"We could potentially see, especially in our areas of coastal sage scrub habitat, rodent populations going up, which would have potentially a negative effect on the longevity of the vegetation in the area.”\nThe\nSafari Park Biodiversity Reserve is one of the few pristine sage scrub habitats left in the county, said Jeff Lemm, a conservation program specialist at the San Diego Zoo Wildlife Alliance.\nHe was also out there with McAndrews tracking the red-diamond rattlesnakes. He’s been studying them for more than 20 years. They are the biggest native rattlesnake species in San Diego.\n“They are very important in the food web in general,\" he said. \"So they eat a lot of the smaller animals and a lot of larger animals, such as bobcats, coyotes, hawks, birds of prey, eat them.”\nThat’s why research like this is so important. But studying them has been challenging because of how elusive these snakes are — until now.\nThey are tagging these rattlesnakes with radio transmitters and accelerometers, similar to the technology in cell phones. The accelerometer measures movement, including speed, distance and height. The device gathers 75 data points every second.\n“So they're able to monitor accelerations of the snake's movements along three bodily axes,\" McAndrews said. \"So if the snake's moving forward or back, side to side, or any vertical motions as well.”\nResearchers use these data, along with video evidence and machine learning, to recreate the behavior profile of these snakes when they are not being monitored.\nAccelerometers have been used to track animals in the wild before, but they tend to be bigger and bulkier — not ideal for snakes.\nBut, with improved technology, they are smaller and easier to attach to snakes. The Zoo Wildlife Alliance and SDSU are among the first to use them to study snakes.\n“The accelerometers are letting us know what they're doing when we're not there. Over time, we hope to use that technology to tell us how they're reacting to things like roads.\" Lemm said. \"Roads are one of the biggest problems. They cut the habitats in half, they kill snakes.”\nWhile it’s still too early to form any conclusions, McAndrews said anecdotally she’s noticed that red-diamonds tend not to cross big roads. But the snakes have also found creative ways to cross.\n“Female, 22, she crossed Highway 78 down there (next to the reserve), but she didn't go over the top of the highway,\" McAndrews said. \"She used a water-diverting culvert to cross the road and get to the other side.”\nPrevious studies have shown genetic differences between snake populations separated by a freeway. This is important because being isolated could affect a population’s biodiversity, leading to extinction.\n“If you think of every species in the world as a brick and a wall, and every time one goes extinct, you're pulling a brick out of the wall,\" Lemm said. \"(Overtime) the wall is not going to make it. It's going to crash, and that wall is us.”\nThe red diamond rattlesnakes have a small range in Southern California. They're only found in a few counties and their habitat is disappearing as the human population grows, Lemm said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://science.sandiegozoo.org/resources/safari-park-biodiversity-reserve",
    "https://www.science.sandiegozoo.org/resources/safari-park-biodiversity-reserve"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emma mcandrews",
        "sentiment": "none"
      },
      {
        "name": "mcandrews",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "san diego zoo wildlife alliance",
        "sentiment": "none"
      },
      {
        "name": "sdsu",
        "sentiment": "none"
      },
      {
        "name": "san diego state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san diego",
        "sentiment": "none"
      },
      {
        "name": "san diego zoo safari park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:03:11.607+02:00",
  "updated": "2024-03-15T00:03:11.607+02:00"
}