{
  "thread": {
    "uuid": "4e91740df85f52ebcb41f11141ab48067a9d9e9a",
    "url": "https://aujourdhui.ma/societe/formation-des-imams-construction-de-mosquees-le-maroc-prone-lislam-tolerant-en-afrique",
    "site_full": "aujourdhui.ma",
    "site": "aujourdhui.ma",
    "site_section": "https://aujourdhui.ma/category/societe",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-29T12:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 82436,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e91740df85f52ebcb41f11141ab48067a9d9e9a",
  "url": "https://aujourdhui.ma/societe/formation-des-imams-construction-de-mosquees-le-maroc-prone-lislam-tolerant-en-afrique",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mohamed Badrane",
  "published": "2024-03-29T12:48:00.000+03:00",
  "title": "",
  "text": "Les efforts du Maroc pour protéger l’Islam en Afrique ont été salués à l’échelle continentale. En plus de former toute une génération d’imams dans plusieurs pays africains, le Royaume construit des mosquées.\nConformément aux Hautes instructions de Sa Majesté le Roi Mohammed VI, Amir Al Mouminine, la Fondation Mohammed VI des ouléma africains, en parfaite coordination avec les autorités guinéennes compétentes, procédera à l’ouverture officielle de la Mosquée Mohammed VI de Conakry, et ce, à l’occasion de la prière du vendredi 18 Ramadan 1445 de l’Hégire, correspondant au 29 mars 2024. Lors de cette prière, le Prêche sera prononcé par le représentant du Conseil supérieur des ouléma marocain, avec la participation d’éminentes personnalités du Royaume du Maroc et de la République de Guinée, fait savoir la Fondation Mohammed VI des ouléma africains dans un communiqué.\nA cette occasion, l’ambassade du Royaume du Maroc à Conakry, avec la participation de la Fondation Mohammed VI des ouléma africains, organisera une cérémonie d’Iftar officielle au sein de la Mosquée Mohammed VI de Conakry, en l’honneur des autorités officielles religieuses guinéennes et des représentations diplomatiques accréditées en République de Guinée, indique le communiqué.\nLa Mosquée Mohammed VI de Conakry, dont le coup d’envoi des travaux a été donné par Sa Majesté le Roi Mohammed VI, Amir Al Mouminine le 24 février 2017, a été réalisée selon les normes architecturales marocaines authentiques, avec une capacité d’accueil de plus de 3.000 fidèles, sur une superficie d’un hectare, se composant d’une grande salle de prière, d’une salle de conférence, d’une bibliothèque, d’une école coranique, d’un espace commercial, d’un département administratif et d’espaces verts.\nL’édification de la Mosquée Mohammed VI de Conakry veille à célébrer les prières, enseigner le Saint Coran et diffuser la Sagesse, au titre de la relation fraternelle entre le peuple guinéen et le peuple marocain, visant, ainsi, à faire bénéficier la République de Guinée de l’expérience et de l’expertise marocaines en matière de gestion du champ religieux et de la promotion des valeurs religieuses portant sur la tolérance, la solidarité et le dialogue, sur la base des constantes religieuses communes entre les deux pays frères.\nIl est à noter qu’en marge de la cérémonie d’ouverture officielle de la Mosquée Mohammed VI de Conakry, et dans le cadre de ses activités sociales de bienfaisance, la Fondation Mohammed VI des ouléma africains, en parfaite coordination avec sa section à Conakry et le Secrétariat général des affaires religieuses, veillera à la distribution de plus de 1.000 paniers. Cette action veille à consacrer les valeurs d’humanité, de solidarité et d’entraide au sein de la société guinéenne, conformément à la Vision de Sa Majesté le Roi Mohammed VI, Président de la Fondation Mohammed VI des ouléma africains.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:54:40.222+03:00",
  "updated": "2024-03-29T15:54:40.222+03:00"
}