{
  "thread": {
    "uuid": "9744a7126ecbd1842eecd5d98d1ce83c66f53d9f",
    "url": "https://india.shafaqna.com/EN/japan-eagerly-anticipates-its-precision-moon-sniper-landing-mission-as-the-countdown-begins",
    "site_full": "india.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://india.shafaqna.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Shafaqna India | Indian Shia News Agency | Home",
    "title": "Japan eagerly anticipates its precision \"moon sniper\" landing mission as the countdown begins. - Shafaqna India | Indian Shia News Agency",
    "title_full": "Japan eagerly anticipates its precision \"moon sniper\" landing mission as the countdown begins. - Shafaqna India | Indian Shia News Agency",
    "published": "2024-01-19T09:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://india.shafaqna.com/wp-content/uploads/2024/01/japan.jpg",
    "performance_score": 0,
    "domain_rank": 30195,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9744a7126ecbd1842eecd5d98d1ce83c66f53d9f",
  "url": "https://india.shafaqna.com/EN/japan-eagerly-anticipates-its-precision-moon-sniper-landing-mission-as-the-countdown-begins",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abbas Adil",
  "published": "2024-01-19T09:08:00.000+02:00",
  "title": "Japan eagerly anticipates its precision \"moon sniper\" landing mission as the countdown begins. - Shafaqna India | Indian Shia News Agency",
  "text": "Japan is poised to join the exclusive group of nations that have landed spacecraft on the moon, with its “moon sniper” precision landing mission scheduled for Friday. This undertaking is significant for Japan’s space program, which has encountered challenges and has been overshadowed by the achievements of its competitor, China. The Japan Aerospace Exploration Agency (JAXA) aims to achieve a precision landing within 100 meters (328 feet) of its target, a technological feat considered unprecedented. This precision is crucial for the exploration of moon water and the potential for human habitability. Japan’s increasing interest in space exploration aligns with its broader ambitions, collaborating with close ally Washington to counter China’s advancements in military and technology, particularly in space. Japan, home to various private-sector space startups, is also working towards sending an astronaut to the moon as part of NASA’s Artemis program. Despite these aspirations, JAXA has faced setbacks, including a launch failure in March involving the new flagship rocket H3, intended to compete cost-effectively with commercial rocket providers like SpaceX. “No other nation has achieved this. Proving Japan has this technology would bring us a huge advantage in upcoming international missions like Artemis,” said Shinichiro Sakai, JAXA’s SLIM project manager. India’s Chandrayaan-3 in August made a historic touchdown on the moon’s south pole, a major technological feat given the rough terrain, highlighting India’s rise as a major player in space. JAXA stresses its high-precision technology will become a powerful tool in future exploration of hilly moon poles, seen as a potential source of oxygen, fuel and water. Japan also plans a joint unmanned lunar polar exploration with India in 2025. “For lunar project development, Japan can’t beat the U.S., China or India in terms of resources,” said Kazuto Saiki, a Ritsumeikan University professor who developed SLIM’s near-infrared camera that will analyse moon rocks after the landing. “We should focus on building sought-after technologies like the pinpoint landing and near-infrared cameras which overseas exploration projects will strive to adopt.” JAXA has twice landed on small asteroids, but a moon landing is much more difficult due to its gravity, as seen in a number of recent failures. Last year, a probe belonging to Japanese startup ispace inc (9348.T), opens new tab crashed onto the moon’s surface, and Russia’s Luna 25 followed suit. A lander from American startup Astrobotic last week suffered a fuel leak, forcing it to abandon a touchdown attempt. “Mistakes happen, but Japan is a very experienced space power – it’s conducted very complicated space operations for many years,” said Bleddyn Bowen, a University of Leicester associate professor specialising in space policy. “Not as big as the United States or the Soviet Union of old or China today in terms of scale, but in terms of capability and niche advanced technologies, Japan has always been there.” SLIM’s precision landing “won’t be a game changer”, but the demonstration of it and the lightweight probe manufacturing Japan has pursued might open up moonshots to space organisations worldwide by reducing the cost of each mission, Bowen added. JAXA says it will take up to a month to verify whether SLIM has achieved the high-precision goals after touchdown. On landing, SLIM will also deploy two mini-probes – a hopping vehicle as big as a microwave oven and a baseball-sized wheeled rover – that will take pictures of the spacecraft. Tech giant Sony Group (6758.T), opens new tab, toymaker Tomy (7867.T), opens new tab and several Japanese universities jointly developed the robots.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "shafaqna india | indian shia news agency japan",
        "sentiment": "negative"
      },
      {
        "name": "jaxa",
        "sentiment": "none"
      },
      {
        "name": "japan aerospace exploration agency",
        "sentiment": "none"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:11:51.587+02:00",
  "updated": "2024-01-19T20:11:51.587+02:00"
}