{
  "thread": {
    "uuid": "b38b726109cda8b0c50d0a01893f323b23f7ee5b",
    "url": "https://www.rbcroyalbank.com/en-ca/my-money-matters/business/get-inspired/business-success-stories/how-action-against-hunger-ceo-onome-ako-is-powering-ideas-for-people-and-planet",
    "site_full": "www.rbcroyalbank.com",
    "site": "rbcroyalbank.com",
    "site_section": "https://discover.rbcroyalbank.com",
    "site_categories": [],
    "section_title": "My Money Matters – RBC",
    "title": "How Action Against Hunger CEO Onome Ako is Powering Ideas for People and Planet",
    "title_full": "How Action Against Hunger CEO Onome Ako is Powering Ideas for People and Planet",
    "published": "2024-02-15T21:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.rbcroyalbank.com/en-ca/wp-content/uploads/sites/12/2024/02/RBC-CWEA_Onome.png?quality=80",
    "performance_score": 0,
    "domain_rank": 11764,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b38b726109cda8b0c50d0a01893f323b23f7ee5b",
  "url": "https://www.rbcroyalbank.com/en-ca/my-money-matters/business/get-inspired/business-success-stories/how-action-against-hunger-ceo-onome-ako-is-powering-ideas-for-people-and-planet",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacquelinewu",
  "published": "2024-02-15T21:53:00.000+02:00",
  "title": "How Action Against Hunger CEO Onome Ako is Powering Ideas for People and Planet",
  "text": "How Action Against Hunger CEO Onome Ako is Powering Ideas for People and Planet Published February 15, 2024 • 4 Min Read Ako’s leadership is rooted in values of equity and inclusion, inspired by her upbringing in Nigeria. Her parents’ community-focused actions ignited in her a deep sense of responsibility and a desire for systemic change. Ako immigrated to Canada in in 2008 with a drive “to do what’s right” for families and communities in need. She has been a client of RBC since her arrival, sharing that “RBC gave me a secure credit card when no one else would.” Ako’s personal experiences have been a driving force in her fight against hunger. Redefining the image of a CEO Ako was recognized as a [2023 RBC Canadian Women Entrepreneur Awards Social Change National Winner](https://www.womenofinfluence.ca/rbc-cwea/). For more than three decades, the Awards have recognized and celebrated the strides of Canada’s most accomplished, influential, and impactful women. Ako is celebrated for her impactful role in combating global hunger. When asked what it means to be recognized, she shares that it is “very humbling, because I share the space with a lot of incredible women who are having an impact in different spheres of life. It’s an incredible opportunity to showcase the work of my colleagues and the need for more resources to be put towards the hunger crisis.” She adds that the award also highlights for her seven-year-old daughter that kids like her can be who they want to be. “I’m normally the only female and only Black individual in a lot of the places I go. The picture others may have of a CEO is not me.” Tackling the relentless hunger crisis [Action Against Hunger](https://actionagainsthunger.ca/) operates in over 50 countries, with more than 8,000 employees and volunteers helping 28 million people in need. Ako joined as CEO in 2021, amidst the COVID-19 pandemic, and the hunger crisis had become exacerbated locally and globally. She explains her motivation for joining the organization and making hunger the cause she is dedicating her life to now: “Over 800 million people go to bed hungry every night – and in 2021, people around the world were driven more into the hunger crisis as a result of COVID,” she says. “Then when you look at the hot spots and consider where you have hunger, it’s places where you have conflict, political instability, climate change and gender inequality. We know that in the communities where we work, women eat least, and they eat last. Looking around at everything in that period, I considered it a privilege to be leading an organization that is responding to the hunger crisis.” Anchored in a clear mission, vision, and values Ako emphasizes the importance of a clear mission, vision, and set of values in guiding the organization’s operations. These principles help unite a diverse network of employees and volunteers and ensure efficient resource allocation. Ako’s leadership focuses on building a respectful, collaborative environment with a strong sense of accountability and equity. While Ako is quick to explain that while the organization had these values before she joined, by clearly and boldly articulating them, there is more intentionality and accountability to those values. Their performance appraisals are grounded in these values, and they are tracking how they are working alongside them. “I am also accountable to our values, because they have been set by the organization, not just by me,” Ako says. Overcoming challenges through awareness and education According to the [2024 Hunger Funding Gap Report](https://actionagainsthunger.ca/app/uploads/2024/01/hunger-gap-aah-report-2024-1.pdf), the global hunger funding gap has hit 65% for countries with the most urgent needs. The new analysis reveals that only 35% of appeals from countries dealing with crisis levels of hunger were fulfilled in 2023, resulting in an average hunger funding gap of 65%, up 23% from the prior year. Ako and her team address this through leadership in the hunger space, engaging with stakeholders, and highlighting the needs in crisis-stricken countries. They work closely with local communities to leverage existing knowledge and resources. She adds that RBC has been a trusted and reliable financial partner, helping her organization ensure resources reach the communities in need. “RBC plays a significant role in ensuring that we’re able to reach our goal in getting the financial resources to the partners that we need to reach in over 40 countries that we work in. We work very closely and collaboratively with our RBC partner.” Ako’s leadership approach, combining passion with clarity and accountability with empowerment, positions her as a change-maker. Her work with Action Against Hunger Canada not only addresses the immediate needs but also aims to create systemic social change, impacting generations around the world. Discover more [inspiring st](https://www.rbcroyalbank.com/en-ca/my-money-matters/business/get-inspired/business-success-stories/women-entrepreneurs/) [o](https://www.rbcroyalbank.com/en-ca/my-money-matters/business/get-inspired/business-success-stories/women-entrepreneurs/) [ries](https://www.rbcroyalbank.com/en-ca/my-money-matters/business/get-inspired/business-success-stories/women-entrepreneurs/) of women entrepreneurs making a difference to our economy, communities, and planet. This article is intended as general information only and is not to be relied upon as constituting legal, financial or other professional advice. A professional advisor should be consulted regarding your specific situation. Information presented is believed to be factual and up-to-date but we do not guarantee its accuracy and it should not be regarded as a complete analysis of the subjects discussed. All expressions of opinion reflect the judgment of the authors as of the date of publication and are subject to change. No endorsement of any third parties or their advice, opinions, information, products or services is expressly given or implied by Royal Bank of Canada or any of its affiliates. Share This Article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.womenofinfluence.ca/rbc-cwea/).",
    "https://actionagainsthunger.ca/)",
    "https://actionagainsthunger.ca/app/uploads/2024/01/hunger-gap-aah-report-2024-1.pdf),",
    "https://www.actionagainsthunger.ca/)",
    "https://womenofinfluence.ca/rbc-cwea/).",
    "https://www.actionagainsthunger.ca/app/uploads/2024/01/hunger-gap-aah-report-2024-1.pdf),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "onome ako",
        "sentiment": "negative"
      },
      {
        "name": "ako",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rbc",
        "sentiment": "none"
      },
      {
        "name": "min read ako",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:25:22.839+02:00",
  "updated": "2024-03-15T09:28:38.762+02:00"
}