{
  "thread": {
    "uuid": "cbd50e1aee704f29a671404de3538dc8e055c820",
    "url": "https://www.deutschland.de/fr/topic/politique/sophie-scholl-resistante-engagee-contre-le-regime-nazi-allemand",
    "site_full": "www.deutschland.de",
    "site": "deutschland.de",
    "site_section": "https://www.deutschland.de/fr",
    "site_categories": [
      "media"
    ],
    "section_title": "deutschland.de - Votre lien avec l’Allemagne",
    "title": "Sophie Scholl : résistante engagée contre le régime nazi allemand",
    "title_full": "Sophie Scholl : résistante engagée contre le régime nazi allemand",
    "published": "2024-05-02T17:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://www.deutschland.de/sites/default/files/media/image/430445299.jpg",
    "performance_score": 0,
    "domain_rank": 10968,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbd50e1aee704f29a671404de3538dc8e055c820",
  "url": "https://www.deutschland.de/fr/topic/politique/sophie-scholl-resistante-engagee-contre-le-regime-nazi-allemand",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maren Gottschalk",
  "published": "2024-05-02T17:22:00.000+03:00",
  "title": "Sophie Scholl : résistante engagée contre le régime nazi allemand",
  "text": "C’était une enfant joyeuse, qui adorait la nature et se montrait amicale et serviable envers les gens. Sophie Scholl, quatrième enfant de Lina et de Robert Scholl, vit le jour le 9 mai 1921 à Forchtenberg, une petite ville de l’actuel Bade-Wurtemberg. Son père était maire et sa mère, une ancienne infirmière communale, tenait le ménage. Les parents attachaient beaucoup d’importance à l’éducation et à l’autonomie ; par ailleurs, Lina Scholl transmettait aux enfants des valeurs chrétiennes.\nEn 1930, la famille Scholl déménagea à Ludwigsburg et, deux ans plus tard, ils s’installèrent à Ulm, ville dans laquelle Robert Scholl ouvrit un cabinet fiscal. L’année 1933, lorsque les nazis prirent le pouvoir en Allemagne, les cinq frères et sœurs Scholl, Inge, Hans, Elisabeth, Sophie et Werner, furent pris dans l’engrenage du nouveau régime. Contre la volonté de leurs parents, ils s’inscrivirent aux Jeunesses hitlériennes. À tout juste 13 ans, Sophie prêta également serment de fidélité à Adolf Hitler. Cependant, ce n’était pas une « jeune fille » sage ; elle était plutôt considérée comme inadaptée, sauvage et romantique. Ses journaux intimes révèlent une adolescente désespérée, agitée et qui voulait sortir de ses gonds.\nSophie Scholl aimait l’art moderne et la littérature À 16 ans, Sophie Scholl tomba amoureuse d’un élève-officier de quatre ans son aîné, Fritz Hartnagel, qui devint son premier ami. La correspondance détaillée du couple révèle comment Sophie évolua : elle devint une jeune femme réfléchie, tenant à ce que ses doutes et sa recherche d’une vie appropriée soient pris au sérieux. C’est durant ces années qu’elle s’est détournée du système nazi : elle trouvait injuste l’arrestation temporaire de ses frères et sœurs pour « Bündische Umtriebe » et oppressante la restriction de la liberté intellectuelle en Allemagne. Sophie Scholl aimait l’art moderne et la littérature, et ne comprenait pas la conception nationale-socialiste restrictive de l’art.\nLire la vidéo Dieses YouTube-Video kann in einem neuen Tab abgespielt werden YouTube öffnen Contenu tiers Nous utilisons YouTube pour intégrer un contenu qui collectera possiblement des données sur vos activités. Merci de vérifier les détails et d’accepter le service afin de pouvoir afficher ce contenu.\nOuvrir le formulaire de consentement Piwik is not available or is blocked. Please check your adblocker settings.\nAu début de la Seconde Guerre mondiale, Sophie prit clairement position et écrivit à Fritz Hartnagel : « Je n’arrive pas à comprendre que la vie des gens soit désormais sous la menace constante d’autres gens. Je ne le comprendrai jamais, et je trouve ça terrible. Ne me dis pas que c’est au nom de la patrie. » Après avoir obtenu son « Abitur », elle suivit une formation d’éducatrice à Ulm. Lorsqu’elle fut ensuite contrainte, loin de sa famille et de ses amis, de faire un an de Service du travail obligatoire du Reich, une crise profonde s’ensuivit. En 1941, Sophie Scholl remit tout en question : sa foi, son amour pour Fritz et sa propre manière d’agir, qui lui semblait trop peu cohérente.\nÉtudes de philosophie et de biologie à Munich Pleine d’espoir, elle commença en 1942 à Munich des études de philosophie et de biologie. Elle fut aussi chaleureusement accueillie par le cercle d’amis de son frère Hans, qui vivait également dans cette ville. Mais bien que Sophie avait tant attendu cette vie d’étudiante, elle ne pouvait guère en profiter. La dictature et la guerre pesaient trop pour elle. Son sentiment de devoir faire quelque chose contre le régime de l’injustice grandissait de jour en jour. Lorsqu’en juin et juillet 1942, Hans Scholl et Alexander Schmorell rédigèrent les premiers tracts de la Rose blanche , appelant à la résistance contre la dictature nazie, pour Sophie Scholl, une chose était claire : elle allait, elle aussi, s’engager dans la résistance .\nEn Allemagne, de nombreuses rues portent le nom de Sophie Scholl. © dpa/pa Il est très probable que les frères et sœurs Hans et Sophie Scholl aient parlé des projets de tracts. Dès mai 1942, Sophie demanda à son ami Fritz Hartnagel de l’argent et un bulletin de délivrance pour se procurer un « duplicateur ». Fritz jugea cette demande dangereuse. Il la mit en garde que cela pourrait lui « coûter la vie ». Malgré l’avertissement, Sophie Scholl intégra dès janvier 1943 le cœur interne de la « Rose blanche », aux côtés de Hans Scholl, Alexander Schmorell, Willi Graf, Christoph Probst et du professeur Kurt Huber.\nJe suis toujours d’avis d’avoir fait la seule chose que je pouvais faire pour mon peuple. Sophie Scholl Partager Overlay schließen Twitter Facebook Telegram Whatsapp E-Mail Le matin du 18 février 1943, Sophie et Hans Scholl furent découverts et arrêtés alors qu’ils distribuaient des tracts à l’université de Munich. Interrogée par la Gestapo, Sophie défendit son action : « Je suis toujours d’avis d’avoir fait la seule chose que je pouvais faire pour mon peuple. Je ne regrette donc pas d’avoir agi ainsi… »\nUn bâtiment du Parlement européen à Bruxelles portant le nom de Sophie Scholl. © Dpa/pa Le 22 février 1943, Sophie et Hans Scholl ainsi que Christoph Probst furent condamnés à mort par le Volksgerichtshof et exécutés le même jour. Quant aux trois autres membres de la Rose blanche, leur exécution eut lieu le 19 avril. Certaines personnes qui les soutenaient furent condamnées à de lourdes peines de prison. Aujourd’hui, Sophie Scholl, assassinée à l’âge de 21 ans, et ses camarades de lutte sont devenus des modèles pour les gens du monde entier.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T18:27:06.765+03:00",
  "updated": "2024-05-06T18:27:06.765+03:00"
}