{
  "thread": {
    "uuid": "14e05216a840a40199ed718526d53933bfb54662",
    "url": "https://susandennis.dreamwidth.org/10101413.html",
    "site_full": "susandennis.dreamwidth.org",
    "site": "dreamwidth.org",
    "site_section": "http://susandennnisdw.livejournal.com/data/rss",
    "site_categories": [],
    "section_title": "It&apos;s All About Me",
    "title": "Snow!!!! ish",
    "title_full": "Snow!!!! ish",
    "published": "2024-01-13T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4543,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14e05216a840a40199ed718526d53933bfb54662",
  "url": "https://susandennis.dreamwidth.org/10101413.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kaigou",
  "published": "2024-01-13T00:08:00.000+02:00",
  "title": "Snow!!!! ish",
  "text": "Snow!!!! ish [Jan](/2024/01/). [12th](/2024/01/12/), [2024](/2024/)08:43 am susandennis\nBefore it got dark yesterday, we had lovely snow flurries and then after dark we got a touch more. Sadly it looks like that may be it but it was fun to watch.\nThis morning it is clear enough to see the mountains and they have on a brand new, white blanket. It's lovely.\nBiggie is now sober and on the prowl. He's teasing Julio and annoying me so back to normal.\nDr. Google says that compressed nerves can heal with time. Of course, most references say 4 to 6 weeks and I've had this for close to 10 but math. I did my exercise last night before going to sleep and my fucking leg woke me up screaming. I did it this morning in the pool after swimming. He gave me two versions - regular and high test. I did high test last night and regular this morning.\nKnowing that it's nerves, not muscles or tendons makes a difference to me and I'm not even sure why but I feel more confident in doing some stuff and in shoe choices now (I know longer feel required to wear the ugly ones.)\nI am stiff suffering from ridiculous stress over money - really over the sale of the condo. Until it's sold, I'm strapped for cash which is not a position I've been in for many years. On paper, calculator out, running the nums, I'm far from out of money but that's intellectually. Emotionally, I feel every dime I spend. Which is weird. It will likely be months before the condo is sold so I need to get a grip. What will happen will happen and my stressing about it will only annoy me.\nToday I have to go help Bobbe with her Amazon returns. She's a 'i don't know nuthin' bout anything' kind of person who just works my patience. Also, making me wait all day for her to call me to say she is ready is just not all that considerate, and when someone is doing you what you consider a huge favor, seems like you should be overly considerate.\nOk now I'm just winding myself up. She'll call eventually, and I'll go fix it and be done and then maybe I'll say no next time.\nNot a lot else going on today - just the usual. It's prime rib night in the dining room but that's every Friday and Saturday. I might just have more of those scrumptious lamb chops instead. It's still morning. I have a while to decide.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biggie",
        "sentiment": "none"
      },
      {
        "name": "julio",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T00:45:45.316+02:00",
  "updated": "2024-01-13T00:45:45.316+02:00"
}