{
  "thread": {
    "uuid": "859090949316f5a01d94112556dde4799cbb4372",
    "url": "https://www.fox5ny.com/news/michael-califano-maria-regina-long-island-gay-teacher",
    "site_full": "www.fox5ny.com",
    "site": "fox5ny.com",
    "site_section": "http://news.google.com/news?q=catholic&output=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "\"catholic\" - Google News",
    "title": "Long Island community rallies behind gay teacher fired at Catholic school: ‘God loves Mr. Califano’",
    "title_full": "Long Island community rallies behind gay teacher fired at Catholic school: ‘God loves Mr. Califano’",
    "published": "2023-12-29T20:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.foxtv.com/static.fox5ny.com/www.fox5ny.com/content/uploads/2023/12/1280/720/teacher-fired-2.jpg?ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 7880,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 106,
        "comments": 1,
        "shares": 16
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "859090949316f5a01d94112556dde4799cbb4372",
  "url": "https://www.fox5ny.com/news/michael-califano-maria-regina-long-island-gay-teacher",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jodi Goldberg",
  "published": "2023-12-29T20:58:00.000+02:00",
  "title": "Long Island community rallies behind gay teacher fired at Catholic school: ‘God loves Mr. Califano’",
  "text": "ROCKVILLE CENTRE, Long Island - A Long Island community is rallying behind a gay third-grade teacher who was recently fired from a Catholic elementary school, despite the local diocese stating that sexuality was not the reason for his termination. At least 100 parents, children and loved ones of Michael Califano protested outside of St. Agnus Church in Rockville Centre, chanting \"Love is love\" and \"Bring back Mr. Califano\" while holding signs reading \"God loves Mr. Califano and so do we.\" On Wednesday, officials told Califano that after two years of teaching at Maria Regina School in Seaford, he was out of the job. \"I felt the values I learned in Catholic school were ingrained in me, and I wanted to share that with the next generation and to be told that’s one of the reasons why I was let go -- it’s hurtful to my heart,\" he told FOX 5 NY &apos;s Jodi Goldberg. Califano said he lost his job after photos on social media showing him kissing his boyfriend were sent to administrators. The diocese told him he violated guidelines about living a Catholic lifestyle and that \"the nature of the pictures were concerning. Among the attendees at Friday&apos;s rally was Jackie, Califano&apos;s mother, who said her son grew up attending Maria Regina . She said that returning to the school as an educator was a \"dream come true.\" \"All he wants is his job back,\" she said. By Friday afternoon, a change.org petition in support of Califano had more than 4,100 signatures. \"The diocese fired him as they felt he wasn&apos;t following a \"catholic lifestyle&apos; [sic],\" the change.org post read. \"To the contrary, Michael is the epitome of someone who should be praised as a role model.\" In a now-viral TikTok with more than 189,000 views, Maria Regina parent Aaron Lohman said Califano is the son of Nassau County police officer Michael Califano , who was killed in a 2011 crash. \"[Califano has] been a pillar of the community … I attended the annual pancake breakfast for this father, and I&apos;ve developed a relationship with the family and was one of the main reasons why I decided to send my son to the school, which unfortunately, I will have to remove him from this school if the situation is not rectified with the bishop,\" Lohman said in the video. In a statement to FOX 5 NY &apos;s Jodi Goldberg, the Diocese of Rockville Centre rebukes these claims but did not provide a reason for Califano&apos;s firing. \"For privacy reasons, we do not comment publicly on personnel matters, but we can say that the school did not end Mr. Califano’s employment over his sexuality,\" Sean P. Dolan, the director of communications at the diocese, said in a statement. Califano said he’d return to the classroom if given an opportunity, as he cares for his students. \"I feel like they’re going to suffer the most in the end,\" he said. \"They are heartbroken.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "califano",
        "sentiment": "negative"
      },
      {
        "name": "maria regina",
        "sentiment": "none"
      },
      {
        "name": "jodi goldberg",
        "sentiment": "none"
      },
      {
        "name": "jackie",
        "sentiment": "none"
      },
      {
        "name": "michael califano",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "negative"
      },
      {
        "name": "maria regina school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rockville centre",
        "sentiment": "none"
      },
      {
        "name": "long island",
        "sentiment": "none"
      },
      {
        "name": "rockville centre",
        "sentiment": "none"
      },
      {
        "name": "st. agnus church",
        "sentiment": "none"
      },
      {
        "name": "seaford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:27:37.862+02:00",
  "updated": "2023-12-30T00:04:26.037+02:00"
}