{
  "thread": {
    "uuid": "d383d75b82c9e7d2a380072d73d6b82559e54e8f",
    "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/reportan-saldo-blanco-por-lluvias-en-saltillo.html",
    "site_full": "www.elsiglodetorreon.com.mx",
    "site": "elsiglodetorreon.com.mx",
    "site_section": "http://www.elsiglodetorreon.com.mx/index.xml",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Portada, El Siglo de Torreón",
    "title": "Reportan saldo blanco por lluvias en Saltillo",
    "title_full": "Reportan saldo blanco por lluvias en Saltillo",
    "published": "2024-06-21T02:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://tecolotito.elsiglodetorreon.com.mx/i/2024/06/1809227.jpeg",
    "performance_score": 0,
    "domain_rank": 36049,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d383d75b82c9e7d2a380072d73d6b82559e54e8f",
  "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/reportan-saldo-blanco-por-lluvias-en-saltillo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "internet@elsiglodetorreon.com.mx (ISABEL AMPUDIA)",
  "published": "2024-06-21T02:21:00.000+03:00",
  "title": "Reportan saldo blanco por lluvias en Saltillo",
  "text": "De acuerdo al corte de las 15:00 horas de este jueves, el Cuerpo de Bomberos y Protección Civil de Saltillo y la Comisaría de Seguridad y Protección Ciudadana, no reporta graves incidencias por las condiciones climáticas. En ese sentido, la Comisaría de Seguridad y Protección Ciudadana dio a conocer que continúa cerrada la circulación vehicular el paso a desnivel “Valle Dorado”, rumbo al norte, así como el vado del bulevar José Musa de León, entre José Narro y Los Valdés. También está cerrado el túnel Los Cerritos, bajo el bulevar Fundadores, en el sector del mismo nombre. Trascendió que a pesar de que en redes sociales hay reportes de encharcamientos que impiden la circulación en varios puntos, la Subdirección de Tránsito y Vialidad informó que se encuentran transitables para los automovilistas: Según refirió, sí hay circulación en el cruce de los bulevares Antonio Cárdenas y Teresitas; en las rampas de ascenso de los puentes del periférico Luis Echeverría en sus cruces con J. Mery, Otilio González y Pérez Treviño; bulevar Fundadores en los puentes de Morelos, Zaragoza y Mirasierra; bulevar V. Carranza desde Canadá hasta la zona universitaria, así como en el límite con Ramos Arizpe; y en el bulevar Valdés Sánchez, a la altura del Parque Francisco I. Madero y a la altura de El Olmo. Asimismo, exhortó a los automovilistas a tomar previsiones y manejar con precaución. En el caso de la Dirección de Protección Civil y Bomberos, su titular, Alberto Neira Vielma, informó que al corte de las 15:00 horas se han atendido 43 servicios en diferentes zonas de la ciudad, sin incidencias graves. Entre estos, se destaca la atención a reportes por 5 árboles caídos, 2 valoraciones de bardas dañadas, 7 vehículos varados y 9 casas inundadas en colonias como Loma Linda, Las Margaritas, Zaragoza y Morelos, así como un hundimiento en la calle Tezcatlipoca, en colonia Los Pinos, tramo que fue cerrado la circulación. De acuerdo con la Comisión Nacional de Agua, las lluvias seguirán en la ciudad durante el resto de este jueves y parte de este viernes. Por tal motivo, exhortó a la población a seguir las recomendaciones de Protección Civil y extremar precauciones en caso de salir a la calle, como no cruzar corrientes de agua a pie o en vehículo; en automóvil encender las luces y disminuir la velocidad; y al ir por las calles alejarse de cornisas, muros o árboles, que puedan llegar a caer, así como de edificios y estructuras en mal estado. Recordó que para reportar cualquier incidencia, pueden comunicarse al Sistema Estatal de Emergencias 911.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=ISABEL+AMPUDIA",
    "https://google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=ISABEL+AMPUDIA",
    "https://www.google.com/search"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T02:40:49.620+03:00",
  "updated": "2024-06-21T02:52:20.614+03:00"
}