{
  "thread": {
    "uuid": "b316a2d78dc1eaeb70075c071578447c31b495c3",
    "url": "https://www.13abc.com/2024/04/18/rescue-dogs-need-round-the-clock-care-helped-through-program-toledo-correctional-institution",
    "site_full": "www.13abc.com",
    "site": "13abc.com",
    "site_section": "https://13abc.com/sports/sports-video",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports Video",
    "title": "Rescue dogs in need of round-the-clock care helped through program at Toledo Correctional Institution",
    "title_full": "Rescue dogs in need of round-the-clock care helped through program at Toledo Correctional Institution",
    "published": "2024-04-19T00:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtvg-prod.cdn.arcpublishing.com/resizer/v2/ZRHK2M6LZBFWLE3R5C46T6RD4A.jpg?auth=5f6e0fb4369729d790c6c6fecb0fd26ec980bcf6a7be50f8a1b06ecd4ebb7947&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 19576,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b316a2d78dc1eaeb70075c071578447c31b495c3",
  "url": "https://www.13abc.com/2024/04/18/rescue-dogs-need-round-the-clock-care-helped-through-program-toledo-correctional-institution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lissa Guyton",
  "published": "2024-04-19T00:33:00.000+03:00",
  "title": "Rescue dogs in need of round-the-clock care helped through program at Toledo Correctional Institution",
  "text": "Planned Pethood has partnered with TOCI for a foster and training program TOLEDO, Ohio (WTVG) - Many rescue groups and shelters rely on foster homes when it comes to the animals in their care, but, there’s a shortage of fosters both here at home and across the country. One local rescue has an option for round-the-clock foster care, thanks to its partnership with a state prison. The program partners rescue dogs from Planned Pethood with inmates at the Toledo Correctional Institution. It’s helped find homes for dozens of dogs since it was started last year. The latest pups to be part of it were in need of 24/7 care, so this program was the perfect fit. It also helps open up foster homes for other dogs in need. Heidi and Hannah were brought to Planned Pethood by a Good Samaritan over the weekend. This week, the German Shepherds arrived at the Toledo Correctional Institution. “They are about a year old, but half the weight and size they should be. We believe they may be sisters,” Colleen Kane, a foster and volunteer with Planned Pethood said. The pictures and video in this story may not capture just how thin the two are. Teri Tomesek is a case manager at the prison and the coordinator of the program. She was shocked when she first saw the two. “They smelled, their ears were filthy, their skin is covered in scabs. They are severely underweight and clearly malnourished. They do not have a lot of muscle mass. There’s not much to them except skin and bones,” Tomesek said. Tomesek said in a matter of a few short days Heidi and Hannah have already started to show small signs of improvement both physically and mentally. “They’ve started to open up a bit. They are curious about other dogs, and they love to say hi to everybody coming down the hall,” Tomesek said. Because of their condition, the dogs are fed multiple times a day. Their handlers also get up throughout the night to check on them. “They are on a strict feeding schedule. They get about six meals a day so they are fed every few hours. We take the calorie intake of a dog the size they should be and we break it down to multiple meals a day so we don’t overwhelm their systems. Getting this skinny is a slow process and gaining the weight back is a slow process,” Tomesek said. “The handlers keep a log of everything. Things like when the dogs go to the bathroom, what they eat, how much they eat, what they are feeding them. Every morning they show me the log.” Kane said it’s amazing to see how dogs seem to live in the moment. “They are happy, sweet girls. All they want is love and attention. They have not met a stranger. This story shows the resiliency of dogs. In spite of what these girls have been through, they are happy to love in the end,” Kane said. “You’d think that after years of seeing dogs like this, you might not be shocked by what you see, but unfortunately, we are continually surprised by the condition of dogs we’ve been asked to help. There are so many resources in this community. If you need help, reach out. If we can’t help, we will try to connect you to an organization that can.” Because the prison can handle cases like this, Tomesek said it frees up other foster homes at a time when they’re already in short supply. “Our guys can do round-the-clock care, something a lot of other fosters can’t do because they have jobs, children and other obligations,” Tomesek said. Tomesek said it’s a program not only changing the course of the dogs lives, but the men caring for them. “It gives them a sense of purpose. It allows them to right some of their wrongs, to make some things right in the world. That is where the focus is and it’s amazing,” Tomesek said. Heidi and Hannah live with different handlers, but they spend time together throughout the day because the handlers work in the same place in the prison. Once the two are healthy, they will be up for adoption. If you’d like to help or learn more, click here . Latest Local News | First Alert Weather | Crime | National | 13abc Originals Copyright 2024 WTVG. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.plannedpethood.org/",
    "https://www.facebook.com/plannedpethoodinc/",
    "https://plannedpethood.org/",
    "https://www.facebook.com/plannedpethoodinc",
    "https://facebook.com/plannedpethoodinc/",
    "https://www.plannedpethood.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "colleen kane",
        "sentiment": "none"
      },
      {
        "name": "pethood",
        "sentiment": "none"
      },
      {
        "name": "hannah",
        "sentiment": "none"
      },
      {
        "name": "teri tomesek",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "toledo correctional institution toledo",
        "sentiment": "negative"
      },
      {
        "name": "toledo correctional institution",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:37:08.146+03:00",
  "updated": "2024-04-19T01:09:17.512+03:00"
}