{
  "thread": {
    "uuid": "3e00513639ffd339028ed0c44ce167bf2e03eb01",
    "url": "https://en.gmw.cn/2024-07/05/content_37422627.htm",
    "site_full": "en.gmw.cn",
    "site": "gmw.cn",
    "site_section": "https://en.gmw.cn/rss_en.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "光明网",
    "title": "Letter from China: From \"cave dwellers\" to \"apple moguls\"",
    "title_full": "Letter from China: From \"cave dwellers\" to \"apple moguls\"",
    "published": "2024-07-04T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://img.gmw.cn/logo/gmw_logo_280x150.jpg",
    "performance_score": 10,
    "domain_rank": 1868,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 471,
        "comments": 25,
        "shares": 1158
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e00513639ffd339028ed0c44ce167bf2e03eb01",
  "url": "https://en.gmw.cn/2024-07/05/content_37422627.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WXL",
  "published": "2024-07-04T19:00:00.000+03:00",
  "title": "Letter from China: From \"cave dwellers\" to \"apple moguls\"",
  "text": "by Xinhua writer Wu Ziyu YAN'AN, Shaanxi, July 4 (Xinhua) -- Before arriving at the apple orchards on the upper reaches of Nangou Village on the Loess Plateau, I was already amazed by the greenery along the winding mountain road. The village, located in the city of Yan'an, northwest China's Shaanxi Province, used to invoke pictures of bleak ridges and valleys of yellow earth. But outside the window of our SUV, the same ridges and ditches are flourishing with trees, a result of decades of reforestation and ecological preservation. On a small square that leads to the orchards, a red and shiny apple-shaped structure caught my attention. The humble fruit is the village's top specialty product, and has played a key role in transforming the village over the years. Zhang Runsheng, secretary of the Communist Party of China branch in the village, greeted us on the square and led us on a tour in the orchards. Looking around, the seemingly endless row of apple trees was a sight to behold. Had it not been for the steep slope right next to the concrete road surrounding the orchards, I would have almost forgotten I was still on a mountain ridge. \"We have 3,160 mu (about 210.7 hectares) of apple orchards in the village now,\" said Zhang. He added that in the orchards, 1,060 mu utilize short-stalk close planting techniques and refined management methods. Among the apple trees, I spotted a pillar-like device. \"This is the automated orchard monitoring system,\" said Zhang. \"Every once in a while, experts dispatched by local agricultural authorities will come to analyze the readings and determine the orchard's situation.\" He said that apart from a few activities that require manual work, such as bagging apples, the orchards' operation was highly mechanized. For urban residents of Yan'an and beyond, the village is a popular attraction for its apple orchards and rural tourism. Last year, the per capita income of Nangou villagers was 21,500 yuan (about 3,017 U.S. dollars), a ten percent increase from the year before. However, about a decade ago, the future of the village was still dim. Back in 2013, a heavy rainfall that affected the entire Yan'an dealt a heavy blow to the village, causing great economic losses. \"Some villagers still lived in cave-dwellings then,\" said Zhang, referring to a type of traditional housing on the Loess Plateau. \"The downpour damaged some caves and even collapsed a few. Many villagers lost their homes.\" Zhang, who had started a moderately successful real estate business in downtown Yan'an, was then invited by his fellow villagers to help with the village's reconstruction. The efficient work style of his team was appreciated by fellow villagers, and he was elected the village's Party chief later. With disaster relief support and subsidies from local government, the village solved the housing problem. However, villagers still lacked a stable source of income. \"To turn our lives around, developing local industry is a must,\" said Zhang, who was born into a poor family in the village and had to go to the urban areas for livelihood. According to him, the decision to grow apples was made after extensive discussions with villagers and study trips to other famed apple-producing areas in Shaanxi. Local authorities were very supportive of the development of apple growing, said Zhang. \"They provided us with much-needed planting techniques, and subsidized us in fields such as hail prevention, insecticide, and water-saving irrigation,\" he said, pointing at the hail nets that hang over the apple trees. In one orchard, I met 69-year-old apple grower Ma Jintu. \"Nangou was once ridiculed as a 'bachelor village,' for few women from other areas were willing to marry into our village,\" said Ma, recalling the village's poor transportation and hard life in the past. \"All these changes in the village was beyond my imagination,\" Ma said. Nangou is among numerous places across the country that owe their transformation to developing local specialty industries in the rural revitalization drive. Just like Nangou apples, oranges from Jiangxi Province's Ganzhou, strawberries from Dandong in Liaoning Province and many other specialty products have all made a name for themselves on the market. \"Our mountain organic apples are now sold across the country for their exceptional taste and nutrition,\" Zhang said. He added that many foreign customers adopt apple trees at an annual fee of 500 yuan a tree, which further expands the income source of the village. On top of a viewing platform that overlooks the village, I could see its entire landscape: apart from the orchards on the ridge, several cottages and what seemed to be a racetrack were also clearly visible on a flat opening at the foot of the hill. \"The shacks are local hostels, and the track is for dirt bikes,\" Zhang told us. As the village attracts more visitors with its apple industry, it is now exploring ways to create a diverse experience for tourists. Opposite the viewing platform, a sign that reads \"lucid waters and lush mountains are invaluable assets\" stood on the hill. From what I have seen, there isn't a more appropriate description of the village's development. [In pics: Elie Saab's Fall/Winter 2024-2025 Haute Couture collections at Paris Fashion Week](https://en.gmw.cn/2024-07/02/content_37415662.htm) [\"Bond with Kuliang: 2024 China-U.S. Youth Festival\" held in China's Fujian](https://en.gmw.cn/2024-07/02/content_37415641.htm) 点击右上角微信好友 朋友圈 请使用浏览器分享功能进行分享",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wu ziyu yan",
        "sentiment": "negative"
      },
      {
        "name": "zhang runsheng",
        "sentiment": "none"
      },
      {
        "name": "yan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua",
        "sentiment": "negative"
      },
      {
        "name": "communist party of china",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "shaanxi",
        "sentiment": "none"
      },
      {
        "name": "nangou village",
        "sentiment": "none"
      },
      {
        "name": "shaanxi province",
        "sentiment": "none"
      },
      {
        "name": "loess plateau",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:25:31.209+03:00",
  "updated": "2024-07-05T11:37:13.209+03:00"
}