{
  "thread": {
    "uuid": "470573d8cd729f3af68ee277c86f556a1109ea32",
    "url": "https://www.murcia.com/empresas/noticias/2024/04/04-soltec-team-aspira-a-ser-el-primer-equipo-ciclista-100-sostenible.asp",
    "site_full": "www.murcia.com",
    "site": "murcia.com",
    "site_section": "https://murcia.com/empresa",
    "site_categories": [
      "tech"
    ],
    "section_title": "Empresa, Región de Murcia, Murcia.com",
    "title": "Soltec Team aspira a ser el primer equipo ciclista 100% sostenible - Empresa - murcia.com",
    "title_full": "Soltec Team aspira a ser el primer equipo ciclista 100% sostenible - Empresa - murcia.com",
    "published": "2024-04-04T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.murcia.com/noticias/fotos/1118271389w2.jpg",
    "performance_score": 0,
    "domain_rank": 90176,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "470573d8cd729f3af68ee277c86f556a1109ea32",
  "url": "https://www.murcia.com/empresas/noticias/2024/04/04-soltec-team-aspira-a-ser-el-primer-equipo-ciclista-100-sostenible.asp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Murcia.com",
  "published": "2024-04-04T02:00:00.000+03:00",
  "title": "Soltec Team aspira a ser el primer equipo ciclista 100% sostenible - Empresa - murcia.com",
  "text": "La plantilla 'naranja' presenta un proyecto a largo plazo para compensar su huella de carbono, con actuaciones ya en marcha: energías 100% renovables y autoconsumo eléctrico, vehículos más limpios y proyectos para el cuidado del medio ambiente. En un mundo en plena emergencia climática, en el que el ser humano intenta paliar las consecuencias del deterioro del planeta, Soltec Team propone, a partir del verano de 2025, una serie de actuaciones para convertirse en el primer equipo ciclista 100% sostenible en el nivel más alto del mundo. Esto está en línea con los objetivos de desarrollo sostenible establecidos para 2030 por la ONU. Como primer paso, la empresa que gestiona los equipos patrocinados por Soltec, empresa de energías renovables, ha medido su huella de carbono. Los gases de efecto invernadero generados por los vehículos del equipo y el consumo de sus instalaciones producen el equivalente a 145.000 kg de dióxido de carbono (CO2) al año. El equipo Soltec pretende compensar y reducir progresivamente estas emisiones, con una serie de actuaciones ya en marcha. Soltec Team apuesta por el uso de energías 100% renovables en sus sedes de España y Estados Unidos. EE. UU. también invertirá en autoconsumo, con la instalación de paneles solares. Otro gran esfuerzo pasará por sustituir su flota de vehículos Skoda por nuevos coches híbridos, con los que reducirá sus emisiones de CO2. Soltec Team ha trasladado a sus socios durante el periodo no competitivo la importancia de este Plan de Sostenibilidad y también apostará por ello y se centrará también en proyectos vinculados con la movilidad sostenible y el cuidado de su entorno. Todo ello con el objetivo de obtener el Sello de Reconocimiento del Ministerio de Transición Ecológica (MITECO) y la Agencia de Protección Ambiental de Estados Unidos (EPA). La Fundación Marcelino Oliver que preside Nino Oliver aspira así a estar a la vanguardia del ciclismo, que siempre ha sido catalogado como un 'deporte verde', pero cuyas actividades han tenido un impacto en el medio ambiente que ahora intentará compensar. Una apuesta puesta en marcha por la empresa de energías renovables Soltec, muy comprometida con el medio ambiente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:53:01.439+03:00",
  "updated": "2024-04-05T01:53:01.439+03:00"
}