{
  "thread": {
    "uuid": "7f58ecda6807f833a4706da2e6135b8afae48458",
    "url": "https://www.fool.com/investing/2024/01/05/why-freshpet-stock-was-up-22-in-december/",
    "site_full": "www.fool.com",
    "site": "fool.com",
    "site_section": "https://www.nasdaq.com/feed/rssoutbound?symbol==AMZN",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Latest Article Feed",
    "title": "Why Freshpet Stock Was Up 22% in December | The Motley Fool",
    "title_full": "Why Freshpet Stock Was Up 22% in December | The Motley Fool",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://g.foolcdn.com/editorial/images/760276/person-sits-on-couch-with-dog-coffee-and-computer.jpg",
    "performance_score": 0,
    "domain_rank": 705,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7f58ecda6807f833a4706da2e6135b8afae48458",
  "url": "https://www.fool.com/investing/2024/01/05/why-freshpet-stock-was-up-22-in-december/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jon Quast",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Why Freshpet Stock Was Up 22% in December | The Motley Fool",
  "text": "Shares of pet food company Freshpet ( FRPT 0.78% ) were up 22.3% in December, according to data provided by S&P Global Market Intelligence . The company didn't have news to report during the month. But Wall Street had plenty to say.\nMultiple analysts issued reports on Freshpet stock during December. Three of these were TD Cowen analyst Robert Moskow, D.A. Davidson analyst Brian Holland, and Wells Fargo analyst Marc Torrente. This trio now recommends buying Freshpet stock.\nWhen three prominent analysts all recommend buying the same stock within a short period, it can boost investor confidence and, consequently, the stock price. And this appears to be what happened with Freshpet stock in December.\nWhat's going on with Freshpet? Freshpet is an ambitious idea: It's not easy to prepare pet food from fresh ingredients and get it into consumers' hands before it goes bad. It requires manufacturing and distribution scale to have any chance of being successful. But the company is increasingly proving to investors that it's up to the task.\nFinancial results for the third quarter of 2023 were reported back in November, so they didn't directly impact Freshpet's stock price in December. However, Q3 results showed a lot of promising things. Specifically, net sales are still growing like crazy, up 32.6% year over year in Q3. Moreover, the company's cash from operations is reaching record highs.\nFRPT Cash from Operations (TTM) data by YCharts . TTM = trailing 12 months.\nThis combination shows Freshpet becoming more financially successful with greater scale. That's a good thing for investors, and it's unsurprising that Wall Street increasingly praised the company in December after letting these developments marinate for a bit.\nWhat to expect from Freshpet now Though Wall Street is growing more optimistic about Freshpet's business, it doesn't necessarily see much more upside with the stock. Of the nine analysts tracked by TipRanks, the average price target is $84.75 per share -- the stock is within 1% of this, as of this writing.\nThe analyst community might be thinking too short term. In the Q3 conference call, Freshpet CEO Billy Cyr reiterated its long-term goals. The company anticipates growing its top line by a 25% compound annual growth rate through 2027, reaching $1.8 billion in sales. At that scale, management believes it can achieve an 18% margin for earnings before interest, taxes, depreciation, and amortization (EBITDA) .\nValuing a stock is a subjective process. But assuming a fair enterprise valuation was 20 times its EBITDA, Freshpet stock may have around 60% upside through 2027 if it hits its goals for the top and bottom lines. That might be enough to outperform the market.\nOf course, Freshpet may not hit its goals, and no one can predict what the stock's valuation will be, so take all of this with a grain of salt. However, for those who like this business, there are credible reasons to believe it can generate positive returns over the next few years at least.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://marketintelligence.spglobal.com/",
    "https://ycharts.com/companies/FRPT/cash_operations_ttm",
    "https://ycharts.com",
    "https://ycharts.com/companies/FRPT/chart/",
    "http://marketintelligence.spglobal.com",
    "https://www.ycharts.com/companies/FRPT/cash_operations_ttm",
    "https://www.ycharts.com",
    "https://www.ycharts.com/companies/FRPT/chart/",
    "http://www.marketintelligence.spglobal.com/",
    "https://ycharts.com/companies/FRPT/chart"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert moskow",
        "sentiment": "none"
      },
      {
        "name": "brian holland",
        "sentiment": "none"
      },
      {
        "name": "freshpet",
        "sentiment": "none"
      },
      {
        "name": "marc torrente",
        "sentiment": "none"
      },
      {
        "name": "d.a. davidson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "motley fool shares of pet",
        "sentiment": "negative"
      },
      {
        "name": "s&p global market intelligence",
        "sentiment": "none"
      },
      {
        "name": "wells fargo",
        "sentiment": "none"
      },
      {
        "name": "td cowen",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:57.553+02:00",
  "updated": "2024-01-06T00:30:57.553+02:00"
}