{
  "thread": {
    "uuid": "313410ec4a8df3aacae9af65c0c7a665f169aaa8",
    "url": "https://www.devdiscourse.com/article/headlines/2872889-rahul-gandhi-kharge-extend-wishes-of-love-compassion-on-good-friday",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "http://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Rahul Gandhi, Kharge extend wishes of love, compassion on Good Friday | Headlines",
    "title_full": "Rahul Gandhi, Kharge extend wishes of love, compassion on Good Friday | Headlines",
    "published": "2024-03-29T14:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/29_03_2024_14_26_39_5050008.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9160,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "313410ec4a8df3aacae9af65c0c7a665f169aaa8",
  "url": "https://www.devdiscourse.com/article/headlines/2872889-rahul-gandhi-kharge-extend-wishes-of-love-compassion-on-good-friday",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-03-29T14:56:00.000+03:00",
  "title": "Rahul Gandhi, Kharge extend wishes of love, compassion on Good Friday | Headlines",
  "text": "Rahul Gandhi, Kharge extend wishes of love, compassion on Good Friday Congress leaders Rahul Gandhi and Mallikarjun Kharge have urged people to imbibe the spirit of humanity, kindness, and peace and wished that Good Friday enriches their lives with love and enlightens their path with compassion [ANI](/ani-stories)| Updated: 29-03-2024 19:56 IST | Created: 29-03-2024 19:56 IST - Country: - India Congress leaders Rahul Gandhi and Mallikarjun Kharge have urged people to imbibe the spirit of humanity, kindness, and peace and wished that Good Friday enriches their lives with love and enlightens their path with compassion. \"May this Good Friday enrich your lives with love and enlighten your path with compassion and kindness,\" Rahul Gandhi said in a post on X. Congress president Kharge wished that the spirit of compassion, forgiveness, sacrifice and empathy guides people. \"Wishing you all a blessed Good Friday. May the spirit of compassion, forgiveness, sacrifice and empathy keep guiding our path. Let us imbibe the spirit of humanity, kindness, and peace, amongst us,\" Kharge said in a post on X. Congress MP Shashi Tharoor, who offered Good Friday prayers at Saint Joseph's Cathedral in Palayam, Thiruvananthapuram, said he has the opportunity to show respect for all traditions, all beliefs. \"I have also been going for Iftars to various masjids across my constituency. Vishu, which is the Hindu New Year in Kerala, is coming up before the elections. This is an unusual occurrence when all three important events coincide with the election campaigning period,\" he said. \"As a result, it gives us the opportunity to show my respect for all traditions, all beliefs and all people in our constituency and that is what I have been doing,\" he added. Prime Minister Narendra Modi recalled the sacrifice of Jesus Christ on the occasion of Good Friday and said it teaches people compassion and forgiveness. \"Today, on Good Friday, we remember the profound sacrifice of Jesus Christ. May everyone find strength in the lessons of compassion and forgiveness it teaches us,\" PM Modi said in a post on X. The solemn occasion of Good Friday was marked by prayers in different parts of the country. Good Friday commemorates the crucifixion of Jesus Christ and his death at Calvary. It marks the beginning of the Easter weekend. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"Everyone will get equal rights\" says Amit Shah, asks persecuted refugees to have faith in PM Modi-led govt](/article/headlines/2858329-everyone-will-get-equal-rights-says-amit-shah-asks-persecuted-refugees-to-have-faith-in-pm-modi-led-govt) [Dhule MP Subhash Bhamre thanks PM Modi after BJP reconsiders him for Lok Sabha election](/article/politics/2858342-dhule-mp-subhash-bhamre-thanks-pm-modi-after-bjp-reconsiders-him-for-lok-sabha-election) [\"Never imagined...,\" Assam CM after PM Modi laid foundation stones for chip plants](/article/headlines/2858312-never-imagined-assam-cm-after-pm-modi-laid-foundation-stones-for-chip-plants) [PM Modi has vision to make India a developed country: Amit Shah](/article/politics/2858308-pm-modi-has-vision-to-make-india-a-developed-country-amit-shah) [PM Modi's vision is to create entire value chain of semi-conductor in India: Ashwini Vaishnaw](/article/headlines/2858425-pm-modis-vision-is-to-create-entire-value-chain-of-semi-conductor-in-india-ashwini-vaishnaw)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kharge",
        "sentiment": "negative"
      },
      {
        "name": "rahul gandhi",
        "sentiment": "negative"
      },
      {
        "name": "mallikarjun kharge",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "negative"
      },
      {
        "name": "india congress",
        "sentiment": "none"
      },
      {
        "name": "x. congress",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:47:10.644+03:00",
  "updated": "2024-03-29T17:47:10.644+03:00"
}