{
  "thread": {
    "uuid": "f023c9fd9f9aa6a04ef401c63d0296ca946f731e",
    "url": "https://guardian.ng/life/spotlight/the-unsung-heroes-how-nigeria-added-territory-without-war-litigation/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://finance.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Finance Industry Today - EIN Presswire",
    "title": "The Unsung Heroes: How Nigeria added territory — Guardian Life — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "The Unsung Heroes: How Nigeria added territory — Guardian Life — The Guardian Nigeria News – Nigeria and World News",
    "published": "2023-12-31T04:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/12/0-137.jpg",
    "performance_score": 0,
    "domain_rank": 4542,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 6,
        "comments": 33,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f023c9fd9f9aa6a04ef401c63d0296ca946f731e",
  "url": "https://guardian.ng/life/spotlight/the-unsung-heroes-how-nigeria-added-territory-without-war-litigation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2023-12-31T04:25:00.000+02:00",
  "title": "The Unsung Heroes: How Nigeria added territory — Guardian Life — The Guardian Nigeria News – Nigeria and World News",
  "text": "The Unsung Heroes: How Nigeria added territory without war, litigation With the important announcement of the accession of United Nations to the nation’s request for the extension of the country’s Continental Shelf a few days ago, no one should be in doubt any longer about the rising capacities of Nigeria in the emerging geopolitical equation, globally. Adnan Rashid Nasser Al-Azri, chairman of the United Nations Commission on the Limits of the Continental Shelf (CLCS), who disclosed the development said following a successful submission, Nigeria’s continental shelf had now been extended from 200 nautical miles to 220 nautical miles. The government of Nigeria under President Bola Ahmed Tinubu promptly acknowledged this and praised the UN for acceding to the nation’s request. The continental shelf of a sovereign state comprises the seabed and subsoil of the submarine areas that extend beyond its land territory to the outer edge of the continental margin. The effort to extend, as much as possible, Nigeria’s continental shelf began with a submission on May 9, 2009 following new rules of engagement in accordance with Article 76 of the United Nations Convention on the Law of the Sea (UNCLOS) of 1982. According to the Convention, Littoral States that pass the test of appurtenance qualify to make applications backed by geological and geophysical data to the United Nations. On that day, Nigeria made a submission for an extended Continental shelf to the United Nations Commission on the Limits of the Continental Shelf (CLCS), the UN body made up of twenty-one experts from all over the world charged with the responsibility of examining and approving all applications for an extended continental shelf. According to the country’s Ministry of Justice, Nigeria’s submission had teething problems right from the onset. The UN Subcommission appointed by the CLCS to consider Nigeria’s submission after its initial examination queried so many aspects, including the qualifier test of appurtenance and requested for more data and information in order to proceed with the consideration. From the time the submission was made in May 2009, the project virtually came to a standstill because of lack of funds, and the UN Subcommission kept sending invitations to Nigeria to submit the data it requested, and also respond to the queries it posed, but the country could do none of these because there were no funds to conduct the data collection surveys. This lull spurred the Nigerian Senate at its sitting on 14th February 2013, having recognized the causes of the delays, to make resolutions, asking Government to fund the project and constitute an independent technical body to manage the Extended Continental Shelf Project and to cut out bureaucracies of government. When President Muhammadu Buhari came in 2015, the Project was at a standstill, and when he was briefed on November 4, 2015 by the National Boundary Commission, he immediately constituted the High Powered Presidential Committee on Nigeria’s Extended Continental Shelf Project (HPPC) on November 5, 2015. He named the then Attorney General and Minister of Justice, Abubakar Malami to chair the committee, with Surveyor Aliyu Omar as Member/Secretary. Other members of the Committee included Professor Lawrence Awosika (the Chairman of the UNCLCS at that time, himself a Nigerian), Mr. Lufadeju Aderinola from the Department of Petroleum Resources, Dr. Regina Folorunsho from the Nigerian Institute of Oceanography, Rear Admiral Chukwuemeka E. Okafor, the Hydrographer of the Nigerian Navy, Mr. Victor John from the Federal Ministry of Environment, Mr. Zachariah M. Ifu from the Federal Ministry of Foreign Affairs and the Director General, National Boundary Commission, Dr. M. B. Ahmad. The then President mandated the Committee to “among other things, steer the remaining aspects of the project including the successful extension of Nigeria’s maritime territory beyond 200 M”. The goal for the constitution of the HPPC was to cut down on Government bureaucracies, as the only way to enable the commencement of the consideration of our submission on time and save the Government funds. In his charge to the committee, President Buhari said “I am looking forward to the day that I can announce to Nigerians that additional maritime territory has been approved for Nigeria by the United Nations Commission on the Limits of the Continental Shelf,” the President said. “I have always had special interest in this project right from the first day I heard of it, because this type of project where Nigeria will gain additional territory without conflict has never happened before in her lifetime. “It is my intention to support the submission to the United Nations for additional maritime area, in accordance with the United Nations Convention on the Law of the Sea (UNCLOS) to claim for Nigeria every bit of space that she deserves under UNCLOS. “It is pleasing to know that most wars that have taken place in the world since time immemorial including present times have always been territorial, and Nigeria has this one and only chance to gain territory without war, litigation, or purchase. “More so when this territory lies within the area dubbed as ‘the Golden Triangle’ in the Gulf of Guinea, which contains unquantifiable resources some of which have not even been discovered.’’ Upon its inauguration, the committee immediately swung into action by first undertaking a new data collection survey to provide the much-needed data and information tailored to fit in with the request of the UN Subcommission in very deep offshore which had never been surveyed before. The committee changed the premise that was adopted in the first submission from “evidence to the contrary” to a method based on the “General Rule” – morphology backed by geology/geophysics and, among other things gave assurances to the CLCS of a promise of the judicious use of funds accruing from sale of Data through the then Department of Petroleum Resources, DPR. After the data collection surveys, the Committee made an amended submission to the UN Subcommission on November 26, 2016, encompassing an area of about three times the size of the first Nigerian submission made in 2009. Following the presentation of the amended submission, the Nigerian team and the Subcommission met more than twenty times at the United Nations in New York to answer questions, clarify issues and present additional data and information, as requested by them. At these meetings, the Technical Team argued Nigeria’s case with many presentations and submitted additional data and information. While it took nine years for the first submission to be made, the HPPC under Malami took exactly nine months to make an amended submission. Nigeria made considerable progress within this period as to warrant a full CLCS plenary meeting in March 2023 for consideration and final approval of the submission. This is then led to the approval of a further 20 nautical miles to the existing maritime boundary. With this, the country has gained additional territory without war or conflict of any sort, litigation or purchase, as has never happened before in her lifetime. Initial surveys indicate that the added territory contains “unquantifiable resources,” that include huge oil and gas reserves. While the nation must thank the dedication of the previous APC administration for how the country came this far, more is still is expected of the Tinubu administration- one that has put in place a stand-alone ministry of Blue Economy in view of its significance -to bring home the expected benefits to the nation’s economy and national security. *Shehu, a veteran journalist and former Presidential Spokesperson lives in Abuja Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bola ahmed tinubu",
        "sentiment": "none"
      },
      {
        "name": "adnan rashid nasser al-azri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "negative"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "continental",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "united nations commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T05:29:24.665+02:00",
  "updated": "2023-12-31T05:29:24.665+02:00"
}