{
  "thread": {
    "uuid": "e0437e878361322ea844c60ffb728a8710cd15f4",
    "url": "https://www.wgrz.com/article/sports/nfl/bills/bills-nfl-football-steelers-carucci-take-2-wny-sports-weather/71-ab2be5ca-de4b-498f-bf40-59b5c327e73d",
    "site_full": "www.wgrz.com",
    "site": "wgrz.com",
    "site_section": "https://wgrz.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports | wgrz.com",
    "title": "In Buffalo weather, Bills’ talent, especially at QB, should help | wgrz.com",
    "title_full": "In Buffalo weather, Bills’ talent, especially at QB, should help | wgrz.com",
    "published": "2024-01-13T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.wgrz.com/assets/WGRZ/images/e04ae13c-870f-4a06-bfe2-8f7ed1224ebc/e04ae13c-870f-4a06-bfe2-8f7ed1224ebc_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 12219,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0437e878361322ea844c60ffb728a8710cd15f4",
  "url": "https://www.wgrz.com/article/sports/nfl/bills/bills-nfl-football-steelers-carucci-take-2-wny-sports-weather/71-ab2be5ca-de4b-498f-bf40-59b5c327e73d",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vic Carucci",
  "published": "2024-01-13T00:23:00.000+02:00",
  "title": "In Buffalo weather, Bills’ talent, especially at QB, should help | wgrz.com",
  "text": "ORCHARD PARK, N.Y. — Here are my five thoughts on the [Buffalo Bills’](/bills) wild-card playoff game against the Pittsburgh Steelers on Sunday at Highmark Stadium: 1. Let’s put the weather discussion aside for a moment and talk about the quality of each team. The Bills are one of the top clubs in the NFL. They’re at least as strong as top-seeded Baltimore and arguably stronger. They’re also entering the postseason as the hottest team in the league. The Steelers? They’re fortunate to find themselves still playing. They are nowhere near as good as the Bills on overall talent, especially at quarterback. The oddsmakers rightfully have the Steelers as a double-digit underdog. If you remove weather from the conversation, there’s little reason to think the Bills will be upset. On a field that wouldn’t put any limitations on the offensive game plan, the Bills should win with reasonable comfort. 2. Now, let’s bring weather into the equation. If, as forecasts indicate, the lake-effect snow machine attacks Highmark Stadium with all its fury, it’s fair to wonder if weather will become an equalizer. I’m not one of those wondering. I believe the Bills will have an advantage for the same reason they would have an advantage if weather wasn’t a factor. Josh Allen is their quarterback. His arm will allow him to throw the ball mostly effectively through the wind. His Steeler counterpart, Mason Rudolph, doesn’t have anything approaching that sort of arm. Therefore, if running becomes the primary ingredient for success, I’ll go with the team that has the better secondary ingredient. Passes will be thrown. They might not happen with the greatest frequency, but they’ll happen. When they do, it stands to reason Allen will connect more often and for bigger plays than Rudolph. 3. There are significant injuries on both sides, but the Bills enter the game in better shape overall. The Steelers will be without not only their best player but a leading candidate for NFL Defensive Player of the Year in T.J. Watt (knee). Watt is a game-changer, capable of single-handedly disrupting an opposing offense with his ability to rush the passer. Allen is capable of consistently escaping intense pressure and making big gains with his legs. He should find it easier to do so without Watt giving chase. Meanwhile, the Bills will be without Gabe Davis (knee) and Taylor Rapp (calf). Davis will be missed in the passing game, but the Bills have others who can step up in Kahlil Shakir, Trent Sherfield and Deonte Harty. I would also anticipate more passing to tight ends Dalton Kincaid and Dawson Knox, as well as to James Cook and other running backs on shorter and intermediate routes that should be more wind friendly. Rapp will also be missed, but the Bills have shown repeatedly that their defensive depth is solid, especially on the back end. 4. It will be interesting to see how things go in Sean McDermott’s first playoff game as the Bills’ defensive coordinator. The same can be said about Joe Brady on offense, of course, but McDermott’s coaching will be under greater scrutiny. For one thing, the Bills’ defense doesn’t have its version of a dominant player like Allen, so McDermott’s scheming and play-calling are particularly vital, as has been the case all season. For another, defensive coaching was cited as a major shortcoming in the Bills’ inability to reach the Super Bowl during the previous five postseason appearances with Leslie Frazier as DC. That largely provided the opening for McDermott to replace him. Now, it’s up to the head coach, who has done a stellar job of running the defense during the regular season, to show that he made the right decision. 5. I’m fully expecting a Bills win, which means a second playoff game at Highmark Stadium. Weather could, again, be a factor. But it won’t matter more than the fact the Bills have a talented roster and are poised to have plenty to say about who represents the AFC in the Super Bowl. This is no longer the team that was teetering on the brink of missing the playoffs a couple of months ago. They have reinvented themselves as a defensive-driven club with a top-flight quarterback leading an offense that is as diverse as it has been since Allen’s arrival.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "steelers",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      },
      {
        "name": "highmark",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "orchard park",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      },
      {
        "name": "baltimore",
        "sentiment": "none"
      },
      {
        "name": "highmark stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T04:10:39.368+02:00",
  "updated": "2024-01-13T04:10:39.368+02:00"
}