{
  "thread": {
    "uuid": "b81167a6133087260ccc041f7bb29b582a3938d8",
    "url": "https://gloria.tv/pagination/w8AerQUAAOyzqllY08yMB1khJykLJGzX3zhDyLPbI8gFQUIm8MlcnmZWx4cJuTi3Rg6SWE4Ty0xsLnt5r4qwcIRFKJM5i65aLuOOG12FtVzmCGowZ8a04BwBbNVpPyDwh3dDonqhRju7YIOqHYRYp18r9j4ul0",
    "site_full": "gloria.tv",
    "site": "gloria.tv",
    "site_section": "https://gloria.tv/en.news",
    "site_categories": [
      "social"
    ],
    "section_title": "en.news – Gloria.tv",
    "title": "en.news - Gloria.tv",
    "title_full": "en.news - Gloria.tv",
    "published": "2025-02-18T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": null,
    "main_image": "https://seedeu0096.gloriatv.net/storage1/pmehhbe4vfr6jik7u22tpvkb9dqphkz16i7ipxy.webp?secure=_hYstGYzY3c0GdmXvmvuQA&amp;expires=1740294369",
    "performance_score": 0,
    "domain_rank": 22022,
    "domain_rank_updated": "2025-02-17T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b81167a6133087260ccc041f7bb29b582a3938d8",
  "url": "https://gloria.tv/pagination/w8AerQUAAOyzqllY08yMB1khJykLJGzX3zhDyLPbI8gFQUIm8MlcnmZWx4cJuTi3Rg6SWE4Ty0xsLnt5r4qwcIRFKJM5i65aLuOOG12FtVzmCGowZ8a04BwBbNVpPyDwh3dDonqhRju7YIOqHYRYp18r9j4ul0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2025-02-18T15:57:00.000+02:00",
  "title": "en.news - Gloria.tv",
  "text": "Madonna of Trevignano - Fraudulent Tears\nGisella Cardia, who claims to receive visions of Our Lady in Trevignano Romano, a town near Rome, Italy, could face fraud charges. In 2016, after a pilgrimage to Medjugorje, Bosnia-Herzegovina, she …עוד\nIn 2016, after a pilgrimage to Medjugorje, Bosnia-Herzegovina, she reported that a statue of the Virgin Mary she brought back from there began shedding tears of blood. These events attracted pilgrims and led to monthly prayer meetings.\nCardia set up a foundation to collect donations, which she said would be used to build a centre for sick children.\nIn March 2024, Bishop Marco Salvi of the diocese of Civita Castellana declared that the alleged apparitions were \"not supernatural\", citing theological inconsistencies in the messages.\nA private investigator found that the blood on the statue \"came from a pig\", triggering a judicial investigation.\nIn 2023, the prosecutor opened a fraud investigation against Cardia and ordered laboratory tests from a forensic geneticist.\nThese recent forensic analyses revealed that the blood on the statue matched Cardia's own DNA,…\nעוד\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nAnd yet, the 'go-to-for-fake-seers' website 'Countdown to the Kingdom', or more specifically, someone called Peter Bannister of that site, is still …עוד\nA Theological Response to the Commission on Gisella Cardia – Countdown to the KingdomIt seems that Bannister's main beef is that his opinions were not taken into consideration during the Commission. Risible.\nen.news שיתף מ-HerzMariae\nHuman rights activist Rose Docherty recently stood outside an abortion facility in Scotland holding a sign that read: \"Coercion is a crime. Here to talk, only if you want to.\" Scottish police came to …עוד\nScottish police filmed applying “buffer zone” law to “silent vigil”, despite recent denials from the Scottish government! “Am I committing an offence?” “Yes, I believe you are conducting a …עוד\nScottish police filmed applying “buffer zone” law to “silent vigil”, despite recent denials from the Scottish government! “Am I committing an offence?” “Yes, I believe you are conducting a silent vigil”\nדיווחשינוי התגובה\nמחיקת התגובה\nNETZFUNDSTÜCK STIMMT DAS? Denkt mal darüber nach…עוד\nSTIMMT DAS? Denkt mal darüber nach…\nדיווחשינוי התגובה\nמחיקת התגובה\n@Billy F exactly! You have to wonder how these \"protectors of public order\" sleep at night - \"Just following orders.\" didn't wash for concentration camp …עוד\n@Billy Fexactly! You have to wonder how these \"protectors of public order\" sleep at night - \"Just following orders.\" didn't wash for concentration camp guards - it won't absolve your guilt either!\nעוד שתי תגובות\nFrancis Reportedly Seriously Concerned About His Health\nFrancis is seriously worried about his health after being hospitalised with severe bronchitis, writes Politico.eu (18 February), a propaganda outlet that has accepted bribes from the US government in …עוד\nAccording to two people familiar with the matter, quoted by Politico, Francis is in great pain and has privately expressed his certainty that he won't make it this time.\nFrancis is now acting entirely on \"doctors' orders,\" one of the two said.\nAfter initially resisting going to the hospital, Francis has been told in no uncertain terms that he is in danger of death if he stays in the Vatican, the second person added.\n#newsVufexwsdjo\nדיווחרשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\nדיווחשינוי התגובה\nמחיקת התגובה\nדיווחשינוי התגובה\nמחיקת התגובה\nעוד תגובה אחת\n[Decline of Francis’ Church: Participation in the Angelus Prayer (2000-2025)](https://gloria.tv/post/8at4HVjy4PMxBYhz8kpYSELEZ)\nAs everyone has seen, participation in the Angelus prayer has decreased significantly during the pontificate of Francis. Epistles.online published statistics (February 8). During the last years of John …עוד\nDuring the last years of John Paul II (2000-2005), participation in the Angelus remained high, with an estimated 40,000 to 50,000 people.\nThe Jubilee of 2000 and the frequent canonizations also contributed to an increased number of pilgrims in Rome.\nUnder Benedict XVI, Angelus attendance remained respectable, but lower than in the peak years of John Paul II. It averaged between 15,000 and 30,000 per week.\nBy 2011 and 2012, attendance had declined further, with estimates ranging from 10,000 to 20,000 per Angelus.\nBenedict's last Angelus in 2013 drew an enormous crowd, with more than 50,000 in attendance.\nFrancis' election in March 2013 initially sparked enthusiasm. His first Angelus drew huge crowds, with 60,000 in attendance.\nHis early years saw some of the highest Angelus attendance numbers in decades, with 2013 and …\n[עוד](https://gloria.tv/post/8at4HVjy4PMxBYhz8kpYSELEZ)\n[דיווח](https://gloria.tv/post/8at4HVjy4PMxBYhz8kpYSELEZ/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Sandy Barrett](https://gloria.tv/user/JdSC1K4gTDqC4FPq4rxx3rerd) שיתפה את זה\n[דיווח](https://gloria.tv/share/ACFmpSCdLQzo26S43ATAJ2HrU/request/complaint)מחיקת השיתוף\n[דיווח](https://gloria.tv/posting/zVUMAhU7DVgE6qN93aiQLet6A/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/8at4HVjy4PMxBYhz8kpYSELEZ/replies)\n[Tucho Comments on Illusionary Gender Changes](https://gloria.tv/post/EW78R7Yncgtc34yPgeoURsesv)\nA person's gender \"cannot\" be changed according to one's own wishes and the individual's claim to \"freedom\". So said homosexual activist, soft porn author and Curia Cardinal Tucho Fernández in a German …עוד\nA so-called sex change is not just an outward change, comparable to cosmetic surgery. It involves \"the demand for a change of identity, the desire to be another person\".\nBut even Fernández knows that it is an illusion to \"create an alternative reality at will\".\nAt the same time, however, he claims that there may be \"people with severe dysophoria\" who, in his opinion, are \"outside the norm\". This could manifest itself from childhood [after sexual abuse?] and lead to an \"unbearable life\" and suicide.\n\"These exceptional situations must be evaluated with great care,\" Tucho added. The Church \"does not want to be cruel,\" Fernández says and proposes his self-made \"reality\". Offering the truth and encouraging conversion and penance …\n[עוד](https://gloria.tv/post/EW78R7Yncgtc34yPgeoURsesv)\n[דיווח](https://gloria.tv/post/EW78R7Yncgtc34yPgeoURsesv/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/ytsvDLowyPY12ZmkM1pRN79ZM/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Novena - Oremus](https://gloria.tv/Novena%20-%20Oremus) שיתפה את זה\n[דיווח](https://gloria.tv/share/P7BNmwUGGm9V3T1HjNnXoob7M/request/complaint)מחיקת השיתוף\nCardinal Fernandez remarked that the attempt to change one’s sexual identity surgically reflects a mistaken belief that one can “create an alternative …עוד\n[עוד 8 תגובות](https://gloria.tv/post/EW78R7Yncgtc34yPgeoURsesv/replies)\n[en.news](https://gloria.tv/en.news) שיתף מ-[HerzMariae](https://gloria.tv/HerzMariae)\nAn English policeman again targeted human rights activist Isabel Vaughan-Spruce on 10 February. Her \"mere presence\" could be considered \"harassment, alarm and distress\" because she was within a 150-…עוד\nIsabel Spruce was again targeted by police on Feb 11 while standing in a \"buffer zone\". Police told her that \"people know who you are\" so her \"mere presence\" was \"causing people harassment, alarm and …עוד\nIsabel Spruce was again targeted by police on Feb 11 while standing in a \"buffer zone\". Police told her that \"people know who you are\" so her \"mere presence\" was \"causing people harassment, alarm and distress\". Is simply holding pro-life views now a crime in the UK??\n[דיווח](https://gloria.tv/posting/gkNmpANJmqGv6Pao2vEZch9MN/request/complaint)שינוי התגובה\nמחיקת התגובה\n[en.news](https://gloria.tv/en.news) שיתף מ-[Luca Diste](https://gloria.tv/user/37YHoqm1uVcLEU1LViUwue2WD)\nEven the Vatican press office admitted in a midday statement that Francis' condition had worsened and that he would remain in hospital. Recent tests revealed a \"polymicrobial respiratory infection\", …עוד\nBollettino Medico del Santo Padre Foto da pagina facebook di SilereNonPossumעוד\nBollettino Medico del Santo Padre\nFoto da pagina facebook di SilereNonPossum\n[en.news](https://gloria.tv/en.news) שיתף מ-[Sandy Barrett](https://gloria.tv/user/JdSC1K4gTDqC4FPq4rxx3rerd)\nA video of half-naked male and female dancers from a pagan Filipino culture performing inside a Catholic church has been circulating online since mid-February. The time and place of the recording are …עוד\nViral video from the Philippines shows dancing with buttocks hanging out in the context of a Catholic church.\n[דיווח](https://gloria.tv/posting/8hcd3HF3JNpxBcbGUSrHb8UCV/request/complaint)שינוי התגובה\nמחיקת התגובה\nŚwiatło Сiche (Jezus Chrystus) Więc zmieniło się życie milionów ludzi na całym świecie i Paweł w ostatnim fragmencie listu pokazuje, jak życie …עוד\nWięc zmieniło się życie milionów ludzi na całym świecie i Paweł w ostatnim fragmencie listu pokazuje, jak życie człowieka zmienia się w praktyce przez wiarę .Więc zaufajmy papieżowi Franciszowi KK Każdy zgrzeszył i wszyscy potrzebujemy pomocy Bożej\n[דיווח](https://gloria.tv/posting/fTBqZXuvxUBF4sJtjbwRjvSD1/request/complaint)שינוי התגובה\nמחיקת התגובה\n[proszę umyj twarz](https://gloria.tv/user/JRZuwf1wMipX1HDXKzXn3Agmo)--Mądre zdanie Twoje\n[עוד 3 תגובות](https://gloria.tv/share/49Sg7GV2Eu9c3wAwVLznxqiPd/replies)\n[en.news](https://gloria.tv/en.news) שיתף מ-[Nachrichten](https://gloria.tv/Nachrichten)\nFor the first time this Lent, two religious sisters will 'preach' at a Eucharist in the 'conservative' Bavarian Marian shrine of Altötting. The liturgical abuse of women preachers is widespread in …עוד\nIm bayerischen Marienwallfahrtsort Altötting werden in der Fastenzeit 2025 erstmals Laien in der Eucharistiefeier predigen. Zwei Ordensschwestern werden jeweils an einem Donnerstagabend, 20. März und …עוד\nIm bayerischen Marienwallfahrtsort Altötting werden in der Fastenzeit 2025 erstmals Laien in der Eucharistiefeier predigen. Zwei Ordensschwestern werden jeweils an einem Donnerstagabend, 20. März und 3. April, in der Stiftskirche predigen. Verantwortlich ist Stadtpfarrer Prälat Dr. Klaus Metzl.\n[Archbishop Calls Anglican Concelebrant \"Unintentional\" (sic)](https://gloria.tv/post/1ymdhdffyWQ6DnHk4EezrSajM)\nArchbishop Odelir José Magri of Chapecó, Brazil, has communicated with the nunciature in Brazil about the \"concelebration\" of the Anglican woman Vivian Schwanke De Oliveira during his installation …עוד\nMonsignor Magri minimized the sacrilege in his February 13 statement as an \"isolated incident of unintentional (!) violation of liturgical norms,\" as he put it.\nHe added, as if nothing worthy of punishment had happened: \"We renew our commitment to doctrinal orthodoxy and liturgical orthopraxis and will strive to avoid future errors.\"\nDuring the Eucharist, Archbishop Magri emphasized the \"ecumenical character\" with delegations from other religions.\nHe explicitly mentioned Mrs. De Oliveira, who was among the clergy, and also a preacher from the Pentecostal church \"Renew in Christ\", who was in the pews with other lay people.\n[#newsHrbsjkqnmu](https://gloria.tv/hashtag/newsHrbsjkqnmu)\n[דיווח](https://gloria.tv/post/1ymdhdffyWQ6DnHk4EezrSajM/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/AboUTAXKAw6Q2w1uA4mkJtoq6/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/BAPPttjEPFRH47yU1h7LSKWj2/request/complaint)שינוי התגובה\nמחיקת התגובה\nMmm . . . Sorry, but I've known of antics like this in England before. Funny how when they're rumbled, it always becomes 'unintentional' or an 'isolated …עוד\n[עוד שתי תגובות](https://gloria.tv/post/1ymdhdffyWQ6DnHk4EezrSajM/replies)\n[Francis' Condition Serious: \"All His Values Out of Whack\"](https://gloria.tv/post/26jXSp2TbaGo1U1wjvk8z3JBN)\nFrancis \"had all his values out of whack,\" an anonymous source told IlMessaggero.it (February 16). On Saturday evening, it was decided that Francis would not be able to pray the Angelus today. Doctors …עוד\nOn Saturday evening, it was decided that Francis would not be able to pray the Angelus today. Doctors strongly advised him not to exert himself while speaking or, even worse, to catch a cold on the tenth floor balcony of the Gemelli Hospital.\nRest must be absolute \"to get out of this chronic bronchitis that could turn into pneumonia,\" the doctors said.\nIn recent weeks, Francis has been treated with massive doses of cortisone, which did not have the desired effect.\nFriday's hospitalization and the change in treatment, specifically designed according to the microbiological findings, offer some tentative signs of optimism.\nSince Friday, the Vatican press office has issued brief updates on Francis' health, but they are vague.\nSunday night's message was virtually the same as the night before: \"Pope Francis rested well during the night. His clinical condition is stable and the diagnostic and …\n[עוד](https://gloria.tv/post/26jXSp2TbaGo1U1wjvk8z3JBN)\n[דיווח](https://gloria.tv/post/26jXSp2TbaGo1U1wjvk8z3JBN/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/hFjC8KFUGmcN2nANg2zfAmoYx/request/complaint)שינוי התגובה\nמחיקת התגובה\nHe has done much harm. May God grant him to repent and acknowledge it.עוד\nMay God grant him to repent and acknowledge it.\n[דיווח](https://gloria.tv/posting/yiZToCwdNodx1rNgHbemY6Fre/request/complaint)שינוי התגובה\nמחיקת התגובה\nPray the 'Blessed Trinity' prayer for the conversion of Pope Francis at the foot of the cross along with the Pardon Crucifix 'Star Of The Sea' '…עוד\n[עוד 4 תגובות](https://gloria.tv/post/26jXSp2TbaGo1U1wjvk8z3JBN/replies)\n[San Rafael: The Reasons for the Resignation](https://gloria.tv/post/po7p4qkMQPj61Tm6GB1PkX33y)\nCaminante-Wanderer.Blogspot.com (15 February) knows the reasons for the sudden resignation of Monsignor Carlos Domínguez, Bishop of San Rafael, Argentina. Officially, he left for \"personal reasons\", …עוד\nOfficially, he left for \"personal reasons\", which Caminante finds unlikely, since Domínguez disappeared without saying goodbye and flew or fled to Rome immediately after a meeting with the nuncio in Buenos Aires.\nCaminante writes that it was a case of sexual abuse - \"and by that I mean acts of a sexual nature committed without the free and valid consent of the victim\" - involving three young adults, but he does not say whether the accusers were male or female, but the matter was probably of a homosexual nature.\nHe believes that one of the acts allegedly committed by Bishop Domínguez carries the latae sententiae (automatic) excommunication reserved for the Holy See. In the case of adult accusers, this would be the case when the injured party habitually lacks the use of reason.\nIn Francis' Church, however, excommunication is reserved …\n[עוד](https://gloria.tv/post/po7p4qkMQPj61Tm6GB1PkX33y)\n[דיווח](https://gloria.tv/post/po7p4qkMQPj61Tm6GB1PkX33y/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/ozM14Hxngz8g3iCgFfkCeEqfZ/request/complaint)שינוי התגובה\nמחיקת התגובה\nThe foul stench of sodomy and sodomites permeates the Church throughout her ranks and in every place, contaminating and polluting her at every level. …עוד\n[דיווח](https://gloria.tv/posting/61LFsoxGfaZf4X2uBwWVV68Ff/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד תגובה אחת](https://gloria.tv/post/po7p4qkMQPj61Tm6GB1PkX33y/replies)\n[What Is the State of Pope Francis' Health?](https://gloria.tv/post/LSAuLNg8EMAx4eaeArktxTrjK)\nAccording to the medical bulletin of 14 February, Francis' clinical condition is \"discreet\". For Specola (InfoVaticana.com), this phrase means \"nothing good\" and \"'discreet' sounds very bad\". A day …עוד\nFor Specola (InfoVaticana.com), this phrase means \"nothing good\" and \"'discreet' sounds very bad\".\nA day later, on Saturday 15 February, the statement issued by the Holy See Press Office was not much better:\n\"Francis continued on Saturday to be treated for a respiratory infection at the Agostino Gemelli Hospital in Rome, where laboratory tests indicate an improvement in certain health parameters.\"\nSpecola writes that every time Francis goes to hospital it is because there is an emergency or because Massimiliano Strappetti, his nurse, tells him that it is not possible to continue in Santa Marta.\nMassimo Andreoni, scientific director of the Italian Society of Infectious and Tropical Diseases, said of Pope Francis' situation that \"they will certainly do a CT scan of the chest to see how he is and we will decide to do a bronchoscopy, so that we can collect material and make a more precise diagnosis …\n[עוד](https://gloria.tv/post/LSAuLNg8EMAx4eaeArktxTrjK)\n[דיווח](https://gloria.tv/post/LSAuLNg8EMAx4eaeArktxTrjK/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/RK2TGTbvwtPs6vxesyH6sUoLU/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/44GLS39cPNJoEkBbeApYWuM3A/request/complaint)שינוי התגובה\nמחיקת התגובה\nFrancis resting in hospital, tests show improvement Here is more: [Pope resting in hospital, tests show improvement - Vatican News](https://gloria.tv/go/R2jLlNwiVjaM5FXFsstgJ9yAN7yyuddGa4QIH7mwyaBaud8i5p5WJ8MzOZtyDORyE4oX1QLcbKH4n5c3lzBwhDn4vntLcL7izJ2wfmYe1gztu6MyvYQyYaZfkjCDy5em2w8Q82ScXgiCwZUjRN8zOBkGhn4yNF7rvZA5hyKTCHctKCficZUA2kuRM7yXE3YxMSc)עוד\nHere is more:\n[Pope resting in hospital, tests show improvement - Vatican News](https://gloria.tv/go/R2jLlNwiVjaM5FXFsstgJ9yAN7yyuddGa4QIH7mwyaBaud8i5p5WJ8MzOZtyDORyE4oX1QLcbKH4n5c3lzBwhDn4vntLcL7izJ2wfmYe1gztu6MyvYQyYaZfkjCDy5em2w8Q82ScXgiCwZUjRN8zOBkGhn4yNF7rvZA5hyKTCHctKCficZUA2kuRM7yXE3YxMSc)\n[The Dissolution of the Sodalitium Vitae Christianae Smells of ... Money](https://gloria.tv/post/9vTERAmMtqmZ1Cd3FwwVAos2U)\nThe spoils of the dissolution of the Sodalitium Vitae Christianae are great. This dissolution has left a patrimony that some estimate at 800 million dollars, but which will probably not reach 100 …עוד\nThis dissolution has left a patrimony that some estimate at 800 million dollars, but which will probably not reach 100 million to be distributed, writes Jaime Gurpegui on InfoVaticana.com (14 February).\n[#newsHrjabtoeai](https://gloria.tv/hashtag/newsHrjabtoeai)\n[דיווח](https://gloria.tv/post/9vTERAmMtqmZ1Cd3FwwVAos2U/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[\"A Special Vocation, Full of Penance\"](https://gloria.tv/post/t73B3EYyonvF6mg6LpMdGEa68)\nOn 20 November the Carthusian monk, Dom Basilio Trivellato, passed away. CartusiaLover.Wordpress.com (14 February) published a speech he gave on 7 November 2015 when he was prior of the Carthusian …עוד\nI thank you for the gift of your presence here in the Charterhouse. St Bruno is a great saint, but not very well known. The Church is getting to know him more and more through you, his devoted children, who spread and preserve his memory.\nI too, coming from Northern Italy, was positively struck by the great devotion that exists around St Bruno in these places.\nCurrently in the Carthusian Order there are 17 male and 5 female monasteries, but in the past, can you believe it, there were 268 monasteries in total! We will always be a small group, because it is a particular vocation, full of penance.\nBut the real problem lies in the young people, who enter the monastery as graduates and …\n[עוד](https://gloria.tv/post/t73B3EYyonvF6mg6LpMdGEa68)\n[דיווח](https://gloria.tv/post/t73B3EYyonvF6mg6LpMdGEa68/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[עוד תגובה אחת](https://gloria.tv/post/t73B3EYyonvF6mg6LpMdGEa68/replies)\n[Appointed: Woman Gets Leadership of Vatican Administration](https://gloria.tv/post/8SiLGV7iBSYoBLK9DLo6oGudZ)\nFrancis appointed on February 15 Sister Raffaella Petrini as the new president of the Governorate of Vatican City State. The appointment takes effect on March 1. Sr. Petrini is a member of the Franciscan …עוד\nThe appointment takes effect on March 1. Sr. Petrini is a member of the Franciscan Sisters of the Eucharist, and has served as Secretary General of the Governorate since 2021.\nShe will be the first woman to hold the highest position in the Vatican's administrative structure and will be in charge of finances, security, infrastructure and cultural heritage.\nSister Petrini's predecessor was Cardinal Fernando Vérgez Alzaga, 79, L.C., who was appointed in 2021.\nPicture: Vatican Media,\n[#newsLspbcbuucp](https://gloria.tv/hashtag/newsLspbcbuucp)\n[דיווח](https://gloria.tv/post/8SiLGV7iBSYoBLK9DLo6oGudZ/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/nueE1KDjKHSj4D38pYkmRsMak/request/complaint)שינוי התגובה\nמחיקת התגובה\n[@Orthocat](https://gloria.tv/user/2uVwn8s4o2Dt2CxAwpKRXwASj)the Govenorate of the Vatican is still under the headship of the Chair of St. Peter, which will always be a man.\n[דיווח](https://gloria.tv/posting/mGqFEGfwPKSi3cLWpioqkd88y/request/complaint)שינוי התגובה\nמחיקת התגובה\nEven in the N.O. Bible readings from Genesis at Mass this last week, the truth of men's headship over women is still proclaimed. So these attempts of …עוד\n[עוד 13 תגובות](https://gloria.tv/post/8SiLGV7iBSYoBLK9DLo6oGudZ/replies)\n[Latest News on Bergoglio's Hospitalisation](https://gloria.tv/post/TXxuQiLeXRQd1VJB1gJGYRhc8)\nFrancis had a \"peaceful night\" after being admitted to Rome's Gemelli Hospital on Friday for bronchitis. \"The Holy Father had a good night's sleep. This morning he had breakfast and read some newspapers …עוד\n\"The Holy Father had a good night's sleep. This morning he had breakfast and read some newspapers,\" Matteo Bruni, director of the Holy See Press Office, told journalists on February 15.\nHe confirmed that \"medical assessments and necessary treatments continue.\"\n[#newsNkjupwiuat](https://gloria.tv/hashtag/newsNkjupwiuat)\n[דיווח](https://gloria.tv/post/TXxuQiLeXRQd1VJB1gJGYRhc8/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/u7qmsutaj73626CVggqip9iVb/request/complaint)שינוי התגובה\nמחיקת התגובה\n[Female Anglican Preacher \"Concelebrated\" with Bishops in the Novus Ordo](https://gloria.tv/post/nfkyqmJLkgKk1PyVNgufKY9ry)\nVivian Schwanke De Oliveira, a female Anglican preacher, concelebrated with 7 bishops and 80 priests at the Installation Eucharist of Monsignor Odelir José Magri, 61, as the Archbishop of Chapecó, …עוד\nThe woman entered wearing a blue tunic and stole along with the priests and bishops in the entrance procession.\nShe stood in the presbytery, actively participated in the Eucharistic consecration and grabbed Communion.\nArchbishop Magri, during his installation Eucharist, spoke of the ecumenical significance of the presence of different religious authorities at the celebration. He mentioned Mrs. Schwanke De Oliveira and referred to her at the meal altar.\n[#newsIqtlcsewme](https://gloria.tv/hashtag/newsIqtlcsewme)\n[דיווח](https://gloria.tv/post/nfkyqmJLkgKk1PyVNgufKY9ry/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[Sandy Barrett](https://gloria.tv/user/JdSC1K4gTDqC4FPq4rxx3rerd) שיתפה את זה\n[דיווח](https://gloria.tv/share/ibQHLNjyVE6X1MiwmtnTBUu6Q/request/complaint)מחיקת השיתוף\n[Sally Dorman](https://gloria.tv/user/eSdakeeiV8sD18oLb23aF21or) שיתפה את זה\n[דיווח](https://gloria.tv/share/SKdVWpwA4Zmn3n3MLQHCUqeAn/request/complaint)מחיקת השיתוף\n[עוד 14 תגובות](https://gloria.tv/post/nfkyqmJLkgKk1PyVNgufKY9ry/replies)\n[Bergoglio Bloated and Pale Due to Medications](https://gloria.tv/post/WiLH1FwVrp6D2honsYAHMciEo)\nIn an evening bulletin, the Vatican press office said that preliminary tests at Gemelli hospital showed that Francis had a respiratory infection and a slight fever, but was in \"good condition\". He is …עוד\nHe is receiving medication. ApNews.com notes that Francis was bloated and pale during his audiences on Friday, which appeared to indicate that the medication he was taking to treat the lung infection was causing him to retain water.\nCNN.com activist Christopher Lamb saw Francis at an audience on Friday and claimed he was mentally alert but struggled to speak for long periods due to breathing difficulties.\nFrancis also met with Slovakian Prime Minister Robert Fico on Friday morning.\nDue to his hospitalisation, all of Francis' engagements for Saturday, Sunday and Monday have been cancelled.\n[#newsYgsseeoght](https://gloria.tv/hashtag/newsYgsseeoght)\n[דיווח](https://gloria.tv/post/WiLH1FwVrp6D2honsYAHMciEo/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/RBBdsjxdHRkz4BXcDh9H3GHc1/request/complaint)שינוי התגובה\nמחיקת התגובה\n[דיווח](https://gloria.tv/posting/Kzr38H8npity4uSsAMUvn4Vav/request/complaint)שינוי התגובה\nמחיקת התגובה\n[עוד 8 תגובות](https://gloria.tv/post/WiLH1FwVrp6D2honsYAHMciEo/replies)\n[Tabula Rasa: Vatican Replaced Destroyed Candlesticks](https://gloria.tv/post/WfrhNJ1bhxnR1T4VNmCGTmZxs)\nThe management of St Peter's has replaced the six precious candlesticks on the high altar with small, wretched candles. A guard told the journalist Michael Haynes that these banal candles will now be …עוד\nA guard told the journalist Michael Haynes that these banal candles will now be the norm, except during papal ceremonies.\nThe former antique candlesticks may have been destroyed by a vandal last Friday because of the Vatican's dysfunctional security system.\nSt Peter's has enough beautiful candlesticks in its cellars to decorate the altar.\nPicture: © Michael Haynes, permariam.com\n[CC BY](https://gloria.tv/go/xQ4rEZgzLylPj4ntLaKN9RV6lz0pDYTSUmXlkgfIOLzrt7xmu7j5G186q2rp8H7PpNzaxIVcq7rK3HU0la8PuBAMgR5sTJG41cze86PTnHG),\n[#newsPnicmjurpn](https://gloria.tv/hashtag/newsPnicmjurpn)\n[דיווח](https://gloria.tv/post/WfrhNJ1bhxnR1T4VNmCGTmZxs/request/complaint)רשתות חברתיות\nשינוי פוסט\nמחיקת פוסט\n[דיווח](https://gloria.tv/posting/qQUYt3ZwiDhY1odt6uqZVdDwL/request/complaint)שינוי התגובה\nמחיקת התגובה\nThese candle sticks and Crucifix were even used when Paul VI was pope! Don’t like them! I am sure for any public Masses they will bring out the larger …עוד\n[דיווח](https://gloria.tv/posting/bPjanY8NGU6v6BRe9MAvMnTF7/request/complaint)שינוי התגובה\nמחיקת התגובה",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Crime, Law and Justice",
    "Religion and Belief",
    "Social Issue"
  ],
  "topics": [
    "Crime, Law and Justice->fraud",
    "Religion and Belief->religious leader",
    "Social Issue->social problem",
    "Social Issue->discrimination",
    "Social Issue->religious discrimination"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "Gisella Cardia",
        "sentiment": "negative"
      },
      {
        "name": "Marco Salvi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "Bosnia-Herzegovina",
        "sentiment": "none"
      },
      {
        "name": "Medjugorje",
        "sentiment": "none"
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-21T20:08:48.806+02:00",
  "updated": "2025-02-21T20:08:48.806+02:00"
}