{
  "thread": {
    "uuid": "c9d56a9747274c99b79f7b4423cb5c7a91bb3ced",
    "url": "https://nj1015.com/big-joes-hot-toddy-recipe/",
    "site_full": "nj1015.com",
    "site": "nj1015.com",
    "site_section": "http://nj1015.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "New Jersey 101.5 – Proud to be New Jersey – New Jersey News Radio",
    "title": "Need to get warm all over? You'll love Big Joe's Hot Toddy",
    "title_full": "Need to get warm all over? You'll love Big Joe's Hot Toddy",
    "published": "2024-01-12T18:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://townsquare.media/site/385/files/2024/01/attachment-IMG_6075.jpeg?w=1200&#x26;h=0&#x26;zc=1&#x26;s=0&#x26;a=t&#x26;q=89",
    "performance_score": 0,
    "domain_rank": 17714,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9d56a9747274c99b79f7b4423cb5c7a91bb3ced",
  "url": "https://nj1015.com/big-joes-hot-toddy-recipe/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Big Joe Henry",
  "published": "2024-01-12T18:20:00.000+02:00",
  "title": "Need to get warm all over? You'll love Big Joe's Hot Toddy",
  "text": "Need to get warm all over? You’ll love Big Joe’s Hot Toddy\nThe weather here in Jersey has been damp, chilly, sometimes cold and the increase of flu-like symptoms have radiated throughout the Garden State.\nIt’s time to get warm, and it’s time to enjoy a big cup of Big Joe’s Hot Toddy.\nThe toddy was created for times like this, when people picked up the flu, cold or other respiratory ailments. The ingredients in the toddy will open the pathways of your sinuses and lungs to breathe better and ultimately aid in the rest that you may not be getting. I know it sounds like a commercial, but it works.\nI use it all the time when I’m feeling a little grunge creep up. It opens my voice so that I can effectively speak and gets rid of the phlegm, if only for a while.\nI know I sound like a snake oil salesman but I’m telling you it works for me. It really is a natural way to fight the chill of the weather and help cope with crud of the flu.\nBig Joe’s Hot Toddy is an alcoholic drink that is made with whiskey or bourbon. If you’re somebody who doesn’t drink, that’s ok: skip the liquor and increase the cloves, honey, and tea in the recipe.\nI originally introduced this recipe for the Polar Bear Plunge for Special Olympics New Jersey, which historically takes place on the last Saturday in February.\nAt the Polar Bear Plunge, scantily clad individuals who have raised big money take a dip into the 30-something-degree waters of the Atlantic to raise big money for Special Olympics New Jersey. It was Big Joe’s Hot Toddy that saved many after the plunge in helping them ward off the constant chills that their dip had caused.\nI’m telling you if there was a Nobel Prize for hot beverages that have helped humanity, this would be the winner.\nYou don’t have to plunge or have the flu to enjoy my hot toddy. You deserve it. Here’s what you need. Cheers!\nIngredients:\n1 bag of your favorite black tea 10 oz. of almost boiling water 1-2 oz. of Bourbon 1 wedge of orange\n6 or 7 whole cloves 1 tsp. of honey (Optional) Orange slice with whole cloves pushed into it Cinnamon Stick (Optional)\nHow to put it together:\nIn a kettle or small pot, heat the water just hot enough that it almost boils. In a large mug, pour hot water over the tea bag and let steep for 5 minutes. Remove the tea bag and discard.\nNow depending on how cold you are from diving into the icy waters of the Atlantic, add 1 - 2 oz. of your favorite Bourbon. Squeeze a wedge of orange into the tea and gently stir to incorporate everything.\nFor me the juice from the orange and the naturally sweet notes from the bourbon are sweet enough. If you want it a bit sweeter or if you have a sore throat, you can add a tsp. of honey. Garnish with a cinnamon stick and a slice of orange with 6 or 7 whole cloves pushed into it.\nEnjoy and feel the warmth start to return.\nFor more Big Joe recipes, click\nhere!\nLOOK: 35 Vintage Cereals That Perfectly Captured Pop Culture Moments\nGallery Credit: Rob Carroll\nThe post above reflects the thoughts and observations of New Jersey 101.5 weekend host Big Joe Henry. Any opinions expressed are Big Joe’s own.\n👈 | 👉\nContact our newsroom",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jersey",
        "sentiment": "none"
      },
      {
        "name": "garden state",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T18:50:03.632+02:00",
  "updated": "2024-01-12T18:50:03.632+02:00"
}