{
  "thread": {
    "uuid": "3d308f57ba5ebd52ee27673de36e5163b04479bf",
    "url": "https://www.news9live.com/india/qatar-pardon-first-step-in-a-long-legal-process-says-colleague-2390823",
    "site_full": "www.news9live.com",
    "site": "news9live.com",
    "site_section": "https://www.news9live.com/feedapi/latest-news",
    "site_categories": [],
    "section_title": "Latest News, Breaking News Today - India Latest News Headlines, National, Cricket",
    "title": "Qatar pardon: First step in a long legal process, says colleague",
    "title_full": "Qatar pardon: First step in a long legal process, says colleague",
    "published": "2023-12-29T12:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.news9live.com/wp-content/uploads/2023/12/indiannavypti.jpg",
    "performance_score": 0,
    "domain_rank": 45023,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d308f57ba5ebd52ee27673de36e5163b04479bf",
  "url": "https://www.news9live.com/india/qatar-pardon-first-step-in-a-long-legal-process-says-colleague-2390823",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deepak Bhadana",
  "published": "2023-12-29T12:34:00.000+02:00",
  "title": "Qatar pardon: First step in a long legal process, says colleague",
  "text": "New Delhi: Indians everywhere had good reason to rejoice on December 28, when the Ministry of External Affairs, in a statement, revealed that the death sentence to eight former Indian Navy personnel in Qatar had been commuted. According to the MEA, the Court of Appeal of Qatar had reduced the sentences in the Dahra Global case. The eight Indian Navy veterans: Commander Purenendu Tiwari, Commander Sugunakar Pakala, Commander Sanjeev Gupta, Commander Amit Nagpal, Captain Navtej Singh Gill, Captain Saurabh Vasisht, Captain Birendra Kumar Verma and Sailor Ragesh had been working for over five years with Dahra Global Technologies, a defence services provider company based in Qatar. In August 2022, they were detained by the Qatar State Security Bureau, Qatar’s intelligence agency. Although the charges against the eight were never revealed, it was reported that they had been detained on allegations of espionage. It took almost two months for the eight individuals to get consular access and then after just seven hearings, they were sentenced to death on October 26, 2023. It goes without saying that the story caught national attention when news about the death sentence broke in India. Former colleagues of the eight former Navy officials and Indians across the globe were shocked to hear about the nature of the charges and the harshness of the sentence. “It was really unfathomable for the colleagues in the Indian Navy to even imagine that the highly decorated, extremely professional officers who were handpicked and chosen few to train the Qatari Navy would ever indulge in any act that would tarnish their own and India’s image,” says Commander (Retd.) Rajiv Sardana, a former colleague of some of the officers who are presently detained in Qatar. Former Lt. Commander, Indian Navy and Advocate Bharat Singh too was elated to hear the news. “I can sense that there is a sense of joy and relief among veterans and citizens that death sentence has been commuted and the personnel are being brought back to India for the remainder of their sentence, where they would be close to their family, friends and have legal assistance available to them. I believe that continuous diplomatic efforts made by the government of India, meeting of Prime Minister Narendra Modi with Qatar Emir Tamim bin Hamad Al Thani on the sidelines of COP28, and the good diplomatic relations between Doha and New Delhi have led to a successful outcome,” Singh says. A note of caution Commander Sardana too had a similar reaction but he did have a word of warning, “This is not a vindication or success yet,” he stated, adding “the past 40 days have helped commute the death sentence. The Indian government has been extremely supportive and the embassy in Qatar has played a vital role in the appeal process. While each of the naval officers have received varied sentences, the appeal process will be filed jointly just as before. The charges continue to remain confidential since it’s a highly sensitive matter between the two countries.” To be sure, the former Navy officers are not yet free to go home to their families. Indeed, a lengthy process of appeal remains before they can return to their homeland. According to Singh, there is a way forward. “The battle for securing the release of eight Navy personnel is far from over, and has only just begun. Though it is a relief that death sentence has been commuted by the Court of First instance in Qatar has held them guilty. Various aspects of the present case must be brought out to understand the gravity of the case. Most of these eight personnel are ex-servicemen from Indian Navy and holding President’s commission. By the nature of their status and past appointments in the interest of national security, the government of India should have pleaded sovereign immunity, and simply not allowed them to be arrested in foreign nation and be subjected to torture or unethical treatment,” he says. Setting a precedent? Lt. Commander Singh also pointed to a precedent that may hold a key to the proper resolution of the case of the Qatar 8. “I would like to highlight the famous case before Kerela High Court of Masiimilano Latorre & Ors Vs Union of India & ors, WP(C). No. 4542 of 2012, order dated 20 Feb 2012. On February 15, 2012, an Indian fishing vessel ‘The St. Antony’ engaged in fishing 20.5 nautical miles off the coast of Kerala came under small arm firing from two Italian men on board Italian Oil Tanker ship – Enrica Lexie enroute from Sri-lanka to Egypt,” he says. “The Italian contingent of Vessel Protection Detachment (VPD) wrongly confused fishermen to be pirates and fired at them killing two fishermen. The Indian Navy and the Coast guard were pressed into action and it was found that sergeant Massimiliano Latorre and Sergeant Salvatore Girone, both involved in firing were members of VPD, who were serving under contract and were members of Italian Armed Forces. They both were arrested, charged with various provisions of Indian Penal Code, 1860, including charges of murder and attempt to murder,” Singh adds. “The case was plead by the Republic of Italy on behalf of detainees, with legal assistance provided to the accused. Italy plead provisions of United Nation Conventions of the Law of the Seas (UNCLOS) and sovereign immunity, it was their primary argument that accused were the members of Italy’s armed forces and Indian courts have no jurisdiction to try their case. The issue subsequently came before the Permanent Court of Arbitration, Hague, Netherlands, which in its arbitrary award, directed Italy to pay compensation for loss of life of the two fishermen and gave immunity to Italian Marines for their acts, declaring that Indian courts to cease proceedings and further declared that they have no jurisdiction,” he elaborates. As noted above, this is but the first step to the resolution of a controversy that has threatened to upend the close relations between India and Qatar. It should be noted that the government of India and the Indian Navy have been deeply invested in the case. The Indian Ambassador to Qatar and important Indian officials were present in the court when the death sentence was commuted. Now, thanks to their advocacy, the eight officers will likely be able to hear from their families in the three calls they are allowed to make each week. As Commander Sardana notes, “It is a long legal battle ahead but with the support of the Indian Navy and the MEA the families are hopeful that the officers will be back in India soon.” Read [Latest News](https://www.news9live.com/latest-news) and [Breaking News](https://www.news9live.com/) at News9 Live, Browse for more [India News](https://www.news9live.com/india)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "birendra kumar verma",
        "sentiment": "none"
      },
      {
        "name": "sanjeev gupta",
        "sentiment": "none"
      },
      {
        "name": "navtej singh gill",
        "sentiment": "none"
      },
      {
        "name": "sugunakar pakala",
        "sentiment": "none"
      },
      {
        "name": "purenendu tiwari",
        "sentiment": "none"
      },
      {
        "name": "amit nagpal",
        "sentiment": "none"
      },
      {
        "name": "saurabh vasisht",
        "sentiment": "none"
      },
      {
        "name": "sailor ragesh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of extern",
        "sentiment": "negative"
      },
      {
        "name": "qatar state security bureau",
        "sentiment": "none"
      },
      {
        "name": "dahra global technologies",
        "sentiment": "none"
      },
      {
        "name": "indian navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:00:52.148+02:00",
  "updated": "2023-12-29T18:28:13.264+02:00"
}