{
  "thread": {
    "uuid": "cec9e0d73405853a0416f1be6cc023b861a9ea54",
    "url": "https://ejewishphilanthropy.com/two-oregon-federations-become-first-in-the-country-to-divest-their-investment-portfolio-from-fossil-fuel-firms",
    "site_full": "ejewishphilanthropy.com",
    "site": "ejewishphilanthropy.com",
    "site_section": "http://ejewishphilanthropy.com/feed",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "eJewishPhilanthropy",
    "title": "Two Oregon Jewish federations become first in the U.S. to divest their investments from fossil fuels",
    "title_full": "Two Oregon Jewish federations become first in the U.S. to divest their investments from fossil fuels",
    "published": "2024-03-29T08:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ejewishphilanthropy.nyc3.digitaloceanspaces.com/wp-content/uploads/2022/06/07155201/BlackRock-1200x900.jpg",
    "performance_score": 0,
    "domain_rank": 91817,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cec9e0d73405853a0416f1be6cc023b861a9ea54",
  "url": "https://ejewishphilanthropy.com/two-oregon-federations-become-first-in-the-country-to-divest-their-investment-portfolio-from-fossil-fuel-firms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Haley Cohen",
  "published": "2024-03-29T08:31:00.000+03:00",
  "title": "Two Oregon Jewish federations become first in the U.S. to divest their investments from fossil fuels",
  "text": "PACIFIC POWER Two Oregon Jewish federations become first in the U.S. to divest their investments from fossil fuels Federations for Portland and Eugene cite Jewish values and economic sense in their decision, which was backed by the Dayenu environmental nonprofit Courtesy/Dayenu Two Jewish federations in Oregon — one in Portland and the other in Eugene — are the first in the country to remove fossil fuels, the main drivers of climate change, from their investment portfolios. Leaders of the federation cite Jewish values in making the move, an initiative backed by the Dayenu environmental nonprofit, which was announced on Wednesday. “Taking action on climate change – the existential threat of our time – is an important way we ensure Jewish life and culture can thrive l’dor vador, from generation to generation,” the leaders wrote in a [statement.](https://jewishportland.org/jewishreview/jr-stories/our-values-compel-us-to-move-away-from-fossil-fuels) Hank Kaplan, a board member at the Jewish Federation of Greater Portland and chair of the Jewish Community Relations Council, said in a statement that the move makes “plain financial sense.” “In addition to being the main driver of the climate crisis, fossil fuels are a declining industry and have underperformed the rest of the market over the past decade,” Kaplan said. In a separate statement, Martha MacRitchie, chair of the Jewish Federation of Lane County, which includes Eugene, added: “Our Federation board unanimously determined this to be a reasonable, financially prudent action in the face of the climate crisis.” The votes to divest were supported by Dayenu, a group that mobilizes Jewish support for climate crisis action. Withdrawing funds from the leading drivers of climate change is just one step toward aiding the crisis. But Rabbi Jacob Siegel, the group’s climate finance adviser, emphasized that the financial arena is “a key area in systemic solutions.” As greenhouse gas emissions fill the Earth’s atmosphere, they trap the sun’s heat, resulting in global warming and climate change. Last year was the warmest year on record. In addition to harming the environment, fossil fuels pose a risk to health. [Research](https://www.sciencedirect.com/science/article/abs/pii/S0013935121000487) [published](https://www.sciencedirect.com/science/article/abs/pii/S0013935121000487) in 2021 from Harvard University, the University of Birmingham, the University of Leicester and University College London found that more than 8 million people died in 2018 from fossil fuel pollution — meaning that air pollution from burning fossil fuels was responsible for about 1 in 5 deaths worldwide. While more than a third of the 1,600 institutions that have made similar commitments to divest from fossil fuels are faith-based, only a handful come from the American Jewish community. The same week that the two Jewish federations in Oregon voted to divest, earlier this month, the state legislature [passed a bill](https://oregoncapitalchronicle.com/briefs/legislature-passes-bill-to-rid-oregons-public-employee-retirement-system-of-coal-investments/) to direct the state’s pension fund to pull $1 billion invested in coal. MacRitchie expressed hope that other federations nationwide will follow suit and “are concerned about the accelerating impacts of the climate crisis on Jewish life.” The two federations in Oregon don’t directly manage their investment money. Rather, the donor-advised fund Oregon Jewish Community Foundation directs investments and makes grants on behalf of donors. The federations adapted to the climate-conscious change by utilizing the foundation’s fossil-fuel-free pool. Siegel pointed to the group’s All Our Might campaign, which calls for an end to financial support for fossil fuels in faith-based communities. In December 2022, Dayenu [published](https://dayenu.org/climateinvest/) a report, a snapshot of Jewish communal investments, which highlighted a $3 billion opportunity to move institutions’ investments out of fossil fuels and into clean energy solutions. The report offered a six-step road map and resources for Jewish institutions. “The idea wasn’t to invoke shame or guilt, but rather a positive sense of opportunity,” Siegel told eJP. He added that the impetus of the campaign is the V’ahavta prayer. “We say ‘you shall love God with all your heart, with all your soul and with all your might,’” Siegel said. “All your might has been interpreted by some commentators, for example Rashi, as all your assets, all your power.” The 146 Jewish federations nationwide have turned their attention to aiding Israel since the Oct. 7 attacks, but Siegel said he does not believe this will derail others from adding climate to their agenda. “We knew that this was not an either-or decision… Climate is being increasingly added to the list because federations are seeing it as a Jewish issue,” he said. “I think it’s growing as people recognize the urgency of the climate crisis in this crucial window of time.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.oregoncapitalchronicle.com/briefs/legislature-passes-bill-to-rid-oregons-public-employee-retirement-system-of-coal-investments/",
    "https://oregoncapitalchronicle.com/briefs/legislature-passes-bill-to-rid-oregons-public-employee-retirement-system-of-coal-investments",
    "https://www.sciencedirect.com/science/article/abs/pii/S0013935121000487",
    "https://jewishportland.org/jewishreview/jr-stories/our-values-compel-us-to-move-away-from-fossil-fuels",
    "https://oregoncapitalchronicle.com/briefs/legislature-passes-bill-to-rid-oregons-public-employee-retirement-system-of-coal-investments/",
    "https://www.dayenu.org/climateinvest/",
    "https://www.jewishportland.org/jewishreview/jr-stories/our-values-compel-us-to-move-away-from-fossil-fuels",
    "https://dayenu.org/climateinvest",
    "https://sciencedirect.com/science/article/abs/pii/S0013935121000487",
    "https://dayenu.org/climateinvest/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hank kaplan",
        "sentiment": "none"
      },
      {
        "name": "eugene",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jewish community relations council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "jewish federation of greater portland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:12:23.620+03:00",
  "updated": "2024-03-29T13:55:57.664+03:00"
}