{
  "thread": {
    "uuid": "b34a0061eb5a03abf0a392dbab1276c2fcc15b90",
    "url": "https://www.electronicsforu.com/press-releases/servotech-leads-green-push-with-solar-powered",
    "site_full": "www.electronicsforu.com",
    "site": "electronicsforu.com",
    "site_section": "https://www.electronicsforu.com/category/press-releases",
    "site_categories": [
      "tech",
      "shopping"
    ],
    "section_title": null,
    "title": "Servotech Leads Green Push With Solar-Powered",
    "title_full": "Servotech Leads Green Push With Solar-Powered",
    "published": "2024-07-05T07:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 36311,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b34a0061eb5a03abf0a392dbab1276c2fcc15b90",
  "url": "https://www.electronicsforu.com/press-releases/servotech-leads-green-push-with-solar-powered",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sapana Pandya",
  "published": "2024-07-05T07:20:00.000+03:00",
  "title": "Servotech Leads Green Push With Solar-Powered",
  "text": "EV Charging Station in Delhi\nServotech Power Systems Ltd., a leading manufacturer of EV chargers and solar solutions, in collaboration with India’s apex solar organization, the National Solar Energy Federation of India (NSEFI), has inaugurated Delhi’s first grid-connected Solar-Powered EV Charging Carport. This Solar-Powered EV Charging Carport, established as a pilot project at the Hauz Khas Village parking station, marks a significant milestone in sustainable energy and electric vehicle infrastructure. Servotech has manufactured, designed, and commissioned the solar panels and EV chargers used to establish the carport. Additionally, Servotech has been responsible for designing and implementing the overall infrastructure for the carport\nDr. Philipp Ackermann, German Ambassador to India and Bhutan, was the chief guest at the event, inaugurating the solar-powered EV charging station in the presence of Mr. Raman Bhatia (Founder and MD, Servotech Power Systems Limited) Mr. Amarjeet Singh, (CEO, BSES Yamuna Power Limited) Mr. Chintan Shah, (Principal Advisor, NSEFI) and Mr. Subrahmanyam Pulipaka, (CEO, NSEFI). This initiative is a collaboration between the National Solar Energy Federation of India (NSEFI) and the Bundesverband Solarwirtschaft e.V (BSW), in cooperation with BSES and the Municipal Corporation of Delhi (MCD). The Solar-Powered EV Charging Carport was established under the KVP project framework. The KVP project is supported by the German non-profit company Sequa GmbH, as part of the Business Membership Organization Partnerships of the German Federal Ministry for Economic Cooperation and Development (BMZ). This PV Carport introduces a new business model for DISCOMs and business operators aiming to replace last-mile delivery vehicles with an electric fleet. The system enables fast charging for two and four-wheelers in under an hour, facilitating efficient delivery services in inner-city and confined spaces.\nOn this occasion, Raman Bhatia, Founder and Managing director, Servotech Power Systems Ltd. said We are thrilled to inaugurate Delhi’s first solar-powered EV charging carport along with NSEFI, marking a significant step towards sustainable urban mobility for a greener future. The newly inaugurated solar carport exemplifies our efforts to reduce carbon emissions and enhance living conditions through sustainable technology. This initiative will prove to be beneficial in decarbonizing mobility and electricity through solar energy. The growth of India’s solar and energy storage sectors across various fronts is dynamic, and by integrating renewable energy solutions into our infrastructure, we not only address current environmental challenges but also pave the way for a cleaner, more sustainable future for all. Servotech stands for innovation and is committed to leading the charge in sustainable energy solutions, driving positive change for the environment and society.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amarjeet singh",
        "sentiment": "none"
      },
      {
        "name": "philipp ackermann",
        "sentiment": "none"
      },
      {
        "name": "servotech",
        "sentiment": "none"
      },
      {
        "name": "raman bhatia",
        "sentiment": "none"
      },
      {
        "name": "chintan shah",
        "sentiment": "none"
      },
      {
        "name": "subrahmanyam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "servotech power systems ltd.",
        "sentiment": "negative"
      },
      {
        "name": "bses yamuna power limited",
        "sentiment": "none"
      },
      {
        "name": "servotech power systems limited",
        "sentiment": "none"
      },
      {
        "name": "national solar energy federation of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "bhutan",
        "sentiment": "none"
      },
      {
        "name": "hauz khas village",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:16:57.067+03:00",
  "updated": "2024-07-05T10:16:57.067+03:00"
}