{
  "thread": {
    "uuid": "460e5914d443d958429b99b04696de5075217eab",
    "url": "https://www.aa.com.tr/en/middle-east/the-courage-of-gazas-women-will-change-the-world-un-official/3159195",
    "site_full": "www.aa.com.tr",
    "site": "aa.com.tr",
    "site_section": "https://www.aa.com.tr/en/rss/default?cat=live",
    "site_categories": [
      "media"
    ],
    "section_title": "Anadolu Ajansı Güncel Haberler",
    "title": "The courage of Gaza's women will change the world: UN official",
    "title_full": "The courage of Gaza's women will change the world: UN official",
    "published": "2024-03-08T12:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://cdnuploads.aa.com.tr/uploads/Contents/2024/03/08/thumbs_b_c_b047b3ced804ea688e5b98371aa3239f.jpg?v=163045",
    "performance_score": 0,
    "domain_rank": 2018,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "460e5914d443d958429b99b04696de5075217eab",
  "url": "https://www.aa.com.tr/en/middle-east/the-courage-of-gazas-women-will-change-the-world-un-official/3159195",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T12:26:00.000+02:00",
  "title": "The courage of Gaza's women will change the world: UN official",
  "text": "Middle East\nThe courage of Gaza's women will change the world: UN official\n'I met many women in Gaza — women who had unparalleled strength to keep going no matter what,' Olga Cherevko from OCHA tells Anadolu '\n- 'I met many women in Gaza — women who had unparalleled strength to keep going no matter what,' Olga Cherevko from OCHA tells Anadolu\n- Palestinian women in Gaza demonstrate resilience and strength amid relentless Israeli attacks and a siege of over 5 months, despite enduring deprivation of basic necessities like water, food, and medicine.\n- 'You're not forgotten and your efforts are not in vain. You have changed my world with your courage and your strength will change the world'\nGENEVA\nAs International Women's Day honors the resilience of women against adversity, a striking testament emerges from Gaza, where Palestinian women have demonstrated \"unparalleled strength\" in the face of relentless Israeli attacks. Despite enduring months of siege that have deprived them of basic necessities like water, food, and medicine, these women persevere and hope, fighting for the survival of themselves and their families.\nOlga Cherevko, a spokeswoman for the UN Office for the Coordination of Humanitarian Affairs (OCHA) spoke to Anadolu about the devastation she witnessed in Gaza, where she returned during the current Israeli offensive after working there from 2014 to 2017.\n\"Seeing the extent of the emergency in Gaza firsthand was shocking. With the level of destruction where entire neighborhoods had been razed to the ground, Gaza was simply unrecognizable,\" recounted Cherevko, stressing the feeling of helplessness that overcame her being so far away from the tragedy that has unfolded at \"lightning speed\" since early October.\n\"I had many friends with whom I kept in touch since I left Gaza in 2017, I was very worried about their whereabouts and safety,\" she said.\nThen in January, Cherevko returned to Gaza, where, as she described, Palestinians have been living a \"collective nightmare.\" Despite the loss and destruction, she tells of countless women demonstrating \"unparalleled strength.\"\n\"I met many women in Gaza — women who had unparalleled strength to keep going no matter what. One young doctor in Rafah, Hannah, told me I reminded her of her best friend (also a doctor) who had been killed recently in an airstrike,\" the spokeswoman said. \"She started to cry and recounted every family member and loved one she lost. I saw her every day, going to IDP (internally displaced people) shelters, and doing what she was called to do as a doctor — help those who are hurting — and doing all this through her own unimaginable pain.\"\nDescribing the condition in those IDP sites as \"catastrophic,\" Cherevko said: \"As the majority of the population of the Gaza Strip was forced to move multiple times in search of safety, Rafah – once an ordinary area with schools, shops, and residential buildings – is now a massive displacement site, with hundreds of tents popping up every day with almost no ground left uncovered.\"\n\"As food became more scarce, especially in the north, people’s faces became more gaunt as they desperately searched for sustenance,\" she said, adding that donkeys and horses were collapsing from hunger and exhaustion.\nCherevko stressed that she felt \"privileged\" for having a roof over her head and a few hours of electricity each day, privileges most in Gaza lack.\n\"Sleeping in makeshift tents that leaked every time it rained or blew away during storms, Gazans have been living a collective nightmare for five terrifying months,\" she lamented.\nWords of a 15-year-old girl: I want to see Gaza the way it was before\nIn a tent where as many as five families stayed, women constantly feared for their safety, as well as that of their children, Cherevko said.\nMany would forego food and water so they could go as long as possible without using the toilet, a \"luxury\" in many of the makeshift camps, said the UN official.\nThe dread countless women in Gaza feel is encapsulated in the words of Um Mohammad, cited by Cherevko as a mother who had to move with her family four times in the enclave in search of safety: \"I fear for my children and what will happen next.\"\nStepping into Nasser hospital, Cherevko said, she met with a harrowing scene of hallways overflowing with beds of injured patients, blood-stained floors, and surgical operations taking place on the floor of the emergency room.\n\"I met 15-year-old Aseel who had shrapnel wounds on her entire face and body from a bomb that hit their house while she and her family slept,\" she said.\n\"I want to see Gaza the way it was before, where I could study and go out with my friends,\" Cherevko said Aseel told her, adding that the young girl \"found the strength to smile at me and tell me that she wished for peace.\"\nThe spokeswoman also met a proud father in the same hospital, where his 16-year-old daughter Sarah was in surgery that day after having lost her leg in an airstrike that killed her brother and sister.\n\"Her father told me that she was a straight-A student and that she was their hope for a better future,\" she said, adding: \"The despair in his eyes betrayed his smile as tears rolled down his face as he recounted the terrible incident. \"\nDuring her team's mission to the Al-Shifa Hospital in the north, previously met by multiple denials from Israeli authorities, Cherevko said she had met a 4-year-old girl, Lili.\n\"She held my hand and wouldn't let go when we had to leave,\" Cherevko said, recalling what Lili told her: \"When the war is over, I want to see my best friend, Hala (aunty).\"\nYou are not forgotten: A call to women in Gaza\nCherevko wished strength to all the women and girls in Gaza and the world in an International Women's Day message.\n\"You're not forgotten and your efforts are not in vain. You have changed my world with your courage and your strength will change the world,\" she affirmed, urging: \"If there was ever a time for women's solidarity, that time is now.\"\nCherevko has worked in multiple crisis settings thoughout her career that has taken her to in Liberia, Afghanistan, Gaza, and Somalia. She now represents OCHA in Syria.\nAt least 9,000 Palestinian women have been killed in the Gaza Strip, where the death toll from Israel's ongoing offensive has exceeded 30,800, while over 72,000 others have been injured.\nThe Israeli war has pushed 85% of Gaza's population into internal displacement, including about 1 million women, roughly 52,000 of whom are pregnant.\nAcute shortages of food, clean water, and medicine, have meant that many have had to give birth in tents and bathrooms, while others have performed C-sections without anesthesia.\nPalestinian groups estimate that thousands of Palestinians have been detained by Israeli forces in the Gaza Strip since Oct. 7.\nIsrael has also imposed a crippling blockade on the seaside enclave, leaving its population, particularly residents of northern Gaza, on the verge of starvation.\nIsrael stands accused of genocide at the International Court of Justice. An interim ruling in January ordered Tel Aviv to stop genocidal acts and take measures to guarantee that humanitarian assistance is provided to civilians in Gaza.\nAnadolu Agency website contains only a portion of the news stories offered to subscribers in the AA News Broadcasting System (HAS), and in summarized form. Please contact us for subscription options.\nRelated topics\n[]https://www.aa.com.tr/en/economy/turkish-drone-maker-baykar-inks-cooperation-deal-with-azerbaijani-defense-ministry/3159216\nTurkish drone maker Baykar inks cooperation deal with Azerbaijani Defense Ministry\n[]https://www.aa.com.tr/en/middle-east/britain-to-join-us-other-partners-in-opening-maritime-corridor-to-deliver-aid-to-gaza/3159123\nBritain to join US, other partners in opening maritime corridor to deliver aid to Gaza\n[]https://www.aa.com.tr/en/world/un-special-rapporteur-calls-on-taliban-to-release-women-human-rights-defenders/3159102\nUN special rapporteur calls on Taliban to release women human rights defenders\n[]https://www.aa.com.tr/en/world/joint-eu-red-sea-mission-1st-step-towards-common-european-defense-says-italy-s-foreign-minister/3159062\nJoint EU Red Sea mission '1st step' towards common European defense, says Italy’s foreign minister\n[]https://www.aa.com.tr/en/turkiye/ukrainian-president-zelenskyy-arrives-in-istanbul-for-talks/3159051",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anadolu",
        "sentiment": "none"
      },
      {
        "name": "olga cherevko",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "un",
        "sentiment": "positive"
      },
      {
        "name": "ocha",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "geneva",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T16:11:06.036+02:00",
  "updated": "2024-03-08T16:11:06.036+02:00"
}