{
  "thread": {
    "uuid": "86a37b08f85f5727c17e0e4719ff46f2f56b4fcd",
    "url": "https://www.traveldailymedia.com/onyx-hospitality-group-unveils-landmark-sustainability-initiatives",
    "site_full": "www.traveldailymedia.com",
    "site": "traveldailymedia.com",
    "site_section": "http://www.traveldailymedia.com/feed",
    "site_categories": [
      "travel"
    ],
    "section_title": "Brand TD",
    "title": "ONYX Hospitality Group unveils landmark sustainability initiatives",
    "title_full": "ONYX Hospitality Group unveils landmark sustainability initiatives",
    "published": "2024-02-15T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://storage.googleapis.com/stateless-www-live-traveldailymedia/2024/02/28bc8532-image_processing20240212-951730-6fi2rm.jpg",
    "performance_score": 0,
    "domain_rank": 29827,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86a37b08f85f5727c17e0e4719ff46f2f56b4fcd",
  "url": "https://www.traveldailymedia.com/onyx-hospitality-group-unveils-landmark-sustainability-initiatives",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kanchan Nath",
  "published": "2024-02-15T20:00:00.000+02:00",
  "title": "ONYX Hospitality Group unveils landmark sustainability initiatives",
  "text": "ONYX Hospitality Group, a distinguished Bangkok-based hospitality company celebrated for its hotels and resorts, serviced apartments, and luxury residences – Amari, OZO, Shama, and Oriental Residence – proudly announces significant developments in its sustainability journey. The company is honoured to be the first hospitality management firm in the Asia Pacific region to declare a long-term commitment to working with UNESCO for Cultural Sustainability. Alongside setting a target to achieve Carbon Neutrality, this landmark partnership marks a milestone in ONYX’s commitment to sustainability.\nONYX Hospitality Group’s work with UNESCO focuses on Cultural Sustainability, with the aim of safeguarding and promoting cultural heritage and community-based tourism across Asia and the Pacific. The commitment extends particularly to cities where ONYX Hospitality Group’s hotels and resorts are located, which currently includes an impressive presence in several countries in the APAC region i.e. Thailand, Malaysia, China including Hong Kong, Bangladesh, and Laos.\nWith a bold vision, ONYX Hospitality Group is on track to surpass 50 properties by 2025, aiming for a formidable portfolio of 70 by 2028. These ambitious goals align seamlessly with the unveiling of new sustainability initiatives, reinforcing ONYX Hospitality Group’s dedication to a “Tailored Approach to Hospitality.” As the company continues its drive to become “The Best Medium-sized Hospitality Management Company in Southeast Asia,” the synergy between robust expansion and enhanced sustainability practices underscores ONYX Hospitality Group’s commitment to excellence.\nAmidst this growth trajectory, ONYX Hospitality Group places paramount importance on fortifying its sustainability pledge, recognising the imperative to reduce travel footprints. In this pursuit, ONYX Hospitality Group is not just shaping the present but envisaging a future where succeeding generations can enjoy the same travel privileges. Anchored in the belief that even small changes can yield transformative impacts, ONYX Hospitality Group is dedicated to fostering a positive shift in the industry’s sustainability landscape.\nThe UNESCO partnership is part of ONYX Hospitality Group’s new sustainability framework, which is structured under four pillars closely linked to the company’s name:\n- “O” Opportunity – Providing necessary support to underprivileged individuals and organisations to provide suitable opportunities.\n- “N” Nature – Promoting environmental awareness such as community-involved initiatives, waste management, pollution control, and biodiversity preservation.\n- “Y” Youth – Taking part in developing younger generations by providing educational support, capability building, and learning experiences.\n- “X” Collaboration – Establishing long-term alliances to collaborate on promoting sustainability across Culture, Society, and Community. Forging partnerships with suppliers and organisations, all sharing a common goal of serving communities, safeguarding the environment, and supporting cultural projects.\nIn collaboration with UNESCO, ONYX Hospitality Group will seamlessly integrate cultural and contemporary experiences across its hotels and resorts. This initiative aims to not only showcase and connect with the vibrant local culture but also invites guests to immerse themselves in these unique and enriching experiences and feel a true connection to the surrounding location, which in turn will sustain such intangible heritage for generations to come.\nCultural sensitivity and local community engagement play a pivotal role in enhancing the hospitality industry. In creative tourism context, this ability to interactively incorporate local culture and traditions creates unique and memorable experiences for guests, adding depth and authenticity to hotels. This approach enables travellers to connect with the destination and its local community on a more profound level. Successful examples of cultural integration include featuring local cuisine, traditional performances, or collaborating with local artisans and designers – actions which bring economic value to the community and its neighbourhood whilst enriching guest experience. These initiatives not only provide a richer experience for guests but also contribute significantly to the socio-economic development and sustenance of the host community.\nONYX Hospitality Group is proud to support UNESCO’s project on ‘Achieving Sustainable Tourism with Intangible Cultural Heritage and Creative City Network in Waterway Cities of ASEAN.’ As part of this collaboration, ONYX Hospitality Group hosted the official launch event with UNESCO on 3rd February 2024, at Amari Bangkok.\nIn addition, ONYX Hospitality Group embarks on a pioneering initiative with WWF Thailand through the Sustainable Consumption and Production Project. The focus is on laying the foundation and transformation of ESG (Environmental, Social, and Governance) principles, fostering sustainable food systems, preserving biodiversity, environmental protection, conservation projects, and community engagement.\nFurthermore, Carbon Neutrality, with the ultimate objective of achieving Net Zero Operations, stands as a cornerstone commitment by ONYX Hospitality Group to both Thailand and the global community, harmonising seamlessly with ONYX Hospitality Group’s core business objectives and operational ethos. In 2023, 11 properties under the management of ONYX Hospitality Group attained Carbon Footprint for Organization certification from the Thailand Greenhouse Gas Management Organization (TGO), signifying a noteworthy milestone. This accomplishment lays a solid groundwork, and ONYX Hospitality Group remains steadfast in its dedication to extend this initiative to all properties moving forward.\nThe new sustainability initiatives reflect ONYX Hospitality Group’s commitment to sustainability by addressing a wide spectrum of sustainability aspects, from cultural preservation to responsible consumption and environmental stewardship, whilst weaving seamlessly into the fabric of the Group’s distinct product brands, services, and culture. They demonstrate ONYX Hospitality Group’s proactive stance in aligning its operations with global sustainability goals and promoting responsible tourism within the industry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shama",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "onyx hospitality group",
        "sentiment": "positive"
      },
      {
        "name": "unesco",
        "sentiment": "none"
      },
      {
        "name": "ozo",
        "sentiment": "none"
      },
      {
        "name": "onyx",
        "sentiment": "none"
      },
      {
        "name": "apac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangkok",
        "sentiment": "none"
      },
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "asia pacific region",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "malaysia",
        "sentiment": "none"
      },
      {
        "name": "thailand",
        "sentiment": "none"
      },
      {
        "name": "laos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T07:34:38.050+02:00",
  "updated": "2024-02-16T07:34:38.050+02:00"
}