{
  "thread": {
    "uuid": "c7ab39606b15991a973c53b1ebd87d538416f0c7",
    "url": "https://www.dtnext.in/news/national/india-will-completely-get-rid-of-naxalism-under-modis-leadership-in-3-yrs-shah-762323",
    "site_full": "www.dtnext.in",
    "site": "dtnext.in",
    "site_section": "https://dtnext.in",
    "site_categories": [
      "media"
    ],
    "section_title": "dtnext",
    "title": "India will completely get rid of Naxalism under Modi's leadership in 3 yrs: Shah",
    "title_full": "India will completely get rid of Naxalism under Modi's leadership in 3 yrs: Shah",
    "published": "2024-01-20T08:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://dtnext-prod.s3.ap-south-1.amazonaws.com/h-upload/2024/01/20/795513-unmin.jpg",
    "performance_score": 0,
    "domain_rank": 60143,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7ab39606b15991a973c53b1ebd87d538416f0c7",
  "url": "https://www.dtnext.in/news/national/india-will-completely-get-rid-of-naxalism-under-modis-leadership-in-3-yrs-shah-762323",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-01-20T08:45:00.000+02:00",
  "title": "India will completely get rid of Naxalism under Modi's leadership in 3 yrs: Shah",
  "text": "India will completely get rid of Naxalism under Modi's leadership in 3 yrs: Shah Lauding the bravery of the SSB in fighting against Naxalism, Amit Shah said that along with the CRPF and the BSF, the SSB has brought the Naxal movement to an edge. SONITPUR: Union Home Minister Amit Shah said on Saturday that under the leadership of Prime Minister Narendra Modi, the country will be cent per cent free of the problem of Naxalism in the next three years. \"I believe that in the next three years under Prime Minister Naredra Modi's leadership, the country will completely get rid of the problem of Naxalism,\" Shah said while speaking at the 60th Raising Day of Sashatra Seema Bal (SSB) in Assam's Tezpur on Saturday. Lauding the bravery of the SSB in fighting against Naxalism, Amit Shah said that along with the CRPF and the BSF, the SSB has brought the Naxal movement to an edge. \"Along with protecting the border of friendly countries of Nepal and Bhutan, the SSB has fought against Naxalites in Chhattisgarh, Jharkhand and Bihar. I have heard of your bravery whenever I have gone on review of Naxal operations in these areas,\" Shah said. Speaking on the role of the SSB in eliminating terrorism in Jammu and Kashmir, the Union Home Minister said, \"In Jammu and Kashmir, the SSB has laid down their lives while fighting together with the CRPF, BSF, Jammu and Kashmir Police and the Indian Army against terrorists.\" Amit Shah said that the government has released a postal stamp to mark the occasion of the 60th Raising Day of SSB. \"Today on the occasion of the 60th Raising Day of Sashatra Seema Bal, the Government of India also released a postal stamp. It will keep the SSB's devotion to duty alive in front of the people of the country forever.\" Shah said that the central government has taken several steps for the welfare of all the Central Armed Police Forces (CAPFs) including the Central Reserve Police Force (CRPF) and other organizations. \"In the last nine years, Prime Minister Modi has taken several steps for the welfare of all the CAPFs, be it CRPF or all the other organizations deployed on the border like the SSB,\" Shah said. Speaking about the history of the SSB, Shah said, \"The SSB has a rich history of being immersed in the service and protection of our country. After the India-China war, SSB was established in 1963 and after Atal ji (Former Prime Minister Atal Bihari Vajpayee) implemented the policy of 'One Border One Force', SSB has been dutifully protecting the India-Nepal border since 2001 and the India-Bhutan border since 2004.\" The Union Home Minister attended the 60th Raising Day of Sashatra Seema Bal at SSB Complex in Tezpur along with Assam Chief Minister Himanta Biswa Sarma.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      },
      {
        "name": "naredra modi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "naxalism",
        "sentiment": "none"
      },
      {
        "name": "bsf",
        "sentiment": "none"
      },
      {
        "name": "crpf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "bhutan",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "naxal",
        "sentiment": "none"
      },
      {
        "name": "tezpur",
        "sentiment": "none"
      },
      {
        "name": "nepal",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T11:39:59.059+02:00",
  "updated": "2024-01-20T11:39:59.059+02:00"
}