{
  "thread": {
    "uuid": "c732fa0f7dbab4fc7bbc0708ff605a8db8532e1b",
    "url": "https://www.aljazeera.com/news/2024/1/19/palestinians-welcome-chile-and-mexico-call-for-icc-probe-into-gaza-war",
    "site_full": "www.aljazeera.com",
    "site": "aljazeera.com",
    "site_section": "https://www.saudi.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "الاعلام السعودية (مجمعة أخبار) | ",
    "title": "Palestinians welcome Chile and Mexico’s call for ICC probe into Gaza war",
    "title_full": "Palestinians welcome Chile and Mexico’s call for ICC probe into Gaza war",
    "published": "2024-01-19T12:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aljazeera.com/wp-content/uploads/2023/10/AP23296493402537-1698071253.jpg?resize=1920%2C1440",
    "performance_score": 0,
    "domain_rank": 520,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c732fa0f7dbab4fc7bbc0708ff605a8db8532e1b",
  "url": "https://www.aljazeera.com/news/2024/1/19/palestinians-welcome-chile-and-mexico-call-for-icc-probe-into-gaza-war",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Al Jazeera",
  "published": "2024-01-19T12:02:00.000+02:00",
  "title": "Palestinians welcome Chile and Mexico’s call for ICC probe into Gaza war",
  "text": "Palestinians welcome Chile and Mexico’s call for ICC probe into Gaza war Two countries express ‘growing worry’ over ‘escalation of violence’ in a referral to the International Criminal Court over possible crimes. The Palestinian foreign ministry has welcomed a request by Chile and Mexico for the International Criminal Court (ICC) to investigate crimes against civilians, as [Israel’s war on Gaza](https://www.aljazeera.com/tag/israel-war-on-gaza/) continues unabated. Israeli attacks have [devastated](https://www.aljazeera.com/news/liveblog/2024/1/19/israels-war-on-gaza-live-us-support-for-israel-ironclad-despite-rebuff) the Gaza Strip since Hamas fighters launched a surprise attack inside Israel on October 7 that killed about 1,140 people, mostly civilians, according to Israeli officials. Israel retaliated with a relentless air and ground offensive that has killed more than 24,600 people, about 70 percent of them children, women and the elderly, according to the Health Ministry in Gaza. Keep readinglist of 4 items [‘Alarming’: Palestinians accuse ICC prosecutor of bias after Israel visit](https://www.aljazeera.com/features/2023/12/9/alarming-palestinians-accuse-icc-prosecutor-of-bias-after-israel-visit?traffic_source=KeepReading) [RSF files second war crimes complaint with ICC over Gaza journalists killed](https://www.aljazeera.com/news/2023/12/22/rsf-files-second-war-crimes-complaint-with-icc-over-gaza-journalists-killed?traffic_source=KeepReading) [Al Jazeera to refer journalist Samer Abudaqa’s killing to ICC](https://www.aljazeera.com/news/2023/12/16/al-jazeera-to-refer-journalist-samer-abudaqas-killing-to-icc?traffic_source=KeepReading) In a statement on Thursday, Mexico’s foreign ministry said the referral “is due to the growing concern over the latest escalation of violence, particularly against civilian targets”. It added that the court based in The Hague was the proper forum to establish potential criminal responsibility, citing “numerous reports from the United Nations that detail many incidents that could constitute crimes under the ICC’s jurisdiction”. Meanwhile in Chile’s capital, Santiago, foreign minister Alberto van Klaveren said in a news conference that the country supports “the investigation of any possible war crime … whether they are war crimes committed by Israelis or by Palestinians”. The Palestinian foreign ministry welcomed the move. “The referral confirms the urgent need for the Court to fulfill its mandate, to deter, investigate and prosecute the most serious crimes of concern for the international community,” a ministry statement said on Friday. “Israeli officials are not deterred as they continue with their genocidal war,” the statement added. Mexico said it was closely following the case [presented](https://www.aljazeera.com/news/2024/1/11/icj-hears-south-africas-genocide-case-against-israel-over-gaza-war) last week before the International Court of Justice (ICJ) in which South Africa accused Israel of carrying out genocide in Gaza and demanded that the court order an emergency suspension of Israel’s military campaign. Israel rejected the accusation. Both the ICJ and the ICC handle cases of alleged genocide, with the former resolving disputes between states and the latter prosecuting individuals for crimes. The ICC opened an investigation into Israel as well as Hamas and other armed Palestinian groups for possible war crimes in the Palestinian territories in 2021. ICC Prosecutor Karim Khan said in November that the investigation now “extends to the escalation of hostilities and violence” since the October 7 attacks. His remarks followed [calls](https://www.aljazeera.com/news/2024/1/9/which-countries-back-south-africas-genocide-case-against-israel-at-icj) from South Africa, Bangladesh, Bolivia, the Comoros and Djibouti for an ICC investigation into the conflict. Israel is not a member of the ICC and does not recognise its jurisdiction.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "icc",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "international criminal court",
        "sentiment": "none"
      },
      {
        "name": "health ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "chile",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:14:48.547+02:00",
  "updated": "2024-01-19T18:06:27.179+02:00"
}