{
  "thread": {
    "uuid": "a7832ee0e9d91bd74487485e5874b76a3115cf50",
    "url": "https://www.recorder.com/My-Turn-Moreinis-54805624",
    "site_full": "www.recorder.com",
    "site": "recorder.com",
    "site_section": "https://www.recorder.com/SpecialPages/RSSHeadlines",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Greenfield Recorder Feed",
    "title": "My Turn: Saving planet Greenfield",
    "title_full": "My Turn: Saving planet Greenfield",
    "published": "2024-04-19T00:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.recorder.com//attachments/39/43424539.jpg",
    "performance_score": 0,
    "domain_rank": 39696,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7832ee0e9d91bd74487485e5874b76a3115cf50",
  "url": "https://www.recorder.com/My-Turn-Moreinis-54805624",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BRAM MOREINIS",
  "published": "2024-04-19T00:48:00.000+03:00",
  "title": "My Turn: Saving planet Greenfield",
  "text": "Anthropologist Margaret Mead wrote, “Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has.” If such a group were Greenfielders responding to the climate crisis, what would they be doing? Soon after we were choked by wildfire smoke or deluged by farm flooding, fear and anger subsided as front pages cleared and day-to-day life resumed. What happened to that sense that something must be done? Urgency dissipates (or is repressed) when we don’t know what we could do that would matter. When urgency dissipates, we are rarely moved to sit with questions long, reading and talking with others who also hold them. It is scary and infuriating to learn what our economic systems are doing to life on Earth. It is also depressing to feel powerless in the face of such planetary-scale forces. But there are things that we can be up to that matter. These things are different for each of us based on our positions in life, but they are also the same three things. I invite my neighbors to roll up your sleeves (or roll them up more) and feel more direct agency around this planetary polycrisis we are all in. Even if we stop flying, cut down on driving, and become greener consumers, it is not enough. There is no ethical consumption under capitalism, and we need to take the fight to the enemy. There are three fronts where the battle against the climate part of the polycrisis is being fought, where individual efforts matter when we work together. They are all systemic change efforts, but on different scales. The first, planetary front of this battle is “mitigation”: the fight to slow and change our economic system so it pumps less carbon into the air. As voters, we can elect state representatives who pass laws that stop pipelines and promote renewables. We can join the Californians who are pushing the U.S. off oilfields and petrodollars, creating some short-term pain for the sake of long-term survival. I do communications work for 350 Mass, who propose and lobby for such laws. This volunteering has more impact than not flying. It feels great to join forces with those “thoughtful, committed citizens” for that fight. Article continues after... Yesterday's Most Read Articles [Orange man gets 12 to 14 years for child rape](/Orange-man-gets-12-to-14-years-for-child-rape-54763139) [Cleary Jewelers plans to retain shop at former Wilson’s building until 2029](/Cleary-Jewelers-plans-to-retain-shop-at-former-Wilson-s-building-until-2029-54567668) [Greenfield Police Logs: April 2 to April 8, 2024](/Greenfield-Police-Logs-April-2-to-April-9-2024-54734710) [Fire scorches garage on Homestead Avenue in Greenfield](/Fire-scorches-garage-on-Homestead-Avenue-in-Greenfield-54794243) [One Greenfield home invasion defendant up for bail, other three held](/One-Greenfield-home-invasion-defendant-up-for-bail-other-three-held-54691558) [Two local school advocates tapped to lead state’s new Small and Rural Schools Committee](/Two-local-school-advocates-tapped-to-lead-state-s-new-Small-and-Rural-Schools-Committee-54775980) The second local battle front is “adaptation”: changing how we live to prepare for what’s here and coming. Our extreme weather, particularly flooding, will only increase because hotter air holds more evaporated moisture from hotter oceans. The Northeast is where it mostly gets dumped. Our agriculture and infrastructure system workers are already adapting as fast as they can with resources they get from taxes, grants and donations. The Sustainable Greenfield Implementation Committee is a public/private partnership to shepherd this adaptation process, with Greening Greenfield and Greenfield Tree Committee members joining city department directors and staff. They are another “small group of thoughtful committed citizens.” The third front, and the reason I’m writing, is “social resilience”: the ability to recover from extreme events with mutual aid and shared skills. Margaret Mead coined “prefigurative culture” for communities that choose to change how they live when old ways don’t work, and then pass those changes on. If we don’t choose how we live together, we may still change and pass changes on, but not helpfully (cellphone overuse, for example). What prefigurative choices can we make, as Greenfielders, to be more resilient decades from now when business as usual is no longer possible? Visit resilientgreenfield.org before Sunday, May 5 and consider joining a new small group of thoughtful committed citizens, with sleeves rolled up. Bram Moreinis of Greenfield is an educator and activist.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "greenfield",
        "sentiment": "negative"
      },
      {
        "name": "margaret mead",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:55:09.441+03:00",
  "updated": "2024-04-19T01:20:18.719+03:00"
}