{
  "thread": {
    "uuid": "78fe8f4e9d1e701bf47f637cf63997e9c07b8227",
    "url": "https://menafn.com/1107670363/How-Family-Planning-Is-Changing-The-Lives-Of-Youth-In-Communities-Caught-In-Attacks-In-Northern-Mozambique",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_Politics.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Dubai: Intercity Bus Routes To Change For New Year Long Weekend",
    "title": "How Family Planning Is Changing The Lives Of Youth In Communities Caught In Attacks In Northern Mozambique | MENAFN.COM",
    "title_full": "How Family Planning Is Changing The Lives Of Youth In Communities Caught In Attacks In Northern Mozambique | MENAFN.COM",
    "published": "2023-12-30T07:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78fe8f4e9d1e701bf47f637cf63997e9c07b8227",
  "url": "https://menafn.com/1107670363/How-Family-Planning-Is-Changing-The-Lives-Of-Youth-In-Communities-Caught-In-Attacks-In-Northern-Mozambique",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-30T07:05:00.000+02:00",
  "title": "How Family Planning Is Changing The Lives Of Youth In Communities Caught In Attacks In Northern Mozambique | MENAFN.COM",
  "text": "( MENAFN - African Press Organization)\nDownload logo\nEarly in the morning, queues begin to form outside Lichinga Health Centre as medical staff prepare to treat patients, while nearby, mentors encourage people to test for HIV and learn about family planning methods.\nTheir combined efforts to provide these health services in Niassa province in northwest Mozambique hold\nparticular significance.\nSince 2017, Niassa and the neighbouring provinces of Cabo Delgado and Nampula have grappled with a complex crisis due to increased attacks by non-state armed groups.\nThe challenges faced by their communities have been intensified by successive climatic shocks and public health emergencies.\nAs with many humanitarian crises, women and girls are at increased risk of gender-based violence, unwanted and unintended pregnancies, and preventable death due to pregnancy and childbirth complications.\nIn Mozambique, most maternal deaths are attributed to a lack of family planning, resulting in high rates of unwanted pregnancies and unsafe abortions. About 23 per cent of women face challenges in accessing family planning services, and this issue is more pronounced among women in rural areas.\nIn five years, the health services have changed, capacities have increased and family planning has started to work.\nEnsuring services, even in crisis\nHealth professionals are working hard to ensure that despite the crisis, people have access to the life-saving sexual and reproductive health-care services they need, including family planning methods, HIV testing and gender-based violence response services.\n“In five years, the health services have changed, capacities have increased and family planning has started to work. With the support of UNFPA, we could do family planning with long-acting methods. Early pregnancies have decreased in the district,” says Pascoal Vilanculos, Head of the Public Health Department, District of Lichinga.\nIn an ongoing commitment to support the health sector, UNFPA is working to ensure contraceptives are available and to broaden the range of contraceptive options in Niassa, Cabo Delgado and Nampula. Through this initiative, health providers from all 16 districts in Niassa have received training about long-term family planning methods and provision.\nThe initiative is a collaborative partnership to increase demand for and use of high-quality sexual and reproductive health services, with a focus on family planning at the community level.\nWhen young people test themselves and the result is positive, I work [with them] on accepting their serostatus.\nSupporting people living with HIV\nTo date, community leaders and volunteers have discussed socio-cultural barriers to sexual health and the stigma surrounding HIV and AIDS with close to 2,500 adolescents and youth from the region.\n“We do this voluntary work because it's about our health and our future, and the well-being of our family, of those we love. When young people test themselves and the result is positive, I work [with them] on accepting their serostatus. As a community, it's our duty to embrace them,”\nsays Filipe Jorge, 20, a youth community activist.\nBy advocating for family planning methods and testing, these activists encourage other youth to make informed decisions about their bodies and take charge of their reproductive health. They also work with health officials to ensure access to contraceptive options that meet their needs.\nGirls' sexual and reproductive rights are being guaranteed. They choose what to do with their own bodies.\nPromoting bodily autonomy\n“We use the approach in schools to make young people aware of family planning and of HIV and AIDS. That's why we have a condom distribution campaign. Girls' sexual and reproductive rights are being guaranteed. They choose what to do with their own bodies, as it should be everywhere,” says José Manuel, the Director of the Provincial Health Service.\nAs part of these efforts, a collaboration with Radio Moçambique and Radio Comunitária de Cuamba produced over 360 broadcasts discussing sexual and reproductive health services and gender-based violence. Presented in local languages such as Emakhuwa, Ciyao and Cinyanja, the outreach efforts reached an estimated 1.6 million people in Niassa.\nIn December, UN Resident Coordinator in Mozambique, Dr. Catherine Sozi, a trained medical doctor in Obstetrics and Gynaecology, emphasized the significance of information on family planning during her visit to Lichinga Health Centre.\n“The UN is here to support you on whatever you need, but for that we need information. It is important, as a woman, that we keep the regularity of sexual and reproductive health services provided,” she said.\nThese activities form part of a project funded by the Government of Sweden to strengthen sexual and reproductive health and gender-based violence response services in Cabo Delgado, Niassa and Nampula provinces, with special attention paid to the inclusion of vulnerable populations such as LGBTQ+ individuals and people with disabilities.\nDistributed by APO Group on behalf of UNFPA - East and Southern Africa.\nMENAFN30122023002747001784ID1107670363\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://www.africa-newsroom.com/press/how-family-planning-is-changing-the-lives-of-youth-in-communities-caught-in-attacks-in-northern-mozambique?lang=en",
    "https://africa-newsroom.com/press/how-family-planning-is-changing-the-lives-of-youth-in-communities-caught-in-attacks-in-northern-mozambique?lang=en",
    "https://www.africa-newsroom.com/press/how-family-planning-is-changing-the-lives-of-youth-in-communities-caught-in-attacks-in-northern-mozambique"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cabo delgado",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "african press organization",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "northern mozambique",
        "sentiment": "none"
      },
      {
        "name": "mozambique",
        "sentiment": "none"
      },
      {
        "name": "niassa",
        "sentiment": "none"
      },
      {
        "name": "nampula",
        "sentiment": "none"
      },
      {
        "name": "lichinga health centre",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T22:51:06.432+02:00",
  "updated": "2023-12-30T22:51:06.432+02:00"
}