{
  "thread": {
    "uuid": "44282594ae3b2c8e265d7783fc83204b134dfe43",
    "url": "https://maritime-executive.com/article/maritime-aid-pier-arrives-in-gaza-for-third-time",
    "site_full": "maritime-executive.com",
    "site": "maritime-executive.com",
    "site_section": "https://maritime-executive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Maritime Executive: Maritime News | Marine News",
    "title": "Maritime Aid Pier Installed in Gaza for the Third Time",
    "title_full": "Maritime Aid Pier Installed in Gaza for the Third Time",
    "published": "2024-06-21T05:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://maritime-executive.com/media/images/article/Photos/Navy_Govt_CoastGuard/Truck-Trident-Pier-JLOTS-Gaza-June-11-2024-US-Army.02c1be.webp",
    "performance_score": 0,
    "domain_rank": 7962,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44282594ae3b2c8e265d7783fc83204b134dfe43",
  "url": "https://maritime-executive.com/article/maritime-aid-pier-arrives-in-gaza-for-third-time",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Maritime Executive",
  "published": "2024-06-21T05:16:00.000+03:00",
  "title": "Maritime Aid Pier Installed in Gaza for the Third Time",
  "text": "The temporary pier for Palestinian relief aid has returned to its beach site in Gaza once more, defying rumors that it might soon be canceled.\nBeginning in March, the U.S. military began deploying a complex cargo delivery system called Joint Logistics Over The Shore (JLOTS) to bring much-needed food aid into Gaza. This capability consists of a temporary pier, an offshore receiving station and a flotilla of landing craft. It has proven effective in previous deployments, like the response effort for the Haitian earthquake of 2010.\nThe Pentagon expected that the JLOTS system could handle up to 40 percent of Gaza's aid needs, but the operation has been beset by repeated problems - many related to its narrow operating window and its unsheltered location. Elements of the system are designed for service in Sea State 3 and below, and moderate swells are too rough for its capabilities.\nThe floating structure broke up in rougher weather in late May and had to be removed to the nearby port of Ashdod to be repaired. Last week, it was removed from the beach again in order to avoid more damage from wave action, and has now returned to service for the third time, according to Central Command.\nAt about 0900 hours Wednesday, U.S. military personnel reanchored the pier on the beach; CENTCOM emphasized that \"at no time during this event did U.S. troops enter Gaza.\" On Thursday, maritime deliveries resumed, and trucks began ferrying aid cargoes down the pier and onto shore. A record 650 tonnes of food and other goods were delivered during the day, the command said.\nTaken together with previous deliveries, the maritime corridor has transferred 4,160 tonnes of cargo to a marshaling area on the beach, where it will remain until further notice. Aid NGOs stopped distributing the food from the maritime corridor after a large-scale Israeli military operation on June 8, and the land-side half of the operation has been suspended pending a security review. The overall security situation in Gaza has deteriorated significantly over the past several weeks, and armed gangs have disrupted food distribution efforts within the territory.\nEven if the aid were delivered to recipients, the maritime transport volume falls short of target, amounting to an average of roughly 120 tonnes per day since the causeway entered service in mid-May. This amounts to eight typical truckloads per day, roughly five percent of the goal.\nMany aid NGOs and U.S. political leaders have called for aid resources to be redirected to cross-border trucking instead, leveraging commercial port infrastructure in Egypt and Israel.\n\"From a purely cost-based analysis, investing in a pier off the coast of Gaza is an inefficient use of our defense budget,\" argued Rep. Nancy Mace (R-SC) last week. \"The pier project has proven to be a logistical nightmare, with significant challenges and costs far outweighing any potential benefits.\"\nMace has sponsored a successful amendment to the annual defense spending bill that would ban any funding for a pier in Gaza next fiscal year. But given the challenges, the project could be suspended by the end of the month , according to rumors from Washington.\nPentagon Press Secretary Maj. Gen. Pat Ryder (USAF) pushed back on these reports in a press conference Thursday. \"While it's always been our intention for the pier to be a temporary solution as part of the broader international effort to surge humanitarian assistance into Gaza to meet the urgent needs of the Palestinian people, we have not established an end date for this mission as of now,\" Ryder said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://trinitymedia.ai/player/trinity/2900014820/?pageURL=",
    "https://www.thinkdefence.co.uk/2024/03/2010-haiti-earthquake-response-logistics-seaports/",
    "https://www.nytimes.com/2024/06/19/world/middleeast/gaza-aid-chaos.html",
    "https://www.trinitymedia.ai/player/trinity/2900014820/?pageURL=",
    "https://thinkdefence.co.uk/2024/03/2010-haiti-earthquake-response-logistics-seaports/",
    "https://trinitymedia.ai/player/trinity/2900014820/",
    "https://nytimes.com/2024/06/19/world/middleeast/gaza-aid-chaos.html",
    "https://www.thinkdefence.co.uk/2024/03/2010-haiti-earthquake-response-logistics-seaports"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pentagon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "ashdod",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T09:15:13.369+03:00",
  "updated": "2024-06-21T09:15:13.369+03:00"
}