{
  "thread": {
    "uuid": "7a41a495ab560a57eede50d59bd92d67fda7c8ef",
    "url": "https://www.hstoday.us/subject-matter-areas/emergency-preparedness/1-billion-to-boost-climate-change-resilience",
    "site_full": "www.hstoday.us",
    "site": "hstoday.us",
    "site_section": "http://www.hstoday.us/rss",
    "site_categories": [
      "media",
      "hacking",
      "tech"
    ],
    "section_title": "Hstoday",
    "title": "$1 Billion to Boost Climate Change Resilience",
    "title_full": "$1 Billion to Boost Climate Change Resilience",
    "published": "2024-07-04T23:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.hstoday.us/wp-content/uploads/2024/04/climate-change-issue-7575216_640.jpg",
    "performance_score": 0,
    "domain_rank": 23853,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a41a495ab560a57eede50d59bd92d67fda7c8ef",
  "url": "https://www.hstoday.us/subject-matter-areas/emergency-preparedness/1-billion-to-boost-climate-change-resilience",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Homeland Security Today",
  "published": "2024-07-04T23:09:00.000+03:00",
  "title": "$1 Billion to Boost Climate Change Resilience",
  "text": "President Joseph R. Biden, Jr., Department of Homeland Security Secretary Alejandro Mayorkas and FEMA Administrator Deanne Criswell announced on Tuesday, the 656 project selections for $1 billion in climate resilience funding as part of his Investing in America agenda.\nThe selections through the\nBuilding Resilient Infrastructure and Communities program will help state, Tribal, local and territorial governments address current and future risks from natural disasters including extreme heat, wildfires, drought, hurricanes, earthquakes and increased flooding.\n“Every American community faces risks from extreme weather, and the DHS workforce and our partners across the Administration will always be there for communities in their time of need,” said Secretary of Homeland Security Alejandro N. Mayorkas.\n“Investing in preparedness and resilience today can help keep our country safe tomorrow. Building Resilient Infrastructure and Communities program grants are a lifeline for communities across the country, funding projects big and small — from major flood mitigation projects to shaded bus shelters. The impact of these projects will ultimately be measured in lives saved and disasters averted.”\n“We’ve already seen an unprecedented level of extreme weather events this season, and with more expected on the way, we’re encouraged to see increased interest in communities applying for FEMA’s BRIC program,” said FEMA Administrator Deanne Criswell.\n“Thanks to extra funding from President Biden’s Bipartisan Infrastructure Law, FEMA is now better situated to help communities, especially those that are disadvantaged and disproportionately impacted by climate change, invest in resilience. FEMA will remain focused on getting these critical infrastructure dollars to the communities that need it the most.”\nThis effort highlights the importance of FEMA’s continued commitment to putting\n“people first” and helping communities, families, and businesses build climate resilience. It also aligns with the 2024 FEMA Year of Resilience theme to build capacity to withstand tomorrow’s hazards.\nTo strengthen America’s climate resilience, President Biden secured more than $50 billion for climate resilience and adaptation through the Bipartisan Infrastructure Law and Inflation Reduction Act and established a National Climate Resilience Framework, which is advancing locally tailored, community-driven climate resilience strategies.\nPresident Biden’s\nBipartisan Infrastructure Law contributed approximately $398 million to today’s announcement. Overall, the President’s Investing in America agenda provides FEMA nearly $7 billion to help communities proactively reduce their vulnerability to climate-fueled events and natural hazards.\nOf the approximately $674 million in 56 national competition selections, more than half of the selections use nature-based solutions and other natural ways to combat climate change, restore and protect wetlands and to harness nature to enhance climate resilience.\nFEMA announced this funding opportunity in\nOctober 2023 alongside an $800 million Flood Mitigation Assistance opportunity. Selections for Flood Mitigation Assistance will be made later this year.\nThis year’s selections cover a variety of natural hazards, including extreme heat, flooding and earthquakes. The top three funded project types are:\n- Flood control for $395 million across 28 projects, designed to eliminate or reduce flood damage;\n- Utility and infrastructure protection for $237 million across 30 projects, like elevating pumping stations, enhancing power poles, strengthening water towers and floodproofing utility plants;\n- Building code-related projects for $55 million across 129 projects for enforcement and adoption of more modern, hazard-resistant building codes. This is the greatest number of projects FEMA has ever selected for building code-related activities in a grant cycle. These funds were reserved as a non-competitive set-aside for states, Tribes and territories, resulting in a 180% increase in requests for adoption and enforcement funding.\nBelow is a sample of selections from across the nation of projects that cover these hazards. The full list of selections can be found at\nFEMA.gov:\n- The Eastwick Near-Term Flood Barrier Project, led by the Philadelphia Office of Sustainability, will boost resilience by mitigating flood risks in Eastwick. Eastwick, a previous recipient of non-financial BRIC technical assistance, is vulnerable to a number of flooding sources.\n- Shaded bus shelters in Washington, D.C. will mitigate the effects of extreme heat. The project will install 20 shaded bus stops in urban heat islands to ensure bus users can access this essential community service during extreme heat days. By targeting public transit, the project will safeguard residents as they commute to work, run errands, fulfill other daily obligations and help to protect historically low-income communities from the effects of extreme heat.\n- The East Elmhurst Cloudburst project in New York City will use innovative control measures to manage extreme stormwater events and reduce local flooding. These include porous concrete parking and bike lanes, as well as green infrastructure and on-site storage.\n- The Magalia Dam retrofit project in Paradise, California, will build seismic resilience. The project will reinforce the dam to better withstand earthquakes so the dam can continue providing its critical benefits.\n- The Slaughterhouse Creek Flood Mitigation project in Montana will include channel improvements and culvert replacements. The project will have an improved channel designed to contain flooding.\n- West Virginia is a first-time BRIC national competition applicant. The Rand Flooding Storm Sewer Improvements project will upgrade community infrastructure to address critical drainage issues.\n- The Southern Crisfield Flood Mitigation. Crisfield, Maryland — a previous selection for Direct Technical Assistance — aims to boost resilience by improving flood protection through a 5-mile-long tidal flood protection barrier and a new internal drainage system. This project will improve flood protection, stormwater management and wetland health.\n- Decatur, Georgia, make major roadways safer from floods and improve access for emergency vehicles. The current culverts can lead to roads becoming impassable or washed-out during storms. This grant will upgrade culverts on major roadways to stay open during severe weather.\n- A blend of nature-based solutions and infrastructure improvements will boost flood resilience along the Big Ditch stream corridor in the city of Goldsboro, North Carolina. The project will upgrade road culverts and expand a restored floodplain. This will make homes safer from flooding as well as improve water quality and provide new wildlife habitat and more equitable access to recreational resources.\nAssistance for States, Territories and Tribal Nations\nBeyond the national competition, FEMA selected an additional 600 projects totaling $208 million. In addition to a maximum $2 million for every state and territory, these funds also include approximately $55 million for building code activities and $67 million for Tribal Nations.\nAnother $116 million for states, Tribes, territories and the District of Columbia to administer these grants brings to the total to $1 billion. For a complete list of selections, visit\nFEMA.gov.\nFEMA is also announcing 93 Tribes, local communities and territories across all 10 FEMA regions that will receive non-financial\ndirect technical assistance to help build community-wide resilience through the BRIC program. This more than doubles the number of recipients from last year.\nThrough the Direct Technical Assistance program, FEMA will provide guidance to disadvantaged communities facing climate risks to ensure no community is left behind in the opportunity to build climate resilience. For a full list of communities, visit\nhttps://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance/communities/.\nTrends in Equity, Extreme Heat, Nature-Based Solutions and Other Top Funded Projects\nThese selections further underscore the Biden-Harris Administration’s commitment to equity and environmental justice. These awards will assist the most disadvantaged communities in building resilience to climate change and extreme weather events like hurricanes, flooding, tornadoes and extreme heat.\nExtreme Heat: Among the 656 projects, 12 selections will mitigate the effects of extreme heat for a total of nearly $13 million. In addition to the shaded bus stops in Washington, D.C, other examples include providing resilient power systems to places like saferooms and senior living and medical facilities that provide climate control. Given the growing risks posed by extreme heat impacts, FEMA encourages more States, Tribes and territories to apply for extreme heat projects during future grant cycles.\nJustice 40: Of the available funding, $587 million is benefitting\nJustice40 communities that are overburdened by pollution and marginalized by underinvestment. The Biden-Harris Administration’s Justice40 Initiative aims to deliver 40% of funding to these communities. Since 2020, FEMA has seen an upward trend of exceeding its Justice40 goals. This year, disadvantaged communities accounted for 67% of the total selections and 70% of the national competition.\nCommunity Disaster Resilience Zones: Additionally, $127 million will benefit\nCommunity Disaster Resilience Zones. The Community Disaster Resilience Zones Act — signed into law by President Biden in 2022 — allows FEMA to identify U.S. Census tracts that are most at risk from the effects of natural hazards and climate change.\nNature-Based Solutions: For this grant cycle, 57% of selected projects incorporate nature-based solutions — practices that weave natural features or processes into the built environment to promote resilience — across nine FEMA regions. About 84% of those nature-based solution projects will be in Economically Disadvantaged Rural Communities, Community Disaster Resilience Zones or disadvantaged communities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities/after-apply/fy-23-status",
    "https://www.fema.gov/about/strategic-plan/goal-1/objective-1-2",
    "https://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities",
    "https://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance/communities/.",
    "https://www.fema.gov/press-release/20231012/fema-and-biden-harris-administration-announce-nearly-2-billion-available",
    "https://www.fema.gov/press-release/20211115/infrastructure-deal-provides-fema-billions-community-mitigation-investments",
    "https://www.fema.gov/press-release/20240131/fema-announces-strategic-plan-progress-positions-agency-year-resilience",
    "https://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance/",
    "https://www.whitehouse.gov/environmentaljustice/justice40/",
    "https://www.fema.gov/partnerships/community-disaster-resilience-zones",
    "https://fema.gov/grants/mitigation/building-resilient-infrastructure-communities",
    "https://fema.gov/press-release/20240131/fema-announces-strategic-plan-progress-positions-agency-year-resilience",
    "https://whitehouse.gov/environmentaljustice/justice40/",
    "https://www.whitehouse.gov/environmentaljustice/justice40",
    "https://fema.gov/about/strategic-plan/goal-1/objective-1-2",
    "https://www.fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance",
    "https://fema.gov/grants/mitigation/building-resilient-infrastructure-communities/after-apply/fy-23-status",
    "https://fema.gov/press-release/20211115/infrastructure-deal-provides-fema-billions-community-mitigation-investments",
    "https://fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance/communities/.",
    "https://fema.gov/grants/mitigation/building-resilient-infrastructure-communities/direct-technical-assistance/",
    "https://fema.gov/partnerships/community-disaster-resilience-zones",
    "https://fema.gov/press-release/20231012/fema-and-biden-harris-administration-announce-nearly-2-billion-available"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alejandro mayorkas",
        "sentiment": "negative"
      },
      {
        "name": "joseph r. biden",
        "sentiment": "negative"
      },
      {
        "name": "deanne criswell",
        "sentiment": "none"
      },
      {
        "name": "alejandro n. mayorkas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of homeland security",
        "sentiment": "negative"
      },
      {
        "name": "dhs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T00:40:59.091+03:00",
  "updated": "2024-07-05T00:40:59.091+03:00"
}