{
  "thread": {
    "uuid": "7540f41dad59d708c86a9d8164b841fac5b74136",
    "url": "https://www.taipeitimes.com/News/taiwan/archives/2024/03/11/2003814752",
    "site_full": "www.taipeitimes.com",
    "site": "taipeitimes.com",
    "site_section": "http://www.taipeitimes.com/xml/index.rss\r",
    "site_categories": [
      "media"
    ],
    "section_title": "Taipei Times",
    "title": "Ex-Japan officer advises alliance",
    "title_full": "Ex-Japan officer advises alliance",
    "published": "2024-03-10T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TW",
    "main_image": "https://www.taipeitimes.com/images/2024/03/11/P02-240311-315.jpg",
    "performance_score": 0,
    "domain_rank": 4431,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7540f41dad59d708c86a9d8164b841fac5b74136",
  "url": "https://www.taipeitimes.com/News/taiwan/archives/2024/03/11/2003814752",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-10T18:00:00.000+02:00",
  "title": "Ex-Japan officer advises alliance",
  "text": "Japan could cooperate with Taiwan and other Asian nations on maritime security to counter the threat posed by China, former Japan Coast Guard commandant Takahiro Okushima wrote in a recently published book. China Coast Guard vessels regularly sail near the Diaoyutai Islands (釣魚台群島), known as the Senkakus in Japan, and Beijing has increased those patrols since the Japanese government purchased the islands from a private owner in 2012, Okushima wrote. Over the past five years in particular, China has normalized its “harassment” of Japanese authorities near the islands, and conducted 159 patrols in 2018 and 352 last year, he wrote. Photo: Reuters The patrols are similar to those experienced by Taiwan, the Philippines and other nations in the region, who regularly encounter Chinese coast guard vessels near their waters, he wrote, adding that the issue could be soled without involving the military by establishing a joint “maritime law-enforcement agency” with the Japan Coast Guard at its center. Okushima, who was in charge of maritime security near the Diaoyutais in 2012, and was promoted to commandant in 2000, retired in June 2022. In his book, Okushima outlined four measures Beijing has adopted over the past few years to strengthen China’s coast guard: It increased its number of coast guard vessels, began producing larger vessels and arming them, put the coast guard under the authority of the Chinese Central Military Commission in 2021 and implemented the Coast Guard Law the same year. “Ten years ago, the Japan Coast Guard had 51 patrol ships of more than 1,000 tonnes, and the China Coast Guard had 40 ships,” he wrote. “At the end of 2022 the Japan Coast Guard had 71 large patrol ships, while China had amassed 157 ships. Also, China’s ships use 76mm guns compared with Japan’s 40mm guns.” Nevertheless, the Japan Coast Guard is well-trained and can respond to provocations without allowing them to escalate, he wrote, adding that it is trusted by the nation’s neighbors. As China ramps up its harassment of Philippines vessels in contested waters there are concerns in Japan that it would start harassing Japanese vessels just as often, Okushima said. The Japan Coast Guard would respond in such a scenario, and would handle the situation in a manner that would avoid an armed conflict, he said. In its general budget for this year, Japan allocated ￥261.1 billion (US$1.8 billion) for maritime security, an increase of 7 percent from the previous year, and the highest amount ever budgeted for the purpose, Okushima said, adding that this included ￥21.3 billion for patrolling the Diaoyutais. “Strengthening coast guards, which are non-military law enforcement agencies, is an effective tactic for Asian countries to confront a powerful China,” he said. READY, AIM, FIRE: At 50kW, the laser has enough raw power for combat applications, and Chungshan hopes to see the military adopt it after trials, a defense official said Taiwan is poised to roll out a prototype 50-kilowatt (kW) vehicle-mounted laser weapon system by the end of the year, thanks to technical breakthroughs made possible through global assistance, a defense official said yesterday on condition of anonymity. The project, which last year produced a low-powered prototype, is expected to create a full-powered system mounted on CM-32 Clouded Leopard wheeled armored vehicles for use against missiles and uncrewed aerial vehicles, the official said. The state-run Chungshan Institute of Science and Technology has made great advancements in the project over a relatively short period with technological assistance from “international friends,” they said. A 50kW A consumer has been found to have deliberately bought large numbers of cheap items from online stores to increase the number of receipts received and thereby increase the probability of winning the uniform invoice lottery, resulting in the retraction of an award, authorities said on Tuesday. The person obtained more than 10,000 digital invoices from May last year to last month and won a total of NT$30,000, the National Taxation Bureau of the Northern Area said in a statement, adding that more than 90 percent of the purchases were small. The bureau said that it inspected the purchased items and determined that Chinese President Xi Jinping (習近平) on Wednesday called for the mobilization of “patriots” in Taiwan and abroad to fend off pro-Taiwanese independence efforts in a meeting tied to China’s highest profile annual political gathering. Xi met with the Revolutionary Committee of the Chinese Kuomintang (中國國民黨革命委員會), a political group that is based in China and distinct from the Chinese Nationalist Party (KMT). Xi urged the group, an ally of the Chinese Communist Party (CCP), to unite “all patriots from home and abroad, in and out of Taiwan” to step up opposition to Taiwanese independence and to advance the “peaceful reunification” of China. The LARGE-SCALE PROJECT: Runway maintenance at Taoyuan airport resulted in 698 flights being disrupted on Sunday, with 22 percent of them delayed for more than an hour The Ministry of Transportation and Communications (MOTC) yesterday pledged to minimize the impact of airport runway maintenance on flight operations after a runway upkeep project caused disruptions at Taiwan Taoyuan International Airport on Sunday and yesterday. Taoyuan International Airport Corp (TIAC), which operates the nation’s largest international airport, yesterday morning held an impromptu meeting after the project disrupted 698 flights on Sunday and 647 yesterday. Because of the delays, 10 passenger planes and two cargo planes were diverted to other airports. Only 53 percent of the flights departing from or arriving at the airport were on time on Sunday, TIAC data",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "takahiro okushima",
        "sentiment": "none"
      },
      {
        "name": "okushima",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "china coast guard",
        "sentiment": "none"
      },
      {
        "name": "chinese coast guard",
        "sentiment": "none"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      },
      {
        "name": "japan coast guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "taiwan",
        "sentiment": "none"
      },
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "diaoyutai islands",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T18:54:10.644+02:00",
  "updated": "2024-03-11T09:08:20.564+02:00"
}