{
  "thread": {
    "uuid": "638050552ff2dae40b8edfd75588c14e0f4929a8",
    "url": "https://www.sportsmole.co.uk/tennis/news/usa-fight-back-to-defeat-great-britain-in-united-cup_532551.html",
    "site_full": "www.sportsmole.co.uk",
    "site": "sportsmole.co.uk",
    "site_section": "https://www.sportsmole.co.uk/rss.xml",
    "site_categories": [
      "rugby",
      "sports"
    ],
    "section_title": "Sports Mole",
    "title": "USA fight back to defeat Great Britain in United Cup",
    "title_full": "USA fight back to defeat Great Britain in United Cup",
    "published": "2023-12-31T12:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16017,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "638050552ff2dae40b8edfd75588c14e0f4929a8",
  "url": "https://www.sportsmole.co.uk/tennis/news/usa-fight-back-to-defeat-great-britain-in-united-cup_532551.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T12:14:00.000+02:00",
  "title": "USA fight back to defeat Great Britain in United Cup",
  "text": "Great Britain's hopes of qualification for the quarter-finals of the United Cup are in jeopardy as defending champions USA fought back to defeat their Group C foes 2-1 in Perth. GB had begun their United Cup campaign with a [2-1 beating](/tennis/atp-tour/news/great-britain-battle-past-australia-in-united-cup-opener_532391.html) of host nation Australia on Friday, meaning that victory over the USA would have guaranteed them a place in the last eight of the tournament. The Brits were on the road to the quarters thanks to [Katie Boulter](/people/katie-boulter/)'s shock 5-7 6-4 6-4 win over [Jessica Pegula](/people/jessica-pegula/), but [Taylor Fritz](/people/taylor-fritz/) levelled for the USA by downing [Cameron Norrie](/people/cameron-norrie/) 7-6[5] 6-4. Fritz and Pegula then joined forces for a decisive doubles clash with Boulter and [Neal Skupski](/people/neal-skupski/), who lost their way after an extraordinary first set as they fell to a 6-1 6-7[4] 7-10 defeat. In the first-ever top-level meeting between Boulter and world number five Pegula, the former came out all guns blazing early doors but crucially missed three set points in the opener as Pegula recovered from two early losses of serve. The writing was seemingly on the wall for Boulter as Pegula broke twice for a 3-0 lead in the second set, but the world number 56 showed tremendous grit to win six of the next seven games, taking all three break points she fashioned on the American's serve to level the match. Once again, Pegula would draw first blood in the pivotal third set before another astounding turnaround from Boulter, who was broken again while serving for the match but immediately returned the favour, sealing a first-ever career top-five win. © Reuters Fellow British number one Norrie had the chance to seal GB's place in the latter stages against world number 10 Fritz, whom he had beaten at last year's United Cup, but the former Wimbledon semi-finalist was no match for the American this time around. Norrie did well to hold off a barrage of 10 aces from Fritz in the first set - forcing a tie-breaker after finding himself 4-1 down - but Fritz held his nerve in the first-to-seven to establish an early advantage. The ace counter reduced dramatically for Fritz in the second set, but one break in the ninth game sufficed for the 26-year-old - who was also struggling with his thigh during the match - as he converted his second match point to level the series. The fresh legs of Skupski initially came good in the winner-takes-all doubles decider, where GB broke three times in a dominant opening set and put one foot in the quarter-finals by breaking for a 2-1 lead in the second. However, Fritz and Pegula broke back straight away and came good in the tie-breaker before a final first-to-10 set, in which the American duo fell 4-2 down but proceeded to win five points in succession en route to a phenomenal triumph. The USA now lead the way above GB in the Group C standings, although the Brits can possibly still qualify for the last eight in first place if Australia overcome the holders on Monday, while there are also two quarter-final berths on offer for the best runners-up in Sydney and Perth.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "neal skupski",
        "sentiment": "none"
      },
      {
        "name": "boulter",
        "sentiment": "none"
      },
      {
        "name": "katie boulter",
        "sentiment": "none"
      },
      {
        "name": "jessica pegula",
        "sentiment": "none"
      },
      {
        "name": "cameron norrie",
        "sentiment": "none"
      },
      {
        "name": "pegula",
        "sentiment": "none"
      },
      {
        "name": "fritz",
        "sentiment": "none"
      },
      {
        "name": "taylor fritz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united cup",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "great britain",
        "sentiment": "none"
      },
      {
        "name": "united cup great britain",
        "sentiment": "none"
      },
      {
        "name": "perth",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T13:42:58.279+02:00",
  "updated": "2023-12-31T14:35:54.919+02:00"
}