{
  "thread": {
    "uuid": "56e0d24eb16c9f539a860e7b72b8151ac869f149",
    "url": "https://www.israeltoday.co.il/read/childrens-exodus",
    "site_full": "www.israeltoday.co.il",
    "site": "israeltoday.co.il",
    "site_section": "https://news.google.com/news/feeds?hl=en&safe=off&gl=us&q=Christian+Church&bav=on.2,or.r_gc.r_pw.r_cp.r_qf.&bpcl=38897761&biw=1440&bih=799&um=1&ie=UTF-8&output=rss",
    "site_categories": [
      "religion",
      "judaism",
      "media"
    ],
    "section_title": "\"Christian Church\" - Google News",
    "title": "Children's Exodus - https://www.israeltoday.co.il/",
    "title_full": "Children's Exodus - https://www.israeltoday.co.il/",
    "published": "2024-01-19T09:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://www.israeltoday.co.il/wp-content/uploads/2024/01/F160317NRF24.jpg",
    "performance_score": 0,
    "domain_rank": 40158,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56e0d24eb16c9f539a860e7b72b8151ac869f149",
  "url": "https://www.israeltoday.co.il/read/childrens-exodus",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Charles Gardner",
  "published": "2024-01-19T09:36:00.000+02:00",
  "title": "Children's Exodus - https://www.israeltoday.co.il/",
  "text": "The story of how an agnostic London stockbroker dropped everything to rescue children from an impending Holocaust tugs hard at the emotions. Definitely a recipe for a sleepless night.\nBut a round of applause for Warner Bros and the BBC for producing the heart-wrenching movie One Life, very appropriately released at a time when Jews are once again being wickedly harassed and abused in the wake of Israel’s defensive response to the murderous Hamas invasion of October 7th.\nThe subject is ‘British Schindler’ Sir Nicholas Winton (Anglicised from the German Wertheim) who courageously saved the lives of 669 children from Prague in Czechoslovakia following the Nazi invasion of their country and the beginnings of Germany’s genocidal actions against God’s chosen people. Their parents, for the most part, were already either killed or on their way to brutal concentration camps.\nWith Johnny Flynn playing the young Winton, Anthony Hopkins is a perfect fit for the older version in the late 1980s when the amazing story of what he achieved first became widely known through Robert Maxwell’s Sunday Mirror and Esther Rantzen’s That’s Life! programme on the BBC. Helena Bonham Carter plays his mother, backing him to the hilt, in the run-up to the outbreak of war. It was a huge task largely run from their Hampstead home in north London.\nThough born to Jewish parents, Winton was ‘baptised’ an Anglican but didn’t profess any particular faith, responding to the dire need he witnessed out of sheer human compassion. A man made in God’s image was simply reflecting the love of his Maker, risking his life and career for the sake of homeless and helpless kids in danger of starving. I cried at the scenes of them being torn away from relatives in a desperate attempt to save them.\nMeasured against the 1.5 million children who perished in the Holocaust, the hundreds saved by Winton’s intervention doesn’t seem much. But every life counts, and there are 6,000 people alive today because of what he did.\nThis ‘great escape’ also served to bring the gospel to the Jewish people, as I discovered some years ago when I wrote about one of them. For John Fieldsend was placed with a Christian family in Sheffield, eventually becoming a disciple of Jesus himself and getting involved with reaching out to his own people with the truth of their Messiah through the Church’s Ministry among Jewish people.\nFor her part, Esther Rantzen brought home the enormity of the rescue in dramatic fashion through her popular consumer advice programme. I well recall watching the show as the elderly Winton came face to face with the reality of what he had achieved. One after the other, every member of the audience stood up to acknowledge and thank him for his role in saving their lives. He was greatly moved and astonished. It was the best TV I’ve seen in over 50 years of living in England. And this film, though very upsetting, is an immensely moving account of the epic adventure of a very brave and determined young man who never sought any recognition.\nBut before he died in 2015, aged 106, he was honoured for services to humanity by our late Queen.\nWe haven’t always been welcoming to Jewish people in this country, much to our shame. But Sir Nicholas, perhaps inadvertently since he was not especially religious, has partially made up for our lack of concern by blessing thousands of them.\nFormer Prime Minister Margaret Thatcher, much maligned by socialists, also did her bit by raising funds to enable her parents to host a Jewish refugee from Austria. Those who bless the seed of Abraham will indeed be blessed (Genesis 12:3)!\nWhen, in the movie, three siblings had to be separated because their hosts couldn’t manage more than two, my wife’s response was, “If we had been there, I would love to have taken all three of them!”\nWith Jewish people as unsafe and uncertain now as they were then, it’s time for Christians in particular to lead the way by standing up to be counted. We owe everything we cherish to the Jewish people – the Law and the Prophets, the Gospel, and Jesus himself, who said: “Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.” (Matthew 25:40)\nCharles Gardner is author of Israel the Chosen, available from Amazon; Peace in Jerusalem, available from\nolivepresspublisher.com; To the Jew First, A Nation Reborn, and King of the Jews, all available from Christian Publications International.\nIsrael Today Membership\nMonthly$5 / month Full access to Israel Today's Member-only content on all Digital Platforms. Become a Member\nMonthlyMembership\nYearly$46 / year Full access to Israel Today's Member-only content on all Digital Platforms.\nSave 18% Per Month. Become a Member\nYearlyMembership\nSave 18% Per Month.\nSix Months$28 every 6 months Full access to Israel Today's Member-only content on all Digital Platforms.\nSave 9% Per Month. Become a Member\nSix MonthsMembership\nSave 9% Per Month.\nLeave a Reply\nCancel reply\nYou must be\nlogged in to post a comment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "http://christian-publications-int.com/King_of_the_Jews.html",
    "http://olivepresspublisher.com/",
    "http://www.christian-publications-int.com/King_of_the_Jews.html",
    "http://www.olivepresspublisher.com/",
    "http://olivepresspublisher.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nicholas winton",
        "sentiment": "none"
      },
      {
        "name": "johnny flynn",
        "sentiment": "none"
      },
      {
        "name": "winton",
        "sentiment": "none"
      },
      {
        "name": "anthony hopkins",
        "sentiment": "none"
      },
      {
        "name": "robert maxwell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "warner bros",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "czechoslovakia",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "prague",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T13:06:43.684+02:00",
  "updated": "2024-01-19T13:06:43.684+02:00"
}