{
  "thread": {
    "uuid": "86a46532ffa790f876bf12f98b87bcfdc687b03f",
    "url": "https://en.prnasia.com/releases/global/heybike-jackery-join-force-to-upgrade-riders-outdoor-adventures-453218.shtml",
    "site_full": "en.prnasia.com",
    "site": "prnasia.com",
    "site_section": "https://en.prnasia.com/story/industry-group/16-0.rss",
    "site_categories": [
      "shopping"
    ],
    "section_title": "",
    "title": "Heybike × Jackery: Join Force to Upgrade Riders' Outdoor Adventures",
    "title_full": "Heybike × Jackery: Join Force to Upgrade Riders' Outdoor Adventures",
    "published": "2024-07-05T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://mma.prnasia.com/media2/2454385/Heybike.jpg?p=medium600",
    "performance_score": 0,
    "domain_rank": 9279,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86a46532ffa790f876bf12f98b87bcfdc687b03f",
  "url": "https://en.prnasia.com/releases/global/heybike-jackery-join-force-to-upgrade-riders-outdoor-adventures-453218.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T07:00:00.000+03:00",
  "title": "Heybike × Jackery: Join Force to Upgrade Riders' Outdoor Adventures",
  "text": "Power Up This Summer: Stay Charged, Stay Mobile!\nSAN FRANCISCO, July 5, 2024 /PRNewswire/ --\nHeybike, a thriving electric bike brand known for reliable products and friendly user experience, is partnering with Jackery to enhance outdoor adventures by offering powerful and eco-friendly electric bikes that cater to all types of riders. With its high-quality ebikes, all riders will explore new terrains effortlessly and enjoy summer riding. Jackery is a renowned provider of portable power solutions. It joins forces with Heybike to ensure that riders stay charged wherever they go. Known for its portable power stations and solar panels, Jackery provides the perfect companion for Heybike riders. Together, the two companies aim to deliver an unparalleled riding experience, combining mobility and power to make this summer unforgettable.\n(1) Your Perfect Summer Adventure Companion\nAs summer arrives, outdoor activities reach their peak. Both companies have products that are essential for summer adventures: ebikes for outdoor riding and power stations for worriless charging.\nBoth parties aim to encourage people to spend more time outdoors with family and friends, connecting with nature and creating lasting memories. By combining the strengths of Heybike ebikes and Jackery power stations, this event promotes a lifestyle that values outdoor exploration and the joy of immersing in natural beauty.\n(2) Limitless Summer Escape with Worry-Free Charging\nThe combination of ebikes and power stations offers numerous benefits for summer outings. With the portability and flexibility of both products, adventurers can easily transport and use them in various settings, especially in suburban areas. This partnership helps reduce the anxiety about battery life. Additionally, it is convenient to recharge the power stations with Jackery's solar panels. Jackery power stations are also versatile. They can not only be used to charge ebikes but also other essential devices like smartphones, cameras, and camping equipment.\n(3) Great Shared Mission\nBoth Heybike and Jackery are advocating for an eco-friendly lifestyle and sustainable living. This shared mission is a driving force behind this summer activity. The Heybike team focuses on offering ebikes as a green and energy-efficient mode of transportation, and Jackery, its best partner, provides portable power solutions with renewable energy. They aim to inspire a shift towards more responsible and sustainable outdoor adventures and believe this shared mission will lead us to a greener future.\nLimited Offer for This Summer\nHeybike will promote the Mars 2.0 ebike and Hauler ebike. Mars 2.0 is a hot-selling folding ebike with a 750W motor, and Hauler is a new release as the most capable cargo ebike by carrying up to 440 lbs. Heybike ebikes are ready to deliver a thrilling and emission-free riding experience this summer.\nJackery will showcase two super power stations: the Explore 600 Plus and Explore 1000 Plus. These lightweight and compact devices allow the convenience of charging electric bikes anywhere. All these products will be combined into 4 ultimate summer travel packages, available on Heybike and Jackery official websites.\nCorresponding posts and videos will be on Heybike Facebook, Instagram, YouTube, and TikTok. Q&A and user story sharing will be in Facebook Fan Group. If interested, follow them for more real-time information.\nCarry all the summer gear with Heybike and keep powered with Jackery power stations. Stay charged! Stay mobile! Have fun and enjoy a cool summer adventure with Heybike and Jackery.\nAbout Heybike\nHeybike, specializing in manufacturing smart and high-quality electric bikes, comes into being with the mission to provide everyone with the best riding experience and help create a greener planet. It puts forward an ultimate mode of transportation by offering two options for every rider: self-pedaling with the assistance of an electric motor, or setting your feet free by riding the bike with battery power.\nFor more information on Heybike's latest products and to stay up to date on news from the company, visit\nwww.heybike.com and follow Heybike on Facebook, heybike_official on Instagram and YouTube. To have a test ride of Heybike e-bikes and learn more information, you can visit its local dealers.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Product and Services News",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.heybike.com/",
    "https://www.heybike.com/pages/heybike-x-jackery-cobranding-campaign",
    "https://www.jackery.com/",
    "http://heybike.com/",
    "https://heybike.com/pages/heybike-x-jackery-cobranding-campaign",
    "https://jackery.com/",
    "https://www.jackery.com",
    "http://www.heybike.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "heybike",
        "sentiment": "negative"
      },
      {
        "name": "jackery",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "san francisco",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:15:17.382+03:00",
  "updated": "2024-07-05T15:15:17.382+03:00"
}