{
  "thread": {
    "uuid": "c61000a1893e09b97a82b14c79f8b186a551b8e3",
    "url": "https://www.metropoles.com/distrito-federal/show-gratuito-de-alok-na-esplanada-tera-arrecadacao-de-alimentos",
    "site_full": "www.metropoles.com",
    "site": "metropoles.com",
    "site_section": "https://www.metropoles.com/rss",
    "site_categories": [
      "media",
      "tech",
      "email",
      "top_news"
    ],
    "section_title": "Página: Array &#8211; Metrópoles",
    "title": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos",
    "title_full": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos",
    "published": "2024-04-19T00:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://uploads.metropoles.cloud/wp-content/uploads/2024/03/19141326/19032024-HB-Ibaneis-confirma-DJ-Alok-como-atracao-da-comemoracao-dos-64-anos-de-Brasilia-020.jpg",
    "performance_score": 0,
    "domain_rank": 11172,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c61000a1893e09b97a82b14c79f8b186a551b8e3",
  "url": "https://www.metropoles.com/distrito-federal/show-gratuito-de-alok-na-esplanada-tera-arrecadacao-de-alimentos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samara Schwingel",
  "published": "2024-04-19T00:17:00.000+03:00",
  "title": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos",
  "text": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos\nQuem for ao show de Alok pode levar um alimento não perecível e deixar na entrada do evento, com a equipe da campanha Solidariedade Salva\natualizado\nCompartilhar notícia\nAs pessoas que forem assistir ao show do DJ Alok na Esplanada dos Ministérios, em comemoração ao\naniversário de 64 anos de Brasília, poderão fazer parte da campanha Solidariedade Salva, doando alimentos para famílias carentes do DF. Equipes estarão na entrada principal do evento, no sábado (20/4), recebendo os itens, que serão entregues a pessoas vivendo em situação de vulnerabilidade.\nA iniciativa faz parte de uma parceria entre a chefia-executiva de Políticas Sociais e a Secretaria de Cultura e Economia Criativa (\nSecec). Idealizadora da Solidariedade Salva, a primeira-dama do Distrito Federal, Mayara Noronha Rocha, reforça a importância da campanha, que já arrecadou 125 toneladas de alimentos em pouco mais de um ano. Ao todo, mais de 12 mil famílias em situação de vulnerabilidade da capital foram beneficiadas.\n“Essa campanha permite que a população colabore com as famílias em situação de vulnerabilidade social de forma emergencial. É o poder público de mãos dadas com a população para ajudar os que mais precisam”, afirma a primeira-dama.\nShow gratuito\nO fim de semana está com programação lotada de eventos em comemoração aos 64 anos de Brasília. Com início às 10h de 20 de abril na\nEsplanada do Ministérios até as 22h de domingo (21/4), as celebrações contam com atrações para todas as idades, além de shows de artistas nacionais e locais.\nEntre as principais atrações, está o\nmega show gratuito do DJ Alok. Haverá também shows de pagode, rock clássico e programação estendida para Brazlândia, Planaltina e Santa Maria.\nApelidado de “\nBsb6.4”, o 64° aniversário de Brasília é uma parceria da Secretaria de Cultura e Economia Criativa do Distrito Federal ( Secec-DF) e o Instituto Alvorada Brasil, e conta com apoio de patrocínios privados, entre eles o Banco Regional de Brasília (BRB), a operadora de telefonia Vivo S.A, a montadora de veículos GWM e a cervejaria multinacional Estrella Galicia.\nAlém disso, a divulgação da comemoração do aniversário da capital terá o apoio do Metrópoles e da empresa de mobiliário urbano We Super OOh.\nVeja a programação completa do Bsb6.4\nProgramação na Esplanada\nA programação da Esplanada será dividida em setores. Além do Setor Arena Show, haverá atividades e apresentações no Setor Exposições, Setor Circense, Setor Palco Brasília Bsb 6.4 e Praça da Criança, Setor Praça da Juventude e Arena HIP HOP.\nAlém dos shows, os brasilienses poderão aproveitar atrações diversificadas durante todo o dia 20, com uma programação que irá das 10h às 18h, preparada para atender todas as faixas etárias, com atividades que vão desde brinquedoteca, oficinas, pistas de skate, exposições, apresentações de grupos, shows de artistas locais,\nCom uma estrutura tecnológica de ponta e uma pirâmide de cerca de 30 metros de altura, sendo montada no centro da Esplanada dos Ministérios, mega show gratuito do DJ Alok promete ser a grande atração do dia.\nAlém do DJ goiano, mas naturalizado brasiliense, a véspera do aniversário da capital federal vai contar também com a cantora brasiliense Adriana Samartini, que se apresenta às 18h no Palco Brasil, e, na sequência, às 20h, o grupo de pagode Di Propósito. Alok deve subir aos palcos, do alto da grande pirâmide prateada, a partir das 22h, em uma apresentação que irá até depois da virada do dia 21.\nO dia 21 também será marcado por várias atrações pela Esplanada, com destaque do show do youtuber\nLuccas Neto, às 16h, na Praça da Criança, para divertir a molecada.\nAlém disso, às 18h30, haverá uma apresentação especial da Orquestra Sinfônica do Teatro Nacional Cláudio Santoro, com clássicos Universais, clássicos do Rock, clássicos do Cinema, e clássicos do Samba, com a participação especial da cantora Dhi Ribeiro.\nCultura Descentralizada – Programação nas RAs\nBrazlândia, Planaltina e Santa Maria também terão programações culturais diversificadas durante todo o dia 21, com atividades para atender crianças, jovens e adultos, além de shows de artistas nacionais e locais.\nA abertura da programação nas três regiões administrativas será a partir das 10h, com programações para o público infantil, aulões de dança, apresentação de DJs e algum dos melhores nomes do sertanejo local.\nA dupla Roni e Ricardo se apresentará em Brazlândia, a partir das 20h. Em Santa Maria, Pedro Paulo e Matheus fecharão as comemorações do aniversário da capital, e Planaltina receberá o show da dupla Di Paulo e Paulino. Todos os shows serão gratuitos.\nReabertura do Cine Brasília\nO aniversário de Brasília também traz uma grande surpresa para os “cinéfilos” do Distrito Federal: no dia 22 de abril, às 11h, haverá uma sessão especial para marcar a reabertura do\nCine Brasília, que estava fechado desde 28 de fevereiro.\nSerá exibido o longa-metragem “\nJK – O Reinventor do Brasil”, uma das grandes produções da TV Cultura, que resgata e celebra a vida e o legado do ex-presidente Juscelino Kubitschek.\nAlém do documentário, o Cine ainda trará exposições e uma fotobiografia com imagens inéditas de Juscelino, que governou o país entre 1956 e 1961 e é celebrado como fundador de Brasília.\nAlém de apresentações e atividades culturais, a mais importante honraria cultural do DF será entregue, no dia do aniversário da capital, a 30 personalidades e instituições engajadas na valorização e difusão cultural do DF.\nA cerimônia de outorga da Medalha Mérito Distrital da Cultura do Seu Teodoro será às 15h, no Museu Nacional da República, e contará com a participação, além dos homenageados, do secretário de Cultura e Economia Criativa, Claudio Abrantes, do governador do Distrito Federal, Ibaneis Rocha (MDB), além de autoridades do GDF e representantes da cultura local.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://cinebrasilia.com/",
    "https://www.instagram.com/reel/C4tY45dOksC/?ref=bbwezii4jabx&hl=en",
    "https://www.cultura.df.gov.br/",
    "https://cultura.df.gov.br/",
    "https://instagram.com/reel/C4tY45dOksC/?ref=bbwezii4jabx&hl=en",
    "https://cinebrasilia.com",
    "https://www.cinebrasilia.com/",
    "https://www.instagram.com/reel/C4tY45dOksC/",
    "https://www.cultura.df.gov.br"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:52:21.559+03:00",
  "updated": "2024-04-19T00:52:21.559+03:00"
}