{
  "thread": {
    "uuid": "a4b5664c84b2b94b97a7f2bfba9bee75d0b4a2c4",
    "url": "https://www.irishtimes.com/sport/2024/01/14/patrick-mahomes-helms-kc-to-playoff-win-over-miami-in-near-record-low-temperatures/",
    "site_full": "www.irishtimes.com",
    "site": "irishtimes.com",
    "site_section": "https://irishtimes.com/latest",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest updates and breaking news | The Irish Times",
    "title": "Patrick Mahomes helms KC to playoff win over Miami in near-record low temperatures – The Irish Times",
    "title_full": "Patrick Mahomes helms KC to playoff win over Miami in near-record low temperatures – The Irish Times",
    "published": "2024-01-14T14:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishtimes.com/resizer/CoAZxA_rT0ZSFLpfD8bwxocT8EQ=/1200x630/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/irishtimes/25MUWCHURFAY5EUNNOOF75HW5A.jpg",
    "performance_score": 0,
    "domain_rank": 912,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a4b5664c84b2b94b97a7f2bfba9bee75d0b4a2c4",
  "url": "https://www.irishtimes.com/sport/2024/01/14/patrick-mahomes-helms-kc-to-playoff-win-over-miami-in-near-record-low-temperatures/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sun Jan",
  "published": "2024-01-14T14:09:00.000+02:00",
  "title": "Patrick Mahomes helms KC to playoff win over Miami in near-record low temperatures – The Irish Times",
  "text": "Patrick Mahomes threw for 262 yards and a touchdown, had his helmet shattered when he took a hit in the second half, and proceeded to lead the Kansas City Chiefs to a 26-7 rout of the Miami Dolphins in the fourth-coldest game in NFL history on Saturday night. The reigning league MVP found Rashee Rice eight times for 130 yards and a touchdown in the wild-card playoff game, and Isiah Pacheco added 89 yards rushing and another score, sending the Chiefs (12-6) past the Dolphins for the first time in four postseason meetings. Harrison Butker added four field goals for the defending Super Bowl champs. The injury-depleted Dolphins (11-7) looked nothing like the dynamic offense that led the league in yards during the regular season. Tua Tagovailoa was pressured relentlessly by the NFL’s second-ranked defence, wide receiver Tyreek Hill had a 53-yard TD catch but was otherwise shut down in his return to Kansas City, and the Dolphins finished with just 264 yards in all. [Amber Barrett: ‘I say nothing when I don’t know the full truth ... The social media people should have done the same’](/sport/soccer/2024/01/13/amber-barrett-i-say-nothing-when-i-dont-know-the-full-truth-the-social-media-people-should-have-done-the-same/) They have not won at Arrowhead Stadium since November 2011, nor won a playoff game since December 2000. Meanwhile, the Chiefs won their 15th consecutive home playoff game – not counting a trio of Super Bowls. But they will head to Buffalo next week if the Bills beat the Steelers on Monday in a game pushed back a day by a blizzard. Otherwise, the Chiefs will host Houston, who beat the Browns earlier Saturday. It was minus-20 degrees at kickoff, easily setting a record for the coldest game at Arrowhead Stadium. But it was wind gusts, whipping through at more than 25 mph and driving the wind chill to a bone-rattling minus-27 degrees, that made the weather truly miserable for just about everyone. That included pop star Taylor Swift, who once again turned up to see her boyfriend, Chiefs tight end Travis Kelce. She at least got to watch from an enclosed suite. Most fans huddled outside in parkas, ski goggles and snow pants, and players huddled around heaters on the sidelines as if they were an oasis in the cold. The National Weather Service issued a warning for what it called “dangerously cold” weather that had blanketed the Midwest. In fact, the cold may have made Mahomes’ helmet brittle enough that a hit in the third quarter knocked a chunk of the plastic shell from it. Once officials saw the fist-sized hole, they made Mahomes get a backup helmet from the bench. The weather didn’t seem to bother Hill, who was playing in Kansas City for the first time since his old team traded him to Miami two years ago. The league’s leading receiver warmed up in a short-sleeved shirt, then proceeded to scorch the stout Chiefs defense and All-Pro cornerback Trent McDuffie for a his long touchdown reception midway through the first half. But the Dolphins’ offense otherwise struggled, just as it did in a 21-14 loss to the Chiefs in their November game in Germany. Kansas City were far more efficient, scoring on four their its six first-half drives. Mahomes capped the first with a TD toss to Rice, and while ensuing drives kept fizzling in the red zone, Butker added a trio of field goals as Kansas City took a 16-3 lead into the break. The Chiefs added another field goal in the third quarter, but it was still a two-possession game early in the fourth when the Dolphins appeared to force another field goal. But a late flag on Christian Wilkins for roughing the passer on third down gave Kansas City a fresh set of downs, and Pacheco plowed into the end zone moments later to give the Chiefs a 26-7 lead. The Dolphins finally put together a sustained drive afterward, but by that point it was much too late. And when they failed to convert on fourth down, they were headed to their 11th straight loss when the game-time temp is 4 degrees or less. Far less, in this case. ♦ CJ Stroud threw for three touchdowns, Steven Nelson and Christian Harris each had a pick-6 and the host Houston Texans rolled to a 45-14 victory over the Cleveland Browns on Saturday in an AFC wild-card game. Stroud completed 16 of 21 passes for 274 yards as Houston won in the postseason for the first time since January 2020. Stroud (22 years, 102 days) became the youngest quarterback to win a playoff game, surpassing Michael Vick.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick mahomes",
        "sentiment": "negative"
      },
      {
        "name": "rashee rice",
        "sentiment": "none"
      },
      {
        "name": "tyreek hill",
        "sentiment": "none"
      },
      {
        "name": "tua tagovailoa",
        "sentiment": "none"
      },
      {
        "name": "isiah pacheco",
        "sentiment": "none"
      },
      {
        "name": "harrison butker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kansas city chiefs",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "mvp",
        "sentiment": "none"
      },
      {
        "name": "miami dolphins",
        "sentiment": "none"
      },
      {
        "name": "dolphins",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "miami",
        "sentiment": "none"
      },
      {
        "name": "kansas city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T14:30:24.377+02:00",
  "updated": "2024-01-14T14:30:24.377+02:00"
}