{
  "thread": {
    "uuid": "c7974fa5b9e4b71b0d703e5372482b8bfb84a44e",
    "url": "https://www.azdesertswarm.com/basketball/2024/1/7/24028937/arizona-wildcats-womens-basketball-utah-recap-stats-analysis-quotes-wins-overtime-thriller-gilbert",
    "site_full": "www.azdesertswarm.com",
    "site": "azdesertswarm.com",
    "site_section": "https://azdesertswarm.com/rss/index.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "Arizona Desert Swarm -  All Posts",
    "title": "Arizona women’s basketball defeats No. 15 Utah in overtime thriller",
    "title_full": "Arizona women’s basketball defeats No. 15 Utah in overtime thriller",
    "published": "2024-01-08T01:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/GOhWIGatLnifQqSLHFX0VwlCiKg=/0x0:3096x1621/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25210135/1908159543.jpg",
    "performance_score": 0,
    "domain_rank": 34631,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7974fa5b9e4b71b0d703e5372482b8bfb84a44e",
  "url": "https://www.azdesertswarm.com/basketball/2024/1/7/24028937/arizona-wildcats-womens-basketball-utah-recap-stats-analysis-quotes-wins-overtime-thriller-gilbert",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "K Doss",
  "published": "2024-01-08T01:51:00.000+02:00",
  "title": "Arizona women’s basketball defeats No. 15 Utah in overtime thriller",
  "text": "Last year, the Arizona Wildcats went to Salt Lake City and lost on a last-second free throw by Utah’s Alissa Pili. This time, the Utes were on the short end of the heartbreaker as Kailyn Gilbert sank two free throws with 1.1 seconds left in overtime to secure the 71-70 victory for Arizona. “I remember that last year,” Gilbert said with a smile. “That call...I’ll just shut up.” The momentum was building. Just two days ago, Arizona took the court against No. 5 Colorado and lost by one point despite having just seven available players. Against Utah, they had eight players. Maybe it wasn’t the difference in the game, but it was definitely encouraging to have at least one player to sub in the post. Utah coach Lynne Roberts had been petitioning the officials publicly since the Utes’ game against Arizona State on Friday. She wanted more fouls called on opponents’ post players when guarding Pili. She got her wish. Breya Cunningham had three fouls before the end of the first quarter. Esmery Martinez eventually fouled out. Enter Sali Kourouma, who posted on Instagram before the game that this would be her final game of the season. She plans to have surgery soon, but she wanted to return for one more game before she does so. The forward has been sitting out after reinjuring the shoulder she dislocated in Arizona’s second exhibition game. She got to go out on a high note. “I mean, it was big for us,” Pueyo said. “It really helped us a lot. She’s really physical. She’s really strong, especially with the post players because we’ve got two post players. One of them fouled out—Esmery fouled out.” It was the Wildcats’ first win over a ranked team this season. They came in with a 9-5 record. All five of the losses were against teams that were ranked either at the time the game was played or shortly after. After getting close against a Top 5 opponent on Friday, the question was whether they would be too tired to go up against another ranked team and pull out a victory—or even make it respectable. At times, it looked like they wouldn’t. The Wildcats started hot, going up by eight points at 6:17 in the first quarter. In a game of runs by both teams, Utah punched back, building its own seven-point edge with just over 90 seconds to go in the opening frame. Again, the momentum went back in Arizona’s direction. It was a two-point game at the end of 10 minutes. The biggest lead by either team in the second quarter was Arizona by five, but Utah went into the locker room with a one-point advantage. The Wildcats shot a hot 55.6 percent from the floor in the first half and an even better 66.7 percent from 3-point range. They did it with good decisions, taking well-timed 3-pointers and sharing the ball. UA fell into its bad habit of having slow third quarters yet again. A one-point Utah lead became a 10-point Utah lead just over two minutes into the second half. The Utes hit three 3-pointers in the early minutes of the third quarter. On the other end, Arizona tried to match them, launching three inadvisable shots from beyond the arc that didn’t go in. After taking just six outside shots in the first half and going 4 for 6, the Wildcats took six in just the third quarter, going 1 for 6. “I think we were just settling a lot,” Barnes said. “And at one point we were settling for threes when we were in the bonus even in the second quarter...I think...people are trying to get into the game. And we’re open on the three a lot because of our percentages. So I think that sometimes that’s enticing and you want to just do it. But we have to get better, I think, just managing certain situations. When we’re down, we’re fighting back, so I see that we have that fight and we’re resilient. But I think the awareness of when we haven’t scored in a couple of possessions, we don’t want a quick three-point shot at that point.” They didn’t give up, but it didn’t look like it was going to be the Wildcats’ day. They whittled the lead down to four in third quarter, but the Utes pushed it back out to eight. The teams headed into the final quarter with the visitors up by seven. “At one point we were down by nine points, and the game was kind of looking like Utah was gonna run away with it,” Gilbert said. “But we came back and we fought and beat the number 15 team in the country.” Utah went cold in the final quarter. Just over three minutes in, Arizona had cut the lead to two points. After another three minutes, the Wildcats had the two-point lead. Then, both teams stopped scoring. The final point in regulation was a free throw by Jada Williams to tie the game with 2:04 to go. It was a series of missed shots and missed free throws after that. The final shot was by Gilbert with two seconds to go. She couldn’t connect. Gilbert didn’t let it defeat her. She scored all six of Arizona’s points in overtime. With Arizona down one point, Barnes gave Gilbert another chance to win the game. “I’ve been trusted three times now to win the game,” Gilbert said. “So I can’t let them down again.” Gilbert thanked her coach for trusting her yet again, but it wasn’t a difficult decision for Barnes. “She’s changed so much even from a freshman to sophomore, just in her mentality and her attention to detail,” Barnes said. “And I’ve challenged her with some specific things on and off the court to get better at, and she’s gotten better at them. So I’m really proud of her growth and she’s gonna just continue to get better. And I’m not afraid to put the ball in her hands again in last-second situations because she’s good at creating for herself. She’s really hard to defend. And she wants those shots. She wants that moment. A lot of people don’t. A lot of people shy away from those moments. Those are stressful moments.” Gilbert got the rack. The shot didn’t go in, but she grabbed the last of her 12 rebounds. It was one of just three offensive boards for Arizona in the entire game. She tried to put it up again and got fouled with 1.1 ticks. “I was nervous going up to the line, but these are the times that I work for, so I knew I was gonna make both of them,” Gilbert said. Utah still had time, though—and Arizona knew the Utes could do a lot with that amount of time. “Salvo [Coppa] told us, they’re gonna run the same play at the end,” Pueyo said. “They were, too, so we all knew.” This time, Pili was too far under the basket. She tried to tip it out to a teammate. The shot went up before the buzzer, but this time it rolled off the rim. Game over. Gilbert and Pueyo became the first pair of Wildcats to score at least 20 points in a game since Gilbert and Madi Conner did it on Nov. 25, 2022 against California Baptist. Gilbert led the team with a double-double. She had 22 points, 12 rebounds, two assists, and one steal. It was her third double-double of the season, but it was the first to come against a ranked team. Pueyo went 8 for 11 from the floor and 4 of 5 from 3-point distance, ending with 20 points. She added three rebounds, a team-high four assists, three steals, and a block. Pueyo played every one of the 45 minutes on Sunday after playing 39:37 against Colorado. Gilbert went for 38:56 against the Utes after facing CU for 39:12. Now, the Wildcats leave McKale Center, where over 7,300 fans showed up for both games. The fans helped the team find the energy they needed for two strong performances. “They were amazing,” Gilbert said. “Just playing in there, it’s just something that gives you that extra push that we need. So, thank you, everyone that came. Appreciate it.” Next week, it’s off to Oregon and Oregon State. The week after that, the Wildcats go to Washington and Washington State. “It’s going to be hard to win on the road, so you need to at least a split at home,” Barnes said. “So having people here and supporting us and playing at home and getting wins at home is crucial for us. So I am just happy that we found a way.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sali kourouma",
        "sentiment": "none"
      },
      {
        "name": "alissa pili",
        "sentiment": "none"
      },
      {
        "name": "pili",
        "sentiment": "none"
      },
      {
        "name": "esmery martinez",
        "sentiment": "none"
      },
      {
        "name": "gilbert",
        "sentiment": "none"
      },
      {
        "name": "breya cunningham",
        "sentiment": "none"
      },
      {
        "name": "lynne roberts",
        "sentiment": "none"
      },
      {
        "name": "kailyn gilbert",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arizona wildcats",
        "sentiment": "negative"
      },
      {
        "name": "utes",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      },
      {
        "name": "arizona state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "salt lake city",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:59:02.389+02:00",
  "updated": "2024-01-15T10:22:32.905+02:00"
}