{
  "thread": {
    "uuid": "863bd6c593ef6e89d4d5267b6e55b1381e892483",
    "url": "https://bowlsinternational.keypublishing.com/its-time-the-imagine-cruising-world-indoor-bowls-championships-2024-starts-tomorrow/",
    "site_full": "bowlsinternational.keypublishing.com",
    "site": "keypublishing.com",
    "site_section": "https://bowlsinternational.keypublishing.com/rss",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Bowls international",
    "title": "It’s time! The Imagine Cruising World Indoor Bowls Championships 2024 starts tomorrow",
    "title_full": "It’s time! The Imagine Cruising World Indoor Bowls Championships 2024 starts tomorrow",
    "published": "2024-01-04T09:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://bowlsinternational.keypublishing.com/wp-content/uploads/2024/01/received_925263455581221-e1704240231731-1024x820.jpeg",
    "performance_score": 0,
    "domain_rank": 86839,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "863bd6c593ef6e89d4d5267b6e55b1381e892483",
  "url": "https://bowlsinternational.keypublishing.com/its-time-the-imagine-cruising-world-indoor-bowls-championships-2024-starts-tomorrow/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ceris Hewlings",
  "published": "2024-01-04T09:00:00.000+02:00",
  "title": "It’s time! The Imagine Cruising World Indoor Bowls Championships 2024 starts tomorrow",
  "text": "It’s time! The Imagine Cruising World Indoor Bowls Championships 2024 starts tomorrow\nAll eyes will be on Potters Resorts in Hopton-on-Sea, Norfolk, from tomorrow (Friday) when it hosts the Imagine Cruising World Indoor Bowls Championships\nSeventeen days of world-class action will be streamed into your home – if you’re not fortunate to be watching the matches in person, of course.\nLast year, the mecca of bowls that is the five-star all-inclusive resort on the east coast created its own unique magical conclusion to the 2023 event when qualifiers Jamie Walker (pictured) and Jason Banks reached the final, with Northampton-born Walker edging home in the tightest of games 8-7, 7-7 to pick up the unique Langham Glass trophy and a prize purse of £50,000.\nNow both in the World Bowls Tour’s Top 16 as a result of their success on the portable rink last January, Walker will be back to defend his title. He faces Scotland’s Iain McLean in the first round, who won the Glasgow IBC PBA qualifier.\nSaid Walker: “I am definitely looking forward to defending my title and getting back out on the portable rink at Potters. In fact, I’ve been looking forward to it since January to be honest.\n“2023 has been a decent year winning the national fours indoors after Potters was a great way to round off the season. The world outdoors championships were held in Australia towards the end of the summer; it’s always great to play over in Oz. The competition is always very high and with the different elements over there, it’s a different challenge to what we experience in the northern hemisphere.\n“I’ve been easing into the indoor season ok. I had a great run in the Scottish International Open reaching the final and finishing runner-up to Stewart Anderson. I plan on playing plenty of nationals and a few open singles tournaments in the build up which should make sure I’ve had enough time on the green before the championship is here.\n“The event as a whole is a great experience. Potters Resorts is an amazing venue for these championships to be held at. It has everything. I’m looking forward to the banter off the green and hopefully some high quality games on it.”\nBanks, will no doubt be keen to overturn the disappointment of losing in the final, has been drawn against Australian qualifier Blake Nairn who played in the Scottish International Open in November.\nAnother Aussie making his way across the big pond for the championships is Aron Sherriff who wins a place as a result of being the current World Bowls Indoor Championships singles winner. He talks to us ahead of his first round match against none other than five times winner of the event and current World Bowls Tour number one ranked player Paul Foster MBE. The only woman in the open singles is the USA’s Giulia Galio.\nIn the other competitions, defending ladies’ matchplay champion Katherine Rednall will be looking for her sixth title. Her opening match is against fellow England international team-mate and PBA qualifier Annalisa Dunham.\nAnnalisa is one of the new faces to the portable rink for the ladies’ matchplay, along with Wales’ Lauren Gowan, Ailsa Robertson from Scotland and Giulia Galio.\nA new addition this year sees all the competitors in the matchplay play gain entry in the mixed pairs too.\nIn both pairs events – open and mixed – there’s a few new partnerships, including Jason Banks and Paul Foster, in the open pairs, and it would take a brave person to pick the winner as all pairings will no doubt fancy their chances of tasting success.\nGreg Harlow and Nicky Brett’s quest to retain the open pairs starts against Northampton IBC PBA qualifier winners Paul Nicholls and Tim Stone, while mixed pairs holders Ceri Ann Glen and Stewart Anderson find themselves up against Annalisa Dunham and David Gourlay MBE. Sara Nicholls makes her debut as one of the first women to qualify in the open pairs and Sian Honnor speaks to her ahead of her appearance elsewhere in this feature, while John Rednall catches up with Scotland’s Darren Weir who has qualified in both the singles and Under 25 singles.\nWill it be a hattrick of wins for Daniel Pool, winner of the Under 25 singles title in 2022 and 2023, or will Darren get his name on the honours board after being runner-up to Pool on those occasions?\nBumper crowds are again expected at Potters throughout the championships and World Bowls Tour are delighted to have Imagine Cruising back on board for their second year as the headline sponsor of the event.\nEvery match will be streamed live on the\nWorld Bowls Tour’s Facebook page and YouTube channel at no cost. Important: Please be mindful of fraudulent activity on social media, particularly during the World Indoor Championships. The streaming is available free-of-charge and you should not make any payment or share personal data with anyone promoting live streaming links. Please only watch the live coverage via the official sources.\nFrom Monday 15th to Sunday, January 21, coverage will be available through BBC on BBC 2 and Red Button.\nThe full daily schedule and draws can be found at the following links:\nCheck out Bowls International‘s January issue for a pull-out preview supplement, with interviews, fill-in draw and more.\nBowls International is the world’s most respected bowling magazine, available monthly in both digital and print formats.\nSUBSCRIBEto Bowls International\n- Buy a\nPRINT COPYof Bowls International\n- Buy a\nDIGITAL COPYof Bowls International\nA six-month print subscription to Bowls International is priced at just £19.90, or a 12-month subscription is £35.99 – that’s less than £3 per month and includes FREE POSTAGE.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Sport",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.youtube.com/user/WorldBowlsTour",
    "https://hubs.ly/Q01ccyjH0",
    "https://www.facebook.com/worldbowlstour/",
    "https://hubs.ly/Q01ccx4b0",
    "https://hubs.ly/Q01ccyDl0",
    "https://youtube.com/user/WorldBowlsTour",
    "https://www.hubs.ly/Q01ccyjH0",
    "https://www.hubs.ly/Q01ccyDl0",
    "https://www.hubs.ly/Q01ccx4b0",
    "https://facebook.com/worldbowlstour/",
    "https://www.facebook.com/worldbowlstour"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jamie walker",
        "sentiment": "none"
      },
      {
        "name": "walker",
        "sentiment": "none"
      },
      {
        "name": "jason banks",
        "sentiment": "none"
      },
      {
        "name": "said walker",
        "sentiment": "none"
      },
      {
        "name": "iain mclean",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "langham glass",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "glasgow",
        "sentiment": "none"
      },
      {
        "name": "hopton-on-sea",
        "sentiment": "none"
      },
      {
        "name": "norfolk",
        "sentiment": "none"
      },
      {
        "name": "northampton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T10:51:55.437+02:00",
  "updated": "2024-01-04T10:51:55.437+02:00"
}