{
  "thread": {
    "uuid": "d47a0b706dd5dc93de95d29ea963b32334fcab60",
    "url": "https://www.topworldnewstoday.com/rochester-teen-sees-success-with-snow-removal-business/",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com/hicks-business-economic-research-more-technical-over-past-75-years",
    "site_categories": [],
    "section_title": "\nHicks: Business, economic research more technical over past 75 years - Top World News Today",
    "title": "Rochester teen sees success with snow removal business - Top World News Today",
    "title_full": "Rochester teen sees success with snow removal business - Top World News Today",
    "published": "2024-01-13T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://gray-kttc-prod.cdn.arcpublishing.com/resizer/v2/AHZU6TAQEVEDRKZRW6RRLLA77E.jpg?auth=9015d7678452ba2360f9df1ac258034d367bd215ee349e73b57a34a8e5220b55&width=1200&height=600&smart=true",
    "performance_score": 0,
    "domain_rank": 52818,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d47a0b706dd5dc93de95d29ea963b32334fcab60",
  "url": "https://www.topworldnewstoday.com/rochester-teen-sees-success-with-snow-removal-business/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2024-01-13T00:12:00.000+02:00",
  "title": "Rochester teen sees success with snow removal business - Top World News Today",
  "text": "ROCHESTER, Minn. (KTTC) – As the area’s first major snowstorm hit the area, and one young Rochester entrepreneur is happy to see the snow coming down. In 2022, when Adam Gyura was a Junior in high school, he started his own lawn care and snow removal business, with the goal of making money to use for college. “I figured I had to make money somehow, and I wanted to be my own boss,” Gyura said. His business is called 2 Seasons Lawn & Property Care and for the last few months, he’s been preparing for the first snow of the season. “I have been to Fleet Farm nearly every week, getting salt, getting gas. Just getting ready.” Now 18, Gyura’s business has taken off, with more than 50 customers. On Friday, he got a head start with snow removal. With the help of his cousin, he planned on clearing 14 houses throughout the night. But he said Saturday will be when the work really starts, when he will be clearing 34 houses. “We will be all day and night working, it will be rough, but we’re ready,” he said. He said his dad an entrepreneur, too he’s helped him a lot with getting the business started. “I don’t think it’s anything too special. I like being my own boss. Doing my own thing. Just advocating and working for myself. I just really enjoy it. Some people don’t some people do. But yeah, I just like trying to inspire my brothers.” He said if someone has been considering starting a business, it takes a lot of hard work, but it pays off in the end. “If you want to start your own business, just go and do it,” he said. “I started out going door to door knocking. It deters you a little bit, but sooner or later, you get a person, then another person and another. Next thing you know, you’re hauling around snowblowers and a truck.” Gyura said he’s completely booked for the winter but has opening for customers for spring and summer. For more information, visit the 2 Seasons Lawn & Property Care. Copyright 2024 KTTC. All rights reserved. VIDEO: Burglars use U-Haul to break into store Surveillance video from Newly Acquired Wealth & Fashion in Houston shows six unidentified men forcefully br MARIANNA, Fla. (WTVY) - CareerSource Chipola is offering assistance with information to help businesses impacted by the Tuesday storms.The resource site will of LAKE CHARLES, La. (KPLC) - Many small businesses are still suffering after damage in hurricanes Laura and Delta, but Restore Louisiana is giving some a source o She's been called an integral piece of Denver's tapestry. And on Friday she was honored with the Trailblazer Award at the Martin Luther King Jr. Business Awards",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://2seasons.pro/",
    "https://2seasons.pro",
    "https://www.2seasons.pro/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "” gyura",
        "sentiment": "none"
      },
      {
        "name": "adam gyura",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "seasons lawn & property care",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "rochester",
        "sentiment": "none"
      },
      {
        "name": "minn.",
        "sentiment": "none"
      },
      {
        "name": "gyura",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T05:32:54.697+02:00",
  "updated": "2024-01-13T05:32:54.697+02:00"
}