{
  "thread": {
    "uuid": "c4c1b4d6ed098faf46b449d0fe32ef0cbb88613e",
    "url": "https://community.thriveglobal.com/lighter-and-less-stressed-lori-is-taking-time-to-relax-and-rest/",
    "site_full": "community.thriveglobal.com",
    "site": "thriveglobal.com",
    "site_section": "https://community.thriveglobal.com",
    "site_categories": [],
    "section_title": "Thrive Global - Onward. Upward. Inward.",
    "title": "Lighter and Less Stressed, Lori Is Taking Time to Relax and Rest - Thrive Global",
    "title_full": "Lighter and Less Stressed, Lori Is Taking Time to Relax and Rest - Thrive Global",
    "published": "2024-01-05T22:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://community.thriveglobal.com/wp-content/uploads/2024/01/Lori-Sassaman-WP-Hero.png",
    "performance_score": 0,
    "domain_rank": 3505,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c4c1b4d6ed098faf46b449d0fe32ef0cbb88613e",
  "url": "https://community.thriveglobal.com/lighter-and-less-stressed-lori-is-taking-time-to-relax-and-rest/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thrive Challenge",
  "published": "2024-01-05T22:34:00.000+02:00",
  "title": "Lighter and Less Stressed, Lori Is Taking Time to Relax and Rest - Thrive Global",
  "text": "For as long as I can remember I’ve been trying to curb my anxiety and eat better. And a year ago I wasn’t feeling good. I was eating processed food like frozen pizza — anything quick and easy that you could throw in the microwave. I weighed 158 pounds, a lot for me, and I wanted to lose weight. I’m 44 and divorced with a 15-year-old daughter, Cassandra, but I wasn’t spending quality time with her because I was always stressed. I was only sleeping a few hours a night because I was so anxious. I was in a constant state of go, go, go, worrying about everything — a lot of it was about money. I downloaded the Thrive app and started making some changes. I only have one soda a day and I drink more water. I’m cooking proper meals. For dinner, we might have baked chicken or salmon with mixed vegetables and potatoes. For lunch, I’ll have a salad. I decided to eat dinner at an earlier hour and cut out dessert most days. My daughter and I started going for relaxing hikes in the state parks close to us. We live in “God’s country.” It’s very beautiful. We pause to take photos and look at the local wildlife and plants. And we like to go at night to observe the moon and constellations. I walk a lot at work. Getting up and moving has decreased my joint pain, increased my flexibility, and has motivated me to accomplish more throughout each day. My biggest stress by far is money. So with Microsteps, I created a feasible budget to help me live within my means. I cut out unnecessary expenses like snacks and sodas. I find that fresh food is cheaper than processed food. Every month 70 dollars goes automatically into a savings account, and I never even notice it. I don’t do as much online shopping. This year we didn’t take a vacation, and I got rid of my satellite TV subscription. Overall, I’m saving 150 dollars more a month. Tech timeouts are helping me lower my anxiety. I used to spend hours and hours on my phone. But it tracks my usage and now I can see I’m on my phone for three hours less a week than a year ago! Microsteps help me stick to a bedtime routine. My phone goes on the charger and is set to sleep mode from 10 p.m. to 7 a.m. This helps me unwind. I’ve cut out most late night snacks and I do deep breathing to stay calm. Instead of being on my phone, I’ll read a book. And I find I’m usually getting seven hours of sleep a night. I’m managing to keep my anxiety under control. I’m decluttering my house which helps me feel more organized. I make a list of small tasks I want to complete each day and do them one by one. But I’ve learned it’s okay if I don’t complete all my tasks, because resting and recharging is just as important. I no longer watch the news every day and that helps me lower my stress levels. My five cats calm me down. I don’t know how they know, but they can always tell when I’m overdoing it. They get in the way and pull at me so I have to put down my phone and spend 15 minutes playing with them, which always makes me relaxed. I’ve also gone back to doing hobbies I enjoy like gardening and painting. I’m focusing on trying to stay in the present, spending time doing things I enjoy. I remind myself that family and fun are just as important as work and making money. By learning how to lower my anxiety I’ve improved all of my relationships. I’ve lost 13 pounds in the past year. When I saw the number on the scale, I felt so happy I almost cried. I had never been successful at losing weight in the past. I have more balance in my life, and less anxiety — I feel happier. — Lori Sassaman, Walmart Supercenter #2024, Tunkhannock, PA; $5K Winner",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lori",
        "sentiment": "negative"
      },
      {
        "name": "cassandra",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:58:24.820+02:00",
  "updated": "2024-01-06T00:58:24.820+02:00"
}