{
  "thread": {
    "uuid": "5c9c6e227a39bb05669e9a20b77f6c9145d8f959",
    "url": "https://www.israelnationalnews.com/news/389490",
    "site_full": "www.israelnationalnews.com",
    "site": "israelnationalnews.com",
    "site_section": "http://www.israelnationalnews.com/Rss.aspx?act=.1&cat=7",
    "site_categories": [
      "media",
      "judaism",
      "religion"
    ],
    "section_title": "News from Israel",
    "title": "Libyan Holocaust survivor: 'I try to live an active life that's my victory over the Nazis'",
    "title_full": "Libyan Holocaust survivor: 'I try to live an active life that's my victory over the Nazis' | Israel National News - Arutz Sheva",
    "published": "2024-05-06T15:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://a7.org/files/pictures/1200x930/1154145.jpg?autocrop=1",
    "performance_score": 0,
    "domain_rank": 5412,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c9c6e227a39bb05669e9a20b77f6c9145d8f959",
  "url": "https://www.israelnationalnews.com/news/389490",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Israel National News",
  "published": "2024-05-06T15:05:00.000+03:00",
  "title": "Libyan Holocaust survivor: 'I try to live an active life that's my victory over the Nazis'",
  "text": "Allegra Gutta (née Naim) was born in 1928 in Benghazi, Libya. Her father Vittorio Naim was a merchant who owned a store in the city market. Allegra was the fifth child in the family and had nine brothers and sisters: Jamila, Julia, Yosef, Reuven, Dina, Shushana, Lydia, Eli, and Fortune. In April 1941, with the British retreat from Benghazi and before the arrival of the Italian armed forces, several Benghazi residents rioted against the Jews, looting Jewish homes and stores. In early 1942, the Italians deported most of Benghazi’s 3,000 Jews to the Giado concentration camp, over 1,000 kilometers west of Benghazi in the Libyan Desert. Allegra was deported with her parents and most of her siblings, except for her two older brothers Yosef and Reuven who managed to escape, enlisted in the British army, and served in Italy and Eretz Israel (Mandatory Palestine). The deportees were transported in trucks over several days, in the blazing heat and without receiving any food or water. Several died en route. Allegra relates: \"We were in the Giado camp for one year and two months. The overcrowding was terrible, and we were starving. Many contracted diseases that broke out due to the contamination, such as typhus spread by lice. I took care of patients every day, including my father, who contracted typhus.\" Allegra’s father, her younger sister Fortune, and her older sister Jamila were among the hundreds of Jews who succumbed to typhus at Giado. Their bodies were left at the camp without a burial ceremony or a marked grave. The British liberated Giado in 1943, and Allegra and her family returned to Benghazi. Allegra’s two brothers were discharged from the British army and came back to Benghazi, where they repaired their destroyed home. The family once again lived in their beachfront house on Via Marina. Allegra helped to support her family by working at the British army canteen, where she learned English. In September 1948, the Naims escaped to Tripoli in the dead of night and reached Naples, Italy, with the help of the Jewish Agency. From there, they took a train to Milan. In November 1948, the family sailed from Bari, Italy, to Israel on the Teti. They began life in Israel at the immigrant center in Binyamina before moving to Old Jaffa, and they finally settled in Holon a year later. In April 1952, Allegra married Aaron Gino Gutta z”l, and they made their home in Tel Aviv. Allegra relates: \"As a Holocaust survivor, I try to live a full and active life. I am in daily contact with many friends, I am part of a group of Libyan-Arabic and Italian speakers, I exercise at the gym, play bridge, and enjoy my family. That is my victory over the Nazis.\" Allegra and Aaron Gino z”l have two children, three grandchildren, and six great-grandchildren.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "allegra gutta",
        "sentiment": "negative"
      },
      {
        "name": "vittorio naim",
        "sentiment": "neutral"
      },
      {
        "name": "julia",
        "sentiment": "none"
      },
      {
        "name": "allegra",
        "sentiment": "none"
      },
      {
        "name": "eli",
        "sentiment": "none"
      },
      {
        "name": "giado",
        "sentiment": "none"
      },
      {
        "name": "yosef",
        "sentiment": "none"
      },
      {
        "name": "jamila",
        "sentiment": "none"
      },
      {
        "name": "dina",
        "sentiment": "none"
      },
      {
        "name": "lydia",
        "sentiment": "none"
      },
      {
        "name": "reuven",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "benghazi",
        "sentiment": "none"
      },
      {
        "name": "libya",
        "sentiment": "none"
      },
      {
        "name": "eretz israel",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "shushana",
        "sentiment": "none"
      },
      {
        "name": "libyan desert",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T16:33:44.824+03:00",
  "updated": "2024-05-06T16:33:44.824+03:00"
}