{
  "thread": {
    "uuid": "c449a1bd13d80f38f9bc9a0c9dc70e36ced4988c",
    "url": "https://jordantimes.com/news/local/ministers-endorse-first-national-urban-policy-jordan%C2%A0",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://gold.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Gold Industry Today - EIN Presswire",
    "title": "Ministers endorse first national urban policy of Jordan | Jordan Times",
    "title_full": "Ministers endorse first national urban policy of Jordan | Jordan Times",
    "published": "2024-03-14T14:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JO",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15838,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c449a1bd13d80f38f9bc9a0c9dc70e36ced4988c",
  "url": "https://jordantimes.com/news/local/ministers-endorse-first-national-urban-policy-jordan%C2%A0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T14:35:00.000+02:00",
  "title": "Ministers endorse first national urban policy of Jordan | Jordan Times",
  "text": "AMMAN — In a historic move considered the first of its kind, the Council of Ministers officially endorsed the first Jordan National Urban Policy (JNUP), developed by UN-Habitat in partnership with the Ministry of Local Administration, according to a statement for The Jordan Times.\nThis endorsement follows the recommendations of the Services, Infrastructure and Social Affairs Committee issued on February 26th, and the endorsement of the Steering Committee established within the framework of the regional project, “Sustainable, Inclusive and Evidence-based National Urban Policies in selected Arab States”, implemented in four Arab countries by UN-Habitat.\nThe Deputy Prime Minister and Minister of Local Administration, Tawfiq Kreishan, explained, “We are in the process of establishing a national institutional framework in Jordan, serving as a reference that guides all ministries, institutions and agencies involved in urban development, municipal services and public transportation. This aims to enhance our efforts towards integration, inclusivity and enrichment of our functional tasks.”\nEchoing this, the mayor of the Greater Amman Municipality, Yousef Shawarbeh, emphasised the significance of this policy, stating: “The Jordan National Urban Policy is considered a historical document, but it requires a national-level planning and regulatory law. For our nation and the future generations, it is our responsibility to adopt this policy and protect it through legislation that safeguards the rights of both the nation and its citizens.”\nThe national programme coordinator for the UN-Habitat Jordan Office, Deema Abu Thiab, explained that the Jordan National Urban Policy seeks to facilitate transformative, productive, inclusive and resilient urbanisation for the long term. She added, “This endorsement marks a significant milestone in Jordan’s journey towards sustainable urban development.”\nThe JNUP represents a proactive approach towards establishing comprehensive national policies aimed at fostering environmentally sustainable, economically prosperous, socially inclusive, resilient and well-connected cities and neighbourhoods. In addition to serving as a guiding framework for national urban development, the JNUP acts as an incubator for sectoral plans across various ministries, authorities, institutions and special administrative regions, including the Greater Amman Municipality, Aqaba Special Economic Zone Authority, the Petra Development and Tourism Region Authority and the Jordan Valley Authority. The policy also engages relevant stakeholders such as universities, civil society organisations, private sector, donor organisations, and other actors.\nThe JNUP is aligned with the recommendations set forth in the Economic Modernisation Vision, the Public Administration Modernisation Roadmap and the Royal Committee Document for Political System Modernisation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tawfiq kreishan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jordan times amman",
        "sentiment": "negative"
      },
      {
        "name": "steering committee",
        "sentiment": "none"
      },
      {
        "name": "jordan times",
        "sentiment": "none"
      },
      {
        "name": "infrastructure and social affairs committee",
        "sentiment": "none"
      },
      {
        "name": "local administration",
        "sentiment": "none"
      },
      {
        "name": "un-habitat",
        "sentiment": "none"
      },
      {
        "name": "national urban policies",
        "sentiment": "none"
      },
      {
        "name": "ministry of local administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:16:54.575+02:00",
  "updated": "2024-03-15T15:33:35.747+02:00"
}