{
  "thread": {
    "uuid": "256d6921075b1f910935d42201818d84d6e4537a",
    "url": "https://www.movieguide.org/news-articles/unsung-hero-is-a-beautiful-story-of-family-and-faith.html",
    "site_full": "www.movieguide.org",
    "site": "movieguide.org",
    "site_section": "https://www.movieguide.org/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Movieguide | The Family Guide to Movies &amp; Entertainment",
    "title": "UNSUNG HERO Is a ‘Beautiful Story of Family and Faith’",
    "title_full": "UNSUNG HERO Is a ‘Beautiful Story of Family and Faith’",
    "published": "2024-04-19T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://movieguide.b-cdn.net/wp-content/uploads/2024/02/Screen-Shot-2024-02-28-at-2.09.12-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 42407,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "256d6921075b1f910935d42201818d84d6e4537a",
  "url": "https://www.movieguide.org/news-articles/unsung-hero-is-a-beautiful-story-of-family-and-faith.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Movieguide®",
  "published": "2024-04-19T00:00:00.000+03:00",
  "title": "UNSUNG HERO Is a ‘Beautiful Story of Family and Faith’",
  "text": "UNSUNG HERO Is a ‘Beautiful Story of Family and Faith’\nBy Movieguide® Contributor\nThe stars of UNSUNG HERO are sharing what making the movie has meant to them.\nFor KING + COUNTRY’s Joel Smallbone, who co-directed, co-wrote and starred in the movie,\ntold Movieguide®, “I have to recognize Richard Ramsey [co-director]…[we] wouldn’t have a film without Richard’s deep passion for family, for our family, and the way he leaned in was pretty profound.”\n“I had the real honor to kind of not only get behind the camera with Richard but also get in front of the camera and play our dad, and so there was a lot of honor through the whole thing,” he continued.\nJoel’s brother Luke, who produced the movie, shared his hopes for UNSUNG HERO, saying it’s “virtually impossible” to make a movie that touches everyone “unless you talk about family, because when you talk about family, everyone’s got a mother, everyone’s got a father…I think what happened with this film is, people started to see their families in the film.”\n“Part of the hope is that people will go home and they will value their family,” he said.\nTheir sister, Rebecca St. James, called UNSUNG HERO “an authentic portrayal” of what the Smallbone family experienced when they first came to America, saying, “We lived by faith for multiple years. We saw God do miracles.”\n“We’re in a time where people need encouragement in family and in faith, and I think this movie embodies that,” St. James concluded.\nCandace Cameron Bure also starred in the movie and co-produced it with her Candy Rock Entertainment Company.\n“It is such a beautiful story of family and miracles and faith at the core,” she shared. “I’m so proud of this movie…it’s all about family entertainment. This is what we want, this is what we need.”\nA synopsis of UNSUNG HERO\nreads, “When David Smallbone’s successful music company collapses, he moves his family from Australia to the United States in search of a brighter future. With nothing more than their six children, their suitcases, and their love of music, David (for KING + COUNTRY’s Joel Smallbone) and his pregnant wife Helen (Daisy Betts) set out to rebuild their lives from the ground up. Based on a remarkable true story, a mum’s faith stands against all odds; and inspires her husband and children to hold onto theirs.”\nJoel and Luke have previously spoken about the importance of family and how that influenced the movie.\n“I believe in the power of the family,” Luke\nsaid during a screening of UNSUNG HERO at Liberty University. “I think the family is more important today than it ever has been in the history of the world.”\nHe added, “That’s kind of the heartbeat behind this movie. If we want to see revival in the Western world, I think it’s going to come through the family.”\nMovieguide® previously\nreported on UNSUNG HERO:\nThe cast and crew of UNSUNG HERO are sharing their thoughts on the upcoming movie’s story and their hopes for the impact it has on audiences.\n“We’ve been sharing this story from stage for years,” for KING & COUNTRY’s Joel Smallbone\nhttps://www.youtube.com/watch?v=X4D2AEc0dPI. “It’s one that has continued to resonate with our listeners and audience.”\nHis brother and bandmate Luke added, “Our family went through some very, very difficult things and we want to tell that story.”\nLucas Black, who plays Jed Albright, said, “When I read this story, I [was] like, ‘Man, this is one I’d be proud to be a part of.’”\nBetts, who portrays the Smallbones’ mother, shared, “To read a character that I connected to the story on so many levels just surprised me and took my breath away.”\n“Having heard the music, having watched the scenes, I think that people are going to take away hope from this film,” Candace Cameron Bure (Kay Albright) said. “There’s redemption, there’s hope, there’s love…it will just encourage you.”\nNow more than ever we’re bombarded by darkness in media, movies, and TV. Movieguide® has fought back for almost 40 years, working within Hollywood to propel uplifting and positive content. We’re proud to say we’ve collaborated with some of the top industry players to influence and redeem entertainment for Jesus. Still, the most influential person in Hollywood is you. The viewer.\nWhat you listen to, watch, and read has power. Movieguide® wants to give you the resources to empower the good and the beautiful. But we can’t do it alone. We need your support.\nYou can make a difference with as little as $7. It takes only a moment. If you can, consider supporting our ministry with a monthly gift. Thank you.\nMovieguide® is a 501c3 and all donations are tax deductible.\nNow more than ever we’re bombarded by darkness in media, movies, and TV. Movieguide® has fought back for almost 40 years, working within Hollywood to propel uplifting and positive content. We’re proud to say we’ve collaborated with some of the top industry players to influence and redeem entertainment for Jesus. Still, the most influential person in Hollywood is you. The viewer.\nWhat you listen to, watch, and read has power. Movieguide® wants to give you the resources to empower the good and the beautiful. But we can’t do it alone. We need your support.\nYou can make a difference with as little as $7. It takes only a moment. If you can, consider supporting our ministry with a monthly gift. Thank you.\nMovieguide® is a 501c3 and all donations are tax deductible.\nShare:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.liberty.edu/news/2024/04/12/for-king-country-visits-liberty-promotes-new-unsung-hero-film-about-their-familys-story/",
    "https://unsunghero.movie",
    "http://www.youtube.com/watch?v=QIj8GJOUgVA",
    "http://www.youtube.com/watch?v=X4D2AEc0dPI",
    "http://youtube.com/watch?v=QIj8GJOUgVA",
    "https://liberty.edu/news/2024/04/12/for-king-country-visits-liberty-promotes-new-unsung-hero-film-about-their-familys-story/",
    "http://youtube.com/watch?v=X4D2AEc0dPI",
    "https://www.unsunghero.movie",
    "http://www.youtube.com/watch",
    "https://www.liberty.edu/news/2024/04/12/for-king-country-visits-liberty-promotes-new-unsung-hero-film-about-their-familys-story"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joel smallbone",
        "sentiment": "none"
      },
      {
        "name": "richard ramsey",
        "sentiment": "none"
      },
      {
        "name": "luke",
        "sentiment": "none"
      },
      {
        "name": "richard",
        "sentiment": "none"
      },
      {
        "name": "joel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unsun",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:43:53.854+03:00",
  "updated": "2024-04-19T00:43:53.854+03:00"
}