{
  "thread": {
    "uuid": "319cd54df2657f2652204a7f25ac7a721d47235d",
    "url": "https://www.hilltimes.com/story/2024/04/11/unlocking-the-power-of-the-ocean-threading-the-economic-needle-on-the-path-to-net-zero/417981",
    "site_full": "www.hilltimes.com",
    "site": "hilltimes.com",
    "site_section": "http://www.hilltimes.com",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "People. Policy. Politics. - The Hill Times",
    "title": "Unlocking the power of the ocean: threading the economic needle on the path to net zero - The Hill Times",
    "title_full": "Unlocking the power of the ocean: threading the economic needle on the path to net zero - The Hill Times",
    "published": "2024-04-11T18:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.hilltimes.com/wp-content/uploads/2024/04/bit-cloud-K1Nci-qbMvg-unsplash-e1712846175811.jpg",
    "performance_score": 0,
    "domain_rank": 40309,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "319cd54df2657f2652204a7f25ac7a721d47235d",
  "url": "https://www.hilltimes.com/story/2024/04/11/unlocking-the-power-of-the-ocean-threading-the-economic-needle-on-the-path-to-net-zero/417981",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kendra MacDonald",
  "published": "2024-04-11T18:15:00.000+03:00",
  "title": "Unlocking the power of the ocean: threading the economic needle on the path to net zero - The Hill Times",
  "text": "Canada and Norway are, unquestionably, ocean nations shaped by our respective seas and some of the world’s longest coastlines. We share a long-standing diplomatic relationship spanning more than 80 years, and both nations have a history which is deeply connected to ocean resources. For centuries, the ocean has been a part of the very fabric that shaped our industries, deeply connected to our communities, Indigenous Peoples, and workforces. It is part of who we are. And today, in a changing world, where energy transition, food security, and emissions reductions are at the top of the global agenda, Canada and Norway are once again looking to the ocean’s transformational potential to not only reshape our economies, but also protect the well-being of the planet. It is the challenge—and opportunity—of our time. And we are working together to meet the moment. Kendra MacDonald is the CEO of Canada’s Ocean Supercluster. Handout photograph Canada and Norway are amongst world leaders from 18 countries who form the High-Level Panel for a Sustainable Ocean Economy (Ocean Panel). A recent study commissioned by the Ocean Panel found that up to 35 per cent of the required emissions reductions by 2050 can be achieved through ocean-based action. As ocean nations—with long maritime histories, robust resources, and some of the most innovative people on the planet—there is significant economic opportunity in achieving these emissions reductions targets through the sustainable development of our ocean and the solutions it can provide. The Organisation for Economic Co-operation and Development predicts the global ocean economy will outpace the growth of the broader economy by 20 per cent, growing to $3-trillion by 2030. Trine Jøranli Eskedal is Norway's ambassador to Canada. Handout photograph Every day, hundreds of thousands of Norwegians and Canadians go to work in industries related or connected to the ocean, including fisheries that have long sustained communities and the people that live in them; aquaculture that is projected to help meet the world’s growing demand for sustainable protein; marine transport, where most of the world’s commerce is done; energy transition to renewables; ocean technology that enables increased sustainability and reduced environmental footprint, and newly emerging segments of the ocean sector. In Norway, the ocean sector accounts for about 70 per cent of the country’s export earnings, with a forward-looking potential for growth. Meanwhile, in Canada, ocean business contributes approximately 1.6 per cent of the national GDP—less than half of the world average. With a vision to do more, Canada’s Ocean Supercluster is uniting its ocean network around a recently launched industry-led ambition, called Ambition 2035, to grow Canada’s ocean economy by five times to $220-billion. Under this goal, Canada’s ocean economy would create tens of thousands of more jobs for Canadians, whether they live near or far from one of our three oceans. On April 11, Canada’s Ocean Supercluster and the Norwegian Embassy in Ottawa hosted leaders in industry, ocean technology, community, and the public sector to discuss the prioritization of the ocean sector. The event is an opportunity to foster collaboration between Canada and Norway and identify key areas where we can work together to deliver sustainable ocean solutions. From making the electrification of vessels more viable, to sustainable aquaculture and fishing, to hydrogen and energy solutions, Canada and Norway are at the forefront of solving some of the world’s biggest challenges, by leveraging advancing technologies such as autonomous vessels, sensors, digital twins, and artificial intelligence. Meanwhile, another major ocean event is being held this week as well in Barcelona: the 2024 UN Ocean Decade Conference, hosted by Spain and co-organized with UNESCO’s Intergovernmental Oceanographic Commission. The meeting provides another global forum for countries to identify joint ocean-related actions around climate change, a sustainable ocean economy, and other major policy issues. If you don’t live by an ocean, you might not give it much thought. Most people probably don’t. While the significance of what lies beneath our ocean may be understated, its impact on every single one of us cannot be downplayed. From the air we breathe, the food we eat, the goods we move, the energy we use—and in our fight against climate change and building a robust future economy—our ocean is at the heart of it all. This is one of the most important opportunities of our time—a time to be bold and embrace our identity as ocean nations. This starts with creating a policy framework which enables us to actualize the game-changing opportunity the ocean holds, and to unravel the complexities around sustainability and economic growth. The health of our planet and our citizens depends on it. Kendra MacDonald is the CEO of Canada’s Ocean Supercluster, responsible for the accelerated development and commercialization of innovation that is solving some of the world’s biggest challenges in ocean. MacDonald is leading the change in the culture of doing business in ocean from coast-to-coast-to-coast, increasing collaboration across ocean sectors and growing Canada’s ocean economy in a digital, sustainable, and inclusive way. Her Excellency Trine Jøranli Eskedal is Norway's ambassador to Canada, and took up responsibilities in October 2023. Previously, Jøranli Eskedal served as ambassador to Sri Lanka and the Maldives from 2019-2023, and worked at the Norwegian Parliament (Storting) from 2016-2019 as head of section for Arctic, Nordic and European affairs in the International Department. The Hill Times",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kendra macdonald",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hill times canada",
        "sentiment": "negative"
      },
      {
        "name": "ocean supercluster",
        "sentiment": "none"
      },
      {
        "name": "sustainable ocean economy (ocean panel",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:34:52.434+03:00",
  "updated": "2024-04-12T03:34:52.434+03:00"
}