{
  "thread": {
    "uuid": "db9a350b56a624605f621f7e8e1996ef4904821e",
    "url": "https://www.ndtv.com/health/reduce-your-risk-of-dengue-this-monsoon-by-following-these-precautionary-tips-6041760",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://ndtv.com/world-news/may-this-birthday-be-its-last-israel-on-hamas-36th-founding-day-4676984",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "&quot;May This Birthday Be Its Last&quot;: Israel On Hamas' 36th Founding Day",
    "title": "Reduce Your Risk Of Dengue This Monsoon By Following These Precautionary Tips",
    "title_full": "Reduce Your Risk Of Dengue This Monsoon By Following These Precautionary Tips",
    "published": "2024-07-05T14:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2024-05/824vc2g_national-dengue-day-2024_625x300_16_May_24.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=738?ver-20240615.100",
    "performance_score": 0,
    "domain_rank": 833,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db9a350b56a624605f621f7e8e1996ef4904821e",
  "url": "https://www.ndtv.com/health/reduce-your-risk-of-dengue-this-monsoon-by-following-these-precautionary-tips-6041760",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manya Singh",
  "published": "2024-07-05T14:37:00.000+03:00",
  "title": "Reduce Your Risk Of Dengue This Monsoon By Following These Precautionary Tips",
  "text": "By diligently following these precautionary tips, you can greatly reduce the risk of contracting dengue Dengue is a mosquito-borne viral infection caused by the dengue virus, transmitted primarily by Aedes aegypti mosquitoes. Symptoms include high fever, severe headache, pain behind the eyes, joint and muscle pain, rash, and mild bleeding. The risk of dengue increases during the monsoon season due to the abundance of stagnant water, which creates ideal breeding conditions for mosquitoes. This heightened risk can be mitigated through preventive measures. These precautions significantly reduce mosquito populations and the likelihood of mosquito bites, thereby lowering the risk of dengue transmission. Keep reading as we share a list of effective precautionary tips you should follow to reduce risk of dengue. Mosquitoes, especially the ones which carries the dengue virus, breed in stagnant water. Regularly inspect areas around your home for any water collection, such as plant saucers, buckets, and old tires. Empty these containers frequently and ensure that drains are not clogged. Cover any water storage containers to prevent mosquitoes from laying eggs. Mosquito repellents are effective in preventing mosquito bites, thereby reducing the risk of dengue. Apply repellents on exposed skin and clothing. Follow the product instructions for reapplication, especially if you are sweating or after swimming. For additional protection, use indoor repellents like mosquito coils or electric vapour mats. Wearing long-sleeved shirts, long pants, socks, and shoes minimises skin exposure to mosquito bites. When outdoors, especially during peak mosquito activity times (early morning and late afternoon), ensure that you are adequately covered. This simple measure can greatly reduce the number of bites you receive. Installing screens on windows and doors helps keep mosquitoes out of your living spaces. This barrier method is particularly effective when combined with other preventive measures. In addition to window and door screens, consider using bed nets, especially if you sleep during the day when mosquitoes are most active. Sleeping under mosquito nets provides a physical barrier against mosquito bites. Ensure the net is properly tucked under the mattress to prevent mosquitoes from entering. Insecticide-treated nets offer additional protection by killing mosquitoes that come into contact with the netting. Keeping your surroundings clean reduces mosquito breeding grounds. Dispose of garbage properly and regularly clean gutters to prevent water accumulation. Maintaining a tidy environment around your home and neighbourhood can significantly reduce the risk of dengue. Mosquito traps can help reduce the mosquito population in your vicinity. Place these traps in areas where mosquitoes are most active. There are various types of traps available, including those that use light, heat, or attractants to lure mosquitoes. Changing the water in flower vases, bird baths, and pet bowls at least once a week prevents mosquito breeding. Scrubbing the insides of these containers ensures that any mosquito eggs or larvae are removed, further reducing the risk of dengue. Promoted Listen to the latest songs, only on JioSaavn.com By diligently following these precautionary measures, you can greatly reduce the risk of contracting dengue during the monsoon season. Combining personal and community efforts ensures a comprehensive approach to preventing the spread of this disease. Disclaimer: This content including advice provides generic information only. It is in no way a substitute for a qualified medical opinion. Always consult a specialist or your doctor for more information. NDTV does not claim responsibility for this information.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:12:15.271+03:00",
  "updated": "2024-07-05T17:12:15.271+03:00"
}