{
  "thread": {
    "uuid": "1519d49d525d25800dca48a58268bf159d365afa",
    "url": "https://crast.net/482011/what-would-your-iphone-look-like-with-a-physical-keyboard-clicks-for-iphone-is-the-answer/",
    "site_full": "crast.net",
    "site": "crast.net",
    "site_section": "https://crast.net/news",
    "site_categories": [],
    "section_title": "News - Crast.net",
    "title": "What would your iPhone look like with a physical keyboard? Clicks for iPhone is the answer - Crast.net",
    "title_full": "What would your iPhone look like with a physical keyboard? Clicks for iPhone is the answer - Crast.net",
    "published": "2024-01-05T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://crast.net/img/2024/01/What-would-your-iPhone-look-like-with-a-physical-keyboard.jpg",
    "performance_score": 0,
    "domain_rank": 70734,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1519d49d525d25800dca48a58268bf159d365afa",
  "url": "https://crast.net/482011/what-would-your-iphone-look-like-with-a-physical-keyboard-clicks-for-iphone-is-the-answer/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Julian",
  "published": "2024-01-05T15:57:00.000+02:00",
  "title": "What would your iPhone look like with a physical keyboard? Clicks for iPhone is the answer - Crast.net",
  "text": "Mobile phones with a physical keyboard are something that many of us would not even look at in 2024. The vast majority of the market sees it as something outdated and uncomfortablebut if there is something true in this world, it is that “colors depend on taste.” Yes, there is a specific niche that does like cell phones with keyboards and the proof is in what you will see in this article: This would be the iPhone with a Blackberry keyboardif it were not an accessory that you can already buy. What would an iPhone with a physical keyboard look like? Would it be easier to write with it? What benefits would something like this have? Apparently this is what the company's managers asked themselves. Clicks, who created 'Clicks for iPhone'. YouTubers MrMobile and CrackBerry sought out several former employees of BlackBerry, Google and Apple to create unusual mobile accessories and the first one is great. Clicks for iPhone is nothing less than a case in which you can put your mobile phone to attach a physical keyboard, very similar to BlackBerry! What use is this? According to the company itself: gain up to 50% screen space that is lost with the virtual keyboard, as well as improve typing accuracy and speed. It makes all the sense in the world, since we always lose part of the content on the screen and a touch screen is less intuitive for writing without looking. This keyboard Plugs into your iPhone's Lightning or USB-C port (depending on the model), so forget about using Bluetooth. In addition, this physical connection allows it to be powered, so you won't need to charge a battery either. The result is visually very well achieved, as the case integrates perfectly with the contour of the device. Yes, it obviously makes the iPhone much larger than normal, but something had to be sacrificed, No? For now, the keyboard fulfills its basic function perfectly: writing. However, Clicks assured that They are working on an app to expand its functionalities, since it has keys such as CMD, Tab and another for the microphone that could be used for other purposes. Clicks for iPhone price and availability (yes, you can buy it) Clicks for iPhone is a great accessory, but it's not cheap at all (Is something for an iPhone?). For the iPhone 14 Pro and 15 Pro it costs no less than 139 dollars. Meanwhile, for the iPhone 15 Pro Max you will have to shell out $159. Do you still want it? You can buy it through their official store, which ships internationally from the United States (Additional 15 dollars if you ship to Spain). Of course, depending on your device, you will have to wait more or less time: for the iPhone 14 Pro it ships in February, for the 15 Pro in March and for the 15 Pro Max sometime in spring. Colors available? For now, only yellow and gray. Aren't there any for other devices? Not at the moment, but Clicks will search expand your catalog if this first experiment is positive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "crackberry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "apple",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:16:25.982+02:00",
  "updated": "2024-01-06T00:16:25.982+02:00"
}