{
  "thread": {
    "uuid": "203acff558ad2ef5624655bf661c0f9fb0d1ca47",
    "url": "https://en.antaranews.com/news/315006/indonesias-islamic-economy-must-become-the-worlds-best-minister",
    "site_full": "en.antaranews.com",
    "site": "antaranews.com",
    "site_section": "https://en.antaranews.com/rss/news.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "ANTARA News - Latest Indonesia News",
    "title": "Indonesia's Islamic economy must become the world's best: Minister",
    "title_full": "Indonesia's Islamic economy must become the world's best: Minister",
    "published": "2024-06-02T02:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ID",
    "main_image": "https://cdn.antaranews.com/cache/1200x800/2024/06/01/Airlangga-Bogor-1.jpg",
    "performance_score": 0,
    "domain_rank": 9229,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "203acff558ad2ef5624655bf661c0f9fb0d1ca47",
  "url": "https://en.antaranews.com/news/315006/indonesias-islamic-economy-must-become-the-worlds-best-minister",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "antaranews.com",
  "published": "2024-06-02T02:07:00.000+03:00",
  "title": "Indonesia's Islamic economy must become the world's best: Minister",
  "text": "Indonesia needs to make even greater efforts to boost its Islamic economy, pushing it to emerge at the top spot globally, Coordinating Economic Minister Airlangga Hartarto affirmed. Speaking at an Islamic boarding school (pesantren) in Bogor, West Java, on Saturday (June 1), he cited the State of the Global Islamic Economy (SGIE) 2023 report showing that Indonesia's Islamic economy came in third position, trailing second-ranked Saudi Arabia and first-ranked Malaysia. \"This does not make sense, considering our population of 280 million. Meanwhile, the populations of Malaysia and Saudi may be equal or less compared to that of West Java. Hence, we need to boost our Islamic economy to make it the world's number 1,\" he remarked. Hartarto noted that the ecosystem of Islamic economy and finance in Indonesia has been showing developments, especially in the fields of Islamic investment, halal food and beverages, modest fashion, pharmacy, cosmetics, and Muslim-friendly tourism. Standing among countries with the largest Muslim populations, Indonesia still wields huge potential to further develop its Islamic economy and finance. The potential is reflected in the existence of around 4.8 million pesantren students and 39.6 thousand pesantrens across the country, he said. He underlined that as many as 12,469 pesantrens, or nearly 40 percent of the total existing pesantrens, have the potential to contribute to the economy through agriculture, farming, fishery, as well as micro, small, and medium enterprises. \"As a religious educational institution, a pesantren also shares the responsibility to empower people socially and economically,\" he opined. Hartarto then emphasized the importance of endorsing inclusive finance, which serves as a critical component in actualizing a more inclusive society. In this regard, he noted that the government had issued Presidential Regulation No. 114 of 2020 that aimed to accelerate the broadening of people's access to financial products through intensified coordination between the central and regional governments, financial services industry, community organizations, and educational institutions. \"I hope that we will manage to achieve the target of boosting our financial inclusion rate to 90 percent by cooperating with pesantrens,\" he added. Related news: Related news: Speaking at an Islamic boarding school (pesantren) in Bogor, West Java, on Saturday (June 1), he cited the State of the Global Islamic Economy (SGIE) 2023 report showing that Indonesia's Islamic economy came in third position, trailing second-ranked Saudi Arabia and first-ranked Malaysia. \"This does not make sense, considering our population of 280 million. Meanwhile, the populations of Malaysia and Saudi may be equal or less compared to that of West Java. Hence, we need to boost our Islamic economy to make it the world's number 1,\" he remarked. Hartarto noted that the ecosystem of Islamic economy and finance in Indonesia has been showing developments, especially in the fields of Islamic investment, halal food and beverages, modest fashion, pharmacy, cosmetics, and Muslim-friendly tourism. Standing among countries with the largest Muslim populations, Indonesia still wields huge potential to further develop its Islamic economy and finance. The potential is reflected in the existence of around 4.8 million pesantren students and 39.6 thousand pesantrens across the country, he said. He underlined that as many as 12,469 pesantrens, or nearly 40 percent of the total existing pesantrens, have the potential to contribute to the economy through agriculture, farming, fishery, as well as micro, small, and medium enterprises. \"As a religious educational institution, a pesantren also shares the responsibility to empower people socially and economically,\" he opined. Hartarto then emphasized the importance of endorsing inclusive finance, which serves as a critical component in actualizing a more inclusive society. In this regard, he noted that the government had issued Presidential Regulation No. 114 of 2020 that aimed to accelerate the broadening of people's access to financial products through intensified coordination between the central and regional governments, financial services industry, community organizations, and educational institutions. \"I hope that we will manage to achieve the target of boosting our financial inclusion rate to 90 percent by cooperating with pesantrens,\" he added. Related news: Regional autonomy can help develop Islamic economy: Vice President Related news: Synergy, collaboration for Islamic finance literacy improvement: OJK Translator: M. Baqir, Tegar Nurfitra Editor: Rahmad Nasution Copyright © ANTARA 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hartarto",
        "sentiment": "none"
      },
      {
        "name": "airlangga hartarto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "muslim",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indonesia",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "malaysia",
        "sentiment": "none"
      },
      {
        "name": "bogor",
        "sentiment": "none"
      },
      {
        "name": "west java",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T09:17:28.893+03:00",
  "updated": "2024-06-02T20:35:28.256+03:00"
}