{
  "thread": {
    "uuid": "03043f9a518f52925e288fa96c040f1e08f16420",
    "url": "https://www.newcastleherald.com.au/story/8673297/humpback-whale-rescued-after-nine-days-tangled-in-ropes",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "https://www.newcastlestar.com.au/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | Newcastle Herald | Newcastle, NSW",
    "title": "Humpback whale rescued after nine days tangled in ropes | Newcastle Herald | Newcastle, NSW",
    "title_full": "Humpback whale rescued after nine days tangled in ropes | Newcastle Herald | Newcastle, NSW",
    "published": "2024-06-23T22:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/230199405/671711ac-1927-47d0-aa16-d6fcdba21963.JPG/r0_104_2820_1585_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 36366,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03043f9a518f52925e288fa96c040f1e08f16420",
  "url": "https://www.newcastleherald.com.au/story/8673297/humpback-whale-rescued-after-nine-days-tangled-in-ropes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Georgina Sebar",
  "published": "2024-06-23T22:46:00.000+03:00",
  "title": "Humpback whale rescued after nine days tangled in ropes | Newcastle Herald | Newcastle, NSW",
  "text": "A humpback whale that spent nine days tangled in ropes and buoys has been freed after a two day rescue operation by the SeaWorld Foundation. \"If we did not help this animal, we think eventually it would have succumbed,\" incident controller Mitchell Leroy said. \"The way it was wrapped, it was as if the tail didn't have all of its free movement.\" The whale was first spotted on June 13 in Batemans Bay on the NSW Coast. ORRCA, [an organisation that focuses on researching and rescuing cetaceans](/story/8314898/), launched a social media campaign to keep track of the whale until it could be detangled. ORRCA members and the general public called in sightings of the whale as it travelled to Evans Bay. By June 20, the SeaWorld Foundation had located the animal. \"Sadly, on that first day, we did have to make the decision and pull away from the animal which was very emotional for all of us,\" Mr Leroy said \"It's incredibly dangerous out there in the darkness trying to do anything like this.\" The team decided to place a new type of GPS tracker on the whale in the hopes that it would make it easier to locate the animal. \"It was a new piece of equipment that we had just imported from the States and it hadn't been tried on whales before,\" Mr Leroy said. The tracker, which is small enough to fit in the palm of Mr Leroy's hand, is usually used for fishing equipment. A team in the U.S. sent tracking information back to the SeaWorld Foundation via an app. Early on June 21 a man who was out fishing spotted the whale and called it in. [The SeaWorld Foundation team](/story/8374248/) drove three hours to the reef where the man had seen the whale. After searching in the water for 40 minutes, they located the whale and were able to begin cutting the ropes away. \"It took hours and hours to try and make all the right decisions because after every little step, you might cut a rope and then we'd sit back and we'd observe the animal,\" Mr Leroy said. \"We'd be putting cameras under the water because you don't want to make something worse.\" Footage of the rescue shows the whale swimming off quickly once the ropes were cut off. Altogether, the team was in the water for four hours. Mr Leroy warned members of the public that attempting rescues of animals in distress was dangerous and could cause more harm to the animal. \"These [humpbacks] are up to 30 tonnes and there's no guarantee that they know you're trying to help,\" he said. \"It's dangerous when we do it. It's dangerous for everybody. People have lost their lives.\" Mr Leroy asked the public to call the SeaWorld Foundation if they see an animal needing assistance. The SeaWorld Foundation can be contacted on 07 5588 2222 (9am to 5pm) or 06 5588 2177 (after hours). Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "evans bay",
        "sentiment": "none"
      },
      {
        "name": "leroy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "newcastle herald",
        "sentiment": "negative"
      },
      {
        "name": "newcastle",
        "sentiment": "negative"
      },
      {
        "name": "seaworld",
        "sentiment": "none"
      },
      {
        "name": "seaworld foundation",
        "sentiment": "none"
      },
      {
        "name": "nsw coast.orrca",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "batemans bay",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T10:09:23.953+03:00",
  "updated": "2024-06-24T11:50:26.774+03:00"
}