{
  "thread": {
    "uuid": "a7060b983f254dd6e2dc08ef7ef4ce45dbdf0173",
    "url": "https://www.agriculture.com/two-veterinarians-hundreds-of-miles-apart-solved-a-cow-sickness-whodunit-8635747",
    "site_full": "www.agriculture.com",
    "site": "agriculture.com",
    "site_section": "http://applesamsung.einnews.com/live_feed",
    "site_categories": [
      "agriculture",
      "business"
    ],
    "section_title": "Live Feed Wire - Apple Samsung Patent War News - EIN Presswire",
    "title": "Two veterinarians, hundreds of miles apart, solved a cow sickness whodunit",
    "title_full": "Two veterinarians, hundreds of miles apart, solved a cow sickness whodunit",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.agriculture.com/thmb/Dm14z-NmU5xWcNAPIPrdBZteO1E=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/isu-vet-diagnostic-lab4-e42360c841c94fa2bad1dd9e0999512e.jpg",
    "performance_score": 0,
    "domain_rank": 11384,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a7060b983f254dd6e2dc08ef7ef4ce45dbdf0173",
  "url": "https://www.agriculture.com/two-veterinarians-hundreds-of-miles-apart-solved-a-cow-sickness-whodunit-8635747",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Iowa Capital Dispatch",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Two veterinarians, hundreds of miles apart, solved a cow sickness whodunit",
  "text": "By Jared Strong\nIt appeared to be a problem with the food.\nIn February, dairy cattle in multiple herds in northern Texas were suddenly producing less milk, and what they gave was abnormal and thick.\nAnd the typically voracious eaters had seemingly lost their appetites.\nFor weeks in March, veterinarian Dr. Barb Petersen sought an answer. She talked to dairy owners and exchanged notes with fellow vets in the panhandle of Texas. She submitted numerous samples to labs that tested for more than 200 potential causes.\n“Any fluid you can collect from a live animal, I collected it,” said Petersen, who was raised on a dairy farm near Davenport, Iowa. “As did many others. There were so many of us at the same time texting each other and trying to figure this out.”\nShe started messaging Dr. Drew Magstadt, who she had studied alongside at Iowa State University years before. He now works at the ISU Veterinary Diagnostic Laboratory — a preeminent national animal lab in Ames — and researches infectious disease in cattle.\nWhen the voluminous amount of testing in Texas failed to find any clues, Magstadt and Petersen concluded that a likely cause was ill-made food.\n“The affected cattle were very high-producing dairy cows, and they are on a race-car ration,” Magstadt said. “If you mess with that a little bit, it can cause problems.”\nPetersen agreed to send Magstadt some samples of the feed and animals for testing.\nBut then the cats started dying.\nBarn cats are common on farms. They kill rodents, provide companionship and need little help to survive.\nSome dairy farmers also feed them milk from their cows, and sick cows can shed viruses in their milk.\n“A colleague of mine, he told me, ‘You know what’s strange? I went to one of my dairies last week, and all their cats were missing. I couldn’t figure it out — the cats usually come to my vet truck,’ ” Petersen recalled. “And then someone called me and said half of his cats had passed away without warning, and so then all the alarm bells start going off in your head.”\nThe cats had died from swollen brains, a potential result of influenza. They didn’t have rabies.\nOutbreaks of highly pathogenic avian influenza have plagued poultry producers in the United States since early 2022 and have led to the culling of more than 90 million domestic birds in backyard and commercial flocks. It is often transmitted by wild, migrating birds.\nThe virus had never been known to infect cattle in the country, and so the potential for it to have sickened the Texas cattle seemed highly unlikely, Magstadt thought.\nIt would be a “zebra,” Petersen said, which in medical parlance can refer to a surprising, exotic diagnosis.\nYet Magstadt immediately tested Petersen’s milk samples for influenza A — which most commonly infects birds — before investigating the feed. He thought the testing would merely rule out bird flu as a potential cause, but instead it confirmed it.\n“I was incredibly surprised,” Magstadt said.\nFurther testing and retesting over days confirmed that the virus is the type that has been driving the poultry outbreaks, with an official confirmation on March 25.\nThe initial affected herds were in northern Texas and southwest Kansas, according to the U.S. Department of Agriculture. Since then, infected cattle have been discovered in far flung states, including South Dakota, often the result of infected cattle being transported to new herds.\nSo far, bird flu has been detected in 28 dairy cattle herds in eight states, the USDA said. There is evidence that the virus has transmitted cow-to-cow, an alarming revelation that heightens its threat.\nOne person who worked closely with infected cattle also contracted the illness .\n“There’s plenty of times that we get called in to these types of situations, and sometimes we strike out,” Magstadt said. “The times that we do find something, it’s very rewarding. … Everybody was just stumbling around in the dark, and it’s great to be involved in turning on the light.”\nThe Veterinary Diagnostic Laboratory in Ames is the largest tester of livestock disease in the country. It conducted about 1.6 million tests last year. The first construction phase for its new facility recently finished and the second part is expected to be complete in 2026, at a total cost of more than $140 million.\nCorrection: This story has been updated to correct the attribution of a quotation about cat deaths.\nIowa Capital Dispatch is part of States Newsroom, a network of news bureaus supported by grants and a coalition of donors as a 501c(3) public charity. Iowa Capital Dispatch maintains editorial independence. Contact Editor Kathie Obradovich for questions: info@iowacapitaldispatch.com . Follow Iowa Capital Dispatch on Facebook and Twitter .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "iowa state",
        "sentiment": "negative"
      },
      {
        "name": "iowa capital dispatch iowa capital dispatch the iowa capital dispatch",
        "sentiment": "none"
      },
      {
        "name": "states newsroom",
        "sentiment": "none"
      },
      {
        "name": "capital dispatch",
        "sentiment": "none"
      },
      {
        "name": "iowa capital dispatch",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:42:09.723+03:00",
  "updated": "2024-04-26T07:08:58.279+03:00"
}