{
  "thread": {
    "uuid": "12d457ef424c261969780a05e4b3beac96f8fcc7",
    "url": "https://news.webindia123.com/news/articles/India/20231229/4153849.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "http://news.webindia123.com/news/xml_india.asp",
    "site_categories": [
      "media"
    ],
    "section_title": "webindia123.com",
    "title": "Bhojpali Baba, who pledged not to marry till Ram temple was built, gets invitation for consecration ceremony in Ayodhya",
    "title_full": "Bhojpali Baba, who pledged not to marry till Ram temple was built, gets invitation for consecration ceremony in Ayodhya",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12d457ef424c261969780a05e4b3beac96f8fcc7",
  "url": "https://news.webindia123.com/news/articles/India/20231229/4153849.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Bhojpali Baba, who pledged not to marry till Ram temple was built, gets invitation for consecration ceremony in Ayodhya",
  "text": "In 1992, as a 22-year-old, Bhojpali Baba had gone for Kar Seva in Ayodhya with his friends and pledged to not marry until the Ayodhya Ram temple was built.\nTalking to ANI, Bhojpali Baba said, \"I went to Ayodhya on December 6, 1992, when I was 22 years old to attend the Kar Seva. There I took a pledge to not marry until the Ram Temple is built. My mother was very upset due to my pledge. Now that the Ram temple has been built, I am very happy. I am also very happy with the invitation to the consecration ceremony\".\nRavindra Gupta has also completed the Narmada Parikrama along the holy river five times.\nWhen asked about his pledge of bachelorhood, Gupta said that he would like to spend the rest of his life praying.\n\"I'm 53 years old now. My entire life is devoted to Bharat Mata and Maa Narmada. I will not marry. I feel very happy to witness the construction of the Ram Temple,\" he told ANI.\nPrime Minister Narendra Modi will attend the inauguration of the Ram Temple in Ayodhya on January 22, 2024. The office bearers of Shri Ram Janmbhoomi Tirtha Kshetra, along with religious leaders, went to invite the Prime Minister.\nVedic rituals for the Pran-Pratishtha (consecration) ceremony of Ram Lalla (infant Lord Ram) in Ram temple in Ayodhya will begin on January 16, 2024--a week before the main ceremony. A Vedic priest from Varanasi Lakshmi Kant Dixit will perform the main rituals of the consecration ceremony of Ram Lalla on January 22.\nFrom January 14 to January 22, Ayodhya will mark the Amrit Mahautsav. A 1008 Hundi Mahayagya will also be organised in which thousands will be given food.\nThe Sri Ram Janmabhoomi Tirath Kshetra Trust has decided to enthrone Ram Lalla at the sanctum-sanctorum of the Ram temple between 12 noon and 12:45 pm on that day. The trust has invited 4,000 saints of all sects for the ceremony.\nThe foundation stone of the Ram Temple in Ayodhya was laid by PM Modi on August 5, 2020.\nIt is pertinent to note that the Supreme Court's verdict in 2019 on the Ayodhya dispute paved the way for the construction of a grand Ram temple.\nFollowing the apex court verdict, the centre set up Shri Ram Janma Bhoomi Tirtha Kshetra' Trust to take all decisions regarding the construction of a magnificent Ram Temple in Ayodhya.\nThe construction of the temple has been progressing at a steady pace under the supervision of the Trust. The idol of Ram Lalla will be in the sanctum sanctorum of the temple. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bhojpali baba",
        "sentiment": "negative"
      },
      {
        "name": "kar seva",
        "sentiment": "negative"
      },
      {
        "name": "ravindra gupta",
        "sentiment": "none"
      },
      {
        "name": "gupta",
        "sentiment": "none"
      },
      {
        "name": "bharat mata",
        "sentiment": "none"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "maa narmada",
        "sentiment": "none"
      },
      {
        "name": "shri ram janmbhoomi tirtha kshetra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ani",
        "sentiment": "none"
      },
      {
        "name": "narmada parikrama",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "kar seva",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:15:19.861+02:00",
  "updated": "2023-12-29T20:15:19.861+02:00"
}