{
  "thread": {
    "uuid": "050b43f50a4f1c53da605c2341aa888dcedf5bab",
    "url": "https://www.zacks.com/stock/news/2267415/arcosa-aca-q1-earnings-and-revenues-beat-estimates",
    "site_full": "www.zacks.com",
    "site": "zacks.com",
    "site_section": "https://www.zacks.com/topics/zacks-rank?page=3",
    "site_categories": [
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "Zacks-rank Archive - Zacks.com",
    "title": "Arcosa (ACA) Q1 Earnings and Revenues Beat Estimates - May 2, 2024 - Zacks.com",
    "title_full": "Arcosa (ACA) Q1 Earnings and Revenues Beat Estimates - May 2, 2024 - Zacks.com",
    "published": "2024-05-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticx-tuner.zacks.com/images/default_article_images/default188.jpg",
    "performance_score": 0,
    "domain_rank": 7960,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "050b43f50a4f1c53da605c2341aa888dcedf5bab",
  "url": "https://www.zacks.com/stock/news/2267415/arcosa-aca-q1-earnings-and-revenues-beat-estimates",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zacks Investment Research",
  "published": "2024-05-02T03:00:00.000+03:00",
  "title": "Arcosa (ACA) Q1 Earnings and Revenues Beat Estimates - May 2, 2024 - Zacks.com",
  "text": "Arcosa ( ACA Quick Quote ACA - Free Report ) came out with quarterly earnings of $0.73 per share, beating the Zacks Consensus Estimate of $0.57 per share. This compares to earnings of $1.06 per share a year ago. These figures are adjusted for non-recurring items.\nThis quarterly report represents an earnings surprise of 28.07%. A quarter ago, it was expected that this provider of infrastructure-related products and services would post earnings of $0.33 per share when it actually produced earnings of $0.68, delivering a surprise of 106.06%.\nOver the last four quarters, the company has surpassed consensus EPS estimates four times.\nArcosa , which belongs to the Zacks Building Products - Miscellaneous industry, posted revenues of $598.6 million for the quarter ended March 2024, surpassing the Zacks Consensus Estimate by 3.26%. This compares to year-ago revenues of $549.2 million. The company has topped consensus revenue estimates four times over the last four quarters.\nThe sustainability of the stock's immediate price movement based on the recently-released numbers and future earnings expectations will mostly depend on management's commentary on the earnings call.\nArcosa shares have lost about 7.6% since the beginning of the year versus the S&P 500's gain of 5.2%.\nWhat's Next for Arcosa?\nWhile Arcosa has underperformed the market so far this year, the question that comes to investors' minds is: what's next for the stock?\nThere are no easy answers to this key question, but one reliable measure that can help investors address this is the company's earnings outlook. Not only does this include current consensus earnings expectations for the coming quarter(s), but also how these expectations have changed lately.\nEmpirical research shows a strong correlation between near-term stock movements and trends in earnings estimate revisions. Investors can track such revisions by themselves or rely on a tried-and-tested rating tool like the Zacks Rank, which has an impressive track record of harnessing the power of earnings estimate revisions.\nAhead of this earnings release , the estimate revisions trend for Arcosa: mixed. While the magnitude and direction of estimate revisions could change following the company's just-released earnings report, the current status translates into a Zacks Rank #3 (Hold) for the stock. So, the shares are expected to perform in line with the market in the near future. You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here .\nIt will be interesting to see how estimates for the coming quarters and current fiscal year change in the days ahead. The current consensus EPS estimate is $0.82 on $638.3 million in revenues for the coming quarter and $3.38 on $2.52 billion in revenues for the current fiscal year.\nInvestors should be mindful of the fact that the outlook for the industry can have a material impact on the performance of the stock as well. In terms of the Zacks Industry Rank, Building Products - Miscellaneous is currently in the top 19% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1.\nOne other stock from the same industry, CaesarStone ( CSTE Quick Quote CSTE - Free Report ) , is yet to report results for the quarter ended March 2024. The results are expected to be released on May 8.\nThis maker of quartz surface slabs is expected to post quarterly loss of $0.16 per share in its upcoming report, which represents a year-over-year change of +5.9%. The consensus EPS estimate for the quarter has remained unchanged over the last 30 days.\nCaesarStone's revenues are expected to be $126.7 million, down 15.9% from the year-ago quarter.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zacks consensus estimate",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T01:31:17.035+03:00",
  "updated": "2024-05-03T01:31:17.035+03:00"
}