{
  "thread": {
    "uuid": "d1515f956123c1285f1db7efd8db8660edb1a236",
    "url": "https://www.devdiscourse.com/article/technology/2820548-lt-finance-holdings-ltd-sets-new-record-with-a--cdp-score",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "L&T Finance Holdings Ltd. Sets New Record with 'A-' CDP Score | Technology",
    "title_full": "L&T Finance Holdings Ltd. Sets New Record with 'A-' CDP Score | Technology",
    "published": "2024-02-16T08:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/29_02_2020_16_59_02_2201424.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8912,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1515f956123c1285f1db7efd8db8660edb1a236",
  "url": "https://www.devdiscourse.com/article/technology/2820548-lt-finance-holdings-ltd-sets-new-record-with-a--cdp-score",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-02-16T08:29:00.000+02:00",
  "title": "L&T Finance Holdings Ltd. Sets New Record with 'A-' CDP Score | Technology",
  "text": "L&T Finance Holdings Ltd. Sets New Record with 'A-' CDP Score LTFH, one of the top retail financiers in the country, is thrilled to announce that the Company has achieved highest ever Carbon Disclosure Project CDP score of A- in the Leadership band. [PTI](/pti-stories)| Mumbai | Updated: 16-02-2024 14:29 IST | Created: 16-02-2024 14:29 IST - Country: - India L&T Finance Holdings Ltd. (LTFH), one of the top retail financiers in the country, is thrilled to announce that the Company has achieved highest ever Carbon Disclosure Project (CDP) score of 'A-' in the 'Leadership' band. For the Company this is an improvement from the previous best of 'B' 'Management' band. The rating is higher than the Asia regional average of 'C', and higher than the specialised professional services sector average of 'C'. LTFH is amongst 17 percent of companies that reached Leadership level in its Activity Group. A CDP score is a snapshot of a company's environmental disclosure and performance. Speaking on the development, Ms. Apurva Rathod, Company Secretary & Chief Sustainability Officer at LTFH said, \"We are amongst the first Non-Banking Financial Companies to embrace Environmental, Social & Governance (ESG) and Sustainability, as an important pillar in our strategic growth plan. In line with the Carbon Neutrality Target by 2035, our Company reduced over 33 percent of its carbon emissions in FY23 and nearly 1,306 tCO2e emissions have been avoided by switching to green power and other energy efficiency initiatives across our branches till the end of Q3FY24. We have also financed nearly 25,650 Electric Vehicles till the end of Q3FY24, a 65 percent increase compared to Q3FY23. In addition to the Scope 1 & Scope 2 reduction initiatives we also strengthened our reporting by increased mapping of our Scope 3 emissions. These factors have helped us drive an improvement in the CDP score.\" LTFH has been reporting to CDP India since 2020 on Climate Change. CDP, a global rating agency, is a not-for-profit charity that runs the global disclosure system for investors, companies, cities, states, and regions to manage their environmental impacts. The agency's ratings are looked up to as the gold standard of environmental reporting with the richest and most comprehensive dataset on corporate action. About L&T Finance Holdings (LTFH) L&T Finance Holdings Ltd. (LTFH) (https://www.ltfs.com), a leading Non-Banking Financial Company (NBFC), offers a range of financial products and services under the L&T Finance brand. Headquartered in Mumbai, the Company has been rated 'AAA' — the highest credit rating for NBFCs — by four leading rating agencies. It has also received leadership scores and ratings by global and national Environmental, Social, and Governance (ESG) rating providers for its sustainability performance. The Company has also won many prestigious awards for its flagship CSR project – \"Digital Sakhi\"- which focuses on women's empowerment and digital and financial inclusion. Under Right to Win, being in the 'right businesses' has helped the Company become one of the leading financiers in key Retail products. The Company is focused on creating a top-class, digitally-enabled, Retail finance company as part of the Lakshya 2026 plan. The goal is to move the emphasis from product focus to customer focus and establish a robust Retail portfolio with quality assets, thus creating a Fintech@Scale while keeping ESG at the core. Fintech@Scale is one of the pillars of the Company's strategic roadmap - Lakshya 2026. The Company has over 2.2 Crore customer database, which is being leveraged to cross-sell, up-sell, and identify new customers. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [GLOBAL MARKETS-Asia ponders Fed fallout, bonds still bullish on rate cuts](/article/headlines/2794947-global-markets-asia-ponders-fed-fallout-bonds-still-bullish-on-rate-cuts) [GLOBAL MARKETS-Asia weathers Fed fallout, bonds still banking on rate cuts](/article/headlines/2795159-global-markets-asia-weathers-fed-fallout-bonds-still-banking-on-rate-cuts) [Avani opens Women’s Asia Pacific with 4-under 68, on tied 4th](/article/sports-games/2795558-avani-opens-womens-asia-pacific-with-4-under-68-on-tied-4th) [Asian Cup grips Qatar just over a year on from World Cup](/article/sports-games/2795591-asian-cup-grips-qatar-just-over-a-year-on-from-world-cup) [Sheikh Hasina's daughter Saima Wazed assumes charge as WHO's Southeast Asia regional director](/article/law-order/2795923-sheikh-hasinas-daughter-saima-wazed-assumes-charge-as-whos-southeast-asia-regional-director)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://www.ltfs.com),",
    "https://ltfs.com),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "apurva rathod",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "technology l&t finance holdings ltd",
        "sentiment": "negative"
      },
      {
        "name": "l&t finance holdings ltd",
        "sentiment": "negative"
      },
      {
        "name": "company",
        "sentiment": "none"
      },
      {
        "name": "india l&t finance holdings ltd.",
        "sentiment": "none"
      },
      {
        "name": "ltfh",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:00:11.266+02:00",
  "updated": "2024-02-16T11:00:11.266+02:00"
}