{
  "thread": {
    "uuid": "a5f9925dae171eca464b0de652c9d9a2335dc0d1",
    "url": "https://kyivindependent.com/warrant-for-putin-new-weapons-eu-prospects-what-made-ukrainians-feel-hopeful-in-2023/",
    "site_full": "kyivindependent.com",
    "site": "kyivindependent.com",
    "site_section": "https://kyivindependent.com",
    "site_categories": [],
    "section_title": "The Kyiv Independent — News from Ukraine, Eastern Europe",
    "title": "What made Ukrainians feel hopeful in 2023",
    "title_full": "What made Ukrainians feel hopeful in 2023",
    "published": "2023-12-28T22:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.kyivindependent.com/content/images/2023/12/GettyImages-1619658431.jpg",
    "performance_score": 0,
    "domain_rank": 11299,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a5f9925dae171eca464b0de652c9d9a2335dc0d1",
  "url": "https://kyivindependent.com/warrant-for-putin-new-weapons-eu-prospects-what-made-ukrainians-feel-hopeful-in-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daria Shulzhenko",
  "published": "2023-12-28T22:22:00.000+02:00",
  "title": "What made Ukrainians feel hopeful in 2023",
  "text": "Ukraine had high hopes for 2023. Many dreamed the war would end with Ukraine’s victory and that they would finally be able to visit liberated Crimea after nine years of Russian occupation. But Russia’s brutal attacks against civilian infrastructure continued, and with them, the death toll has continued to rise, bringing more tragedy to Ukrainian families. Ukraine’s much-anticipated summer counteroffensive, aimed at liberating the south, ultimately failed. And amid brutal fighting across the front line, multiple villages and towns were razed to the ground, and countless Ukrainian defenders were killed. But even in one of Ukraine’s most difficult years, there have been events and accomplishments that brought glimpses of joy. Here are the Kyiv Independent's top picks of moments that gave Ukrainians hope in 2023. Biden's surprise visit to Kyiv Days before the first anniversary of Russia’s all-out war, U.S. President Joe Biden made history by paying a [surprise visit](https://kyivindependent.com/biden-makes-surprise-visit-to-kyiv-meets-zelensky/) to Kyiv. Biden’s first-ever trip to Ukraine as president aimed at demonstrating his \"unwavering\" support for Ukraine as it continued to fight against Russian aggression. During his five-hour visit on Feb. 20, Biden met President Volodymyr Zelensky at his official residence, Mariinskyi Palace, visited St. Michael's Monastery, and honored the Ukrainian soldiers that have fallen since Russia’s war began in 2014. Seeing Biden walk alongside Zelensky through the streets of wartime Kyiv was a reassurance for many, affirming that Ukraine is not alone in its fight against Russia. \"One year later, Kyiv stands,\" Biden said. \"And Ukraine stands. Democracy stands. The Americans stand with you, and the world stands with you.\" ICC arrest warrant for Putin and Lvova-Belova The International Criminal Court (ICC) made a decision in March that gave Ukrainians hope that Russian leader Vladimir Putin will one day be held accountable for his crimes. The ICC issued [arrest warrants](https://kyivindependent.com/cnn-icc-issues-arrest-warrant-for-putin-russian-official-tied-to-ukrainian-children-deportations/#:~:text=The%20International%20Criminal%20Court%20(ICC,of%20Ukrainian%20children%20to%20Russia.) for Putin and Russian Commissioner for Children's Rights Maria Lvova-Belova for overseeing the [forced deportations](https://kyivindependent.com/explainer-what-we-know-about-russias-deportation-of-ukrainian-children/) of Ukrainian children to Russia. Ukrainian authorities have identified over 19,000 children who have been taken from occupied parts of Ukraine by Russia since February 2022, although the number is likely much higher. This is one of the darkest consequences of Russia’s full-scale war. \"The aggressor's state policy is evident in its decisions to separate children from their families, deprive them of contact with relatives, hide them in Russian territory, and scatter them in remote regions. These actions represent a grave evil committed by the state,\" Zelensky said on March 17. Because the ICC [deems](https://www.icc-cpi.int/news/situation-ukraine-icc-judges-issue-arrest-warrants-against-vladimir-vladimirovich-putin-and) Putin individually criminally responsible, he can now be arrested in any of the 123 states party to the court’s Rome Statute. Zelensky called the ICC's decision \" [historic](https://kyivindependent.com/zelensky-icc-decision-to-issue-arrest-warrant-to-putin-historic/),\" adding that there was a \"real prospect\" of seeing justice served. Abducted children return home Ukrainian authorities and volunteers organized countless missions to rescue children unlawfully held in Russia and Ukraine’s occupied territories. A surge of hope came with each abducted child who was [brought home](https://kyivindependent.com/abducting-the-future-how-ukrainian-parents-fight-to-rescue-their-children-from-russia/) to Ukraine. While around 19,000 children are estimated to have been taken, only around 400 children have been returned to Ukraine thus far. Tetiana Bodak is among the Ukrainian parents fortunate enough to have [managed to rescue](https://kyivindependent.com/it-was-hell-mother-speaks-of-rescuing-her-child-from-russian-captivity/) their child from Russian captivity this past year. Her eldest son, Vladyslav, was taken from their home in then-occupied Kherson by Russian troops in the fall of 2022. Vladyslav was kept from his family for over eight months – first in Russian-occupied Crimea, and then in a Russian-occupied part of Ukraine’s Kherson Oblast. Bodak was imprisoned for two days by the Russian military during her search for Vladyslav. \"I had nothing to fear because I was just a mother who came to take her child back home,\" she told the Kyiv Independent in June after she was reunited with her son. Every prisoner swap with Russia was also bittersweet. As Ukrainian prisoners of war returned home to their families, the [horrors they faced](https://kyivindependent.com/olenivka-pow-camp-where-ukrainians-were-tortured-was-likely-supervised-by-a-high-ranking-official-from-moscow/) in Russian captivity came to light. Volunteers work side by side in flooded south Russia’s destruction of the Kakhovka dam in Kherson Oblast resulted in one of the most horrifying tragedies of 2023. It also highlighted the extraordinary unity and courage of those volunteering in Ukraine. The dam’s destruction in June caused catastrophic floods and a [humanitarian disaster](https://kyivindependent.com/consequences-of-kakhovka-dam-demolition/) — Ukrainian and foreign volunteers fearlessly rushed to help. They worked tirelessly to rescue the people and animals trapped by the floods, providing first aid, drinking water, food, and shelter. The massive inundation wasn’t the only threat they faced, as Russian forces continued to shell Kherson, at times [deliberately targeting](https://kyivindependent.com/how-russian-soldiers-shared-evidence-of-their-own-war-crime/) rescue missions. This dangerous work was primarily undertaken by volunteers, non-profits, and first responders, as none of the major international organizations, including the UN or the Red Cross, sent missions. Volunteers working in the region [united their efforts](https://kyivindependent.com/how-ukraine-united-to-save-lives-in-flood-hit-kherson-oblast/), working side-by-side with local rescuers and law enforcement to make their missions more effective. \"With everything happening in Ukraine — we have to be united,\" Argisht Darchinyan, the head of Kryvyi Rih-based nonprofit Viking, told the Kyiv Independent in June. He was among those who set out to volunteer in the very early hours of the disaster: \"Whether it's Kherson or Kryvyi Rih, we need to go and help. No one will do it but us.\" Azovstal defense commanders return home The Azov commanders who had defended Ukraine’s last stronghold in now-occupied Mariupol before their capture by Russian forces [returned to Ukraine](https://kyivindependent.com/ukraine-war-latest-azovstal-defenders-return-home-as-ukraine-marks-500-days-of-full-scale-war/) on July 8, just as Ukraine marked 500 days of Russia’s full-scale war. The commanding officers came to Ukraine from Turkey, where they had been kept after a [prisoner exchange](https://kyivindependent.com/ukraine-returns-some-azovstal-defenders-from-russian-captivity/) in 2022. Their return was another one of those “small victory” moments that brought tears of joy to many. Among these officers were Lieutenant Colonel Denys Prokopenko, Colonel Denys Shleha, and majors Serhiy Volynskyi, Sviatoslav Palamar, and Oleh Khomenko. While they were originally expected to remain in Turkey until the end of Russia's war, Zelensky brought them home. Prokopenko, the Azov Regiment’s commander, thanked the president, his team, and \"every soldier who defended our motherland and continued to fight the occupiers on the front lines while we were held captive.\" He also vowed to continue fighting against Russia. \"I am deeply convinced that the Armed Forces is a team effort, and from today, we will continue to fight together, and we will have our say in battle,\" Prokopenko said. Liberation of Robotyne Although Ukraine didn’t liberate the swaths of territory it had anticipated, it did liberate numerous small communities, relieving the local population of Russian occupation. The liberation of the village of [Robotyne](https://kyivindependent.com/ukraine-war-latest-ukraine-liberates-robotyne-zaporizhzhia-oblast/) in Zaporizhzhia Oblast in late August was likely the biggest achievement of Ukraine's southern counteroffensive. Robotyne served as a Russian strongpoint in the region before days of heavy fighting brought it under Ukrainian control. Among the other villages in Ukraine’s south liberated by the summer counteroffensive were Storozheve, Blahodatne, Urozhaine, and Neskuchne. On the eastern front, Ukrainian forces liberated the villages of [Klishchiivka](https://kyivindependent.com/ukraine-war-latest-ukraine-liberates-klishchiivka-in-donetsk-oblast-after-months-of-heavy-fighting/) and [Andriivka](https://kyivindependent.com/update-general-staff-confirms-liberation-of-andriivka/), near the embattled city of Bakhmut in Donetsk Oblast, in September. Months of intense battles inflicted severe damage on both villages. Long-awaited weaponry Ukraine finally received some of the weapons it had been pleading for since the beginning of the full-scale invasion this year, successfully using them on the battlefield. The first batches of modern Western tanks, including the German-made [Leopard 2](https://kyivindependent.com/ukraine-war-latest-poland-delivers-leopard-2-tanks-to-ukraine-zelensky-reflects-on-first-year-of-all-out-war/) and British-made [Challenger 2](https://kyivindependent.com/ministry-first-challenger-tanks-in-ukraine/), arrived in Ukraine in February and March. In April, Ukraine enhanced its defense capabilities with the deployment of the first U.S.-built [Patriot](https://kyivindependent.com/patriot-air-defense-faces-its-toughest-challenge-ever-in-ukraine/) air defense system. With the use of the Patriot system, Ukraine’s Air Force was able to [shoot down](https://kyivindependent.com/ukraines-air-force-admits-shooting-down-ballistic-missile/) Russia’s notorious Kinzhal ballistic missile for the first time. Another much-anticipated delivery came in September when the first U.S.-made [Abrams](https://kyivindependent.com/zelensky-confirms-first-abrams-tanks-arrived-in-ukraine/) tanks arrived in Ukraine. Arguably the biggest surprise took place in October, when Ukraine [used](https://kyivindependent.com/ukraine-war-latest-ukraine-uses-atacms-for-the-first-time-on-battlefield-strikes-airfields-in-russian-occupied-territories/) the U.S.-supplied long-range Army Tactical Missile Systems (ATACMS) on the battlefield for the first time. Ukraine reportedly used the missiles in a strike on Russian military airfields in occupied Luhansk and Berdiansk, destroying nine helicopters, an air defense system, and an ammunition warehouse. That ATACMS had even been deployed to Ukraine was not known prior to that day. Zelensky thanked the U.S. for providing ATACMS on Oct. 17, saying the systems were very accurate and had \"proven themselves.\" EU accession talks Kyiv celebrated its major political victory of the year on Dec.14 — the European Council agreed to open EU [accession talks](https://kyivindependent.com/european-council-agrees-to-open-accession-talks-with-ukraine-moldova/) with Ukraine and Moldova. \"It shows the credibility of the European Union, the strength of the European Union. The decision is made,\" European Council President Charles Michel told reporters in Brussels. Ukraine and Moldova were granted candidate status in June 2022, after which Kyiv was presented with seven criteria that need to be fulfilled to start accession talks with the EU. Days after the announcement in December, Zelensky said the European Commission would soon start assessing Ukrainian legislation for compliance with EU laws as the first step in accession talks. \"The negotiation process will be difficult, but the main thing is that historically, we have decided: Ukraine will always be part of our common European home,\" Zelensky [said](https://kyivindependent.com/zelensky-european-commission-to-analyze-ukrainian-legislation/) on Dec. 17. Ukrainian documentary on Oscar’s shortlist The end of the year also marked a triumph for Ukraine’s cultural scene, as the Ukrainian documentary \"20 Days in Mariupol\" was [shortlisted](https://kyivindependent.com/20-days-in-mariupol-oscar-list/) for the 96th Academy Awards. Directed by Ukrainian photographer, photojournalist, and filmmaker Mstyslav Chernov, \"20 Days in Mariupol\" shows Russia’s brutal siege of the Donetsk Oblast city in the first weeks of the full-scale war from his and his crew’s perspective. The film draws on 30 hours of footage, which showcases the period that eventually reduced Mariupol to rubble and killed thousands of people. \"We remember everyone…\" Chernov said following the announcement. Note from the author: Hi! Daria Shulzhenko here. I wrote this piece for you. Since the first day of Russia's all-out war, I have been working almost non-stop to tell the stories of those affected by Russia’s brutal aggression. By telling all those painful stories, we are helping to keep the world informed about the reality of Russia’s war against Ukraine. By [becoming the Kyiv Independent's member](https://kyivindependent.com/membership/), you can help us continue telling the world the truth about this war. [Daria Shulzhenko](https://kyivindependent.com/author/daria-shulzhenko/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.icc-cpi.int/news/situation-ukraine-icc-judges-issue-arrest-warrants-against-vladimir-vladimirovich-putin-and)",
    "https://icc-cpi.int/news/situation-ukraine-icc-judges-issue-arrest-warrants-against-vladimir-vladimirovich-putin-and)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyiv days",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kyiv independent",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "crimea",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "ukrain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:21:09.078+02:00",
  "updated": "2023-12-29T02:21:09.078+02:00"
}