{
  "thread": {
    "uuid": "ca6ca000c12eadb034284cddbbc81f9965e659de",
    "url": "https://vnexplorer.net/roku-tvs-just-got-a-big-free-upgrade-heres-the-top-3-features-s2341420.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Roku TVs just got a big free upgrade — here’s the top 3 features",
    "title_full": "Roku TVs just got a big free upgrade — here’s the top 3 features",
    "published": "2024-04-12T01:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lp97M.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca6ca000c12eadb034284cddbbc81f9965e659de",
  "url": "https://vnexplorer.net/roku-tvs-just-got-a-big-free-upgrade-heres-the-top-3-features-s2341420.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T01:07:00.000+03:00",
  "title": "Roku TVs just got a big free upgrade — here’s the top 3 features",
  "text": "Roku has just launched its new Roku Pro Series TV today alongside a free OS update coming to all of its TVs that adds new features like dynamic picture refinements, improved content browsability, and a Samsung The Frame-style Backdrops mode.\nThe latter is the most exciting draw as it provides users with a much wider range in personalization with artful photos and designs that replace the TV’s bland black screen when not in use.\nThe free update is also adding a so-called Roku Smart Picture mode, which will ensure users never have to fiddle with internal settings to get the best quality image. Smart Picture dynamically adjusts uniformity, colors, and backlighting to keep entertainment crisp no matter the picture mode or general content on screen.\nRoku’s update will come standard on its new Pro Series TV, while older models and devices will be granted access over the next coming months.\nRoku hits the museum with Backdrops\n((Image credit: Roku))\nIt comes as no surprise that Roku is among the top TV interfaces, second only to Samsung’s Tizen, and it’s set to only grow following its brand-new updates. Smart Picture and Backdrops will both bring quality enhancements and personalization to Roku users, and Roku City, the interface’s “digital downtown” is getting cars.\nWith Backdrops, users will be able to turn their TV into an art piece of their choosing. You’ll be able to pick from a wide selection of free digital artwork, which ranges from museum pieces, abstract designs, famous classics, and more. You can even set your own images and family photos by digitally uploading them to bring your Roku TV to life like never before.\nRoku Smart Picture, which acts like a streamlining of its settings process, gives you the keys to the best possible TV image across varied applications and picture modes. The feature automatically recognizes the picture mode in use, like vivid, standard, etc, and will optimize backlighting, brightness, colors, and more to give you the cleanest experience.\n((Image credit: Roku))\nIf those additions weren’t enough, Roku is also adding cars to the digital downtown of Roku City. According to Roku, the digital experience “reaches more than 40M active accounts every single month,” and it’s only improving with added vehicles like sports cars, ice cream trucks, and other vehicles for added effect.\nBrowsing content you know you’ll enjoy via Roku’s interface will also be made much easier thanks to newly included IMDB ratings, TV show and movie trailers, and a handy Save List that lets you keep updated on all of your favorite content. By adding content like TV shows into the Save Lists section, you’ll be notified of new seasons and episodes, as well as price drops on those that you can purchase.\nAll of these updates will be made available to the entire Roku ecosystem over the next few months, but Roku Smart Picture Max will only be coming to the new Roku Pro Series TV. For older Roku TV models, like the Roku Plus Series, the base Smart Picture feature will have to be turned on in the settings, but the mode comes standard out of the box on Roku’s new TV.\nMore from Tom’s Guide",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lp97M.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lpnaW.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lp97M.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lpnaW.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roku",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "samsung",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:19:09.084+03:00",
  "updated": "2024-04-12T01:19:09.084+03:00"
}