{
  "thread": {
    "uuid": "8801704ac9161e9c870dede060cbe91754c91e07",
    "url": "https://www.jpost.com/opinion/article-790839",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsopinion.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Opinion",
    "title": "Rabbi Moshe Taragin: The women heroes of Israel today - The Jerusalem Post",
    "title_full": "Rabbi Moshe Taragin: The women heroes of Israel today - The Jerusalem Post",
    "published": "2024-03-08T08:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/583594",
    "performance_score": 0,
    "domain_rank": 939,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8801704ac9161e9c870dede060cbe91754c91e07",
  "url": "https://www.jpost.com/opinion/article-790839",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-03-08T08:58:00.000+02:00",
  "title": "Rabbi Moshe Taragin: The women heroes of Israel today - The Jerusalem Post",
  "text": "This war is being fought by every sector of Israeli society. We take immense pride in the empowerment of women in this country. A checkpoint near my home, Gush Etzion, is routinely staffed by young Ethiopian women.\nEvery time I pass the checkpoint, I well up with tears of pride – much to the derision of my children. Unfortunately, throughout the world, people face routine discrimination, but in our country they are empowered, and it is I who must answer security questions to them.\nThankfully, women in Israel have been granted equal opportunities in all sectors of the army, and they proved their abilities and their mettle on Oct. 7 . Sadly, many female soldiers, particularly those stationed at military lookout sites, were murdered on that tragic day.\nWhile we applaud women on the battlefield of Gaza, let us not forget the less public heroes whose bravery unfolds every day, right in our own backyards.\nEvery component of the Mishkan (the desert Tabernacle) was symbolic of a fundamental religious value. The Mishkan wasn’t merely a Temple for ritual sacrifices but served as a metaphor for overall religious identity. The copper water basin, or kiyor, situated at the entry to the Mishkan was used to wash the hands and feet of the priests before religious ceremonies. Obviously, as it cleansed the priests from their impurities, the washing station symbolized human purity.\nWhere did the Jewish people acquire copper in the desert? Gold was used for ornaments, and silver was employed as currency, and presumably they had been acquired from the Egyptians. How, though, did the desert travelers secure enough copper to fashion a water basin?\nThe copper was donated from an unlikely source. If copper is sufficiently buffed, it can used as a rudimentary mirror. The Torah states (Exodus 38:8) that the Jewish women freely offered their mirrors for the water basin.\nUnderstandably, as the midrash claims (Tanhuma Pekudei, chap. 9), Moses was appalled at the thought of using copper mirrors for a water basin of purity. Mirrors, he reasoned, were instruments of vanity and had no place in the Mishkan, let alone as the raw material for a water basin of purity. Quiet heroes\nCorrecting Moses, God declared that the mirrors were more precious than any other material. Despite the brutal Egyptian slavery , Jewish women maintained their hygiene, their beauty, and their marital routines. Under nightmarish conditions, the mirrors helped them preserve their appearance. By maintaining marital life, they were able to raise families despite the unspeakable hardships. The children born during those dark and gloomy days of persecution would one day march out of Egypt and receive the Torah. The mirrors were female instruments of heroism and defiance.\nThis quiet, almost unnoticed, heroism of Jewish women didn’t attract the same attention as Moses’ dramatic miracles. Yet their quiet strength preserved our spirits, lifted our morale, and paved the road to our ultimate triumph. Without their quiet courage, our liberation from Egypt would have been hollow. Heroic mothers\nOur own war would not be effective without the quiet heroism of women on the home front. Pressed into emergency response, mothers have, for months, juggled family and profession without their husbands’ assistance. In many cases, they are “single-parenting” large families of younger children.\nThey are carrying this heavy burden while living with constant fear about their husbands’ welfare. Many mothers are also evacuees, managing their families without husbands and without homes.\nUnderstandably, the media focus on the victims and survivors of the massacre, the families of the hostages, and the soldiers bravely defending our country. These women, however, are our quiet heroes. Shabbat after Shabbat, without husbands to bring flowers and to recite “Eishet Hayil” for them. Day after day, dropping off children at school or preschool, visiting doctors, preparing meals, cleaning homes, reviewing homework, and putting children to bed. Alone, frightened, but trying their best not to display fear to their children.\nHeroism comes in many varieties, and it isn’t always loud and public. These are our silent heroes, without whom this war will not succeed.\nThe original woman referred to as an eshet hayil was a young widow named Ruth who accompanied her aging mother-in-law Naomi back to Israel. They didn’t exactly expect an enthusiastic greeting. Naomi was viewed as a traitor who had abandoned her people in the midst of a famine while defecting to an enemy country. Their chances of receiving charity and support were not great.\nHowever, Ruth was staunchly loyal to her new people. Aware of their desperate condition and their likely fate, Ruth declared, “Where you journey, I will follow; where you die, I will die.” Ruth faced death but didn’t flinch.\nTragically, we now have too many young Ruths. The war has produced too many young widows. The manner in which they have responded to unspeakable tragedy is awe-inspiring. We have listened to their courage and have been stirred by their unbroken spirit. Their pride in the sacrifices of their husbands inspires us. They have expressed no regrets, only immense pride at the honor and privilege to have been married, even if their time together with their husbands was tragically truncated.\nTheir strength and courage are unfathomable. It is almost as if a higher force is giving them this overwhelming strength and providing them with these powerful words.\nThis voice is speaking to us. This voice is compelling us toward greater courage, greater faith, and greater perseverance. The modern Ruths are providing strength and hope to an entire people.\nRuth’s valor produced King David and launched a Jewish dynasty. We pray that the valor of modern Ruths protects our people in our newly sovereign state. ■\nThe writer is a rabbi at Yeshivat Har Etzion/Gush, a hesder yeshiva. He is an ordained rabbi and holds a BA in computer science from Yeshiva University, as well as an MA in English literature from the City University of New York.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moshe taragin",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gush etzion",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T09:33:40.394+02:00",
  "updated": "2024-03-08T09:33:40.394+02:00"
}