{
  "thread": {
    "uuid": "65f0e978fa846922a23bc07d7b2179e187a36065",
    "url": "https://www.dailymail.co.uk/news/article-12911839/Dramatic-video-shows-cops-using-night-vision-equipment-rescue-two-Florida-hikers-lost-hours-dark-alligator-infested-swamp.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/news/index.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Dramatic video shows cops using night vision equipment to rescue two Florida hikers lost for hours in a dark, alligator-infested swamp | Daily Mail Online",
    "title_full": "Dramatic video shows cops using night vision equipment to rescue two Florida hikers lost for hours in a dark, alligator-infested swamp | Daily Mail Online",
    "published": "2023-12-30T07:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/30/05/79455665-0-image-m-60_1703914982759.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 36
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65f0e978fa846922a23bc07d7b2179e187a36065",
  "url": "https://www.dailymail.co.uk/news/article-12911839/Dramatic-video-shows-cops-using-night-vision-equipment-rescue-two-Florida-hikers-lost-hours-dark-alligator-infested-swamp.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "James Gordon For Dailymail.com",
  "published": "2023-12-30T07:43:00.000+02:00",
  "title": "Dramatic video shows cops using night vision equipment to rescue two Florida hikers lost for hours in a dark, alligator-infested swamp | Daily Mail Online",
  "text": "A pair of Florida hikers became so lost in an alligator-infested swamp that an all-out plan was put into action that saw everything from a police helicopter to night vision goggles being used to help coordinate their rescue, together with a team along the ground. The pair became disorientated while working their way through the 2,500-acre Cypress Creek Wilderness Preserve near Tampa in west-central Florida on December 23. At one point the men were up to their knees in the murky water. As the light slowly faded, the hikers knew they were in trouble and called the emergency services knowing they were in an environment crawling with alligators, snakes and fire ants. 'We received a call from one of the lost hikers at 6:25 pm. They mentioned being lost for over four hours and attempting to find their way out unsuccessfully. They decided to call us as it got dark, and they found themselves in a swampy area,' the Hillsborough County Sheriff's Office explained. Police used night vision cameras to locate two lost hikers in the Cypress Creek Wilderness Preserve The pair's body heat helped to illuminate them on the infra red cameras Meanwhile, officers along the ground went into the preserve to find the two men The environment is crawling with alligators, snakes and fire ants The rescue plan was enacted immediately and saw a chopper with an infrared camera being launched into the skies in an attempt to track the lost men down. The pair appeared to be extremely ill-equipped, without any fresh water and armed with just the light of a cellphone to help them see. The sheriff's aviation unit was quickly able to locate the duo whose body heat could be seen as bright white silhouettes on the night vision camera. Video from the copter sees the men being spotted through the trees from up above by about 7:30pm. Using the pilot's guidance from up above, patrol deputies on the ground were able to reach the men through the swamp. They appeared to greet the officers casually when they found them saying: 'How're you doing?' Guided by the helicopter overhead, the men were eventually found lurking in the swamp The man were extremely ill-equipped and didn't have any water with them or a flaslight The men had to use the light of their cellphones to help try and find their way out of the swamp The men decided the offer of an ambulance and appeared pretty relaxed despite their ordeal The men said they were 'good' when offered an ambulance and declined further medical assistance. The officers then placed the unharmed pair between them and led them back out to safety. The sheriff's office said it, 'swiftly sprang into action to locate and rescue them. Our Aviation Unit, equipped with night vision goggles, guided our patrol deputies to a swampy area where the hikers were located and safely escorted back to the entrance of the preserve.' Cypress Creek Nature Preserve 'is part of a vast wildlife corridor' that includes forests, swamps, cypress stands and marshes. Although there are marked hiking trails, many become flooded during the rainy season.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hillsborough county sheriff's office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "cypress creek wilderness preserve",
        "sentiment": "none"
      },
      {
        "name": "tampa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:52:46.326+02:00",
  "updated": "2023-12-30T07:52:46.326+02:00"
}