{
  "thread": {
    "uuid": "af2ec028586a75382fba6b178316f98a5c1bc03e",
    "url": "https://www.baltictimes.com/pm_to_macron__estonia_and_france_can_help_ukraine_achieve_victory",
    "site_full": "www.baltictimes.com",
    "site": "baltictimes.com",
    "site_section": "https://baltictimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "News from Latvia, Estonia & Lithuania - The Baltic Times",
    "title": "PM to Macron: Estonia and France can help Ukraine achieve victory",
    "title_full": "PM to Macron: Estonia and France can help Ukraine achieve victory",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22696,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af2ec028586a75382fba6b178316f98a5c1bc03e",
  "url": "https://www.baltictimes.com/pm_to_macron__estonia_and_france_can_help_ukraine_achieve_victory",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "PM to Macron: Estonia and France can help Ukraine achieve victory",
  "text": "TALLINN - At a meeting with French President Emmanuel Macron in Paris on Friday, Estonian Prime Minister Kaja Kallas said that Estonia, together with France, wants to shape the future of Europe and that their cooperation could also help Ukraine win the war. \"We are in agreement with France that the priority is to continue supporting Ukraine for as long as needed. Together, we can help Ukraine win the war and force Russia to retreat to its borders. We have the resources, economic power, and knowledge. The free world's power is stronger than Russia's, and we must not fear our own strength,\" Kallas was quoted by government spokespeople as saying. The prime minister said that Estonia has a close and trusting relationship with France. Estonia and France also see that the most important strategic priority for Europe at the moment should be to enhance its defense capabilities. \"All allies need to invest more in their defense. Estonia has been doing this for a long time. Currently, our defense spending is over 3 percent of GDP. France's defense spending will also exceed 2 percent for the first time this year. We must continue on this course,\" Kallas said, adding that work must still be done to kickstart the European defense industry. \"We have just decided to create a defense industry fund in Estonia worth 50 million euros, which will strengthen Estonian security and help boost the economy. We also need solutions at the European level. The EU must allocate a larger portion of its seven-year budget to the defense sector. The current 0.86 percent is far too little. I thanked President Macron for his support for the idea of Estonian defense bonds,\" she said. The prime minister said that Estonia is also open to other ideas that could quickly enhance Europe's defense capability. In addition, Kallas met with French Prime Minister Gabriel Attal in Paris on Friday and thanked France for excellent defense cooperation. \"We are grateful for French soldiers in Tapa and French planes defending our skies from Amari,\" she noted, affirming that the military cooperation between the two countries is also going smoothly in Africa. Kallas also expressed a desire to intensify cooperation between Estonian and French companies. \"Environmentally friendly technologies is one of the possible areas. Last fall in Paris, we signed a declaration of joint intentions in the field of environmentally friendly technologies between Estonia and France. French companies are very welcome to explore cooperation opportunities in Estonia,\" she said. The conversation also touched on Russia's shadow war against the free world. \"Russia's hybrid activities towards Europe have become increasingly forceful. We need to severely discuss these issues with allies and partners and send Russia a clear message that such behavior is unacceptable,\" Kallas said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emmanuel macron",
        "sentiment": "negative"
      },
      {
        "name": "macron",
        "sentiment": "negative"
      },
      {
        "name": "kaja kallas",
        "sentiment": "none"
      },
      {
        "name": "kallas",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tallinn",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "estonia",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T12:23:29.186+03:00",
  "updated": "2024-05-05T12:23:29.186+03:00"
}