{
  "thread": {
    "uuid": "c2cdc316ecf2fe7906a9c99038832adf3cb7d523",
    "url": "https://www.breakinglatest.news/technology/japan-will-send-its-first-astronaut-to-the-moon-thanks-to-its-historic-collaboration-with-the-united-states",
    "site_full": "www.breakinglatest.news",
    "site": "breakinglatest.news",
    "site_section": "https://www.breakinglatest.news/feed",
    "site_categories": [],
    "section_title": "Breaking Latest News",
    "title": "Japan will send its first astronaut to the Moon thanks to its historic collaboration with the United States",
    "title_full": "Japan will send its first astronaut to the Moon thanks to its historic collaboration with the United States",
    "published": "2024-04-12T05:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.pixabay.com/photo/2022/03/21/02/36/bird-7082154_960_720.jpg",
    "performance_score": 0,
    "domain_rank": 89393,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2cdc316ecf2fe7906a9c99038832adf3cb7d523",
  "url": "https://www.breakinglatest.news/technology/japan-will-send-its-first-astronaut-to-the-moon-thanks-to-its-historic-collaboration-with-the-united-states",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-12T05:04:00.000+03:00",
  "title": "Japan will send its first astronaut to the Moon thanks to its historic collaboration with the United States",
  "text": "In a groundbreaking partnership for space exploration, the United States and Japan have joined forces on lunar missions, marking a significant milestone in the history of space exploration. This historic announcement was made by US President Joe Biden and Japanese Prime Minister Fumio Kishida, showcasing the shared commitment of both nations towards sustainable exploration of the lunar surface.\nJapan’s involvement in the Gateway project, a lunar orbital station, will see the country providing crucial systems that are vital to the success of the space mission. This includes designing, developing, and operating a pressurized rover that will play a key role in future lunar missions, allowing astronauts to travel further and reside for longer periods on the Moon.\nDuring Kishida’s visit to Washington, both leaders expressed enthusiasm for expanding science and education ties that extend beyond Earth. This collaboration not only marks the first time a Japanese astronaut will set foot on the Moon but also highlights Japan’s integral role in future American missions under the Artemis program.\nThe pressurized rover provided by Japan will facilitate the study of geographically diverse areas near the lunar South Pole and significantly advance scientific research and exploration on the Moon. NASA will ensure the launch of the rover to the Moon, with two opportunities for Japanese astronauts to join Artemis missions in the coming years.\nIn addition to lunar exploration, the partnership between the United States and Japan extends to other missions, such as JAXA’s next-generation solar observation satellite (SOLAR-C) and NASA’s Dragonfly mission to Titan. This collaboration underscores a broader commitment to space exploration and scientific advancement, with Japan offering essential support in the space odyssey of the 21st century.\nThe presence of a Japanese astronaut on future lunar missions is not only a symbol of honor but also a testament to the power of international cooperation in achieving common goals beyond Earth’s borders. As anticipation for these missions grows, the promising future of space collaboration between the United States and Japan holds the potential to unlock new discoveries not only on the Moon but also on Mars and other destinations in the solar system.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishida",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "fumio kishida",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:08:32.254+03:00",
  "updated": "2024-04-12T06:00:16.877+03:00"
}