{
  "thread": {
    "uuid": "80aade3a6bd89a22b41277e7a85d6cae2ba4484f",
    "url": "http://www.tribune242.com/news/2024/feb/29/carey-wins-chamber-vote-and-sets-sights-future",
    "site_full": "www.tribune242.com",
    "site": "tribune242.com",
    "site_section": "http://tribune242.com/rss/headlines/",
    "site_categories": [
      "media"
    ],
    "section_title": "tribune242.com stories",
    "title": "Carey wins Chamber vote and sets sights on future",
    "title_full": "Carey wins Chamber vote and sets sights on future",
    "published": "2024-02-29T22:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34736,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80aade3a6bd89a22b41277e7a85d6cae2ba4484f",
  "url": "http://www.tribune242.com/news/2024/feb/29/carey-wins-chamber-vote-and-sets-sights-future",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T22:03:00.000+02:00",
  "title": "Carey wins Chamber vote and sets sights on future",
  "text": "By Fay Simmons\nTribune Business Reporter\njsimmons@tribunemedia.net\nJames Carey maintained his position as the chamber president after the Grand Bahama Chamber of Commerce elections yesterday.\nMr Carey was elected as president for the third consecutive time and said this year the chamber will be continuing their efforts to push Grand Bahama’s economy forward.\nHe said they are working to get businesses prepared for the new developments that are coming to Grand Bahama, such as Carnival’s $600m Celebration Key project, which is expected to lead a cruise-driven 5.5m visitor surge to Grand Bahama by 2028, as well as the Royal Caribbean, Mediterranean Shipping Company and ITM Group consortium’s development.\nHe said: “I’m looking forward to continuing in the efforts and relationships that have been made and cultivated to help from the chamber’s perspective in pushing the economy on the island, and the country as a whole forward.\n“A number of new people are coming on board with new energy and new ideas. Hopefully they will be as aggressive as we have been in terms of advancing our cause.\n“Right now, we are pushing the concept of really preparation for what we see coming and we embrace that. We need to get more technology, we need to get our businesses up to snuff, we need more business to come and to get our critical mass population coming back, we certainly need to step up our game in terms of service to customers, locals and visitors.”\nHe said that improving customer service on the island will be a major focus of the Chamber this year as they want businesses to understand that locals and visitors will spend more readily when given good service.\n“It’s something that we are going to focus even more on pushing so that the visitors can enjoy what we have and of course, residents will enjoy having to move around the island and enjoy what’s available from a business point of view,” said Mr Carey.\n“We need to do what we can to businesses so that we’re all good to receive these things that are coming and we trust and believe that Grand Bahama will emerge as a leader again in the economic landscape of the Bahamas.”\nThe chamber chief predicted that over the coming years, Grand Bahama’s tourism sector will emerge as a front runner, with the Grand Bahama International Airport’s renovation allowing the island to receive more visitors.\nHe said: “I think some industrial things will happen but I think it’s going to be more touristic with the airport will open up the opportunity for airplanes to fly in from other destinations not just South Florida, particularly in other East Coast cities in the US but more far flung.\n“There was a time with airplanes coming in from Italy or from London and if we can get those coming back I think it’s going to be a great step for us because when those people come they tend to stay longer and enjoy more types of activities we’re certainly going to move in the direction of more touristic ventures.”\nMr Carey also noted that Grand Bahama entrepreneurs will have to get creative in attracting cruise passengers away from the port area and opportunities will arise for new transportation businesses to emerge.\nHe said: “With the Carnival Cruise port, albeit most of those people will just be on day cruises, but on a day-to-day basis, almost 4,000 people on the ground.\n“Most of whom will stay in the port area but we will have to look how we can get some of those persons out into the community and make sure that we have enough transportation to meet the needs of those who want to move around.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "james carey",
        "sentiment": "neutral"
      },
      {
        "name": "carey",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "fay simmons tribune business reporter",
        "sentiment": "neutral"
      },
      {
        "name": "grand bahama chamber of commerce",
        "sentiment": "none"
      },
      {
        "name": "mediterranean shipping company",
        "sentiment": "none"
      },
      {
        "name": "itm group",
        "sentiment": "none"
      },
      {
        "name": "royal caribbean",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "grand bahama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:29:10.298+02:00",
  "updated": "2024-03-01T00:29:10.298+02:00"
}