{
  "thread": {
    "uuid": "0f0aeaa4455333904c377509172abfacb35cdf74",
    "url": "https://information.tv5monde.com/science/russie-lancement-reussi-de-la-fusee-angara-a5-apres-deux-reports-2717634",
    "site_full": "information.tv5monde.com",
    "site": "tv5monde.com",
    "site_section": "http://information.tv5monde.com/afprss/francais--journal--sci",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "TV5MONDE Informations",
    "title": "Russie: lancement réussi de la fusée Angara-A5 après deux reports",
    "title_full": "Russie: lancement réussi de la fusée Angara-A5 après deux reports",
    "published": "2024-04-11T11:39:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://information.tv5monde.com/sites/tv5-info/files/styles/seo_1200/public/2024-04/field_media_image-2823833-91aa5bf05bb6fc332203af8a4f67edd9afd09f10.jpg?itok=WtLYdtLZ",
    "performance_score": 0,
    "domain_rank": 5418,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f0aeaa4455333904c377509172abfacb35cdf74",
  "url": "https://information.tv5monde.com/science/russie-lancement-reussi-de-la-fusee-angara-a5-apres-deux-reports-2717634",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TV5MONDE",
  "published": "2024-04-11T11:39:00.000+03:00",
  "title": "Russie: lancement réussi de la fusée Angara-A5 après deux reports",
  "text": "[Back to top](#skip-link)\nPhoto diffusée par l'agence spatiale russe Roscosmos, le 11 avril 2024, montrant le décollage d'une fusée Angara-A5 depuis le cosmodrome de Vostochny, dans l'Extrême-Orient russe\nLa troisième tentative fut la bonne: après deux reports en deux jours, la Russie a finalement réussi jeudi le lancement de sa fusée de nouvelle génération Angara-A5 depuis le cosmodrome Vostotchny, dans l'Extrême-Orient russe.\nLe lancement a lieu à 9H00 GMT, selon une retransmission en direct sur le site de Roscosmos, l'agence spatiale russe.\nLes images montraient la fusée propulser dans les airs et s'élever dans le ciel.\n\"La fusée a fonctionné normalement, l'étage supérieur s'est séparé du troisième étage de la fusée\", s'est félicité dans un communiqué l'agence Roscosmos quelques minutes plus tard.\nCe lancement réussi intervient toutefois après deux reports en deux jours, mardi et mercredi, pour des raisons \"techniques\", avait expliqué Roscosmos, un nouvel accroc pour le programme spatial russe miné par les difficultés.\nLa fusée Angara-A5 est un engin de nouvelle génération développé dans le cadre d'un programme destiné à remplacer les vieillissants lanceurs Proton, dont la technologie remonte aux années 1960.\nCe programme moderne, dont l'idée remonte aux années 1990, a toutefois pris du retard et le calendrier fixé par les autorités russes au moment du premier essai, dès 2014, n'a pas été respecté.\nSource d'une immense fierté à l'époque soviétique, le secteur spatial russe s'est enlisé depuis la chute de l'URSS à force de scandales de corruption, de coupes budgétaires, de retards en série et de revers embarrassants, comme la perte de la sonde lunaire Luna-25 en août 2023.\nLe secteur reste limité par son manque d'innovation, la plupart de ses systèmes reposant sur des technologies soviétiques, généralement fiables mais vieillissantes.\nIl doit aussi faire face désormais à la concurrence renforcée de sociétés privées, comme l'américaine SpaceX du milliardaire Elon Musk, et de nouvelles puissances spatiales, comme l'Inde.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:42:16.497+03:00",
  "updated": "2024-04-12T01:42:16.497+03:00"
}