{
  "thread": {
    "uuid": "0d69afb14002e05f21b1e04fa917b51f0799ed19",
    "url": "https://gazette.com/premium/colorado-springs-attorney-creates-board-games-inspired-by-historical-events/article_d6b0e3f6-9de7-11ee-a054-2fcdd2719a34.html",
    "site_full": "gazette.com",
    "site": "gazette.com",
    "site_section": "http://gazette.com/search/?f=rss&t=article&c=life&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "gazette.com - RSS Results in life of type article",
    "title": "Colorado Springs attorney creates board games inspired by historical events",
    "title_full": "Colorado Springs attorney creates board games inspired by historical events",
    "published": "2024-01-05T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/gazette.com/content/tncms/assets/v3/editorial/3/33/333c09b6-9de8-11ee-b466-b30db44e686c/6580b27740669.image.jpg?crop=1175%2C617%2C30%2C685&amp;resize=1175%2C617&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 5491,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 22,
        "comments": 18,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0d69afb14002e05f21b1e04fa917b51f0799ed19",
  "url": "https://gazette.com/premium/colorado-springs-attorney-creates-board-games-inspired-by-historical-events/article_d6b0e3f6-9de7-11ee-a054-2fcdd2719a34.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jennifer Mulson jen.mulson@gazette.com",
  "published": "2024-01-05T20:00:00.000+02:00",
  "title": "Colorado Springs attorney creates board games inspired by historical events",
  "text": "Where better to conceive of a board game about jury selection than the courtroom?\nThat’s where defense attorney Alex Berry started to think about the difference between winning and losing.\n“The facts are in place,” said Berry, owner and founder of Damascus Road Law Group. “The only thing I can change is convincing the jury one way or another. Jury selection is such an important part of winning.”\nHigh Treason is the result. The 2016 card-driven, two- player game is based on the famous 1885 capital case of Louis Riel, a Canadian politician found guilty of treason and hanged, despite having only six jurors, when he should have been entitled to a dozen. He made several appeals, including not being guilty by reason of insanity and that he couldn’t be convicted because he hadn’t received a fair trial with 12 jurors.\n“It broke all common law,” Berry said. “He should have been entitled to a new trial, but they wanted to hang him.”\nIn Berry’s game, one person takes the role of the prosecution and the other plays the role of defense. They select the jury, question witnesses, influence their thinking and make closing arguments as they decide the fates of Riel and Canada. The game is available online at\nAmazon.com and at local game stores.\nDo you need to know about the law?\n“No, you’ll learn about the law,” said Berry, who moved from Canada to Colorado Springs to work with the public defender’s office in 2011. A year later, he started his downtown practice and does mostly DUI cases.\nFor his sophomore effort, Berry traveled the historical route again: “I find it interesting. What could the major players of history have done differently? How could one small thing have changed and history could have gone differently?”\nIn last year’s Corrupt Bargain, a card-driven game for two to four players, each player vies to become the president of the U.S. through strategic alliances, campaigning and backroom politics. It’s inspired by the 12th Amendment, which in 1804 revised the procedure of electing presidents and vice presidents so they’re elected together. It’s also available online at\nAmazon.com and in game stores.\nBefore passage of the 12th Amendment, the person who got the most electoral college votes was president. The person with the second most votes was vice president. That meant sometimes rivals became president and vice president, which led to machinations to get two members of the same party in the White House.\n“They messed up and Thomas Jefferson and Aaron Burr both got an equal number of votes and the House of Representatives had to pick who the president was,” Berry said.\n“Alexander Hamilton steered that away from Aaron Burr — that was part of their rivalry — and so the government realized maybe this isn’t the best solution.”\nTo get his games made, Berry attended board game conventions where he pitched his ideas. It didn’t take long before two publishers snapped up his ideas.\n“His first one is an excellent courtroom simulator,” said Bobby Allen, a fellow attorney who helped play-test Corrupt Bargain. “There are only one or two other games on the market that are similar. His is much more in depth. His second one is a fantastic math puzzle.”\nAnd if they sound too intellectual for you, reconsider.\n“My daughter has beaten me at this one,” he said, pointing at Corrupt Bargain. “She’s 9.”\nPart of Berry’s success stems from his lifelong passion for games. He got into the hobby around 10 and quickly locked into more serious games such as Axis & Allies, a popular WWII strategy board game. He now hosts a weekly game night at home, where other attorneys and friends show up to play a number of games, including his own on occasion.\n“A lot of people might think of the board gaming they did with their family when they were a kid with Monopoly and hated that experience,” he said.\n“A Monopoly game can drag on and most modern games have a built-in timer. You’re only going to play x number of turns and it’s done. You can quantify the amount of time it’ll take to play a game. It’s much more approachable and interesting.”\nFor his next game, Berry’s taking inspiration from the Nuremberg trials, where Nazi Germany leaders were indicted in the ’40s for crimes against peace, crimes against humanity and other charges.\n“I want to make a game I have fun playing,” he said.\nContact the writer: 636-0270",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://Amazon.com",
    "http://www.Amazon.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex berry",
        "sentiment": "none"
      },
      {
        "name": "berry",
        "sentiment": "none"
      },
      {
        "name": "louis riel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "damascus road law group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado springs",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:25:02.052+02:00",
  "updated": "2024-01-06T00:25:02.052+02:00"
}