{
  "thread": {
    "uuid": "3d813c9921df4d4ec28f75bbb4d8b475aad71d79",
    "url": "https://www.carbonbrief.org/daily-brief/2023-was-second-warmest-year-on-record-in-uk-says-met-office/",
    "site_full": "www.carbonbrief.org",
    "site": "carbonbrief.org",
    "site_section": "https://www.carbonbrief.org",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "\n        Home - Carbon Brief &raquo; Clear on climate    ",
    "title": "2023 was second warmest year on record, says Met Office - Carbon Brief",
    "title_full": "2023 was second warmest year on record, says Met Office - Carbon Brief",
    "published": "2024-01-03T11:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3779,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d813c9921df4d4ec28f75bbb4d8b475aad71d79",
  "url": "https://www.carbonbrief.org/daily-brief/2023-was-second-warmest-year-on-record-in-uk-says-met-office/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-03T11:39:00.000+02:00",
  "title": "2023 was second warmest year on record, says Met Office - Carbon Brief",
  "text": "Daily Briefing | TODAY'S CLIMATE AND ENERGY HEADLINES Expert analysis direct to your inbox. Every weekday morning, in time for your morning coffee, Carbon Brief sends out a free email known as the “Daily Briefing” to thousands of subscribers around the world. The email is a digest of the past 24 hours of media coverage related to climate change and energy, as well as our pick of the key studies published in peer-reviewed journals. [Sign up here](https://subscribepage.io/carbonbrief). Today's climate and energy headlines: [UK weather: 2023 was second warmest year on record, says Met Office](#singlebrief0) [China: 324tn yuan needed to reach carbon goals, document says](#singlebrief1) [Tesla overtaken by China’s BYD as world’s biggest EV maker](#singlebrief2) [US becomes top LNG exporter after overtaking Australia and Qatar](#singlebrief3) [UK use of gas and coal for electricity at lowest since 1957, figures show](#singlebrief4) [It’s not Tesla in BYD’s sights. It’s the whole car industry](#singlebrief5) [Stakeholder-driven transformative adaptation is needed for climate-smart nutrition security in sub-Saharan Africa](#singlebrief6) [Diversifying crop rotation increases food production, reduces net greenhouse gas emissions and improves soil health](#singlebrief7) Climate and energy news. [Read Article](https://www.bbc.co.uk/news/science-environment-67845671) Data from the Met Office shows that last year was the UK’s second warmest on record, BBC News reports. It adds that for Wales and Northern Ireland, 2023 was the warmest year on record. The [Guardian](https://www.theguardian.com/environment/2024/jan/02/climate-crisis-2023-was-uks-second-hottest-on-record) says the 2023 average absolute temperature of 9.97C was only slightly lower than the 10.03C recorded in 2022, which still occupies the top spot. It notes that the UK’s 10 warmest years “have all occurred since 2003”, adding that Met Office scientists emphasised that “such a warm year would have occurred only once in 500 years without human-caused global heating”.The [Times](https://www.thetimes.co.uk/article/2023-was-the-uks-second-warmest-year-on-record-met-office-says-73pcbccb0) notes that the UK temperature records come from a dataset that stretches back to the late 19th century. It explains that in the coming weeks, scientists are expected to confirm that last year was the warmest on record globally and “remarkably, that milestone is anticipated to be broken again this year” due to a combination of El Nino effects and climate change. [Sky News](https://news.sky.com/story/2023-was-second-warmest-year-on-record-in-uk-13040774) adds that as well as being warmer than average, most of the UK was also wetter than average last year in almost every area apart from western Scotland. In response to the news, Doug Parr, Greenpeace UK’s policy director, said prime minister Rishi Sunak had “his fingers in his ears” when it came to tackling climate change, according to the [Press Association](https://www.dailymail.co.uk/wires/pa/article-12919505/Sunak-accused-having-fingers-ears-climate-change.html?ito=whatsapp_share_article-top). An editorial in the [Daily Mirror](https://www.mirror.co.uk/news/uk-news/post-office-scandal-one-greatest-31793388) says the arrival of Storm Henk in the UK alongside the reports of record temperatures “underlines scientists’ warnings” about climate change. “They believe the climate crisis is fuelling ferocious swings in the world’s weather. Henk is another sign that they could be right,” it says. Heat extremes were also reached last year in China, with 127 national weather stations breaking records for daily high temperatures in 2023, according to state media reports covered by [Reuters](https://www.reuters.com/business/environment/china-breaks-heat-records-2023-sweltering-weather-baked-cities-north-south-2024-01-02/). It adds that the national average temperature of 10.7C broke the previous record of 10.5C, which was set in 2021. [Read Article](https://www.chinadaily.com.cn/a/202401/02/WS6593cc72a3105f21a507a290.html) The state-run newspaper China Daily reports that China will need to “spend about 324tn yuan ($45.5tn), roughly 2.7 times its GDP in 2022” to achieve its carbon neutrality targets, according to China’s fourth national communication on climate change, which was submitted to the secretariat of the UNFCCC at the end of 2023. Chinese economic outlet [Jiemian](https://www.jiemian.com/article/10619321.html) says that in 2024 the national carbon market will enter its “third compliance period, potentially ushering in various structural changes”. In 2023, the market had a “turnover of 212m tonnes and an average price of 68.15 yuan [$9.61] per tonne”. Tokyo-based [Nikkei Asia](https://asia.nikkei.com/Spotlight/Environment/Climate-Change/German-authority-probes-alleged-Chinese-emission-certificate-fraud) reports that the German Emissions Trading Authority is “looking into allegations of irregularities in an undisclosed upstream emission reduction project in China”. Meanwhile, the Communist Party-affiliated magazine [Qiushi](https://www.qstheory.cn/dukan/qs/2023-12/31/c_1130048939.htm) carries a commentary by President Xi Jinping, who writes that China should promote the “clean and efficient utilisation of coal…[amd] promote the vigorous development of wind power and solar power generation”. The state news agency [Xinhua](http://www.news.cn/20231231/29cd3d3bea754dfeaf59d3116286b358/c.html) publishes the full text of Xi’s new year’s address, in which he says “new energy vehicles, lithium batteries and solar energy products have added a new brightness to ‘Made in China’”. Separately, [Bloomberg](https://www.bloomberg.com/news/articles/2024-01-02/china-seeks-nuclear-fusion-leap-through-new-r-d-company?srnd=next-china&sref=Oz9Q3OZU) reports that China has launched “a new national company and formed a broad coalition of industrial giants to advance research in nuclear fusion technology”. [China Environment News](https://www.cenews.com.cn/news.html?aid=1105386) reports that the national development and reform commission (NDRC) has issued a “guidance catalogue for adjusting industrial structure” that aims to eliminate processes, technologies and products that “do not comply with relevant laws and regulations, result in significant resource waste and environment pollution and hinder the dual carbon targets”. [Qiushi](https://www.qstheory.cn/dukan/qs/2024-01/01/c_1130048912.htm) carries a commentary by the party committee of the ministry of information and technology (MIIT), which writes that China should “thoroughly implement actions for carbon peaking in the industrial sector and promote the green transformation of key industries, such as steel, non-ferrous metals, building materials, petrochemicals and chemicals”. [China Energy Net](https://www.china5e.com/news/news-1163439-1.html) reports that the government wants China to provide more than half of all “green-powered vessels”, which include those using liquefied natural gas (LNG) and green methanol. In other news, [Bloomberg](https://www.bloomberg.com/news/articles/2024-01-02/russia-s-seaborne-oil-exports-surge-to-end-2023-on-a-high) reports that Russia ended 2023 with seaborne crude oil exports “on a high”, with “about 1.08m barrels a day of crude was loaded onto tankers heading to China in the four weeks to 31 [December]”. Another [Bloomberg](https://www.bloomberg.com/news/articles/2024-01-02/china-issues-massive-crude-oil-import-quotas-at-start-of-year) article says that China has “front-loaded its oil import quotas for 2024”, with an allocation to private refiners and traders that “nearly matches” the allowances granted for the whole of 2023. And a third [Bloomberg](https://www.bloomberg.com/news/articles/2024-01-02/china-restores-coal-tariffs-in-threat-to-russian-exporters?srnd=next-china&sref=Oz9Q3OZU) article finds that China has resumed import levies on coal from the beginning of 2024, a move that “could threaten Russian exporters dependent on” the size of the Chinese market. [Read Article](https://www.ft.com/content/716c9b0b-d8cd-491a-a91b-d70c1e540797) Elon Musk’s company Tesla has been “knocked off the top spot” as the world’s best-selling electric-vehicle manufacturer for the first time by Chinese firm BYD, according to the Financial Times. BYD’s sales of battery-only vehicles reached 526,000 in the fourth quarter of 2024, while Tesla’s stood at 484,000 over the same period, the newspaper continues. The article notes that while many of BYD’s sales were within China, the company is also “sharpening its focus on finding new foreign markets including in Europe”. The [Daily Telegraph](https://www.telegraph.co.uk/business/2024/01/02/chinese-car-giant-byd-overtakes-tesla-best-selling-ev-maker/) notes that BYD launched UK sales in March and announced plans last month to open its first European plant in Hungary. [Reuters](https://www.reuters.com/business/autos-transportation/chinese-ev-giant-byd-posts-62-jump-2023-vehicle-sales-2024-01-01/) reports that, when accounting for both battery-only and plug-in hybrid vehicles, BYD’s sales jumped by 62% to over 3m in 2023. Overall, [BBC News](https://www.bbc.co.uk/news/business-67860232) notes that Tesla sold more battery-only vehicles throughout the year – 1.8m compared to BYD’s 1.6m. However, it explains that BYD’s in-house battery manufacture “helped to give it flexibility to cut prices sharply at the end of 2023, lifting sales”. In related news, the [Financial Times](https://www.ft.com/content/470ca89d-3adb-4c98-9532-de3962ea12b5) Lex column explains that new battery-sourcing rules have now come into effect in the US, meaning that electric vehicles with battery components from China and other “foreign entities of concern” no longer qualify for tax credits, raising costs for consumers. The piece explains that “longer term, more battery manufacturing should move to the US. But building capacity is expensive and takes years”. Meanwhile, [Reuters](https://www.reuters.com/business/autos-transportation/tesla-extends-lead-norway-evs-take-record-82-market-share-2024-01-02/) reports that Tesla continues to dominate sales in Norway, where almost five out of six new cars sold last year were powered by battery only. This comes amid opposition from unions and pension funds across the Nordic region as Tesla “refuses to accept a demand from Swedish mechanics for collective bargaining rights covering wages and other conditions”, it says. In the UK, the [Daily Telegraph](https://www.telegraph.co.uk/business/2024/01/02/think-tank-road-tax-driving-electric-cars-more-expensive/) reports that thinktank the Tony Blair Institute has “warned” that the government should “urgently” introduce a road tax that would apply to electric vehicles. This is because electric-car drivers do not pay fuel duty, potentially leaving a “£25bn black hole in the nation’s finances” as petrol and diesel cars are phased out. [Read Article](https://www.bloomberg.com/news/articles/2024-01-02/us-becomes-world-s-top-lng-supplier-after-exports-eclipse-australia-and-qatar) The US has become the world’s biggest exporter of liquefied natural gas (LNG) for the first time, according to data compiled by Bloomberg. The nation exported 91.2m metric tonnes of LNG in 2023, overtaking leading suppliers Australia and Qatar, it adds. The article also notes that another two US projects are due to start production this year, which together would add another 38m tonnes a year. [Reuters](https://www.reuters.com/business/energy/us-was-top-lng-exporter-2023-hit-record-levels-2024-01-02/) explains that Europe was the main destination for US LNG exports as the year ended, with roughly two-thirds of US LNG heading there in November and December. Meanwhile, [Yale Environment 360](https://e360.yale.edu/digest/europe-russia-natural-gas-pipeline-2023) reports that pipeline deliveries of Russian gas to Europe were down around 56% in 2023, compared to the previous year. Russia’s gas exports to the continent were slashed following the invasion of Ukraine, the piece explains, and since then European nations have expanded renewable capacity and reduced energy demand – as well as expanding LNG terminals – to cope with the shortfall. In more fossil-fuel news, the [Daily Telegraph](https://www.telegraph.co.uk/business/2024/01/02/chevron-us-oil-suffers-4bn-hit-democrat-california-laws/) notes that Chevron has “taken a $4bn (£3.2bn) hit” due to new rules introduced by Californian Democrats that it says have dented investment. Among these rules are “buffer zones” for drilling near homes, schools and other sensitive sites and a law that gives California the power to fine companies that cause major oil spills, the article explains. An editorial in the [Wall Street Journal](https://www.wsj.com/articles/chevron-assets-writedown-california-regulation-0b0bdac0) says the news confirms that California’s energy policies “are making the state uninvestable”. [Read Article](https://www.theguardian.com/business/2024/jan/03/uk-gas-coal-electricity-fossil-fuels-renewables) The Guardian covers new Carbon Brief analysis that shows the electricity generated by the UK’s gas and coal power plants fell by 20% last year, with fossil-fuel consumption at its lowest level since 1957. It notes that fossil fuels were “squeezed out of the electricity system by a surge in renewable energy generation combined with higher electricity imports from France and Norway and a long-term trend of falling demand”. The article adds: “It was the third year this decade that renewable energy sources, including wind, solar, hydro and biomass power, outperformed fossil fuels, according to the analysis. Renewables and Britain’s nuclear reactors, which generated 13% of electricity supplies last year, helped low-carbon electricity make up 55% of the UK’s electricity in 2023.” In Germany, [Reuters](https://www.reuters.com/business/energy/germanys-2023-renewable-power-installations-hit-record-wind-sector-lags-2024-01-02/) reports that solar and wind power installations hit a record level in 2023 but only solar photovoltaic energy reached official government targets, according to industry groups. The article notes that the nation aims to cover 80% of its electricity needs with renewables by 2030, up from 52% last year. Climate and energy comment. [Read Article](https://www.bloomberg.com/opinion/articles/2024-01-03/ev-makers-byd-overtakes-tesla-sales-has-world-in-sight) Columnist David Fickling writes in Bloomberg about the rise of Chinese electric-vehicle firm BYD, which overtook Tesla on battery-powered electric car sales in the fourth quarter of 2023. “For its next trick, it’s going to take on the world,” he writes. “On almost every financial metric, the Chinese company is either advancing on, or overtaking its American rival – with its gaze already set on the wider car industry.” Fickling explains how BYD owning its own battery supply chain and focusing on cheaper cells has enabled it to prosper as others in the electric-car sector have faltered. “In contrast to Tesla, which racked up years of losses before turning profitable in 2019, it has hardly ever posted negative operating income,” he notes. Fickling concludes that, on its current trajectory, BYD’s “relatively little-known status outside China is about to change drastically”. New climate research. [Read Article](https://www.nature.com/articles/s43016-023-00901-y) Diversifying agricultural production in sub-Saharan Africa towards more micronutrient-rich foods is “necessary” to provide an adequate nutrient supply under increasing climate risks and population growth, a new study says. The researchers use an “integrated assessment framework” to explore scenarios of food system transformation towards “climate-smart nutrition security” in Malawi, South Africa, Tanzania and Zambia. Agricultural areas “must expand unless unprecedented rapid yield improvements are achieved”, the study says, or the alternative would be “to rely increasingly on imports”. An accompanying [News & Views](https://www.nature.com/articles/s43016-023-00895-7) article says the findings “underscore the need to diversify food production, with a greater emphasis on increasing fruit and vegetable production, which are not only rich in micronutrients but are under-consumed in the four countries assessed”. [Read Article](https://www.nature.com/articles/s41467-023-44464-9) The large-scale adoption of diversified cropping systems in the north China plain could increase cereal production by 32% and farmer income by 20% while benefiting the environment, new research finds. It reports the findings of a six-year field experiment, “demonstrating the benefits of diversifying traditional cereal monoculture (wheat-maize) with cash crops (sweet potato) and legumes (peanut and soybean)”. The experiment shows that diversified rotations “increase equivalent yield by up to 38%, reduce N2O emissions by 39%, and improve the system’s greenhouse gas balance by 88%”. In addition, including legumes in crop rotations “increases soil organic carbon stocks by 8% and enhances soil health…by 45%”, the authors note. Other Stories. [](https://www.theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa) [‘Electricity is fundamental to quality of life’: the man bringing off-grid, pay-as-you-go power to Africa](https://www.theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa)The Guardian [](https://theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369) [Comment: The meat and dairy industry is not 'climate neutral', despite some eye-catching claims](https://theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369)The Observer [](https://www.nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html) [The big climate stories in 2024](https://www.nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html)The New York Times [](https://www.telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/) [UK: Snowdonia waterfall’s ‘iconic’ look under threat because of net-zero targets](https://www.telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/)The Daily Telegraph",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://www.telegraph.co.uk/business/2024/01/02/chevron-us-oil-suffers-4bn-hit-democrat-california-laws/)",
    "https://www.chinadaily.com.cn/a/202401/02/WS6593cc72a3105f21a507a290.html)",
    "https://www.ft.com/content/716c9b0b-d8cd-491a-a91b-d70c1e540797)",
    "https://www.nature.com/articles/s43016-023-00901-y)",
    "https://www.ft.com/content/470ca89d-3adb-4c98-9532-de3962ea12b5)",
    "https://www.reuters.com/business/autos-transportation/tesla-extends-lead-norway-evs-take-record-82-market-share-2024-01-02/)",
    "https://www.theguardian.com/environment/2024/jan/02/climate-crisis-2023-was-uks-second-hottest-on-record)",
    "https://www.bloomberg.com/news/articles/2024-01-02/russia-s-seaborne-oil-exports-surge-to-end-2023-on-a-high)",
    "https://www.bloomberg.com/news/articles/2024-01-02/us-becomes-world-s-top-lng-supplier-after-exports-eclipse-australia-and-qatar)",
    "https://news.sky.com/story/2023-was-second-warmest-year-on-record-in-uk-13040774)",
    "https://theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369)The",
    "https://www.thetimes.co.uk/article/2023-was-the-uks-second-warmest-year-on-record-met-office-says-73pcbccb0)",
    "https://www.reuters.com/business/environment/china-breaks-heat-records-2023-sweltering-weather-baked-cities-north-south-2024-01-02/).",
    "https://www.nature.com/articles/s41467-023-44464-9)",
    "https://www.qstheory.cn/dukan/qs/2024-01/01/c_1130048912.htm)",
    "https://www.qstheory.cn/dukan/qs/2023-12/31/c_1130048939.htm)",
    "https://www.telegraph.co.uk/business/2024/01/02/chinese-car-giant-byd-overtakes-tesla-best-selling-ev-maker/)",
    "https://www.bbc.co.uk/news/science-environment-67845671)",
    "https://www.china5e.com/news/news-1163439-1.html)",
    "https://www.bloomberg.com/news/articles/2024-01-02/china-restores-coal-tariffs-in-threat-to-russian-exporters?srnd=next-china&sref=Oz9Q3OZU)",
    "https://theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369)",
    "https://www.bloomberg.com/news/articles/2024-01-02/china-issues-massive-crude-oil-import-quotas-at-start-of-year)",
    "https://www.cenews.com.cn/news.html?aid=1105386)",
    "https://www.nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html)The",
    "https://www.mirror.co.uk/news/uk-news/post-office-scandal-one-greatest-31793388)",
    "https://www.nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html)",
    "https://www.bloomberg.com/news/articles/2024-01-02/china-seeks-nuclear-fusion-leap-through-new-r-d-company?srnd=next-china&sref=Oz9Q3OZU)",
    "https://www.theguardian.com/business/2024/jan/03/uk-gas-coal-electricity-fossil-fuels-renewables)",
    "https://www.theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa)",
    "https://www.telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/)The",
    "https://www.theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa)The",
    "https://www.dailymail.co.uk/wires/pa/article-12919505/Sunak-accused-having-fingers-ears-climate-change.html?ito=whatsapp_share_article-top).",
    "https://www.reuters.com/business/energy/germanys-2023-renewable-power-installations-hit-record-wind-sector-lags-2024-01-02/)",
    "https://www.bbc.co.uk/news/business-67860232)",
    "https://e360.yale.edu/digest/europe-russia-natural-gas-pipeline-2023)",
    "https://www.reuters.com/business/autos-transportation/chinese-ev-giant-byd-posts-62-jump-2023-vehicle-sales-2024-01-01/)",
    "https://www.telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/)",
    "https://subscribepage.io/carbonbrief).",
    "https://www.wsj.com/articles/chevron-assets-writedown-california-regulation-0b0bdac0)",
    "https://asia.nikkei.com/Spotlight/Environment/Climate-Change/German-authority-probes-alleged-Chinese-emission-certificate-fraud)",
    "http://www.news.cn/20231231/29cd3d3bea754dfeaf59d3116286b358/c.html)",
    "https://www.jiemian.com/article/10619321.html)",
    "https://www.bloomberg.com/opinion/articles/2024-01-03/ev-makers-byd-overtakes-tesla-sales-has-world-in-sight)",
    "https://www.telegraph.co.uk/business/2024/01/02/think-tank-road-tax-driving-electric-cars-more-expensive/)",
    "https://www.reuters.com/business/energy/us-was-top-lng-exporter-2023-hit-record-levels-2024-01-02/)",
    "https://www.nature.com/articles/s43016-023-00895-7)",
    "https://bbc.co.uk/news/science-environment-67845671)",
    "https://ft.com/content/470ca89d-3adb-4c98-9532-de3962ea12b5)",
    "https://bloomberg.com/news/articles/2024-01-02/russia-s-seaborne-oil-exports-surge-to-end-2023-on-a-high)",
    "https://nature.com/articles/s43016-023-00901-y)",
    "https://bloomberg.com/news/articles/2024-01-02/china-issues-massive-crude-oil-import-quotas-at-start-of-year)",
    "https://thetimes.co.uk/article/2023-was-the-uks-second-warmest-year-on-record-met-office-says-73pcbccb0)",
    "https://china5e.com/news/news-1163439-1.html)",
    "https://qstheory.cn/dukan/qs/2024-01/01/c_1130048912.htm)",
    "https://chinadaily.com.cn/a/202401/02/WS6593cc72a3105f21a507a290.html)",
    "https://nature.com/articles/s43016-023-00895-7)",
    "https://wsj.com/articles/chevron-assets-writedown-california-regulation-0b0bdac0)",
    "https://nature.com/articles/s41467-023-44464-9)",
    "http://news.cn/20231231/29cd3d3bea754dfeaf59d3116286b358/c.html)",
    "https://reuters.com/business/environment/china-breaks-heat-records-2023-sweltering-weather-baked-cities-north-south-2024-01-02/).",
    "https://www.theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369)",
    "https://www.bloomberg.com/news/articles/2024-01-02/china-seeks-nuclear-fusion-leap-through-new-r-d-company",
    "https://www.e360.yale.edu/digest/europe-russia-natural-gas-pipeline-2023)",
    "https://www.bloomberg.com/news/articles/2024-01-02/china-restores-coal-tariffs-in-threat-to-russian-exporters",
    "https://jiemian.com/article/10619321.html)",
    "https://theguardian.com/business/2024/jan/03/uk-gas-coal-electricity-fossil-fuels-renewables)",
    "https://reuters.com/business/energy/us-was-top-lng-exporter-2023-hit-record-levels-2024-01-02/)",
    "https://reuters.com/business/energy/germanys-2023-renewable-power-installations-hit-record-wind-sector-lags-2024-01-02/)",
    "https://theguardian.com/environment/2024/jan/02/climate-crisis-2023-was-uks-second-hottest-on-record)",
    "https://theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa)The",
    "https://www.cenews.com.cn/news.html",
    "https://nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html)The",
    "https://bloomberg.com/opinion/articles/2024-01-03/ev-makers-byd-overtakes-tesla-sales-has-world-in-sight)",
    "https://telegraph.co.uk/business/2024/01/02/chevron-us-oil-suffers-4bn-hit-democrat-california-laws/)",
    "https://qstheory.cn/dukan/qs/2023-12/31/c_1130048939.htm)",
    "https://ft.com/content/716c9b0b-d8cd-491a-a91b-d70c1e540797)",
    "https://www.dailymail.co.uk/wires/pa/article-12919505/Sunak-accused-having-fingers-ears-climate-change.html",
    "https://cenews.com.cn/news.html?aid=1105386)",
    "https://www.news.sky.com/story/2023-was-second-warmest-year-on-record-in-uk-13040774)",
    "https://telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/)The",
    "https://reuters.com/business/autos-transportation/tesla-extends-lead-norway-evs-take-record-82-market-share-2024-01-02/)",
    "https://telegraph.co.uk/news/2024/01/02/iconic-snowdonia-waterfall-could-be-lost-net-zero-targets/)",
    "https://www.theconversation.com/the-meat-and-dairy-industry-is-not-climate-neutral-despite-some-eye-catching-claims-219369)The",
    "https://bloomberg.com/news/articles/2024-01-02/china-restores-coal-tariffs-in-threat-to-russian-exporters?srnd=next-china&sref=Oz9Q3OZU)",
    "https://www.asia.nikkei.com/Spotlight/Environment/Climate-Change/German-authority-probes-alleged-Chinese-emission-certificate-fraud)",
    "https://bloomberg.com/news/articles/2024-01-02/us-becomes-world-s-top-lng-supplier-after-exports-eclipse-australia-and-qatar)",
    "https://telegraph.co.uk/business/2024/01/02/think-tank-road-tax-driving-electric-cars-more-expensive/)",
    "https://bbc.co.uk/news/business-67860232)",
    "https://www.subscribepage.io/carbonbrief).",
    "https://dailymail.co.uk/wires/pa/article-12919505/Sunak-accused-having-fingers-ears-climate-change.html?ito=whatsapp_share_article-top).",
    "https://telegraph.co.uk/business/2024/01/02/chinese-car-giant-byd-overtakes-tesla-best-selling-ev-maker/)",
    "https://reuters.com/business/autos-transportation/chinese-ev-giant-byd-posts-62-jump-2023-vehicle-sales-2024-01-01/)",
    "https://nytimes.com/2024/01/02/climate/the-big-climate-stories-in-2024.html)",
    "https://bloomberg.com/news/articles/2024-01-02/china-seeks-nuclear-fusion-leap-through-new-r-d-company?srnd=next-china&sref=Oz9Q3OZU)",
    "https://theguardian.com/business/2024/jan/02/electricity-is-fundamental-to-quality-of-life-the-man-bringing-off-grid-pay-as-you-go-power-to-africa)",
    "https://mirror.co.uk/news/uk-news/post-office-scandal-one-greatest-31793388)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tesla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "met office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T16:19:42.479+02:00",
  "updated": "2024-01-03T16:19:42.479+02:00"
}