{
  "thread": {
    "uuid": "a8e50078179760e91616379917adf21700eb7d66",
    "url": "https://www.ktvu.com/news/ski-gear-and-windshield-wipers-moving-with-latest-storm",
    "site_full": "www.ktvu.com",
    "site": "ktvu.com",
    "site_section": "https://www.ktvu.com/contests",
    "site_categories": [
      "media"
    ],
    "section_title": "Contests",
    "title": "Ski gear and windshield wipers moving with latest storm",
    "title_full": "Ski gear and windshield wipers moving with latest storm",
    "published": "2024-01-03T03:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://images.foxtv.com/m107833-mcdn.mp.lura.live/iupl/F91/0D9/1280/720/F910D9E68BA501B2E8920DDC1255B864.jpg?Expires=2082758400&amp;KeyName=mcpkey1&amp;Signature=c4KCYBn-5xqfN7Mb-EwYf44ZJTo&amp;ve=1&amp;tl=1",
    "performance_score": 0,
    "domain_rank": 5826,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a8e50078179760e91616379917adf21700eb7d66",
  "url": "https://www.ktvu.com/news/ski-gear-and-windshield-wipers-moving-with-latest-storm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joey Horta",
  "published": "2024-01-03T03:36:00.000+02:00",
  "title": "Ski gear and windshield wipers moving with latest storm",
  "text": "Ski gear and windshield wipers moving with latest storm Windshield wipers are flying off shelves, but this latest round of wet weather is great news for skiers headed up to Tahoe.\nSAN FRANCISCO - Rain returned to the Bay Area Wednesday, making for slick streets.\nWindshield wipers are flying off shelves, but this latest round of wet weather is great news for skiers headed up to Tahoe .\nHeavenly Ski Resort posted on social media that they have crews making their own snow and there is natural snow in the forecast .\nDrivers are finding it easier to get there and back this year, which was not the case last winter.\n\"Weather was nice, a little bit of snow overnight but nothing that caused any real traffic,\" Alan Seefeldt told KTVU after returning from Tahoe to Berkeley.\nSki shops like Sports Basement in Berkeley are getting snowboarders ready to hit the slopes.\n\"I’m super stoked,\" Paris Wickliff said while having his board worked on. \"It’s one of those things that gets more and more addicting as you get better, I guess, the adrenaline rush.\"\nSki gear rentals are a hot commodity right now.\nThe team at Sports Basement smooths out skis on a grinder and applies hot wax to snowboards.\n\"Couple of my friends go up there, couple times a year, and they said you better have your board waxed cause I don’t want you to be a slow one,\" snowboarder Kieron Slaughter said. \"So, I don’t want to hold up the crew.\"\nNick Byrne rented skis for the family.\nFeatured\narticle Rain rolls through the Bay Area Wet and windy weather returned to the Bay Area on Tuesday afternoon, with conditions expected to last through the evening.\n\"Hoping to get up for the first time this season and hopefully hit some fresh powder and, if not, at least get our skis broken in,\" Byrne said.\nHis nephew is hoping to avoid another wipe out .\n\"It’s kind of hard, yeah, embarrassing, its cold,\" Hayden Gonzborger said with a laugh.\nIn San Rafael, O’Reilly Auto Parts is selling about 40 sets of windshield wipers a day.\n\"Pretty busy this season,\" O’Reilly Auto Parts employee Luis Morell said. \"Last couple weeks, it was a lot of sales of wipers.\"\nThe rain and wind combination has PG&E crews on standby, ready to respond to power outages from fallen trees, according to spokesperson Megan McFarland.\nThere’s a High Surf Advisory going into effect at 4:00 a.m. Wednesday, with large waves expected along the coast.\nBREAKING NEWS Breaking news delivered fast\nBy clicking Sign Up, I confirm that I have read and agree to the Privacy Policy and Terms of Service .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://cloud.e.foxtv.com/newsletter-opt-in",
    "https://www.cloud.e.foxtv.com/newsletter-opt-in"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alan seefeldt",
        "sentiment": "none"
      },
      {
        "name": "paris wickliff",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ktvu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bay area",
        "sentiment": "none"
      },
      {
        "name": "berkeley",
        "sentiment": "none"
      },
      {
        "name": "san francisco",
        "sentiment": "none"
      },
      {
        "name": "tahoe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T10:55:13.830+02:00",
  "updated": "2024-01-03T10:55:13.830+02:00"
}