{
  "thread": {
    "uuid": "3dc9eaea58747d90eac00559522a9cb121bd602b",
    "url": "https://urbantoronto.ca/news/2024/01/one-openings-and-revised-projects-topped-headlines-december-2023.54906",
    "site_full": "urbantoronto.ca",
    "site": "urbantoronto.ca",
    "site_section": "https://urbantoronto.ca/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "UrbanToronto",
    "title": "The One, Openings, and Revised Projects Topped Headlines in December, 2023",
    "title_full": "The One, Openings, and Revised Projects Topped Headlines in December, 2023",
    "published": "2024-01-02T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://cdn.skyrisecities.com/sites/default/files/images/articles/2024/01/54906/54906-166580.jpeg",
    "performance_score": 0,
    "domain_rank": 64700,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dc9eaea58747d90eac00559522a9cb121bd602b",
  "url": "https://urbantoronto.ca/news/2024/01/one-openings-and-revised-projects-topped-headlines-december-2023.54906",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Teles",
  "published": "2024-01-02T19:30:00.000+02:00",
  "title": "The One, Openings, and Revised Projects Topped Headlines in December, 2023",
  "text": "Toronto finished off 2023 with a warm December and a rainy holiday season, giving us time off without frostbite or snowstorms. Prior to the holidays, it was a month where a number of revamped development proposals ranked amongst the top news stories, alongside our usual suspects of most followed projects. Like recent months,\nThe One, Pinnacle One Yonge, and The Well continue to vie for the top of each list. Let's take a closer look at our top stories, database files, and threads for December, 2023.\nOur Top 10 Most Read News Stories:\nIn the honourable mention spot — and part of the reason for The Well being at or near the top of the next two lists — is part two of UrbanToronto's tour of the site. After a look at The Well's\npublic spaces and community engagement, we turned our focus to its shops and offices. This included an exclusive tour of BDP Quadrangle's new office at the site. That two-storey office's open spaces and modern approach to collaboration echoed throughout the spaces of The Well, which we got to experience for the first time.\n15.\nUrbanToronto Tours The Well: Shops and Offices Begin to Open\nMaking our way through the top 10, The One reclaims the #1 spot as construction crosses the 150m threshold to bring the project into skyscraper territory. Resubmitted proposals seeking greater density and height, meanwhile, where another highlight of the month, capturing spots #2, #4, #5, and #7, with the former three all looking to boost the heights of their towers. At #7,\n589 Eglinton Avenue East's revised proposal adds density, but reworks the design to keep the storey-count the same.\n10.\n43-Storey Mixed-Use Development Proposed Next to Bayview Station\n9.\nAnother 50-Storey Tower Proposed Close to Future Steeles Station\n8.\nBrampton Studies New Downtown Transit Hub\n7.\nRevamped Proposal at Leaside Station Adds Units, Reworks Design\n6.\n50-Storey Tower Proposed by Future Steeles Station\n5.\nProposal Jumps to Dual 59-Storey Towers at Eglinton and Mount Pleasant\n4.\nThornhill High-Rise Proposal Grows Taller Near Future Clark Station\n3.\nToronto Opens Affordable Housing at Birchmount Green in Scarborough\n2.\nYonge & Gerrard Proposal Increased to 85 Storeys\n1.\nThe One Reaches Skyscraper Status as Construction Continues\nOur Top 10 Most Searched Database Files:\nHaving wrapped up major construction in late 2023, IMMIX kicks off our top 10 database files at #13. The project has garnered plenty of attention for how it has\nretained and restored the historic clock tower at the site while also recreating the 1872-built Fire Hall Number 3 it was attached to in a \"ghost image.\" From the late 1960s to the 1980s, the St Charles Tavern on the site was an important gathering spot for the LGBTQ2S+ community, a fact reflected in the Progress Pride Flag colours painted on the clock tower's spire.\n13.\nIMMIX\nThe top 10 list boasted many of our usual top performers throughout 2023, with Concord Canada House and TD Terrace returning to the list at #8 and #10 respectively after sitting outside the top 10 in November. At #3, 101 Spadina continued to remain popular after a marketing-related updates, jumping ahead oft Pinnacle One Yonge at #4. The One and The Well, unsurprisingly, top the list, with the only question being who would be #1 — this month, it was The Well, denying The One a trifecta. The Well has opened its doors to the public — with more openings planned for opening in 2024, including the 70,000 ft² Wellington Market.\n10.\nTD Terrace\n9.\nConcord Sky\n7.\nSugar Wharf Condominiums (Phase 2)\n6.\nForma\n5.\nCIBC SQUARE\n3.\n101 Spadina\n2.\nThe One\n1.\nThe Well\nOur Top 10 Busiest Threads:\nAs we venture to the most popular threads of the month, we once again find several transit projects on the list. Starting the top 10 at #14 is the 10.3km-\nFinch West LRT, the 18 stops of which will make the city's northwest far more accessible when it opens sometime in 2024. Meanwhile, the Crosstown LRT at #8 is inching its way to another sometime-in-2024 finish line, while the hectic Yonge and Eglinton intersection is now mostly reopened.\n14.\nFinch West LRT\nThe One continues to reign supreme as our busiest thread, closely followed again by Pinnacle One Yonge and The Well. In addition to the LRTs, another transit project includes the neverending\nUnion Station Revitalization at #7.\n10.\nLower Don Lands Redevelopment\n8.\nEglinton Line 5 Crosstown LRT\n7.\nUnion Station Revitalization\n6.\nhttps://urbantoronto.ca/forum/threads/toronto-forma-308m-84s-great-gulf-gehry-partners.19170/\n5.\nKING Toronto\n4.\nhttps://urbantoronto.ca/forum/threads/toronto-cibc-square-241-39m-50s-hines-wilkinsoneyre.674/\n3.\nhttps://urbantoronto.ca/forum/threads/toronto-the-well-174-03m-46s-riocan-hariri-pontarini.19291/\n1.\nhttps://urbantoronto.ca/forum/threads/toronto-the-one-338-3m-94s-mizrahi-developments-foster-partners.18167/\nWe will be back at the beginning of February for a recap of January's top news stories, Database files, and Forum threads!\n* * *\nUrbanToronto has a research service,\nUrbanToronto Pro, that provides comprehensive data on construction projects in the Greater Toronto Area—from proposal through to completion. We also offer Instant Reports, downloadable snapshots based on location, and a daily subscription newsletter, New Development Insider, that tracks projects from initial application.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pinnacle one yonge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T13:43:58.947+02:00",
  "updated": "2024-01-04T13:43:58.947+02:00"
}