{
  "thread": {
    "uuid": "5b19ad4cc7b8cde5783f38cb3e6ecf73c5b5b660",
    "url": "https://www.todayinbc.com/news/march-for-fair-seniors-pensions-set-for-march-21-in-white-rock-7329861",
    "site_full": "www.todayinbc.com",
    "site": "todayinbc.com",
    "site_section": "https://todayinbc.com/rss",
    "site_categories": [],
    "section_title": "Today in BC: todayinbc",
    "title": "March for Fair Seniors’ Pensions set for March 21 in White Rock",
    "title_full": "March for Fair Seniors’ Pensions set for March 21 in White Rock",
    "published": "2024-03-15T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2024/03/web1_240321-pan-march-for-fair-seniors-pensions_1.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 41855,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b19ad4cc7b8cde5783f38cb3e6ecf73c5b5b660",
  "url": "https://www.todayinbc.com/news/march-for-fair-seniors-pensions-set-for-march-21-in-white-rock-7329861",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tricia Weel",
  "published": "2024-03-15T00:45:00.000+02:00",
  "title": "March for Fair Seniors’ Pensions set for March 21 in White Rock",
  "text": "A White Rock woman who wants to draw attention to seniors’ poverty is organizing a local event to highlight the issue – and she’s hoping plenty will turn out to support the cause. The Seniors Tin Cup March for Fair Seniors’ Pensions will take place Thursday, March 21 on the Semiahmoo Peninsula and at several locations across British Columbia, including Kamloops, Ladysmith, Prince George, Terrace and Vernon. White Rock organizer Sue Reid, a senior herself, used to live in Chilliwack before moving to the seaside city, and heard – through word of mouth – that there were approximately 50 homeless seniors living in their vehicles and about 15 seniors in the same situation in White Rock. “There’s a lot of that going on. We did run into one woman uptown (White Rock) who is a senior living on the streets,” Reid said. “It’s just been something my partner and I have talked about, because we just keep hearing more and more and more about seniors not having enough money to stretch… they’re only making just over $17,000 a year?” The average rent for a one-bedroom can be nearly $2,200, she noted, citing a recent news story that quoted the record-high rate. “Let’s face it – there’s some falling between the cracks.” READ ALSO: [South Surrey’s Brella to share in $809K from province](https://www.peacearchnews.com/news/south-surreys-brella-to-share-in-809k-from-province-2880520) Reid said seniors who rely on the Canadian Pension Plan, Old Age Security and Guaranteed Income Supplement are receiving less than $18,000 to $20,000, but the Canadian poverty threshold is $25,252 a year. “I’ve never done anything like this, but I figure I just can’t sit around complaining and not do something,” Reid said of the march. “We need to bring attention to what’s happening to our seniors – they’re falling through the cracks here. (Government) needs to increase their pension and bring it up to the poverty level so these people can at least live with some dignity.” People can work hard their whole lives and not have enough money for retirement for a number of reasons and often, women are affected more than men, Reid noted, especially women who may have worked hard taking care of the home and children, while not necessarily earning an income for that work. A Seniors Tin Cup pamphlet notes that single parenthood, divorce, employers who don’t offer pension plans, the death of a spouse or child, accident or injury, investment losses, addiction, mental illness are among the many reasons seniors may have to rely on CPP, GIS and OAS. “If the average rent is $2,200 a month and they get $1,700 a month, they’re in a deficit already. How can they do it?” Reid questioned. If people want to help draw attention to senior’s poverty, they’re more than welcome to join in the march, she emphasized. “Anybody that wants to support is welcome.” The March for Fair Seniors’ Pensions happens from 11 a.m. to 1 p.m. on Thursday, March 21. In White Rock, participants will muster at 10:30 a.m. at South Surrey-White Rock Kerry-Lynne Findlay’s office in Windsor Square, 1959 152 St. Visit seniorstincup.org for more details.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.peacearchnews.com/news/south-surreys-brella-to-share-in-809k-from-province-2880520",
    "https://peacearchnews.com/news/south-surreys-brella-to-share-in-809k-from-province-2880520"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george",
        "sentiment": "none"
      },
      {
        "name": "sue reid",
        "sentiment": "none"
      },
      {
        "name": "reid",
        "sentiment": "none"
      },
      {
        "name": "vernon",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "white rock a white rock",
        "sentiment": "none"
      },
      {
        "name": "kamloops",
        "sentiment": "none"
      },
      {
        "name": "white rock",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      },
      {
        "name": "chilliwack",
        "sentiment": "none"
      },
      {
        "name": "semiahmoo peninsula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:03:17.365+02:00",
  "updated": "2024-03-15T01:31:43.676+02:00"
}