{
  "thread": {
    "uuid": "234ead8f83be38514266f771a0a4a117ebf845ab",
    "url": "https://uk.news.yahoo.com/maj-gen-tony-boam-skilled-060000536.html",
    "site_full": "uk.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Maj Gen Tony Boam, skilled diplomatist who talked a Nigerian president out of bloodshed – obituary",
    "title_full": "Maj Gen Tony Boam, skilled diplomatist who talked a Nigerian president out of bloodshed – obituary",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/P0iwirydA3uMziC5j7_g8w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTI-/https://media.zenfs.com/en/the_telegraph_818/e1905133ce77ccf1f7dce3840c2aa290",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "234ead8f83be38514266f771a0a4a117ebf845ab",
  "url": "https://uk.news.yahoo.com/maj-gen-tony-boam-skilled-060000536.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The New Voice of Ukraine",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Maj Gen Tony Boam, skilled diplomatist who talked a Nigerian president out of bloodshed – obituary",
  "text": "The Telegraph Maj Gen Tony Boam, skilled diplomatist who talked a Nigerian president out of bloodshed – obituary Read full article Telegraph Obituaries December 31, 2023 at 8:00 a.m. · 5 min read Major General Tony Boam in August 1987, leaving Hong Kong with his wife Penny Major General Tony Boam, who has died aged 91, had a distinguished career as a soldier and was a man with an exceptional gift for friendship and impressive skills as a diplomatist.\nSeveral years after his retirement from the Army, the Foreign Office asked Boam to fly to Nigeria on a special mission and in a personal capacity. The President, General Sani Abacha, had imprisoned the previous head of state, General Olusegun Obasanjo, alleging that he was plotting a coup, and was threatening to execute him.\nMany of the world’s Muslim leaders had appealed for clemency and the Foreign Office was hoping that Boam, with his in-depth knowledge of the country and its leaders, would succeed where other attempts had failed.\nBoam had been well briefed by the British High Commissioner on the situation in Nigeria but when the two men arrived at the President’s grand residence in Abuja, General Abacha said that he wanted to see Boam on his own.\nAbacha had been a student on the first course held by the new Nigerian Staff College which Boam himself had set up at Kaduna in 1976. Boam said later that he talked to Abacha as if he were still one of his students. He told him that he ought to get out more and find out what was really happening in the country, and he stressed that there had been too much fighting and bloodshed. The meeting, lasting for two hours, was cordial and Obasanjo’s life was spared.\nThomas Anthony Boam was born in Chester on February 14 1932. His grandfather served with the Royal Flying Corps in the First World War and was chairman of the family colliery business. His father was an officer in the Royal Leicestershire Regiment and his mother was born in New Zealand.\nYoung Tony was educated at Bradfield College before joining the Guards Depot, Caterham, Surrey, in 1950. After Sandhurst he was commissioned into the Scots Guards and posted to the 1st Battalion (1SG) at Port Said, Canal Zone. His platoon sergeant was a veteran of the Long Range Desert Group and he acquired a lifelong love of the desert.\nStory continues As a young officer in Egypt, c1954 On his return to London, he took part in ceremonial duties, an experience which gave his colleagues much amusement and confirmed his dislike of horses. After a staff job at the War Office followed by attendance at Staff College, he commanded a company of 2SG in Kenya.\nBoam was then posted to HQ 4 Guards Brigade at Iserlohn, British Army of the Rhine, before returning to regimental duty as second-in-command of 1SG in Malaysia in 1966. Two years as brigade major of 4 Guards Brigade led to a posting to Staff College as an instructor.\nIn January 1972, at short notice, he reformed and trained 2SG for operations in Northern Ireland before taking it to Londonderry as a reinforcement for Operation Motorman. The aim of the operation, one of the largest carried out by the British Army since the Suez crisis, was to clear the barricades from what had become “No-Go” areas.\nTony Boam It was a year which proved to be one of the deadliest in the Province. Boam visited every company HQ, observation post and outpost, usually on foot, every day and night. He rarely got more than four hours of sleep a day. Four of his men were killed and one wounded but gradually the patrols got the upper hand.\nAfter the end of the four-month emergency tour, the battalion went back to England only to return to Northern Ireland in November for a further four months, this time in West Belfast. Boam was awarded an Operational OBE.\nIn May 1974, he handed over command of 2SG and, in January 1976, arrived in Nigeria with instructions to set up and run a Staff College at Kaduna for the Nigerian Army. He had a team including 12 lieutenant-colonels, whose initial task was to train students who had all fought in the Biafran War but had received no formal instruction. By the time he left in 1976, the College was running well and he was advanced to CBE.\nHis next appointment was that of Deputy Commander British Forces Hong Kong as a brigadier, followed by a further promotion to major general as head of the British Defence Staff in Washington. In 1982, after the invasion of the Falklands by Argentine forces, he played a notable part in developing close relations with key commanders in the Pentagon, briefing the British Ambassador and co-ordinating requests for assistance.\nHis final posting, from 1985 to 1987, was as Commander British Forces Hong Kong, and Major General Brigade of Gurkhas. He was appointed CB at the end of his tour.\nMajor General Tony Boam leaving British Forces HQ in Hong Kong in a rickshaw at the end of his tour, 1987 After suffering a severe heart attack, his career in the Army came to an abrupt end but he made the transition to civilian life with typical energy and enthusiasm. An accomplished sportsman, he was a good tennis player and a keen watcher of cricket. In 2017, he was delighted to be given a life membership of the MCC and he regularly treated family members to a day’s cricket at Lords.\nFor seven years he was director of the British Consultancy Bureau (later renamed the British Expertise International) and travelled widely to promote British businesses. Among his work for charity, he was vice-president of the Leonard Cheshire Foundation and chairman of 4 Sight, the West Sussex Association for the Blind from 2003 to 2006. He took an active part in his village community as a churchwarden and in social events. He was a keen bridge player.\nTony Boam married, in 1961, Penelope (Penny) Roberts. He nursed her, devotedly, through her long struggle with Alzheimer’s, from which she died in 2016. He is survived by their son and two daughters.\nTony Boam, born February 14 1932, died November 20 2023\nTRENDING 1. Trump ballot decision leads Maine lawmaker to call for impeachment of top state election official 2. The environmental costs of EV batteries that politicians don't tend to talk about 3. 25 stolen vehicles found in Mississauga shipping containers, 6 people charged: police 4. Israeli ex-hostage says she feared being raped by Gaza captor 5. Drunk driver convicted for impaired driving for the 21st time: Abbotsford police",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/Wg1g85Lvw2RwgOnoDF78Zg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMg--/https://media.zenfs.com/en/the_telegraph_818/e1905133ce77ccf1f7dce3840c2aa290",
    "http://www.telegraph.co.uk/",
    "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://s.yimg.com/ny/api/res/1.2/seeBQ9voFBim._grQRs6CQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyODA-/https://media.zenfs.com/en/the_telegraph_818/b18e81e467f84eab70831c5ac3e7335b",
    "https://s.yimg.com/ny/api/res/1.2/YV3bRt3C0iLO9fXtyThVpg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTcyMA--/https://media.zenfs.com/en/the_telegraph_818/0fd442f27060ad1f74bd27938c13187b",
    "https://s.yimg.com/ny/api/res/1.2/P0iwirydA3uMziC5j7_g8w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTI-/https://media.zenfs.com/en/the_telegraph_818/e1905133ce77ccf1f7dce3840c2aa290",
    "https://s.yimg.com/ny/api/res/1.2/srU9cDmyGkbhZ7Pm9idKCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNg--/https://media.zenfs.com/en/the_telegraph_818/b65ebb3ebb481da0a507145897858182",
    "https://www.s.yimg.com/ny/api/res/1.2/YV3bRt3C0iLO9fXtyThVpg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTcyMA--/https://www.media.zenfs.com/en/the_telegraph_818/0fd442f27060ad1f74bd27938c13187b",
    "https://www.s.yimg.com/ny/api/res/1.2/srU9cDmyGkbhZ7Pm9idKCg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNg--/https://www.media.zenfs.com/en/the_telegraph_818/b65ebb3ebb481da0a507145897858182",
    "http://www.telegraph.co.uk",
    "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
    "http://telegraph.co.uk/",
    "https://www.s.yimg.com/ny/api/res/1.2/seeBQ9voFBim._grQRs6CQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTEyODA-/https://www.media.zenfs.com/en/the_telegraph_818/b18e81e467f84eab70831c5ac3e7335b",
    "https://www.s.yimg.com/ny/api/res/1.2/Wg1g85Lvw2RwgOnoDF78Zg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMg--/https://www.media.zenfs.com/en/the_telegraph_818/e1905133ce77ccf1f7dce3840c2aa290",
    "https://www.s.yimg.com/ny/api/res/1.2/P0iwirydA3uMziC5j7_g8w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTI-/https://www.media.zenfs.com/en/the_telegraph_818/e1905133ce77ccf1f7dce3840c2aa290"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tony boam",
        "sentiment": "negative"
      },
      {
        "name": "sani abacha",
        "sentiment": "none"
      },
      {
        "name": "olusegun obasanjo",
        "sentiment": "none"
      },
      {
        "name": "boam",
        "sentiment": "none"
      },
      {
        "name": "penny major general tony boam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "telegraph maj gen tony boam",
        "sentiment": "negative"
      },
      {
        "name": "foreign office",
        "sentiment": "none"
      },
      {
        "name": "army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T08:24:23.685+02:00",
  "updated": "2023-12-31T08:24:23.685+02:00"
}