{
  "thread": {
    "uuid": "b6754452ff24770ae142e5a505f3a7f1cdaac4ec",
    "url": "https://news.okstate.edu/articles/arts-sciences/2024/teckemeyer_produces_enlargement_of_sculpture_using_had_grant.html",
    "site_full": "news.okstate.edu",
    "site": "okstate.edu",
    "site_section": "https://agriculture.einnews.com/live_feed",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Live Feed Wire - Agriculture Industry Today - EIN Presswire",
    "title": "Thinking bigger: Teckemeyer produces 200% enlargement of sculpture using HAD grant, 3D printing technology | Oklahoma State University",
    "title_full": "Thinking bigger: Teckemeyer produces 200% enlargement of sculpture using HAD grant, 3D printing technology | Oklahoma State University",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.okstate.edu/articles/arts-sciences/images/teckemeyerheader.jpg",
    "performance_score": 0,
    "domain_rank": 2794,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6754452ff24770ae142e5a505f3a7f1cdaac4ec",
  "url": "https://news.okstate.edu/articles/arts-sciences/2024/teckemeyer_produces_enlargement_of_sculpture_using_had_grant.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elizabeth Gosney",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Thinking bigger: Teckemeyer produces 200% enlargement of sculpture using HAD grant, 3D printing technology | Oklahoma State University",
  "text": "Thinking bigger: Teckemeyer produces 200% enlargement of sculpture using HAD grant, 3D printing technology Thursday, April 4, 2024 Media Contact: Elizabeth Gosney | CAS Marketing and Communications Manager | 405-744-7497 | [egosney@okstate.edu](mailto:egosney@okstate.edu) Jessica Teckemeyer, associate professor of sculpture in Oklahoma State University’s [Department of Art, Graphic Design and Art History](https://cas.okstate.edu/department_of_art/), commissioned a 200% bronze enlargement of her sculpture “Fox or Foe” using a Humanities-, Arts- and Design-Based Disciplines Research Grant. “The sculpture ‘Fox or Foe’ is about the moments when we feel vulnerable and overcome those insecurities by adopting a more powerful persona,” Teckemeyer said. “My sly fox has morphed into a warrior. Combining two species aims to provoke contemplation about how the prey has transformed into its predator.” HAD Research Grants are funded through OSU’s [Division of the Vice President for Research](https://research.okstate.edu/) and are granted to advance research initiatives in creative realms. “Creative scholarship is integral to OSU’s land-grant mission,” said Dr. Christine Johnson, associate vice president for research. “It promotes ingenuity, expression of thought, cultural preservation and community engagement.” Before working with HAD grant funds, Teckemeyer researched the best approach for increasing the size of her sculpture with a Research Jumpstart/ Accelerator Grant. She utilized 3D printing and scanning technology with three companies that began working on scans of the piece. “It became apparent that the MetraSCAN 3D optical CMM scanner by Creaform provided the most accurate digital file,” Teckemeyer said. “I learned new skills in Blender software to refine digital anomalies and enlarged a small section of the scan to print at various enlarged sizes ranging from 150% to 1,000% to see how the surface translated.” Once the best scan and size were selected, the sculpture was printed in five different materials to test burnout. From there molds were created and burned out in a furnace to clear the 3D printed forms. “For the 200% enlargement, the multiple-part model was printed in a 3D Voxel Jet printer,” Teckemeyer said. “The vacated molds allowed for molten bronze to fill the cavities. Bronze is the most durable and desirable material for public art because it can last hundreds of years.” While working on the enlargement, Teckemeyer had the opportunity to make a 75% version of the piece. The smaller piece was exhibited at the Eisele Gallery in Cincinnati and the Arc Gallery in San Francisco. “I divided a 75% version of ‘Fox or Foe’ into seven parts to print on four Prusa MK3S+ extrusion printers,” Teckemeyer said. “An advantage of the reduced scale is the smaller shipping container, which significantly cuts shipping costs. Ultimately, creating replicas allows the sculpture to be sold to more collectors at a lower price than the original hand-modeled sculpture.” Teckemeyer said she hopes to exhibit the piece in temporary public art exhibitions with the long-term objective of having her sculpture included in a public art collection or a museum sculpture garden. “Public art is a dynamic, evolving field that plays a pivotal role in society, contributing significantly to communities' cultural, social and economic well-being,” Teckemeyer said. “My goal is to reach a broader audience with my art to engage in dialogue about building inclusive communities that support all citizens with dignity.” Teckemeyer said she chose “Fox or Foe” for enlargement because it appeals to all ages. “My conversations with people about the work have ranged from their personal stories to how it can be an icon for triumph for the underdog,” Teckemeyer said. “Through translating human experience into animal forms, I aim to provide viewers with alternate perspectives. Animals hold symbolic meanings and universal appeal, serving as compelling storytelling characters that resonate with people.” In the classroom, Teckemeyer teaches 3D design, sculpture I, sculpture II and sculpture studio courses. She hopes to impart new knowledge to her students from her experience working on this project. “I teach my students technical skillsets from 3D modeling and printing, the bronze process and how to develop conceptually and creatively,” Teckemeyer said. “I am connecting students with the business aspects of being a professional artist and the knowledge I have gained along the way in leveraging technology to increase productivity as an artist.” Department of Art, Graphic Design and Art History head Chris Whittey said that Teckemeyer’s work with HAD grant funds promotes the importance of creative research and calls attention to the work being done by faculty and their students. “I like to think that the arts help expand and perhaps redefine what research is — or what research can be — and a vibrant studio practice like Teckemeyer’s serves to promote OSU as a leading institution in the dedication to and support of creative practices,” Whittey said. “Her work is exhibited in highly selective venues and regularly receives top honors which, of course, draws attention to the artist and her work, but this visibility also casts a most favorable light on the kinds of research we advance at OSU.” To learn more about Teckemeyer’s work, [watch this episode](https://insideosu.com/shows?video=1_4rorcv9x) of Research on Tap. Story By: Erin Weaver, CAS Communications Coordinator | [erin.weaver@okstate.edu](mailto:erin.weaver@okstate.edu)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://insideosu.com/shows?video=1_4rorcv9x",
    "https://insideosu.com/shows",
    "https://www.insideosu.com/shows?video=1_4rorcv9x"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elizabeth gosney",
        "sentiment": "negative"
      },
      {
        "name": "teckemeyer",
        "sentiment": "negative"
      },
      {
        "name": "grant",
        "sentiment": "none"
      },
      {
        "name": "jessica teckemeyer",
        "sentiment": "none"
      },
      {
        "name": "christine johnson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oklahoma state university",
        "sentiment": "negative"
      },
      {
        "name": "osu",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:36:26.871+03:00",
  "updated": "2024-04-05T00:36:48.238+03:00"
}