{
  "thread": {
    "uuid": "56056c5fbfdfce8826feb558c0ca040ea492ac8b",
    "url": "https://hrsea.economictimes.indiatimes.com/news/industry/flashback2023-top-5-guest-articles-that-garnered-the-most-reads/106357002",
    "site_full": "hrsea.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://hrsea.economictimes.indiatimes.com",
    "site_categories": [],
    "section_title": "HR News Southeast Asia | Latest HR Industry Updates from Singapore, Malaysia, Thailand, Indonesia & The Philippines",
    "title": "#Flashback2023: Top 5 guest articles that garnered the most reads!, ETHRWorldSEA",
    "title_full": "#Flashback2023: Top 5 guest articles that garnered the most reads!, ETHRWorldSEA",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-106357002,imgsize-27350,width-1200,height=765,overlay-ethrsea/news/industry/flashback2023-top-5-guest-articles-that-garnered-the-most-reads.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56056c5fbfdfce8826feb558c0ca040ea492ac8b",
  "url": "https://hrsea.economictimes.indiatimes.com/news/industry/flashback2023-top-5-guest-articles-that-garnered-the-most-reads/106357002",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETHRWorld.com",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "#Flashback2023: Top 5 guest articles that garnered the most reads!, ETHRWorldSEA",
  "text": "It's the final Friday of 2023, signaling the impending farewell to a transformative year. Throughout this year, the realm of work has been enriched by a diverse array of insightful voices, each contributing a unique perspective to the spheres of work, workplace, and workforce. For us at ETHRWorld Southeast Asia, 2023 has proven to be exceptionally enriching and diverse, featuring compelling narratives that have resonated globally across various industries.As part of the #Flashback2023 series, we've compiled a list of the most-read and impactful guest articles from the year. Authored by visionary individuals and experts across different fields, these articles not only encapsulate the spirit of the times but also ignite discussions that reverberate within the HR and business communities.These aren't just mere words on your screen; they serve as windows into the collective consciousness, providing a glimpse into the heartbeat of our ever-evolving global workplace and workforce.Here's the list: Will career-ready programs make Southeast Asia the hub for global talent?Among the most cited reasons for resigning include limited opportunities for career advancement (comprising skilling and training offered by companies), wage stagnation amid the rising cost of living, hostile work environments, lack of benefits, inflexible remote-work policies, and long-lasting job dissatisfaction. Martin Janse van Rensburg, Senior Director for Global Education Alliances & Certifications, UiPath shared his take. Virtual-recruitment landscape in Southeast AsiaA new wave of behavioral assessments is rippling through SEA, using natural language processing (NLP) and psycholinguistic analytics to analyse candidates’ responses and provide insights about their unique personality profiles through live and asynchronous video interviews. So, what should companies in SEA know before jumping on the behavioral assessments bandwagon? Sanjoe Tom Jose, CEO and Founder of Talview shared his thoughts. Bridging the talent shortage in modern data centresWith Singapore ranking second amongst the most desirable data centre locations globally, and first in Asia, according to a study by Cushman & Wakefield, the need to address the shortage of data centre talent is more urgent than ever. Here are three key ways to effectively bridge the data centre talent gap. Take what Lee Siew Keong, Head of Secure Power Division (Singapore), Schneider Electric shared. 3 compelling reasons why SEA businesses are embracing multilingualismIt’s no secret that English is the world’s lingua franca of business. And, as global markets expand, economies in Indonesia, Thailand, Malaysia, the Philippines, Singapore, and Vietnam are due to grow by 4.2% this year and 4.8% next year. This emphasises the value of speaking your country’s national language, and English (or even more) is widely recognised in SEA. Dan Berges, Managing Director of Berges Institute LLC shared why businesses in SEA are taking a global stance and embracing multilingualism in the workplace. Bridging continents through talent: How SEA professionals support the Western HemisphereGiven the huge gulf in time zones between the two regions, the SEA market has become a pivotal player in supporting the Western Hemisphere, enabling businesses to operate around the clock. This has the potential to enhance productivity and address the challenges posed by the competitive nature of modern markets. Pablo Miller, Co-Founder and CEO of Remoti shared his take.ETHRWorld Southeast Asia eagerly awaits to host thought leaders and industry experts from Human Resources and the Business community for the New Year. Stay tuned!*If you are also a storyteller like us and wants to share your expert views from the space of people and work, do not hesitate to reach out. Write to me on neelanjana.mazumdar@timesinternet.in and we shall be more than happy to co-create some magic of wisdom through words.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ethrworld southeast asia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southeast asia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:10:52.978+02:00",
  "updated": "2023-12-29T00:10:52.978+02:00"
}