{
  "thread": {
    "uuid": "b6eec81488f8b7f0d183b19d886af0435d0360ac",
    "url": "https://info.nodo50.org/Dolores-Lavin-Gomez-Lola-guerrillera-antifranquista.html",
    "site_full": "info.nodo50.org",
    "site": "nodo50.org",
    "site_section": "http://www.nodo50.org/rdf/nodo50.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Nodo50",
    "title": "NOVEDAD DESTACADA: Dolores Lavín Gómez ‘Lola', guerrillera antifranquista",
    "title_full": "NOVEDAD DESTACADA: Dolores Lavín Gómez ‘Lola', guerrillera antifranquista",
    "published": "2023-12-31T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://info.nodo50.org/local/cache-vignettes/L480xH252/a9451c10ee16f5d96668d366883ff3-4cdc1.jpg",
    "performance_score": 0,
    "domain_rank": 22759,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6eec81488f8b7f0d183b19d886af0435d0360ac",
  "url": "https://info.nodo50.org/Dolores-Lavin-Gomez-Lola-guerrillera-antifranquista.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nodo50",
  "published": "2023-12-31T00:00:00.000+02:00",
  "title": "NOVEDAD DESTACADA: Dolores Lavín Gómez ‘Lola', guerrillera antifranquista",
  "text": "Dolores Lavín Gómez ‘Lola’, guerrillera antifranquista 31 de diciembre de 2023. Fuente: [Briega](https://www.briega.org/es/especial/dolores-lavin-gomez-lola-guerrillera-antifranquista) Estrenamos la sección \"Mujeres de armas tomar\", con la guerrillera cántabra Dolores Lavín \"Lola\". Primero destacó como apoyo de la partida del \"Cariñoso\", para después unirse a la misma. Por Imanol Aquí estamos de nuevo con nuestras historias guerrilleras. Hoy estoy de celebración, como ya comenté en la entrada de diciembre, quería empezar una sección nueva llamada “Mujeres de armas tomar”. Así que dicho y hecho; la primera protagonista en aparecer por estas lineas, formaba parte de la partida cántabra del “Cariñoso”, y su nombre no es otro que Dolores Lavín Gómez “Lola”. Reconozco que esto no va a ser fácil; al olvido impuesto sobre la guerrilla en general, se añade en este caso, el de centrarse en personas de ideología libertaria, o que pertenecieron a grupos mayoritariamente anarquistas. Y por supuesto, que las protas de la sección sean mujeres. Estas siempre han sido menos estudiadas, ninguneadas, o directamente ignoradas; a lo que tampoco contribuye, que la mayor parte de la gente que tratamos de rescatar la memoria guerrillera, seamos tíos. Bueno, pues dicho esto, vamos al asunto. Dolores Lavín era natural de Rucandio, donde había nacido en 1913. La caída del frente norte, en otoño de 1937, cambió su vida. Muchos de los hombres del valle, que habían partido con las unidades republicanas, empezaban a volver de tierras asturianas tras la derrota. Y dada la represión desencadenada por los fascistas, una parte de los mismos se echaron la monte. La familia de “Lola” y ella misma, empezaron a colaborar con los huidos. Les facilitaban comida y otros enseres necesarios, para una mínima supervivencia; e incluso a veces, ocultaban a alguno de ellos. El 21 de julio del 38, la suerte (a veces buena, a veces no), llamó a su puerta, y para su desgracia, fue mala, muy mala. Falangistas y civilones entraron en la casa, sabían que eran colaboradores de los del monte. Para colmo de males, durante el registro de la vivienda, dieron con Segundo Pérez Abascal “El de Tania”, huido que estaba allí temporalmente escondido y que era tío de Dolores. Este, al verse descubierto, trató de lanzarse por la ventana, pero fue abatido por los disparos antes de conseguirlo. “Lola” y su familia fueron detenidos y severamente castigados. Los tiempos que siguieron a la detención, fueron nefastos para Dolores Lavín. En ella se fijó Manuel García “El Rey de los Campos”, un falangista del pueblo de Rubalcaba, quien destacaba en las acciones represivas contra los vencidos. “Lola”, una vez apresada, fue apaleada. También le raparon el pelo y la obligaron a tomar aceite de ricino. Pero no lo dejaron ahí...se ensañaron con ella; a parte de los golpes y escarnios, entre otras cosas, le quemaron los pechos y por supuesto, como era una mujer joven, la violaron. En todas estas tareas se destacó “El rey de los Campos”. Cuando finalmente fue liberada, tanto ella como su hermano Marcos “El Melenas” y su primo Pedro Lavín Cobo “El Cenizo”, se echaron al monte y se unieron a la partida del “Cariñoso”. Desconocemos la fecha exacta de cuando se unieron al grupo, lo que si sabemos es que “Lola” fue la primera y única mujer en dicha partida. Aunque unas cuantas más, colaboraban como enlaces. Cuando llegó a la cabaña donde se ocultaba la partida, “Lola” lloró de rabia, mientras comentaba: “Me han hecho marranadas, que solo de acordarme me mataría”. - Postal falangista. Imanol De las acciones y aventuras en las que tomó parte “Lola” mientras actuó junto al “Cariñoso” no tengo noticias, lo que no quiere decir que no tomara parte en las mismas. También en fecha desconocida, Dolores fue la protagonista involuntaria, cuando la testosterona de los hombres que había a su alrededor, comenzó a subir. Orestes Gutiérrez empezó a cortejarla, y el tío de Dolores, Amalio, el hombre más viejo de la partida, por la causa que fuera, no estaba dispuesto a tolerarlo. La situación se disparató, y Orestes acabó matando a Amalio. Tras esto, el asesino tuvo que abandonar al resto del grupo, y no mucho tiempo más tarde, fue delatado y abatido por guardias civiles y falangistas en Mirones, el 11 de agosto de 1940. Tras el asesinato de Amalio, Dolores abandonó el grupo y se escondió en Santander, en casa de un conocido, de nombre Ramón Gutiérrez Laso. Esto sería a principios de verano de 1940. Meses más tarde, otra parte de la partida toma también la decisión de ocultarse en la capital cántabra; entre ellos, José Lavín “Cariñoso”, o el hermano y el primo de “Lola”, Marcos y Pedro, lo que no impedirá a los mismos el seguir actuando contra derechistas y acaudalados. En noviembre de 1940, Dolores iba a poder desquitarse en parte, de la rabia que llevaba acumulada desde su detención. En dicho mes, la partida del “Cariñoso” secuestraba a Manuel García “El Rey de los Campos”. No se le volvió a ver. Cuentan que todo lo que Dolores había llorado de rabia, se lo hizo pagar al “Rey de los Campos”. Finalmente, la historia toca a su fin. A finales de verano de 1941, entre otros, es detenido el enlace de la partida Eugenio Escalante. Este no logra resistir la dureza de los interrogatorios y acaba cantando. Y cantó, vaya si cantó, pues entre otras cosas, dio la dirección del “Cariñoso” en Santander, en la calle Sta Lucía nº 44. No solo eso, tuvo que participar en la emboscada. Esta fue realizada el 27 de octubre de 1941; a Escalante le tocaba hacer salir al guerrillero de la buhardilla donde se encontraba. Los guardias hicieron el resto. Y no cayó él solo. Al día siguiente, se supo que en la misma ciudad, se encontraban otros miembros de la partida y se montó un servicio especial para su captura. “Lola”, Cenizo” y “Melenas”, tras enterarse de la caída del jefe del grupo, cambiaron de emplazamiento, ocultándose en una casa de citas clandestina en Peñacastillo. Cuando salían de allí camino al monte, fueron interceptados. Dolores, junto a sus familiares, al darse cuenta de la emboscada, sacaron sus armas y abrieron fuego. Durante el combate, se lanzaron granadas y según se cuenta, hasta llegaron a luchar cuerpo a cuerpo. ¿El resultado? Los tres guerrilleros muertos y un número de la guardia civil herido. Dolores Lavín Gómez, la única mujer de la partida del “Cariñoso”, había muerto con las armas en la mano un 28 de octubre de 1941. - Rucandio (Cantabria), la villa donde nació Dolores Lavín. Imanol Fuentes: Guerra civil en Cantabria y pueblos de Castilla. (Jesús Gutiérrez Flores), El Cariñoso. Los emboscados del Miera (Isidro Cicero) y Del mito a la historia. Guerrilleros, maquis y huidos en los montes de Cantabria (Valentín Andrés Gómez). [Descargar artículo en PDF](spip.php?page=article_pdf&id_article=6603)| Enlace permanente: [https://info.nodo50.org/6603](https://info.nodo50.org/6603)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.briega.org/es/especial/dolores-lavin-gomez-lola-guerrillera-antifranquista",
    "https://briega.org/es/especial/dolores-lavin-gomez-lola-guerrillera-antifranquista"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T01:28:39.763+02:00",
  "updated": "2024-01-07T02:10:29.092+02:00"
}