{
  "thread": {
    "uuid": "c7b8bdeab0b57802a472b794e38a62592c84e2d3",
    "url": "https://www.crosswalk.com/devotionals/first15-devotional/god-is-worthy-of-devotion-first15-may-31-2017.html",
    "site_full": "www.crosswalk.com",
    "site": "crosswalk.com",
    "site_section": "https://crosswalk.com",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Crosswalk Grow in Faith with Daily Christian Living Articles",
    "title": "God Is Worthy of Devotion - First15 - May 31 - Daily Devotional",
    "title_full": "God Is Worthy of Devotion - First15 - May 31 - Daily Devotional",
    "published": "2024-05-31T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/crosswalk/resource/areas/crosswalk/resources/images/defaultimages/article-large-landscape.png",
    "performance_score": 1,
    "domain_rank": 7613,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 45,
        "comments": 11,
        "shares": 160
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 5
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7b8bdeab0b57802a472b794e38a62592c84e2d3",
  "url": "https://www.crosswalk.com/devotionals/first15-devotional/god-is-worthy-of-devotion-first15-may-31-2017.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T09:00:00.000+03:00",
  "title": "God Is Worthy of Devotion - First15 - May 31 - Daily Devotional",
  "text": "God Is Worthy of Devotion - First15 - May 31 God is Worthy of Devotion Weekly Overview: It’s vital to the Christian life that we as sons and daughters of the most high God allow our affections to be stirred by the loving, powerful nature of our heavenly Father. Too often we feel that God is distant or separated from us. Too often we allow misconceptions or lies to place a rift between us and experiencing God. It’s in reminding ourselves of God’s character that lies are broken and a pathway is laid for us to encounter his tangible love. Open your heart and mind and receive fresh revelation of the goodness of God this week. Allow your affections to be stirred and your heart to be filled with desire to seek the face of your heavenly Father. Scripture:“Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!” - > [Isaiah 6:3](https://www.biblestudytools.com/isaiah/6-3.html) Devotional: Throughout Scripture we see a powerful principle exemplified: when God is seen for who he truly is, the natural response of the seer is full and absolute devotion. When God reveals his glory, love, power, holiness, and splendor, the seer responds with absolute commitment and worship. I believe that God would reveal himself to us today in simple but mighty ways. I believe that he longs for us to see him as he truly is, and that his chief desire is our devotion. May we see God face-to-face today and be forever changed by a fresh revelation of this God who would give up everything for relationship with us. [Isaiah 6](https://www.biblestudytools.com/isaiah/6.html) exemplifies both a vision of God and a response of devotion. Isaiah has an open vision of the majesty of God in heaven. He sees God on his throne and hears angels declaring his holiness and splendor by saying, “Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!” ( [Isaiah 6:3](https://www.biblestudytools.com/isaiah/6-3.html)). And in response to this vision [Isaiah 6:8](https://www.biblestudytools.com/isaiah/6-8.html) says, “And I heard the voice of the Lord saying, ‘Whom shall I send, and who will go for us?’ Then I said, ‘Here I am! Send me.’” Isaiah responds to seeing God with full devotion. God doesn’t ask for your devotion the way man does. He doesn’t offer you ultimatums or transactionally based benefits if you will love him. Devotion to him is meant to be the natural response of seeing God for who he is, because he is inherently worthy of every bit of devotion we can bring to him. He is worthy of our allegiance because he is the King of Kings. He is worthy of our obedience because his will is both knowable and perfect. He is worthy of our worship because he is the almighty God to whom all creation offers ceaseless praise. And he is worthy of our heart because he is the God of love and mercy who has created us for relationship with him. Too often we mistake God’s mercy and grace as opportunities to go our own way and come back to him as we please or when we need something. Too often we treat his love as an opiate for our problems rather than the foundation on which we devote our lives in humble [submission](https://www.crosswalk.com/faith/spiritual-life/what-you-need-to-know-about-the-meaning-of-submission-in-the-bible.html) to him. God is patient. He is kind. He will never force or manipulate us into loving him. But his patience, kindness, and gentleness do not change the fact that he is King of kings, Lord of lords, and Creator of all, and that he is worthy and deserving of our ceaseless devotion. Run to meet your God in the secret place today. Look upon his face and see him for both the loving and majestic God he is. He longs to reveal his nature to you. He longs for you to search out the depths of him and be awed by his wonder and mystery. Spend time in [prayer](https://www.crosswalk.com/faith/prayer/) meeting with your loving heavenly Father and responding to his nature with your love, worship, and devotion. Guided Prayer: 1. Meditate on the majesty, holiness, and love of God. Allow Scripture and the Holy Spirit to guide you into a direct encounter with the living God. Ask God to reveal his nearness, holiness and love to you in a fresh way. “In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple. Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew. And one called to another and said: ‘Holy, holy, holy is the Lord of hosts; the whole earth is full of his glory!’ And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke. And I said: ‘Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts!’ Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar. And he touched my mouth and said: ‘Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.’” - > [Isaiah 6:1-7](https://www.biblestudytools.com/isaiah/passage/?q=isaiah+6:1-7) “I am the first and I am the last; apart from me there is no God.” - [Isaiah 44:6](https://www.biblestudytools.com/isaiah/44-6.html) 2. Spend time giving him thanks for who he is. Worship him through thanksgiving. “Oh give thanks to the Lord, for he is good, for his steadfast love endures forever!” - [Psalm 107:1](https://www.biblestudytools.com/psalms/107-1.html) “Through [Jesus] then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name.” - > [Hebrews 13:15](https://www.biblestudytools.com/hebrews/13-15.html) “It is good to give thanks to the Lord, to sing praises to your name, O Most High; to declare your steadfast love in the morning, and your faithfulness by night, to the music of the lute and the harp, to the melody of the lyre. For you, O Lord, have made me glad by your work; at the works of your hands I sing for joy. How great are your works, O Lord! Your thoughts are very deep!” - [Psalm 92:1-5](https://www.biblestudytools.com/psalms/passage/?q=psalms+92:1-5) 3. Now offer God your total devotion in response to who he is. Commit to following his leadership and living your life in total obedience to him through the help of the Holy Spirit. “Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord.” - > [Philippians 3:8](https://www.biblestudytools.com/philippians/3-8.html) “Love the Lord your God with all your heart and with all your soul and with all your strength.” - [Deuteronomy 6:5](https://www.biblestudytools.com/deuteronomy/6-5.html) May your life be an example of a believer in love with God. May you offer God all the love, obedience, and devotion you can. All God desires is your heart. He longs to have all of you. He is completely relationship focused and completely lovesick for you. [2 Chronicles 16:9](https://www.biblestudytools.com/2-chronicles/16-9.html) says, “For the eyes of the Lord range throughout the earth to strengthen those whose hearts are fully committed to him.” God will help you live your life in commitment to him if you allow him to. Receive the strength of the Lord and respond to his love with your devotion today. Extended Reading: [Isaiah 44](https://www.biblestudytools.com/isaiah/44.html) For more information on today's devotional [click here](http://www.first15.org/today )!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.biblestudytools.com/hebrews/13-15.html)",
    "https://www.biblestudytools.com/isaiah/6.html)",
    "https://www.biblestudytools.com/isaiah/6-3.html)",
    "https://www.biblestudytools.com/isaiah/passage/?q=isaiah+6:1-7)",
    "https://www.biblestudytools.com/isaiah/44-6.html)",
    "https://www.biblestudytools.com/2-chronicles/16-9.html)",
    "https://www.biblestudytools.com/isaiah/6-8.html)",
    "https://www.biblestudytools.com/psalms/107-1.html)",
    "https://www.biblestudytools.com/deuteronomy/6-5.html)",
    "https://www.biblestudytools.com/psalms/passage/?q=psalms+92:1-5)",
    "https://www.biblestudytools.com/philippians/3-8.html)",
    "http://www.first15.org/today",
    "https://www.biblestudytools.com/isaiah/6-3.html)).",
    "https://www.biblestudytools.com/isaiah/44.html)",
    "https://biblestudytools.com/hebrews/13-15.html)",
    "https://biblestudytools.com/isaiah/6-3.html)).",
    "http://first15.org/today",
    "https://www.biblestudytools.com/isaiah/passage/",
    "https://biblestudytools.com/2-chronicles/16-9.html)",
    "https://biblestudytools.com/isaiah/6.html)",
    "https://biblestudytools.com/isaiah/passage/?q=isaiah+6:1-7)",
    "https://www.biblestudytools.com/psalms/passage/",
    "https://biblestudytools.com/psalms/passage/?q=psalms+92:1-5)",
    "https://biblestudytools.com/philippians/3-8.html)",
    "https://biblestudytools.com/psalms/107-1.html)",
    "https://biblestudytools.com/isaiah/44-6.html)",
    "https://biblestudytools.com/isaiah/44.html)",
    "https://biblestudytools.com/isaiah/6-3.html)",
    "https://biblestudytools.com/isaiah/6-8.html)",
    "https://biblestudytools.com/deuteronomy/6-5.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T10:02:48.430+03:00",
  "updated": "2024-05-31T10:02:48.430+03:00"
}