{
  "thread": {
    "uuid": "34bb5443c5705418c86f5994e4e12550ead1a7bd",
    "url": "https://www.readingchronicle.co.uk/sport/national/24019482.pep-guardiola-relieved-finish-intense-month-win-sheffield-united/",
    "site_full": "www.readingchronicle.co.uk",
    "site": "readingchronicle.co.uk",
    "site_section": "https://readingchronicle.co.uk",
    "site_categories": [
      "media",
      "books_and_literature",
      "entertainment"
    ],
    "section_title": "Reading and Berkshire news, sport, events - Reading Chronicle",
    "title": "Pep Guardiola relieved to finish ‘intense month’ with win over Sheffield United | Reading Chronicle",
    "title_full": "Pep Guardiola relieved to finish ‘intense month’ with win over Sheffield United | Reading Chronicle",
    "published": "2023-12-31T02:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.readingchronicle.co.uk/resources/images/17599325/?type=og-image",
    "performance_score": 0,
    "domain_rank": 95164,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34bb5443c5705418c86f5994e4e12550ead1a7bd",
  "url": "https://www.readingchronicle.co.uk/sport/national/24019482.pep-guardiola-relieved-finish-intense-month-win-sheffield-united/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-31T02:34:00.000+02:00",
  "title": "Pep Guardiola relieved to finish ‘intense month’ with win over Sheffield United | Reading Chronicle",
  "text": "Pep Guardiola played down the significance of his side’s victory over Sheffield United on Saturday despite it increasing the pressure at the top of the Premier League. Goals from Rodri and Julian Alvarez at the Etihad Stadium saw the champions wrap up a memorable 2023 – a year in which they won five trophies – with a comfortable 2-0 victory over the struggling Blades. The result lifted City within two points of leaders Liverpool at the end of a draining month in which they played nine matches, including two in Saudi Arabia at the Club World Cup. That could be viewed as ominous for the rest of the competition but City manager Guardiola did not want to be drawn into such talk. Guardiola said: “What we have done in the past doesn’t mean it is going to happen in the future. The future is happy New Year and three days off, and after that it is Huddersfield. No further than that. “Except for two or three games, we were better than the opponents and could not get the results we deserved – but it is business and you have to win games. “Today we did it and I’m really pleased for the guys. It was an intense month.” Guardiola felt City were initially below their best but was pleased with the way they roused themselves. He said: “The first half was a little bit flat. The body language of the players – they didn’t communicate, didn’t talk, didn’t laugh, didn’t shout. “It was ‘OK, I have to play a football game’, but football games cannot be played in that way. “At half-time, for the first time, I didn’t talk one word about tactics. I took a chair and sat and said, ‘Guys go out with a smile on your face and with another rhythm in terms of enjoying what you’re doing. We are not going to do what happened against Crystal Palace’.” “In the second half, the first 15 minutes were the best minutes that we did.” Guardiola also hailed an “incredible effort” from Jack Grealish, who started for City after a difficult few days following a burglary at his house. Defeat left Sheffield United bottom of the table but manager Chris Wilder found positives in the attitude of his players. He said: “It felt like we played football for about five hours. At the start, when you are walking out, and you see five trophies, it hits home to you and what you are up against. “We were light in terms of Premier League experience but what we weren’t light on is fight or character, and that has delighted me since I walked through the door. “It is incredibly difficult to come here, even for the top teams. We stuck at it and it was great experience for the young lads to learn. There is no downside from this game.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pep guardiola",
        "sentiment": "positive"
      },
      {
        "name": "rodri",
        "sentiment": "none"
      },
      {
        "name": "guardiola",
        "sentiment": "none"
      },
      {
        "name": "julian alvarez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sheffield united | reading chronicle",
        "sentiment": "positive"
      },
      {
        "name": "sheffield united",
        "sentiment": "positive"
      },
      {
        "name": "huddersfield",
        "sentiment": "none"
      },
      {
        "name": "liverpool",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      },
      {
        "name": "city",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "etihad stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T03:14:58.911+02:00",
  "updated": "2023-12-31T03:14:58.911+02:00"
}