{
  "thread": {
    "uuid": "11d6c4090b29ceb9d6ae295756c1dd17cfa7f444",
    "url": "https://www.jsonline.com/story/communities/south/2023/12/29/k9-bane-of-st-francis-honored-with-national-award-for-service/71967649007/",
    "site_full": "www.jsonline.com",
    "site": "jsonline.com",
    "site_section": "https://jsonline.com/communities",
    "site_categories": [
      "media"
    ],
    "section_title": "Suburbs - Milwaukee Journal Sentinel",
    "title": "K9 Bane of St. Francis honored with national award for service",
    "title_full": "K9 Bane of St. Francis honored with national award for service",
    "published": "2023-12-29T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 1904,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11d6c4090b29ceb9d6ae295756c1dd17cfa7f444",
  "url": "https://www.jsonline.com/story/communities/south/2023/12/29/k9-bane-of-st-francis-honored-with-national-award-for-service/71967649007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erik S. Hanley",
  "published": "2023-12-29T14:00:00.000+02:00",
  "title": "K9 Bane of St. Francis honored with national award for service",
  "text": "The famous retired St. Francis K9 Bane has been recognized for his accomplishments with a Distinguished Service Medal.\nThe medal, awarded by the Animals in War & Peace organization, honors animals for their service both in civilian and military duty.\n“They give two medals every year and it’s any animal that has served in the public safety sector or military,” said St. Francis Police Detective Holly McManus, Bane’s owner and former handler. “Pigeons have won it and horses and dogs, both military and law enforcement.”\nAnimals in War & Peace Distinguished Service Medal will be awarded to three canines by members of Congress at a special ceremony in Washington, D.C. on March 6. Additionally, Congress will also present the organization's medal of bravery to four canines at the event.\nMcManus is glad those officers and soldiers with paws, hooves and wings are now getting recognition through an organization like Animals in War & Peace.\n“I wish that there was more recognition for those types of heroes so I’m glad we’re starting to see more recognition for the officers, the handlers, who work with these dogs and these dogs who do great things,” she said, adding it’s OK to put your accomplishments out there and be proud of them, and those of your peers.\nBane gets a special local ceremony While the official award presentation won’t take place until March, Bane, a German shepherd, was honored locally with a ceremony Dec. 13 and given a temporary medal as his official one is still being created.\nThe main reason Bane got special early recognition is that he is battling degenerative myelopathy, a disorder similar to ALS in humans, and it’s sadly possible he either won’t be around or able to travel in March.\n“I was humbled by (their offer of an early ceremony) because not only are they giving Bane that award, but they are making the effort to make sure he’s around to be appreciated for it,” McManus said.\nMcManus might not make it to the ceremony herself if Bane is still alive and can’t travel, “because there really won’t be anyone to take care of him,” she said.\nOn Bane’s official Facebook page, which ha s over 11,000 followers , McManus posts regular updates to Bane’s condition and his day-to-day goings on. In a post on Dec. 28, she outlined how she spends about two hours a day doing special tasks taking care of Bane including cleaning, grooming, and simply moving/carrying him as he can’t control the lower half of his body.\nBut, she said Bane keeps surprising her, so McManus said she hasn’t ruled out the trip, saying she was told the hotel would be accommodating to them.\nBane’s nomination and award criteria The Milwaukee FBI division nominated Bane for the award. McManus and her canine companion served with the FBI’s SWAT team for three years, taking on everything from violent crime to domestic terror in the greater Milwaukee area, Waukesha County, Brown County and into northern Illinois.\n“We did over 36 missions with the FBI in those three years and Bane was on every single one of those and was used in most of them as the first soul in the building,” McManus said. “We played an active role with that team, and I think that’s how this got going.”\nAdditionally, St. Francis Police Chief Kevin Hunter and state Rep. Christine Sinicki also submitted letters of nomination for Bane. In 2021, Sinicki awarded McManus and Bane with the First Responder of the Year Award .\nIn his nomination letter, St. Francis Mayor Ken Tutaj said Bane was directly responsible for leading to the arrest of over 200 offenders.\n\"He was the first officer through the door on multiple building searches, placing his life in front of his fellow officers,\" Tutaj said. \"As the City’s very first K9 officer he has been, and continues to be, an inspiration to both local citizens and people throughout the country and around the world through social media.”\nCriteria for the distinguished service medal, according to the Animals in War & Peace website , include “exceptional performance of duty, clearly above that normally expected, which has contributed materially to the success of a unit, command or department” or “sustained superior performance throughout the course of their duties.”\nMore: St. Francis' K9 Bane is getting his own foundation to help other service dogs and handlers\nFinding out Bane was selected It was around Thanksgiving when a call came in on a Sunday night from an unknown number. McManus answered and it was Robin Hutton, founder of Animals in War & Peace informing her Bane was chosen to receive the distinguished service award.\n“I keep saying that this is the proudest moment of my career; the final chapter of our journey,” McManus said. “The connection that an animal, a service animal especially, can make with the human soul is incredible and I think that Bane’s story is not just about a dog with a terminal illness, people are actually connecting with his struggles and his strength and his bravery and his journey and I think that’s all a part of this.\n\"Every time he accomplishes something even in retirement, it just reminds me how lucky and how blessed I am to have taken this journey with him.”\nWhile Bane has slowed down physically, mentally he’s still the same dog who can sometimes be a little grumbly.\n“He’s still the Bane I got a decade ago, and that’s how I know he still wants to be on this side of the bridge with us,” McManus said. “He still has his personality.”\nMcManus thought Bane may pass on after his bronze statue was revealed in front of the St. Francis Civic Center because he’d feel her relief as that chapter closed. But Bane has continued to push on and McManus said she plans to keep going with him until he tells her he’s ready to leave.\n“I feel like he’s saying, ‘I’m not done yet, let’s see what else we can do,’” she said.\nContact Erik S. Hanley at erik.hanley@jrn.com . Like his Facebook page, The Redheadliner , and follow him on X @Redheadliner .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://www.facebook.com/100064929060414/videos/885144902887674/",
    "https://animalsinwarandpeace.org/for-distinguished-service",
    "https://www.facebook.com/TheRedheadliner",
    "https://www.wispolitics.com/2021/rep-sinicki-names-k9-bane-and-detective-holly-mcmanus-2021-first-responders-of-the-year/",
    "https://www.facebook.com/profile.php?id=100064929060414",
    "https://animalsinwarandpeace.org/",
    "https://twitter.com/redheadliner",
    "https://www.twitter.com/redheadliner",
    "https://wispolitics.com/2021/rep-sinicki-names-k9-bane-and-detective-holly-mcmanus-2021-first-responders-of-the-year/",
    "https://animalsinwarandpeace.org",
    "https://www.animalsinwarandpeace.org/",
    "https://facebook.com/100064929060414/videos/885144902887674/",
    "https://facebook.com/TheRedheadliner",
    "https://facebook.com/profile.php?id=100064929060414",
    "https://www.wispolitics.com/2021/rep-sinicki-names-k9-bane-and-detective-holly-mcmanus-2021-first-responders-of-the-year",
    "https://www.facebook.com/100064929060414/videos/885144902887674",
    "https://www.animalsinwarandpeace.org/for-distinguished-service",
    "https://www.facebook.com/profile.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st. francis",
        "sentiment": "negative"
      },
      {
        "name": "francis k9 bane",
        "sentiment": "negative"
      },
      {
        "name": "holly mcmanus",
        "sentiment": "none"
      },
      {
        "name": "mcmanus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "st. francis police",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:13:15.957+02:00",
  "updated": "2023-12-29T18:32:54.447+02:00"
}