{
  "thread": {
    "uuid": "d3eec4f10523037e2369fb0d03efba9fea69b0fb",
    "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-francis-angelus-corpus-christi-eucharist.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://vaticannews.va/en.html",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "News from the Vatican - News about the Church - Vatican News",
    "title": "Pope at Angelus: Eucharist makes us prophets of a new world - Vatican News",
    "title_full": "Pope at Angelus: Eucharist makes us prophets of a new world - Vatican News",
    "published": "2024-06-02T13:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/02/2024-06-02-angelus/1717322544792.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3eec4f10523037e2369fb0d03efba9fea69b0fb",
  "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-francis-angelus-corpus-christi-eucharist.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-02T13:05:00.000+03:00",
  "title": "Pope at Angelus: Eucharist makes us prophets of a new world - Vatican News",
  "text": "Pope at Angelus: Eucharist makes us prophets of a new world By Devin Watkins Pope Francis prayed the Angelus on Sunday, as the Church in many countries celebrated the Solemnity of the Most Holy Body and Blood of Christ, known as Corpus Christi. Ahead of the traditional Marian prayer, the Pope reflected on Jesus’ act of giving Himself to us in the Eucharist on the night of the Last Supper. The Gospel emphasizes the dimension of “gift,” he said, noting that Jesus revealed His identity and mission in this simple act of giving bread to His disciples. “He did not hold back His life for Himself, but gave it to us,” said Pope Francis. “He did not consider His being like God a jealous treasure, but stripped Himself of His glory to share our humanity and bring us into eternal life.” Jesus, added the Pope, made his entire life a gift on our behalf. Connection to entire Church He went on to note that the Eucharist is a core part of the Christian life of faith. “Celebrating the Eucharist and feeding on this Bread,” he said, “as we do especially on Sundays, is not an act of worship detached from life or a simple moment of personal consolation.” Communion, said the Pope, makes each of us capable of offering our own lives for others, since it teaches us to share what we are and what we have. Prophets of new world Pope Francis pointed out that the Eucharist helps us turn away from the logic of possession and consumption for its own sake, as we become “prophets and builders of a new world.” “When we overcome selfishness and open ourselves to love, when we cultivate bonds of fraternity, when we participate in the sufferings of our brothers and sisters and share bread and resources with those in need, when we make our talents available to everyone,” he said, “then we are breaking the bread of our life like Jesus.” Seeking benefit of all In conclusion, the Pope invited us to ask ourselves if we share our lives with others or if we seek our own interests. “May the Virgin Mary, who welcomed Jesus, Bread come down from Heaven, and gave herself entirely with Him,” prayed Pope Francis, “help us to become a gift of love, united with Jesus in the Eucharist.” Thank you for reading our article. You can keep up-to-date by subscribing to our daily newsletter. [ Just click here](/en/newsletter-registration.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "devin watkins pope francis",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T13:54:45.683+03:00",
  "updated": "2024-06-02T13:54:45.683+03:00"
}