{
  "thread": {
    "uuid": "df407c1fa59d1248d24527a201d0dc7e456a3721",
    "url": "https://www.hindustantimes.com/cities/chandigarh-news/bsfs-mahila-praharis-keep-a-hawk-s-eye-on-border-with-pak-101703961131705.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://www.hindustantimes.com/feeds/rss/latest/rssfeed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News: Read Latest News Live, India's Latest News Today | Hindustan Times",
    "title": "BSF’s ‘mahila praharis’ keep a hawk’s eye on border with Pak",
    "title_full": "BSF’s ‘mahila praharis’ keep a hawk’s eye on border with Pak",
    "published": "2023-12-30T15:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2023/12/30/1600x900/These-young-women-undergo-rigorous-training-before_1703961365114.jpg",
    "performance_score": 0,
    "domain_rank": 942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df407c1fa59d1248d24527a201d0dc7e456a3721",
  "url": "https://www.hindustantimes.com/cities/chandigarh-news/bsfs-mahila-praharis-keep-a-hawk-s-eye-on-border-with-pak-101703961131705.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2023-12-30T15:32:00.000+02:00",
  "title": "BSF’s ‘mahila praharis’ keep a hawk’s eye on border with Pak",
  "text": "In combat fatigues with automatic weapons on their shoulders and eyes glued to binoculars, a foot patrol of Border Security Force (BSF’s) women constables (mahila praharis) led by a woman officer maintain a hawk’s eye on Indo-Pak international border from anti-national elements on a chilly and foggy morning.Despite a renewed truce deal in February 2021 between the two nuke countries, peace is always fragile along the 198 km long Indo-Pak border in Jammu.However, these young women match the BSF men shoulder-to-shoulder when it comes to ward off any threat that could be armed terrorists from across the border, drug smugglers or ceasefire violations by the Pakistan.Hundreds of miles away from the comforts of their houses, these young women undergo rigorous training before being posted at the international borders in Jammu, Punjab, Rajasthan and West Bengal.An inspector deployed at the post on Jammu’s IB joined the BSF in 2010 as sub inspector and promoted as inspector in 2016.“I have served the nation on Indo-Bangladesh border before being posted at Indo-Pak border in Jammu. Guarding the border has its challenges but we were trained adequately to deal with them,” says 35-year-old young and energetic inspector.“On Jammu IB, ceasefire violations by Pakistan used to pose challenges to the men and women of the BSF on the border but we are always watchful to deal with such contingencies,” she adds.The woman officer, who is a company commander, informed that like their male colleagues, these young women also undergo rigorous trainings at different training centres of the BSF.“From weapons handling to drills and self-defence techniques, everything is taught to us before deploying us on the border. We are trained in handling all sorts of weapons with the BSF and we are performing our duties shoulder-to-shoulder with our male colleagues in all the tasks assigned to us including operational duties,” says the inspector.These women come from various states of the country and present a finest example of unity in diversity at the nation’s borders.“From foot patrolling to dog patrolling, we are present 24x7 on the border. There is not even a single moment when we are not dominating the IB to keep it safe from cross border threats,” she says.The woman inspector who belongs to Punjab’s Jalandhar, was brought up in an atmosphere where she frequently saw men in uniform.“Though there was none in my family, who served the armed forces, I am the first child in my family, who joined BSF. When I decided to join the BSF, there were no restrictions by my family,” she recalls.The company commander on the strategic border with Pakistan strongly feels that the BSF has given women equality, dignity and a congenial working atmosphere.“However, mental toughness is required for the girls desirous of joining the BSF,” she says.Women inspector is a post graduate.“Home sickness, at times, creeps in but the desire to serve the nation keeps us going. At the same time liberal leave for the women are also available in the BSF,” she says.These women guard the border in shifts, including night patrols, along with men colleagues.Another woman, a 28-year-old sub inspector is graduate and a bachelor in education. She joined the BSF in 2022. She comes from a family of men, who were in belt forces.“I was inspired by them to join the force,” she says. Trained in firing all automatic and semi-automatic weapons, she also underwent training at different places including Hazaribagh.“When villagers look up to us with honour, it gives a sense of pride to us. Many village girls frequently reach out to us and ask us how to get into the BSF,” she says.“I tell them to believe in themselves, pursue their academics and join the force for a bright career. At times, women also seek guidance for their daughters and it certainly gives a sense of pride,” she adds.It may be stated here that during winters when fog and chill engulf the international border making it vulnerable for the Pak terrorists and intruders to intrude into Indian territory, these women officers and constables get no special treatment by the BSF.They remain part and parcel of the border guarding duties even in winters.“During winters we have modern devices to keep 24x7 surveillance on the IB but there is no compromise on foot patrolling and constant surveillance by the BSF guards. Every morning, the fence and the patrolling tracks are checked and dog squads accompany us in it,” says the officer.Another woman constable from Uttarakhand, who joined the BSF in 2017, did so to serve the nation and at the same time be independent.She has also served on the border in Rajasthan’s Jaisalmer where border guarding was altogether different, compared to Jammu’s IB.“In our foot patrols, we increase or decrease the number of personnel depending upon the threat perception,” she says.Her colleague, a 34 -year old constable is from Punjab, who joined the BSF in 2008, had always cherished one dream--to don the uniform and serve the nation.“Mine was first batch of women that was inducted in the BSF. I was good in sports, so I was always confident of getting into the BSF,” she says.Her children live with her in a separate accommodation facility raised by the BSF close to the BOPs.From hectic regimen at the border, these women and men also get the time to beat the stress at recreational rooms where BSF has provided them indoor games like carom board, badminton, table tennis etc.Another senior constable with whom we interacted says, “Apart from recreational rooms, we do celebrate national and other festivals like we do with our families back home. We hold camp fire, sing songs, dance to the music. Rather, celebrating festivals with a large family of the BSF brings us more joy and adds colour to the festivities.”BSF Jammu frontier IG DK Boora said, “Unlike other armed forces, who have peacetime postings, there is no peacetime for the BSF. It’s 24x7x365 day job on the frontline. Women called ‘Mahila Prahari’ in combat roles are inducted in BSF since 2009 and they are performing all type of duties along with their male colleagues’ shoulder-to-shoulder on the international boundary of Jammu. Apart from frisking duties they are performing all type of combat roles as their male colleagues do,” said the IG.“These women Praharis are breaking stereotypes and have become a beacon of women empowerment. They are proving themselves in every field, be it in border guarding in combat role, leading the Seema Bhawani Squad or performing as Mahila camel contingent in RD parade,” he added.They are treated at par with their male colleagues and they are performing each and every task on BOPs. However, their special needs are looked after sympathetically. There is no issue of leave and welfare, he informed.“In today’s world, I feel the women work better than men. Not just shoulder-to-shoulder but better than men,” says the IG.“I convey this message to aspiring young women, who wish to join BSF that BSF is a professional force where they can deliver with pride and contribute to national cause. BSF offers them excellent opportunities to rise in their ranks through in service courses and they can lead a very dignified and satisfied life,” said Boora.It may be stated here that the BSF has set up 18 Ankur Schools (play way schools for toddlers) beside crèche facilities at different locations for the serving BSF women in the frontier.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bsf",
        "sentiment": "negative"
      },
      {
        "name": "border security force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "februar",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "punjab",
        "sentiment": "none"
      },
      {
        "name": "west bengal",
        "sentiment": "none"
      },
      {
        "name": "rajasthan",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T03:03:24.627+02:00",
  "updated": "2023-12-31T06:41:58.369+02:00"
}