{
  "thread": {
    "uuid": "1ff1ed9e57e06d29dae1d986df78c316833445d6",
    "url": "https://www.ecns.cn/news/sci-tech/2024-04-12/detail-ihczksrf6219902.shtml",
    "site_full": "www.ecns.cn",
    "site": "ecns.cn",
    "site_section": "https://ecns.cn/news",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "China news, features, photos and videos | Ecns.cn",
    "title": "China's relay satellite ready to roll out communication service",
    "title_full": "China's relay satellite ready to roll out communication service",
    "published": "2024-04-12T04:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14524,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ff1ed9e57e06d29dae1d986df78c316833445d6",
  "url": "https://www.ecns.cn/news/sci-tech/2024-04-12/detail-ihczksrf6219902.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Li Yan",
  "published": "2024-04-12T04:38:00.000+03:00",
  "title": "China's relay satellite ready to roll out communication service",
  "text": "China's Queqiao 2, or Magpie Bridge 2, relay satellite is ready to provide communication service to missions operating on the Moon's far side, according to the China National Space Administration.\nThe administration said in a press release on Friday morning that the spacecraft has finished in-orbit communication tests. Ground controllers assessed the results and determined that the satellite's framework and mission payloads were running normally. Its capability and performance have proved to be good for signal relay tasks for Chinese and foreign lunar expeditions, the release said.\nQueqiao 2 was lifted atop a Long March 8 carrier rocket from a coastal launchpad at the Wenchang Space Launch Center in China's southernmost island province of Hainan.\nThe spacecraft carried out a series of maneuvers, such as a midcourse trajectory correction and a braking operation, before it entered an elliptical frozen orbit on April 2 to become the world's second relay satellite above the Moon.\nAfter its arrival in the predetermined orbital position, Queqiao 2 conducted two-way communication tests with the Chang'e 4 probe, which is on the lunar far side, and Chang'e 6, which is waiting to be launched at the Wenchang center, to examine its performance. All of the tests were completed before Wednesday, according to the administration.\nCurrently, the satellite is revolving around the Moon about every 24 hours and will soon start relaying signals for the Chang'e 4 and the upcoming Chang'e 6, it noted.\nThe Chang'e 4 probe, which landed in the South Pole-Aitken Basin in January 2019, is the world's first spacecraft that has landed on the Moon's far side, which never faces Earth.\nThe Chang'e 6, if everything goes according to plan, will embark on its journey in coming weeks and touch down in the South Pole-Aitken Basin. It is tasked with collecting dust and rock samples and sending them back to Earth. That will be a groundbreaking endeavor that is challenging, sophisticated and has never been done before.\nCommunication services between the Chang'e 4 and 6 probes and Earth require relay satellites due to their special locations.\nRelated news China's relay satellite Queqiao-2 enters orbit around the moon\n2024-03-25 Rocket sends Queqiao 2 relay satellite to lunar orbit\n2024-03-20 Relay satellite Queqiao plays key role in exploring moon's far side\n2019-01-07",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "moon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "magpie bridge",
        "sentiment": "negative"
      },
      {
        "name": "queqiao",
        "sentiment": "none"
      },
      {
        "name": "china national space administration",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "wenchang space launch center",
        "sentiment": "none"
      },
      {
        "name": "hainan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:53:53.940+03:00",
  "updated": "2024-04-12T04:53:53.940+03:00"
}