{
  "thread": {
    "uuid": "2f086d4f4aa9f98a13b68fe0c0f377a4ac68088b",
    "url": "https://vnexplorer.net/golden-globes-2024-best-dressed-on-the-red-carpet-s854290.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Golden Globes 2024: Best dressed on the red carpet",
    "title_full": "Golden Globes 2024: Best dressed on the red carpet",
    "published": "2024-01-08T00:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/07/22/79721625-12936453-image-a-24_1704666365635.jpg",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f086d4f4aa9f98a13b68fe0c0f377a4ac68088b",
  "url": "https://vnexplorer.net/golden-globes-2024-best-dressed-on-the-red-carpet-s854290.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:37:00.000+02:00",
  "title": "Golden Globes 2024: Best dressed on the red carpet",
  "text": "Hollywood stars descended upon The Beverly Hilton Hotel in Beverly Hills on Sunday afternoon for the glitzy and very glamorous 81st Annual Golden Globe Awards, two months after the end of the SAG-AFTRA strike.\nJeannie Mai made an early arrival to the awards show red carpet, looking incredible in a strapless black and white beaded gown.\nThe star, 45, dazzled in the striking gown as she posed up a storm in front of a rose accented photo op on the red carpet.\nHollywood stars descended up The Beverly Hilton Hotel in Beverly Hills on Sunday afternoon for the glitzy and very glamorous 81st Annual Golden Globe Awards, two months after the end of the SAG-AFTRA strike; Jeannie Mai pictured arriving to the awards show\nJeannie Mai made an early arrival to the awards show red carpet, looking incredible in a strapless black and white beaded gown\nThe 81st Golden Globe Awards honors the best in film and American television of 2023 – with the glittering ceremony held at The Beverly Hilton in Beverly Hills, California.\nThe most hotly anticipated movies of the past year – Barbie and Oppenheimer – lead the nominations.\nBarbie dominated the nominations with nine nods for the blockbuster film, including best picture musical or comedy, as well as acting nominations for Margot Robbie and Ryan Gosling and three of its original songs.\nIt was closely followed by its ‘Barbenheimer’ release date companion Oppenheimer, which scored eight nominations, including best picture drama and for actors Cillian Murphy, Robert Downey Jr. and Emily Blunt.\nThe Golden Globes kicks off the 2024 awards season; black and white portraits from previous years line the red carpet\nThe 81st annual Golden Globes is taking place at the Beverly Hilton Hotel in Beverly Hills\nBarbie dominated the Golden Globe nominations with nine nods for the blockbuster film, including best picture musical or comedy, as well as acting nominations for Margot Robbie and Ryan Gosling and three of its original songs\nCillian Murphy ‘s Oppenheimer scored eight nominations, including best picture drama and for actors Murphy, Robert Downey Jr . and Emily Blunt\nKillers of the Flower Moon actors Robert De Niro and Leonardo DiCaprio have both been nominated for awards at the Golden Globes\nThe movie’s respective directors Greta Gerwig and Christopher Nolan are both up for best director and best screenplay for a motion picture.\nRyan Gosling is up for best supporting male actor, while Margot Robbie has been nominated for best female actor for her performance as Barbie.\nMartin Scorsese’s Killers of the Flower Moon has also been nominated for seven awards. Leonardo DiCaprio is up for best male actor in a motion picture drama – while Robert De Niro is up for best supporting male actor.\nThe legendary director’s movie is also nominated for best picture drama.\nScorsese himself has been nominated for best director for a motion picture – alongside Bradley Cooper for Maestro, Yorgos Lanthimos for Poor Things, Celine Song for Past Lives, and the Barbenheimer duo Gerwig and Nolan.\nThree actors from Succession have been nominated for best television male actor in a drama series – Brian Cox, Kieran Culkin, and Jeremy Strong.\nGary Oldman, of Slow Horses, Pedro Pascal, of The Last of Us, and Dominic West, of The Crown, are also nominated in the same category.\nIn the respective category for female actors, Succession’s Sarah Snook was nominated – alongside Helen Mirren for her performance in 1923, Bella Ramsey for her work in The Last of Us, and The Crown’s Imelda Staunton.\nThree actors from Succession have been nominated for best television male actor in a drama series – Brian Cox, Kieran Culkin , and Jeremy Strong\nKeri Russell, of The Diplomat, and The Curse’s Emma Stone were also nominated for best television female actor drama series.\nThe Golden Globes announced the nominees for best female actor in a motion picture musical or comedy – Fantasia Barrino, Jennifer Lawrence, Natalie Portman, Alma Poysti, Margot Robbie, and Emma Stone.\nIn the best movie musical or comedy category, Air, American Fiction, Barbie, The Holdovers, May December, and Poor Things were all nominated.\nThe nominees for best animated film are The Boy and the Heron, Elemental, Spider-Man: Across the Spider-Verse, The Super Mario Bros. Movie, Suzume, and Wish.\nThe ceremony will feature the debut of two new categories: Cinematic and Box Office Achievement and Best Performance in Stand-Up Comedy on Television.\nTaylor Swift’s movie documenting her Eras Tour has received a nomination in the Cinematic and Box Office Achievement category.\nThe 81st Golden Globe Awards will be the first major broadcast of awards season, with a new home on CBS and will be hosted by 52-year-old comedian Jo Koy.\nAnd while to audiences it might look similar on the surface, it’s been tumultuous few years behind the scenes following a bombshell report in the Los Angeles Times.\nThe 2021 report found that there were no black members in the Hollywood Foreign Press Association – which votes on the awards.\nStars and studios boycotted the Globes and NBC refused to air it in 2022 as a result.\nAfter the group added journalists of color to its ranks and instituted other reforms to address ethical concerns, the show came back in January 2023 in a one-year probationary agreement with NBC. The network did not opt to renew.\nIn June, billionaire Todd Boehly was granted approval to dissolve the HFPA and reinvent the Golden Globes as a for-profit organization.\nIts assets were acquired by Boehly’s Eldridge Industries, along with Dick Clark Productions, a group that is owned by Penske Media whose assets also include Variety, Deadline, The Hollywood Reporter, Rolling Stone and Billboard.\nIn mid-November, CBS announced that it would air the ceremony on the network on Jan. 7. It will also stream on Paramount+.\nThe group nominating and voting for the awards is now made up of a more diverse group of over 300 people from around the world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://videos.dailymail.co.uk/video/mol/2024/01/07/3024693247697438929/1024x576_MP4_3024693247697438929.mp4",
    "https://www.videos.dailymail.co.uk/video/mol/2024/01/07/3024693247697438929/1024x576_MP4_3024693247697438929.mp4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeannie mai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oppenheimer",
        "sentiment": "none"
      },
      {
        "name": "aftra",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "beverly hills",
        "sentiment": "none"
      },
      {
        "name": "hollywood",
        "sentiment": "none"
      },
      {
        "name": "beverly hilton hotel",
        "sentiment": "none"
      },
      {
        "name": "beverly hilton",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:42:18.767+02:00",
  "updated": "2024-01-08T00:42:18.767+02:00"
}