{
  "thread": {
    "uuid": "320460902724a3bd0bbff02e1963b8e642374bc6",
    "url": "https://www.schooltube.com/the-titanic-before-and-after-the-disaster-in-color",
    "site_full": "www.schooltube.com",
    "site": "schooltube.com",
    "site_section": "https://www.schooltube.com/category/history/world-history",
    "site_categories": [],
    "section_title": "World History | SchoolTube",
    "title": "The Titanic: Before and After the Disaster in Color | SchoolTube",
    "title_full": "The Titanic: Before and After the Disaster in Color | SchoolTube",
    "published": "2024-06-21T22:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.schooltube.com/wp-content/uploads/2024/06/The-Titanic-Before-and-After-the-Disaster-in-Color.jpg",
    "performance_score": 0,
    "domain_rank": 64255,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "320460902724a3bd0bbff02e1963b8e642374bc6",
  "url": "https://www.schooltube.com/the-titanic-before-and-after-the-disaster-in-color",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SchoolTube Community",
  "published": "2024-06-21T22:33:00.000+03:00",
  "title": "The Titanic: Before and After the Disaster in Color | SchoolTube",
  "text": "The Titanic: A Look at the Ship Before and After the Disaster The RMS Titanic, a symbol of grandeur and tragedy, continues to fascinate people around the world. It was a marvel of engineering, the largest ship ever built at the time, carrying over 2,200 passengers and crew on its maiden voyage from Southampton to New York City. The Titanic’s Construction: A Dream of Luxury The Titanic was built by the Harland & Wolff shipyard in Belfast, Ireland. Construction began in 1909 and lasted over two years. The ship was designed to be the ultimate symbol of luxury, featuring grand dining rooms, a swimming pool, a gymnasium, and even a Turkish bath. The Titanic was powered by three propellers, two of which were driven by steam turbines and one by a reciprocating steam engine. The ship also had a sophisticated communication system, including wireless telegraphy. The Maiden Voyage and the Tragic Fate The Titanic set sail on its maiden voyage on April 10, 1912, with a full complement of passengers and crew. The ship was expected to arrive in New York City on April 15th. However, fate had other plans. On the night of April 14th, the Titanic struck an iceberg in the North Atlantic Ocean. The impact caused a breach in the ship’s hull, allowing water to flood several compartments. Despite the efforts of the crew, the Titanic sank just over two hours later, taking with it over 1,500 lives. The sinking of the Titanic became a global tragedy, sparking widespread shock and grief. It also led to significant changes in maritime safety regulations. The Aftermath: Lessons Learned and Lasting Legacy The sinking of the Titanic had a profound impact on the world. It led to the establishment of the International Ice Patrol, which monitors ice conditions in the North Atlantic. It also led to the development of new safety regulations, including the requirement for lifeboats for all passengers and crew. The Titanic continues to be a source of fascination and debate. Its story has been told in countless books, movies, and documentaries. It serves as a reminder of the fragility of human life and the importance of safety at sea. The Titanic in Color: A New Perspective In recent years, advances in technology have allowed us to see the Titanic in a new light. Using state-of-the-art AI technology, historians have been able to colorize rare footage of the Titanic’s construction, the Carpathia rescuing survivors, and the aftermath of the tragedy. These colorized images offer a unique perspective on the disaster, allowing us to see the human cost of the tragedy in a more visceral way. They also provide valuable insights into the lives of the passengers and crew, and the heroic efforts of those who survived. The Titanic’s story is a reminder of the power of human ingenuity and the fragility of human life. It is a story that will continue to be told and retold for generations to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "harland & wolff",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "southampton",
        "sentiment": "none"
      },
      {
        "name": "belfast",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T00:57:32.973+03:00",
  "updated": "2024-06-22T00:57:32.973+03:00"
}