{
  "thread": {
    "uuid": "5a3ed61a066213c1ad9d487041a9572d1e338db7",
    "url": "https://weather.com/en-IN/india/news/news/2024-01-03-2023-was-indias-second-warmest-year-since-1901-due-to-el-nino",
    "site_full": "weather.com",
    "site": "weather.com",
    "site_section": "https://weather.com/en-in",
    "site_categories": [
      "media"
    ],
    "section_title": "National and Local Weather Radar, Daily Forecast, Hurricane and information from The Weather Channel and weather.com",
    "title": "Thanks to El Niño, 2023 Was India’s Second Warmest Year Since 1901, IMD Reveals! | Weather.com",
    "title_full": "Thanks to El Niño, 2023 Was India’s Second Warmest Year Since 1901, IMD Reveals! | Weather.com",
    "published": "2024-01-03T13:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.w-x.co/in-hotsugarcane.jpg",
    "performance_score": 0,
    "domain_rank": 637,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a3ed61a066213c1ad9d487041a9572d1e338db7",
  "url": "https://weather.com/en-IN/india/news/news/2024-01-03-2023-was-indias-second-warmest-year-since-1901-due-to-el-nino",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Weather Channel",
  "published": "2024-01-03T13:52:00.000+02:00",
  "title": "Thanks to El Niño, 2023 Was India’s Second Warmest Year Since 1901, IMD Reveals! | Weather.com",
  "text": "If the onslaught of year-round reporting on El Niño-induced unusually high temperatures wasn't enough of a hint, the India Meteorological Department (IMD) has presented its latest official recap. India sweltered in 2023, recording its second-hottest year since 1901, with February and August scorching as the warmest in 123 years, the weather organisation revealed on Monday. The report notes that the annual average temperature across the country climbed a worrying 0.65°C above the long-term average, just shy of the record 0.71°C set in 2016. Even more concerning is the trend where all five hottest years in Indian history have occurred in the last 14 years, further emphasising that there is a rapid and significant acceleration in warming and shifting weather patterns. For reference, here are five of India's warmest years on record: 2016 was the hottest at 0.71°C above average, followed by 2023 at 0.65°C, 2009 at 0.55°C, 2017 at 0.541°C, and 2010 at 0.539°C. This trend aligns with the observed temperature increase in India, which has risen at an average rate of 1.01°C per century. As many might be aware by this point, much of the past year's warming can be attributed to the onset of El Niño. This phase is characterised by the signature heating of a strip of water in the Pacific Ocean, and corresponds to higher temperatures and reduced rainfall over the Indian subcontinent. December did bring a welcome wave of rains to the southern peninsula, with rainfall 126% above normal and the highest since 2001. But the year wasn't all sunshine and showers. The north Indian Ocean churned with above-average cyclone activity, witnessing six tropical storms, including three ferocious extremely severe cyclonic storms (average wind speeds between 167-221 kmph). These included Mocha in May, Biparjoy in June, and Tej in October. Despite all this, total monsoon rainfall over the country was only 95% of the total long-period average of 1971-2020. The extreme weather wasn't confined to the coasts, either. States like Bihar, Uttar Pradesh, Madhya Pradesh, Maharashtra, Odisha, Himachal Pradesh and Sikkim repeatedly bore the brunt of extremely heavy rains, floods, landslides, and other major woes. IMD's grim tally revealed that 1,270 people were killed by thunderstorms and lightning, 860 by floods, and 160 by heatwaves in the past year. How’s January 2024 looking? Looking ahead, the IMD expects colder mornings for much of the country this month. While central and northwestern regions have been forecast to experience below-normal daytime temperatures, most parts of Peninsular and Northeast India will witness above-normal maximum mercuries. However, a cold wave is predicted for central India in January, and dense fog will blanket parts of Northwest and East India for the next few days. Despite IMD forecasts for \"The Boy\" to persist till March 2024, monthly rainfall over the country could be higher than usual this January, amounting to a predicted 118% of the long-term average. IMD officials added that this could help rabi crops in Northwest India greatly, especially after the region's 35% shortfall in December. ** For weather, science, space, and COVID-19 updates on the go, download [The Weather Channel App](https://weather.onelink.me/2902176432/ca9eb560) (on Android and iOS store). It's free!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://weather.onelink.me/2902176432/ca9eb560)",
    "https://www.weather.onelink.me/2902176432/ca9eb560)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "imd",
        "sentiment": "negative"
      },
      {
        "name": "el niño",
        "sentiment": "negative"
      },
      {
        "name": "weather.com",
        "sentiment": "negative"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "el niño",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T16:00:27.615+02:00",
  "updated": "2024-01-03T16:00:27.615+02:00"
}