{
  "thread": {
    "uuid": "0b9f94277f85ba8759a760b681b13b3911dd1187",
    "url": "https://www.teletica.com/internacional/barcelona-gana-en-barbastro-en-copa-del-rey-villarreal-sufre-un-apagon_350274",
    "site_full": "www.teletica.com",
    "site": "teletica.com",
    "site_section": "https://www.teletica.com/rss/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Teletica",
    "title": "Barcelona gana en Barbastro en Copa del Rey, Villarreal sufre un apagón",
    "title_full": "Barcelona gana en Barbastro en Copa del Rey, Villarreal sufre un apagón",
    "published": "2024-01-08T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://static3.teletica.com/Files/Sizes/2023/9/11/barcelona_39920942_760x520.png",
    "performance_score": 0,
    "domain_rank": 76750,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b9f94277f85ba8759a760b681b13b3911dd1187",
  "url": "https://www.teletica.com/internacional/barcelona-gana-en-barbastro-en-copa-del-rey-villarreal-sufre-un-apagon_350274",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@teletica",
  "published": "2024-01-08T00:07:00.000+02:00",
  "title": "Barcelona gana en Barbastro en Copa del Rey, Villarreal sufre un apagón",
  "text": "Internacional Barcelona gana en Barbastro en Copa del Rey, Villarreal sufre un apagón El Barça cumplió con lo mínimo en su estreno en esta edición del torneo. [Por AFP Agencia |](/autor/afp-agencia_1173)7 de enero de 2024, 16:07 PM El FC Barcelona, con un equipo con habituales suplentes, ganó 3-2 este domingo en su visita al Barbastro, de la 2ª RFEF (cuarta categoría) y superó los dieciseisavos de final de la Copa del Rey, marcados por un problema eléctrico que impidió que terminara la eliminatoria del Villarreal. Con 1-1 en el marcador y justo antes de iniciarse la prórroga, los fallos en las torres eléctricos obligaron a dar por suspendido el duelo entre Unionistas de Salamanca (tercera categoría) y el 'Submarino Amarillo'. Más allá de ese contratiempo, el Barça cumplió con lo mínimo en una fría noche en Barbastro. Fermín López había firmado el único tanto de la primera mitad, con un tiro desde el centro del área cuando estaba rodeado de rivales (minuto 19). La asistencia la firmó Raphinha, que anotó en el 51 el segundo al empujar a placer en el segundo palo un balón colgado por Héctor Fort. El Barbastro no se rindió y acortó en el 59' con un tanto de Adrià De Mesa. En el 79', un remate peligroso de cabeza de Israel García pudo haber establecido el empate, pero el balón fue mal orientado. En el 88, el polaco Robert Lewandowski ampliaba la cuenta del Barça al transformar un penal y en el 90+3 marcaba para el Barbastro, también de penal, Marc Prat. Más allá de esta victoria tan lógica como deslucida en Barbastro, la noticia del partido para el Barcelona era la reaparición de Iñigo Martínez, un mes después de una lesión en un muslo. El central vasco entró en el partido en el 63', pero apenas diez minutos después tuvo que ser cambiado, visiblemente contrariado, por un problema físico. El Barcelona se estrenaba con ese partido en esta edición de la Copa del Rey, donde había estado exento en las rondas anteriores, al que igual que los otros tres equipos (Real Madrid, Atlético de Madrid, Osasuna) que en la nueva semana se disponen a disputar la Supercopa de España en Arabia Saudita. Osasuna, subcampeón de la pasada edición de la Copa del Rey, y Valencia, ocho veces vencedor del torneo, necesitaron por su parte la prórroga para ganar ante equipos de inferior categoría en estos dieciseisavos de final. En el caso de Osasuna fue en Castellón, con un 1-0 ante un equipo de la 1ª RFEF (tercera categoría), mientras que el Valencia se impuso 2-1 en Cartagena, ante una formación de la segunda división. También sufrió para avanzar el Sevilla, que ganó 2-1 'in extremis' en su visita al Racing de Ferrol, segundo clasificado de la segunda división. Menos complicaciones tuvieron para clasificarse el Athletic de Bilbao al ganar 3-0 en el derbi vasco en Éibar (2ª) con un doblete de Asier Villalibre, el Celta de Vigo al vencer 4-2 en Amorebieta (2ª división) y el Mallorca, que se impuso 3-0 en el campo del Burgos (2ª). El sábado, el Real Madrid, líder de la Liga española, se había clasificado al ganar 3-1 en el terreno de la Arandina, de la 2ª RFEF (4ª categoría). También se clasificaron a octavos de final otros equipos de la parte alta de la Liga como el Atlético de Madrid y el Girona. El único primera apeado en esta ronda es por ahora el Betis, que fue derrotado 1-0 por el Alavés el sábado en el único pulso de los dieciseisavos de final entre equipos de la élite. Resultados de los dieciseisavos de final de la Copa del Rey - Sábado: Lugo (3ª) - (+) Atlético Madrid (1ª) 1 - 3 Espanyol (2ª) - (+) Getafe (1ª) 0 - 1 Elche (2ª) - (+) Girona (1ª) 0 - 2 Huesca (2ª) - (+) Rayo Vallecano (1ª) 0 - 2 (tras prórroga) (+) Alavés (1ª) - Betis (1ª) 1 - 0 Arandina (4ª) - (+) Real Madrid (1ª) 1 - 3 - Domingo: Burgos (2ª) - (+) Mallorca (1ª) 0 - 3 Amorebieta (2ª) - (+) Celta Vigo (1ª) 2 - 4 Castellón (3ª) - (+) Osasuna (1ª) 0 - 1 tras prórroga Racing Ferrol (2ª) - (+) Sevilla (1ª) 1 - 2 Unionistas de Salamanca (3ª) - Villarreal (1ª) 1 - 1 (suspendido por un problema eléctrico cuando iba a iniciarse la prórroga) Cartagena (2ª) - (+) Valencia (1ª) 1 - 2 tras prórroga Eibar (2ª) - (+) Athletic Bilbao (1ª) 0 - 3 UD Barbastro (4ª) - (+) FC Barcelona (1ª) 2 - 3 Malaga (3ª) - (+) Real Sociedad (1ª) 0 - 1 NOTA: los equipos precedidos del signo (+) están clasificados para los octavos de final. Lea también",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:26:31.806+02:00",
  "updated": "2024-01-08T03:43:40.480+02:00"
}