{
  "thread": {
    "uuid": "e6eac4e967c841c33c42550f16fee40955142a56",
    "url": "https://www.tri-c.edu/news-and-events/news/tri-c-foundation-launches-historic-skills-to-succeed-campaign.html",
    "site_full": "www.tri-c.edu",
    "site": "tri-c.edu",
    "site_section": "https://www.tri-c.edu/give/index.html",
    "site_categories": [
      "education",
      "college_life"
    ],
    "section_title": "Tri-C Support Scholarships: Cleveland, Ohio",
    "title": "Tri-C Foundation Launches Historic ‘Skills to Succeed’ Campaign",
    "title_full": "Tri-C Foundation Launches Historic ‘Skills to Succeed’ Campaign",
    "published": "2023-12-31T09:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tri-c.edu/news-and-events/images/facebook-the-skills-to-succeed-campaign-1200x628.jpg",
    "performance_score": 0,
    "domain_rank": 52999,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6eac4e967c841c33c42550f16fee40955142a56",
  "url": "https://www.tri-c.edu/news-and-events/news/tri-c-foundation-launches-historic-skills-to-succeed-campaign.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T09:55:00.000+02:00",
  "title": "Tri-C Foundation Launches Historic ‘Skills to Succeed’ Campaign",
  "text": "Tri-C Foundation Launches Historic ‘Skills to Succeed’ Campaign Initiative surpasses $50 million goal to transform and build workforce, elevate region The Cuyahoga Community College (Tri-C©) Foundation’s largest campaign in the College’s history, the Skills to Succeed Campaign, has surpassed its $50 million goal. This campaign gives Northeast Ohioans the opportunity to gain skills, fill emerging jobs in the region and advance their careers with life-sustaining wages. Tri-C has identified funding priorities to strengthen and expand accessible, affordable education. The Skills to Succeed Campaign aligns with regional needs and challenges, to connect everyone to more opportunities, especially Cleveland’s core communities and those who are underrepresented in the workforce. “As work has changed, our systems have not kept pace — leaving neighborhoods and families behind,” said Tri-C President Michael Baston. “Through the Skills to Succeed Campaign, we have partnered with our community to create a future where everyone, regardless of where they live, is trained for a job where they can earn what they need to care for their family. We are honored by the response from our community, which has helped us achieve this historic impact. We know that when more people have opportunities to climb the ladder of success, the entire region benefits.” This campaign has already transformed the way that Tri-C can train and support students. Transformational investments from Char and Chuck Fowler, Medical Mutual and Ann and Lou Frangos have led to three new food pantries on Tri-C’s Metropolitan, Western and Westshore campuses, curbing food insecurity for students in need. These investments also ensure Tri-C can assist students with short-term financial expenses and link them to the ongoing resources needed to stay in school. Gifts from the Jack, Joseph and Morton Mandel Foundation, the Cleveland Foundation and the PNC Foundation have significantly advanced community access to Tri-C through youth programs encompassing the humanities, arts and advanced technology training. A historic grant from KeyBank invests $2 million to grow innovative, accessible workforce training at Tri-C to address employment and earnings gaps in Cleveland. It will strengthen and expand more inclusive employer pipelines linking jobseekers to high-demand fields, especially for students under-represented in the workforce. Grants from the State of Ohio, the federal government, and other public investment greatly amplified the support Tri-C has been able to offer students, especially those with the greatest challenges. Tri-C Foundation credits its success to a committed Skills to Succeed Campaign leadership team, who has guided this successful initiative: co-chairs Ann Frangos, Chris Gorman, Lou Joseph and Bill Lacey; honorary advisors Rick Chiricosta, Carole Hoover, John Skory, Vanessa Whiting and President Emeritus Alex Johnson; and campaign cabinet members Margot Copeland, Aaron Grossman, Andrea Hogben, Howard Lewis, and Bob Smith. The campaign and its success were announced during the April 14 Baston Bash in honor of Tri-C’s newly inaugurated president. “While we are thrilled to have reached our $50 million goal, we know there is still work to be done to ensure that every student is prepared for the jobs of the future,” said Megan O’Bryan, president of the Tri-C Foundation and vice president of Resource Development. “Tri-C continues to see a need for scholarships, cutting-edge technology in high-demand fields and holistic student support systems to promote equity in our community. Thanks to our generous supporters, Tri-C remains an environment where all students prosper.” Donations to Tri-C Foundation’s Skills to Succeed Campaign impact the lives of students and the future of the community with 90% of the funds being put to immediate use and the remainder going toward long-term strategies. Contributions are still urgently needed to continue supporting our students. [Click here to learn more. ](../../give/skills-to-succeed-campaign/index.html) April 14, 2023 MEDIA CONTACT: Anthony Moujaes, 216-987-3068 or [anthony.moujaes@tri-c.edu](mailto:anthony.moujaes@tri-c.edu)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael baston",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cuyahoga community college",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cleveland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T17:38:07.451+02:00",
  "updated": "2023-12-31T17:38:07.451+02:00"
}