{
  "thread": {
    "uuid": "4566d8bf63ad0bc793d39bda39fcb10785989b17",
    "url": "https://www.rediff.com/cricket/report/t20-world-cup-pix-inspired-afghanistan-stun-australia/20240623.htm",
    "site_full": "www.rediff.com",
    "site": "rediff.com",
    "site_section": "https://www.rediff.com",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Rediff.com: News | Rediffmail | Stock Quotes | Shopping",
    "title": "T20 World Cup PIX: Inspired Afghanistan stun Australia! - Rediff Cricket",
    "title_full": "T20 World Cup PIX: Inspired Afghanistan stun Australia! - Rediff Cricket",
    "published": "2024-06-23T05:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://im.rediff.com/cricket/2024/jun/23naib-maxwell-wkt.jpg",
    "performance_score": 0,
    "domain_rank": 2883,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4566d8bf63ad0bc793d39bda39fcb10785989b17",
  "url": "https://www.rediff.com/cricket/report/t20-world-cup-pix-inspired-afghanistan-stun-australia/20240623.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REUTERS",
  "published": "2024-06-23T05:21:00.000+03:00",
  "title": "T20 World Cup PIX: Inspired Afghanistan stun Australia! - Rediff Cricket",
  "text": "Images from the T20 World Cup Super 8 match between Australia and Afghanistan at the Arnos Vale Ground, Kingstown, St Vincent, on Sunday.\nScorecard\nIMAGE: Gulbadin Naib celebrates with his team-mates after taking the wicket of Glenn Maxwell during the T20 World Cup match on Sunday. Photograph: Afghanistan Cricket Board/X Rahmanullah Gurbaz and Ibrahim Zadran shared an opening stand of 118 before Gulbadin Naib took over to drive Afghanistan to a 21-run win over Australia in St Vincent on Saturday and keep alive their hopes of reaching the Twenty20 World Cup semi-finals.\nThis was a historic first ever victory for Afghanistan over Australia in international cricket.\n A win for Australia would have sent the 2021 champions and India into the last four, but even a second hat-trick in as many matches from Pat Cummins was not enough to keep their unbeaten record at the tournament intact.\nCheck out the T20 World Cup 204 Points Table\nIMAGE: Gulbadin Naib starred with the ball for Afghanistan, taking 4/24 in his four overs to bowl Afghanistan to victory. Photograph: Afghanistan Cricket Board/X Half centuries from Gurbaz and Zadran helped the Afghans rack up 148/6 in their 20 overs, before their bowlers dismissed the Australians for 127 on a tricky Kingstown track.\nNaib claimed 4/20 and Naveen-ul-Haq bagged 3/20, but it was the third century partnership of the tournament from Gurbaz and Zadran that laid the foundation for a win that also kept Bangladesh alive.\n\"We've waited for a long time (for this),\" said man-of-the-match Naib.\n\"It's a big moment for our nation and our people. I have no words, but thanks to the fans who supported us in our career and cricket journey ... thank God we finally beat Australia. It's a great achievement for Afghanistan.\n\"We have achieved many things in the last 10 years, but this is big.\"\nIMAGE: Glenn Maxwell waged a lone battle for Australia, hitting 59 from 41 balls. Photograph: Ash Allen/Reuters India top Group 1 on four points, ahead of Australia and Afghanistan on two, with Bangladesh alone in last place, with none.\nIndia and Australia face off in St Lucia on Monday, while the Afghans stay in St Vincent to play Bangladesh in the final Super Eight match later that day.\nAustralia skipper Mitchell Marsh won the toss and sprang a couple of surprises by sending the Afghans in to bat and naming a team with left-arm spinner Ashton Agar in the bowling line-up in place of Mitchell Starc.\nIMAGE: Afghanistan's players celebrate after Mohammad Nabi claimed the wicket of David Warner. Photograph: Afghanistan Cricket Board/X In the early overs it looked like the Australian bowlers would suffocate the Afghans, but the lack of a breakthrough wicket allowed Gurbaz and Zadran to settle in and accelerate through the middle overs.\nCrisp batting and hard running from the Afghans put the pressure back on the Australians, who made uncharacteristic fielding errors under the Arnos Vale Ground lights.\nThe pair reached their half-centuries before Marcus Stoinis finally separated them in the 16th over, when Gurbaz mistimed a shot to David Warner at deep square leg to depart for 60.\nIMAGE: Afghanistan's players celebrate after Naveen-ul-Haq dismissed Travis Head. Photograph: Afghanistan Cricket Board/X Spinner Adam Zampa removed Azmatullah Omarzai (2) and Zadran (51) in the following over and paceman Cummins sent back skipper Rashid Khan cheaply with the final ball of the 18th over.\nKarim Janat and Naib followed with the first two deliveries of the 20th over as Cummins became the first bowler to take two hat-tricks at a T20 World Cup.\nHe would have taken four wickets in a row had Warner held onto a reasonably straightforward catch running in from deep point to dismiss Nangeyalia Kharote.\n\"They got 20 runs too many,\" admitted Marsh.\n\"To be honest, they played a really good game of cricket. We were outplayed tonight ... It was an off-night in the field and we own that.\"\nIMAGE: Pat Cummins celebrates after taking the wicket of Gulbadin Naib to complete his second successive hat-trick. Photograph: ICC/X Afghanistan made the best possible start with ball in hand with Naveen bowling Travis Head for a duck in the opening over and having Marsh caught in the deep for 12 in the third.\nWarner followed for three off Mohammad Nabi's first delivery to leave the Australians struggling on 32-3 in the final over of the power play, before the Afghans heaped more pressure on their opponents by removing Stoinis and Tim David.\nIMAGE: Afghanistan opener Gurbaz Rahmanullah scored his third fifty of the T20 World Cup. Photograph: Afghanistan Cricket Board/X The explosive Glenn Maxwell gave Australia some hope with a battling 59 off 41 balls, but his dismissal by Naib, thanks to an acrobatic catch by Noor Ahmad, all but sealed the fate of the former champions.\n\"I learnt from the batting innings on how to bowl,\" added Naib, who also took a low diving catch to dismiss Ashton Agar.\nIMAGE: Afghanistan opener Ibrahim Zadran bats. Photograph: Afghanistan Cricket Board/X \"Thanks to Rashid for trusting me, it's a team effort, Rahmanullah, Zadran and also Naveen for the momentum.\"\nT20 World Cup",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "glenn maxwell",
        "sentiment": "none"
      },
      {
        "name": "zadran",
        "sentiment": "none"
      },
      {
        "name": "rahmanullah gurbaz",
        "sentiment": "none"
      },
      {
        "name": "ibrahim zadran",
        "sentiment": "none"
      },
      {
        "name": "gulbadin naib",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arnos vale grou",
        "sentiment": "negative"
      },
      {
        "name": "st vincent",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "gurbaz",
        "sentiment": "none"
      },
      {
        "name": "kingstown",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T08:05:57.356+03:00",
  "updated": "2024-06-23T10:03:10.596+03:00"
}