{
  "thread": {
    "uuid": "f5d504ca26604816a68d2c12249caa0276842c8e",
    "url": "https://www.sunjournal.com/2024/04/18/tri-valley-areas-basics-fund-supports-local-maine-communities",
    "site_full": "www.sunjournal.com",
    "site": "sunjournal.com",
    "site_section": "http://www.sunjournal.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Lewiston Sun Journal",
    "title": "Tri-Valley Area’s Basics Fund supports local Maine communities",
    "title_full": "Tri-Valley Area’s Basics Fund supports local Maine communities",
    "published": "2024-04-19T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sunjournal.com/wp-content/uploads/sites/11/2018/12/sunjournal-social.jpg",
    "performance_score": 0,
    "domain_rank": 13743,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5d504ca26604816a68d2c12249caa0276842c8e",
  "url": "https://www.sunjournal.com/2024/04/18/tri-valley-areas-basics-fund-supports-local-maine-communities",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca Richard",
  "published": "2024-04-19T01:00:00.000+03:00",
  "title": "Tri-Valley Area’s Basics Fund supports local Maine communities",
  "text": "FARMINGTON — United Way of the Tri-Valley Area [UWTVA] in Farmington is actively seeking applications for its Very Basics Fund [VBF], designed to address the fundamental needs of individuals and families in central Maine. According to information available on UWTVA’s website, the Very Basics Fund was established in 2019, aligning with the organization’s mission, vision, and strategic goals to keep people warm, sheltered, and fed.\nKendra Baker, executive director of UWTVA, emphasized the fund’s focus is on helping those struggling with the increasing costs of essentials like food, heating, housing, and utilities. Baker said increased food prices, high heating costs, and the potential risk of not being able to pay housing, utility, and food bills due to financial strains are a reality.\n“One example of a tangible impact through Very Basics Funding was a walk-in cooler for Care and Share Food Closet,” Baker explained. “This cooler allowed Care and Share Food Closet to accept a greater amount of food donations, including more healthy fruits, vegetables and meats and increase the number of families they serve.”\nBaker said collaboration with other local nonprofits and organizations is vital to ensuring the reach of the Very Basics Fund to those most in need. “UWTVA collaborates with many non-profits, organizations, and businesses within our service area to share resources, help increase capacity, offering trainings, participate in community meetings and events, collect data, as well as VBF funding for non-profit organizations from Rangeley to Livermore,” Baker said.\n“Our grants are limited to non-profit organizations, including 501[c]3 organizations or other charitable organizations able to receive a tax-deductible contribution, such as schools, faith-based organizations, and other public entities. Applicants must provide services to those who reside in Franklin County, Livermore, or Livermore Falls,” Baker clarified.\nTo evaluate the effectiveness and impact of the Very Basics Fund, Baker said UWTVA relies on input, feedback, data, and metrics from applicants, including food pantries and partners. Additionally, it utilizes the Maine ALICE report, as mentioned on the UWTVA website, to assess the broader impact of its work on community well-being. ALICE stands for Asset Limited, Income Constrained, Employed. It denotes the increasing population of families unable to meet essential needs such as housing, childcare, food, transportation, healthcare, and technology.\n“United Way, like many other non-profit organizations, faces the challenges of limited resources and increased community needs. UWTVA has recently focused on internal programs like the Very basics Fund as well as the Hope Fund [for youth], and Don’t Despair Car Repair [for employed and seniors],” Baker said.\nAs the deadline for applications approaches, Baker said UWTVA encourages non-profits, including schools, municipalities, and faith-based organizations, to take advantage of this opportunity to address the essential needs of the community.\nMore information and the online application can be found on the United Way of the Tri-Valley Area website. Applications are accepted twice a year with deadlines of October 31 and April 30. The maximum award is $5,000 per program request. Application link https://www.uwtva.org/what-we-do/funding/very-basics-fund/the-very-basics-fund-application-form .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.uwtva.org/what-we-do/funding/very-basics-fund/the-very-basics-fund-application-form",
    "https://uwtva.org/what-we-do/funding/very-basics-fund/the-very-basics-fund-application-form"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kendra baker",
        "sentiment": "none"
      },
      {
        "name": "baker",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tri-valley area",
        "sentiment": "negative"
      },
      {
        "name": "care and share food closet",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united way",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "farmington",
        "sentiment": "none"
      },
      {
        "name": "uwtva",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:22:44.853+03:00",
  "updated": "2024-04-19T02:51:49.499+03:00"
}