{
  "thread": {
    "uuid": "2c8cbda609f89856f01af356cc18cb6818b82b73",
    "url": "https://www.world-today-news.com/32bj-union-members-secure-historic-pay-raises-in-new-york-city/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News - www.world-today-news.com/",
    "title": "32BJ Union Members Secure Historic Pay Raises in New York City - World Today News",
    "title_full": "32BJ Union Members Secure Historic Pay Raises in New York City - World Today News",
    "published": "2023-12-29T09:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eldiariony.com/wp-content/uploads/sites/2/2023/12/20231109_142607.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c8cbda609f89856f01af356cc18cb6818b82b73",
  "url": "https://www.world-today-news.com/32bj-union-members-secure-historic-pay-raises-in-new-york-city/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-29T09:51:00.000+02:00",
  "title": "32BJ Union Members Secure Historic Pay Raises in New York City - World Today News",
  "text": "For this New Year Nearly 20,000 commercial building maintenance and cleaning services workers have a lot to celebrate. This Wednesday, after months of negotiations, they agreed to one of the largest commitments for salary increases in the history of the 32BJ union organization, in which course of four years. In addition to a salary increase, a special bonus, the continuation of health policy benefits, an agreement was sealed to advance in better retirement benefits, for the first time in 15 years. The other good news is that protections against discrimination and stronger benefits for pregnant women . The results of the new contract will benefit a workforce, mostly Hispanic immigrantswho ply their trade in nearly 1,300 buildings. The agreement will cover cleaning and maintenance employees of tourist attractions and public spaces such as the Observatory of the Edificio Empire State, Top of the Rock, The Edge en Hudson Yards, el Observatorio del World Trade Center, museums like MoMA, and developing commercial projects like Hudson Yards. A strike was averted The contractual commitment achieved with the Real Estate Advisory Board, prevented an industry-wide strike in New York City, which was authorized to begin as early as January 1st, just after the current contract expires at midnight on New Year’s Eve. The new salary and benefits package will go into effect when members of this board vote in plenary session to ratify it. “It is fitting that we close a year marked by worker mobilization, with a victory for 20,000 New York workers, who form “the backbone of this city’s economy and commercial real estate market.”reacted the president of 32BJ, Manny Pastreich. The path to this new tentative labor package was not easy. Thousands of workers mobilized and marched several times through downtown New York City, to make your priorities very clear. If progress was not made in these negotiations, there would undoubtedly have been a standstill. of is sector, for the first time in 27 years, which would have caused many problems for the local economy . Preliminarily, the real estate sector, It had appeared that some cuts were required and there was a refusal to expand wage benefits and maintain health insurance. “We won a solid agreement that advances New York workers“said the union leader. “We are essential” Dulce Martínez, a member of the 32BJ negotiating committee and a commercial cleaner for 18 years in the Big Apple, considers these new benefits “fair” for a workforce that ““He did not go into lockdown during the public health crisis.”caused by the pandemic. “We essential workers who show up every day, regardless of pandemics or hurricanes, show that we are always ready in our buildings and streets. I’m glad to say that we have a tentative agreement, which recognizes the hard work we do every day”Martínez celebrated. There are currently 10% fewer jobs in this area, compared to 2019, which means a total of 2,000 employees who never received a call to rejoin againalthough official figures speak of growth in employment and office occupation in the Big Apple. Some projections indicate that offices that are vacant, at least in the short term, will not be occupied again, because large corporations They adapted 100% to remote work. Read more: What is the \"sudden death of the athlete\", which affects nearly a thousand French people each year? - Ouest-France evening edition The six basic points of the agreement: - Health insurance coverage benefits are maintained, without workers having to share the payment of premiums, as had been proposed. - Historical salary increases totaling approximately $149 per week or $3.72 more per hour. - A $3,000 bonus which must be paid on March 22 - An improvement in the pension 10% for commercial members of the 32BJ, the equivalent of up to an additional $140 per month during retirement. This will also benefit the 33,000 New York Subway residential members. - A limited voluntary early retirement program that offers a contribution $20,000 401k. - A further improvement to the pension 5%, severance pay and extension of healthcare benefits up to age 65, for commercial members age 60 and older and with 15 years of service. The data: - Unionized janitors and maintenance technicians earned $29 an hour, plus an employer-paid family health plan., paid vacations, sick days, retirement pension and free access to legal, educational and training services in health practices. With the agreements now, they start to earn a little more $32 per hour. 2023-12-28 21:01:16 #NYC #commercial #tourist #building #cleaning #workers #receive #salary #benefits #agreement #Diario",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "moma",
        "sentiment": "none"
      },
      {
        "name": "edificio empire state",
        "sentiment": "none"
      },
      {
        "name": "hudson yards",
        "sentiment": "none"
      },
      {
        "name": "observatory",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "observatorio del world trade center",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:00:48.456+02:00",
  "updated": "2023-12-29T10:00:48.456+02:00"
}