{
  "thread": {
    "uuid": "6a455307bb4a34ec809746fc78fb9220198ace53",
    "url": "https://www.wisn.com/article/weather-near-blizzard-conditions/46356363",
    "site_full": "www.wisn.com",
    "site": "wisn.com",
    "site_section": "http://www.wisn.com/9374300?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Weather: Near Blizzard Conditions",
    "title_full": "Weather: Near Blizzard Conditions",
    "published": "2024-01-12T03:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/2005a386-82f1-44c9-9904-3a6522a383fc/225ca8fb-510b-4ed9-8880-26af67e80b7d.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 13646,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a455307bb4a34ec809746fc78fb9220198ace53",
  "url": "https://www.wisn.com/article/weather-near-blizzard-conditions/46356363",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Baden",
  "published": "2024-01-12T03:00:00.000+02:00",
  "title": "Weather: Near Blizzard Conditions",
  "text": "Weather: Near Blizzard Conditions\nWeather: Near Blizzard Conditions\nIT’S A NICE REMINDER YOU GOT TO ENJOY AND EMBRACE IT. THERE’S GOING TO BE A LOT MORE SNOW TO PLAY IN OVER THE NEXT FEW DAYS. YEAH, THIS STORM WILL PACK A PUNCH. IT CERTAINLY IS GOING TO LAST FOR A WHILE, AND IT’S REALLY GOING TO RAMP UP AT TIMES THAT AREN’T NECESSARILY GREAT. THIS IS REALLY GOING TO AFFECT FRIDAY EVENING. THAT’S WHEN WE’RE GOING TO HAVE THE WORST OF THE CONDITIONS. THAT’S KIND OF TIME THIS ALL OUT FOR YOU. IF YOU NEED TO GO TO THE STORE, YOU’RE FINE THIS EVENING. IT’S NOT GOING TO BE SO NICE. SO THIS TIME TOMORROW NIGHT IS GOING TO BE REALLY UGLY. SO 2 TO 9:00, SNOW ON THE LIGHTER SIDE. NOW I THINK WE’LL STILL SEE SOME ACCUMULATION BETWEEN 9 AND 1 SNOW. AND THERE’S GOING TO BE SOME MIX NEAR THE LAKE AT TIMES. THEN THAT WILL BE OVERCOME AS THIS STRONGER LOW PRESSURE CENTER MOVES IN. HEAVY SNOW, WIND THE WORST TIMES 1 P.M. TO AROUND 11 P.M. A BLIZZARD LIKE CONDITIONS ARE CERTAINLY POSSIBLE. AND THEN WE’RE STILL GOING TO HAVE BLOWING SNOW AND SOME LIGHT SNOW OVERNIGHT ON FRIDAY AND INTO SATURDAY MORNING, SO IT’S GOING TO BE TOUGH TO GET AROUND EVEN INTO SATURDAY MORNING. SO KIND OF PLAN ACCORDINGLY. IF YOU CAN AVOID FRIDAY NOON TO SATURDAY NOON, THAT’S WHAT I WOULD RECOMMEND. WAIT TILL AFTER THAT. SHOULD GET A LITTLE BIT BETTER. THE ENTIRE AREA UNDER A WINTER STORM WARNING. IT’S GOING TO BE REAL CLOSE TO A BLIZZARD WARNING. SUSTAINED WINDS OR CONSISTENT GUSTS STRONGER THAN. 35MPH. THESE ARE THE CRITERIA YOU NEED TO BE A BLIZZARD WARNING. VISIBILITY BELOW A QUARTER MILE, LASTING AT LEAST THREE HOURS. WE’RE GOING TO BE SO CLOSE TO THIS. THAT’S WHY I WANT EVERYBODY TO BE PREPARED FOR BLIZZARD CONDITIONS, EVEN IF IT ISN’T A BLIZZARD WARNING, IT’S STILL GOING TO GET THE CONDITIONS THAT ARE LIKE THAT. THE LAST TIME IN OUR AREA WE HAD A BLIZZARD WARNING WAS IN 2018. IT WAS ACTUALLY IN NOVEMBER, THE LAST TIME IN MILWAUKEE COUNTY. WAS ONE THAT WE ALL REMEMBER WELL. THE GROUNDHOG DAY BLIZZARD. IT’S BEEN ALMOST 13 YEARS SINCE THAT DOOZY. THIS ONE’S NOT QUITE THAT STRONG, BUT IT’S STILL STRONG. DOESN’T LOOK LIKE MUCH RIGHT NOW ON RADAR, BUT THIS STORM IS GOING TO REALLY STRENGTHEN RAPIDLY. AS IT WORKS ITS WAY CLOSER TO US. THE LOW STAYING JUST SOUTH OF US KIND OF IN A PERFECT POSITION TO BRING US THE HEAVY SNOW BLIZZARD WARNING OUT TO THE WEST OF US. AND AGAIN, WE’LL GET CONDITIONS THAT ARE CLOSE TO BLIZZARD AROUND HERE. FUTURECAST 2:00 IN THE MORNING THAT SNOW STARTS MOVING IN. NOTICE IT’S CLOSE TO SEEING SOME OF THIS MIX IN HERE, AND I WOULD NOT BE SURPRISED BECAUSE THAT LAKE TEMPERATURE IS WARM. THEN AS WE HEAD INTO THE AFTERNOON. THIS IS WHEN IT GETS UGLY. WE’VE GOT A WHOLE KALEIDOSCOPE OF COLORS GOING ON IN HERE. THAT’S THE MIX CHANGING OVER RAPIDLY TO SNOW AND VERY HEAVY SNOW INTO THE AFTERNOON INTO THE EVENING HOURS. AS THIS LOW PRESSURE CENTER MOVES IN VERY STRONG NORTHEAST WIND WILL LIKELY ENHANCE SOME OF THE SNOW THAT WE GET AS WELL. STAYS WINDY THROUGHOUT THE DAY ON SATURDAY. IT’S STILL WINDY INTO SUNDAY AS WELL. 6 TO 10IN ACROSS THE BOARD. NO MATTER WHERE YOU ARE. NOT EXPECTING GIANT DIFFERENCES TO THE NORTHWEST OR THE WEST OR THE SOUTH. NOW EARLY ON I THINK WE’RE GOING TO GET SOME MELTING TEMPERATURES WILL BE ABOVE FREEZING FOR THE START OF THIS EVENT, BUT THEN IT WILL COOL DOWN. SO TIMING US OUT FRIDAY THROUGH NOON ABOUT TWO INCHES MAX 3 TO 5. THIS IS GOING TO BE REALLY COMING DOWN BETWEEN NOON AND SIX. STILL COMING DOWN HEAVILY DURING THE EVENING HOURS. IF YOU CAN CHANGE YOUR PLANS FOR TOMORROW EVENING, I WOULD CERTAINLY RECOMMEND THAT SNOW STARTS HEAVY AND WET. THEN THE TEMPERATURES START DROPPING. SNOW GRADUALLY GETS LIGHTER AND FLUFFIER AND SO THAT’LL START BLOWING AROUND. WE’VE HAD ALMOST NO SNOW AT ALL UNTIL WE MADE IT TO JANUARY. AND NOW JANUARY COMES AND WE GET A WHOLE BUNCH OF SNOW. THIS IS WHEN IT’S GOING TO BE TOUGH TO BE ON THE ROADS FRIDAY EVENING AND FRIDAY. OVERNIGHT. THE WORST TRAVEL DOESN’T MATTER WHERE YOU ARE, IT’S GOING TO BE A MESS. LATE FRIDAY AFTERNOON AND INTO FRIDAY NIGHT. THIS IS ELKHART LAKE. THEY GOT SNOW ON THE GROUND. CAN’T SEE A WHOLE LOT THERE. KIND OF PRETTY HERE. AS WE TAKE YOU TO MEQUON TO SEE SEVEN DEGREES. LOOK AT THAT LAKE TEMPERATURE. WE’RE GOING TO WATCH THAT CLOSELY. THAT’S PART OF OUR FORECAST CONCERNS. THE IMPACT THERE. AND DO WATCH OUT FOR THAT LAKE ENHANCED. AND THEN I WANT YOU TO BE READY. IT’S GOING TO GET COLD. AND I MEAN REALLY COLD. YOU’LL SEE THAT EIGHT FOR A HIGH TEMPERATURE ON SUNDAY TWO ALERT DAYS IN A ROW. TEMPERATURE IS DROPPING DURING THE DAY ON SATURDAY. HERE’S WHAT I WANT YOU TO DO. I WANT YOU TO GET THE SNOW OFF OF YOUR DRIVEWAY AND SIDEWALKS ON SATURDAY MORNING BEFORE THE TEMPERATURES DROP TOO MUCH. OTHERWISE, GUYS, THERE’S A LOT OF MOISTURE IN THIS.\nAdvertisement\nWeather: Near Blizzard Conditions\nWeather: Near Blizzard ConditionsPowerful storm moves in late tonight.Snow arrives between 3 and 5am. Fairly light initially and may be mix near lake.Snow gets heavier into the afternoon and evening. Near blizzard conditions.Travel will be very difficult Friday afternoon, Friday evening, and Friday night.Wind gusts to 45 mph. 6\"-10\" of snow expected\nWeather: Near Blizzard Conditions\nAdvertisement\nPowerful storm moves in late tonight.\nSnow arrives between 3 and 5am. Fairly light initially and may be mix near lake.\nSnow gets heavier into the afternoon and evening. Near blizzard conditions.\nTravel will be very difficult Friday afternoon, Friday evening, and Friday night.\nWind gusts to 45 mph. 6\"-10\" of snow expected",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T03:44:22.308+02:00",
  "updated": "2024-01-12T03:44:22.308+02:00"
}