{
  "thread": {
    "uuid": "fcdc57cd04b6216f95a5f5943dd018acb43a4b41",
    "url": "https://nation.cymru/news/watch-charlotte-church-gives-impassioned-interview-during-march-for-ceasefire-in-gaza",
    "site_full": "nation.cymru",
    "site": "nation.cymru",
    "site_section": "https://nation.cymru/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Nation.Cymru",
    "title": "Watch: Charlotte Church gives impassioned interview during march for ceasefire in Gaza",
    "title_full": "Watch: Charlotte Church gives impassioned interview during march for ceasefire in Gaza",
    "published": "2024-03-10T13:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://nation.cymru/wp-content/uploads/2024/03/01HRHMEYHVFFJCD1QY22AZRZDD-scaled-e1710061931451.jpg",
    "performance_score": 0,
    "domain_rank": 72157,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcdc57cd04b6216f95a5f5943dd018acb43a4b41",
  "url": "https://nation.cymru/news/watch-charlotte-church-gives-impassioned-interview-during-march-for-ceasefire-in-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stephen Price",
  "published": "2024-03-10T13:47:00.000+02:00",
  "title": "Watch: Charlotte Church gives impassioned interview during march for ceasefire in Gaza",
  "text": "[News](https://nation.cymru/category/news/) Watch: Charlotte Church gives impassioned interview during march for ceasefire in Gaza Charlotte Church has given an impassioned interview during a “peaceful and loving” march for peace, and discussed why she feels more public figures aren’t speaking out about what she calls the “biggest spiritual quest of our time”. On Saturday, the Welsh singer and activist marched alongside thousands of protesters in central London calling for an immediate ceasefire in Gaza. Speaking to Novara Media, she said: “I am here today to show my solidarity with the people of Palestine and with all of the people of the UK who are very bravely upholding our democratic right to be able to come out on to the streets and show our displeasure in a very peaceful and loving and strong way.” When asked why more public figures aren’t speaking out, she said: “I’m not sure why more public figures aren’t coming out and speaking about Palestine. “I feel like clearly there is risk in it – the risk of being labelled an anti-Semite almost immediately which is what happened to me.” “Personally, I think that this is the biggest spiritual quest of our time. And I can do nothing but be a part of this movement, and be a part of this fight.” Ceasefire Earlier in the day, Charlotte told the PA news agency: “I am here today to call for an immediate ceasefire, to ask our Government and governments all over the world to send as strong a message as we possibly can. “But a strong, a peaceful, a loving message, that’s what every single march that I’ve been on for Palestine has been about. “There’s been singing, there’s been drumming, yes, there’s been emotion, but in the majority that emotion has been love, has been compassion because that’s why we’re all here. “We’re all here because we cannot bear what we’re witnessing. “We cannot bear to see civilians, children, women slaughtered. “And so we are here because our hearts are so full of love for the Palestinian people.” Church added: “We’re also showing that we are absolutely not going to tolerate our Government being a part of propping up an apartheid regime. “We as citizens of the UK will not tolerate our Government being complicit in this.” The Palestine Solidarity Campaign (PSC) organised the protest, following the Hamas attacks on southern Israel on October 7 in which about 1,200 people were killed and more than 240 kidnapped before Israel retaliated with months of attacks on the Gaza Strip, killing and wounding thousands. At the march demonstrators waved Palestine flags and carried banners which read “Stop the war on Gaza” and “Ceasefire now” as they walked from Hyde Park Corner to the US embassy. It comes as the Government’s counter-extremism tsar warned that London’s streets have become a “no-go zone for Jews” during pro-Palestine protests. Bedwas Following Church’s involvement at a fundraising event at Bedwas Workmen’s Hall on February 24, she told Novara Live that it was “misguided” to draw an inference of antisemitism from the pro-Palestinian chants. “To be honest, I hate the idea that anyone thinks that I am at all antisemitic or trying to make things more divisive, but I stand by everything we sang,” she said. “It was a deeply spiritual experience for me and I would do it again 100 times – and plan to.” Church added at the time: “It is a really powerful chant that every single activist that I have met, every march that I have been on, in every context that I have ever heard it sang, it always has been for the human rights and for the equal liberty of Palestinian people, as well as Israeli people, on the lands of Palestine and Israel, and that is what I have always taken it and understood it to mean and that’s what I think it does mean. “And for anyone who is taking from that genocidal intent towards Israel, or about there not being a state of Israel, I think is misguided – that is not what the chant means.” The Campaign Against Antisemitism accused Church of encouraging hatred and called for the Charity Commission to investigate the incident. However, the Jewish choir conductor who co-organised the fundraising concert, which attracted a sell out audience of 400, rejected the allegations. Wendy Lewis, who has conducted Côr Cochion Caerdydd (Cardiff Red Choir) since 1987, said that was “absolute nonsense”. She said: “It was the most positive life-enhancing event I’ve ever taken part in. The range of people who attended was very broad and included Muslims, Christians, Jews and others who came together to celebrate the ideas of peace and goodwill. “Our hearts are heavy because of the slaughter of more than 29,500 people in Gaza by the Israeli Defence Forces since the invasion last October.” She added: “There was a huge amount of energy flowing in the hall, and we had 30, then 50, then 100 people on the stage at once. “As a Jew myself who has had family members killed in pogroms, I know very well what antisemitism is, and it wasn’t present at all in the workmen’s hall.” Support our Nation today For the price of a cup of coffee a month you can help us create an independent, not-for-profit, national news service for the people of Wales, by the people of Wales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "charlotte church",
        "sentiment": "negative"
      },
      {
        "name": "novara media",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "gaza charlotte church",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T14:51:24.191+02:00",
  "updated": "2024-03-10T14:51:24.191+02:00"
}