{
  "thread": {
    "uuid": "d78c9fd5ef55fa61fc5d8f46aaacd3b136062ed9",
    "url": "https://www.nhl.com/news/detroit-red-wings-overcome-obstacles-in-win-against-toronto-maple-leafs",
    "site_full": "www.nhl.com",
    "site": "nhl.com",
    "site_section": "http://news.google.ca/news?pz=1&cf=all&ned=ca&hl=en&topic=h&num=3&output=rss",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "Top stories - Google News",
    "title": "Red Wings weather wild 24 hours to defeat Maple Leafs - NHL.com",
    "title_full": "Red Wings weather wild 24 hours to defeat Maple Leafs - NHL.com",
    "published": "2024-01-15T12:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://media.d3.nhle.com/image/private/t_ratio16_9-size50/prd/d501ldc2vj1cfh19jhed.jpg",
    "performance_score": 0,
    "domain_rank": 1527,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d78c9fd5ef55fa61fc5d8f46aaacd3b136062ed9",
  "url": "https://www.nhl.com/news/detroit-red-wings-overcome-obstacles-in-win-against-toronto-maple-leafs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicholas J. Cotsonika",
  "published": "2024-01-15T12:17:00.000+02:00",
  "title": "Red Wings weather wild 24 hours to defeat Maple Leafs - NHL.com",
  "text": "TORONTO -- The Detroit Red Wings faced so many obstacles: travel problems, a late arrival, a delayed face-off, an injury to\nPatrick Kane, two one-goal deficits.\nBut they overcame them all in a\n4-2 win against the Toronto Maple Leafs at Scotiabank Arena on Sunday, and now look: They’re on a 5-0-1 run, hold the first wild card into the Stanley Cup Playoffs from the Eastern Conference and sit one point behind the Maple Leafs for third place in the Atlantic Division.\nIf they end their seven-season playoff drought, they will look back on this as a defining moment.\n“It was a huge win, a gutsy win, all of the above,” captain\nDylan Larkin said. “When everything was stacked up against us, we just battled. You could tell the buy-in there.\n“Going into the third period, we were down 2-1, and we were excited about that, because everything was stacked up against us since last night’s game, so why not come back and win that one?\n“It feels amazing.”\nThe Red Wings tried to fly to Toronto after a 5-3 win against the Los Angeles Kings at Little Caesars Arena on Saturday night. But their plane had mechanical problems, so they had to turn around and go home.\nTheir flight was rescheduled for 2 p.m. ET on Sunday, so the NHL announced the face-off for their game against the Maple Leafs would change from 7 p.m. ET to 7:30 p.m. ET.\nLarkin said the players tried to go to a favorite lunch spot in Detroit, but they couldn’t get into any restaurants. The city was buzzing because the Detroit Lions were hosting a playoff game at Ford Field.\nHe said they tried to go to cryotherapy, but they couldn’t do that, either. The place was closed.\n“Everything was against us today,” he said with a laugh.\nThe Red Wings didn’t actually take off until 4:07 p.m. ET, and they didn’t arrive at Scotiabank Arena until 6:15 p.m. ET. With help from the Toronto equipment staff, the Detroit equipment staff scrambled to unload the gear and set up the locker room.\n“Our staff, from top to bottom, all of them went above and beyond for us to have everything we needed to play tonight,” Larkin said. “I think we had every reason to not show up, and we showed up. We’ve talked about our locker room and how close it is. That should show people right there what it says about the guys in this room.”\nNHL teams often travel the day of the game in the preseason, so the Red Wings had some experience dealing with this kind of situation. Still, this wasn’t the preseason. This was a key regular-season game against a division rival.\n“Just pushed the meetings back, kept everything short,” coach Derek Lalonde said. “We had our special teams meeting before warmups, and then we had a little team meeting after warmups.”\nLalonde had a simple message.\n“I talked to the guys,” he said. “I just said, ‘We’ve battled too hard of late. We’ve done too many good things of late to kind of get our game in order to make excuses now.’”\nThe game didn’t actually start until 7:52 p.m. ET, and the adversity kept coming.\nKane took a hit at 3:21 of the first period. The forward played 21 more seconds and finished the shift, then left with a lower-body injury. Lalonde had no update after the game but said he didn’t think it was related to Kane’s offseason hip surgery.\nThe Red Wings gave the Maple Leafs three power plays in the first period; they killed them all.\nToronto took a 1-0 lead 32 second into the second period; Larkin tied it 1-1 at 15:39 of the second. Toronto took a 2-1 lead at 18:18 of the second;\nDaniel Sprong tied it 2-2 at 2:46 of the third.\nFinally,\nAndrew Copp gave Detroit a 3-2 lead at 18:20 of the third, and not long after blocking a shot, Lucas Raymond scored into an empty net to make it 4-2 at 19:41. James Reimer, a 35-year-old veteran playing for the first time since Dec. 27, made 28 saves for the win in Toronto, where he played from 2010-16.\n“I know it means a lot in this building,” Larkin said. “It’s hard when you’re not playing a lot, but he came in and did the job really well. We’re all really, really happy for him.”\nLalonde said he had never experienced a 24-hour period like that. He didn’t think anyone in the NHL ever had.\n“It was crazy,” Lalonde said. “To show up for a 7 o’clock hockey game in the National Hockey League at 6:15 was very unique and unusual, but I thought our guys handled it pretty well. There were things we couldn’t control in the last 24 hours. The one thing we could control was our effort and execution tonight, and for the most part, pretty good job to the guys.”\nThe Red Wings decided to stay in Toronto on Sunday night. They’ll get a good night’s sleep before flying to Florida on Monday for their game against the Florida Panthers at Amerant Bank Arena on Wednesday (7 p.m. ET; BSFL, BSDET).\nThey’ve earned it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick kane",
        "sentiment": "none"
      },
      {
        "name": "dylan larkin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "red wings",
        "sentiment": "negative"
      },
      {
        "name": "maple leafs",
        "sentiment": "negative"
      },
      {
        "name": "detroit red wings",
        "sentiment": "negative"
      },
      {
        "name": "los angeles kings",
        "sentiment": "none"
      },
      {
        "name": "scotiabank arena",
        "sentiment": "none"
      },
      {
        "name": "toronto maple leafs",
        "sentiment": "none"
      },
      {
        "name": "eastern conference",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "little caesars arena",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T12:29:29.945+02:00",
  "updated": "2024-01-15T12:29:29.945+02:00"
}