{
  "thread": {
    "uuid": "10874836baf4220f70da6d1787f1d9c0ad853042",
    "url": "https://www.lejournaldesentreprises.com/region-sud/article/innofenso-remplace-les-pesticides-par-des-insectes-utiles-2078006",
    "site_full": "www.lejournaldesentreprises.com",
    "site": "lejournaldesentreprises.com",
    "site_section": "https://www.lejournaldesentreprises.com/rss-all",
    "site_categories": [
      "media"
    ],
    "section_title": "Le Journal des Entreprises - Toutes les éditions",
    "title": "InnoFenso remplace les pesticides par des insectes utiles - Le Journal des Entreprises - Région Sud",
    "title_full": "InnoFenso remplace les pesticides par des insectes utiles - Le Journal des Entreprises - Région Sud",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.lejournaldesentreprises.com/sites/lejournaldesentreprises.com/files/styles/facebook_share/public/2024-02/Christophe-Vasseur-est-le-cofondateur-et-prsiden-4030872.jpeg?h=afb0ceca&amp;itok=mPT9ZD55",
    "performance_score": 0,
    "domain_rank": 74109,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10874836baf4220f70da6d1787f1d9c0ad853042",
  "url": "https://www.lejournaldesentreprises.com/region-sud/article/innofenso-remplace-les-pesticides-par-des-insectes-utiles-2078006",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Olivia Oreggia",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "InnoFenso remplace les pesticides par des insectes utiles - Le Journal des Entreprises - Région Sud",
  "text": "Christophe Vasseur est le cofondateur et président d'InnoFenso. — Photo : Olivia Oreggia Il avait fondé Inalve à Nice en 2016 , start-up mère d’un procédé unique de culture de microalgues sur biofilm. Christophe Vasseur passe aujourd’hui à la lutte contre les ravageurs de cultures agricoles avec InnoFenso (ex-AgroInnov).\nAprès dix ans de recherche, menée au sein de l’INRAE à Sophia Antipolis, la start-up qu’il a cofondée avec Nicolas Ris, chercheur, développe des cocktails d’insectes bienfaiteurs, en l’occurrence des trichogrammes présents naturellement dans les champs et non importés de l’autre bout du monde, que les agriculteurs pourront utiliser en lieu et place de pesticides contre les lépidoptères. Exemple innovant de ce que l’on appelle l’agroécologie. \"Ces lépidoptères sont des papillons qui causent près de 70 milliards de pertes agricoles en se nourrissant sur nos territoires agricoles, précise Christophe Vasseur. Notre innovation permet de bien sélectionner l’insecte utile qui va lutter naturellement contre ces ravageurs.\"\nRécolter des données à l'issue des tests Efficacité prouvée en laboratoire, les tests in situ démarreront dans les prochaines semaines. Deux projets seront menés: un dans le Sud-ouest et un, plus près de nous, sur des cultures de lavande. \"Nous voulions deux territoires réglementairement compliqués, qui se doivent de basculer du phytosanitaire à une lutte biologique mais qui ne disposent pas de produits assez efficaces pour répondre à leurs enjeux\", précise le dirigeant. À l’image ainsi de la filière des plantes à parfum, aromatiques et médicinales. De même pour les exploitations qui doivent répondre à un panel de critères pour être certifiées HVE (Haute Valeur Environnementale).\nInnoFenso se donne une année pour pouvoir récolter un maximum de données à l’issue de ces tests effectués dans les champs. Au-delà de l’efficacité, il s’agit d’avoir \"une bonne compréhension holistique de l’effet du transfert du phytosanitaire vers un produit de lutte biologique, qui permettra par exemple d’éviter l’accumulation de pesticides dans les nappes phréatiques ou de maintenir la diversité des insectes bénéfiques dans le sol. Il faut pouvoir démontrer aux agriculteurs leur gain au quotidien, sans transformer leur métier.\"\nS'attaquer à d'autres insectes ravageurs Une fois ces résultats rassemblés, l’entrepreneur pourra aussi chercher à séduire d’éventuels investisseurs. Pour l’heure, la start-up, accompagnée par l’incubateur Provence Côte d’Azur à Nice, a financé son développement en remportant les concours d’innovation iPhD ou iLab, financés par Bpifrance, ou grâce au soutien de l’INRAE, et ne s’attend pas à dégager de chiffre d’affaires avant 2025.\n\"Nous voulons à terme décentraliser la production d’insectes utiles auprès de regroupements d’agriculteurs, avance Christophe Vasseur. Cela offrira plus de réactivité et permettra à l’insecte d’arriver sur le terrain en meilleure forme.\"\nDans les trois années à venir, InnoFenso se consacrera au lépidoptère mais s’attaquera ensuite à d’autres insectes ravageurs grâce à sa technologie de phénotypage.\nComposée à ce jour d’une équipe de 4 personnes, la start-up est toujours à la recherche de son directeur technique.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:35:53.266+02:00",
  "updated": "2024-02-23T14:11:08.464+02:00"
}