{
  "thread": {
    "uuid": "77fa8d255cac106088871bf154404452a56720cb",
    "url": "https://www.aciprensa.com/noticias/104700/sacerdote-en-roma-enfermo-de-ela-sigue-sirviendo-a-fieles-pese-a-estar-inmovilizado",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Sacerdote inmovilizado por enfermedad incurable no deja de servir a fieles de Roma: “Me hacen sentir vivo y querido”",
    "title_full": "Sacerdote inmovilizado por enfermedad incurable no deja de servir a fieles de Roma: “Me hacen sentir vivo y querido”",
    "published": "2024-05-30T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aciprensa.com/imagespp/sacerdote-enfermo-de-ela-alvaro-granados-30052024.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77fa8d255cac106088871bf154404452a56720cb",
  "url": "https://www.aciprensa.com/noticias/104700/sacerdote-en-roma-enfermo-de-ela-sigue-sirviendo-a-fieles-pese-a-estar-inmovilizado",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-30T03:00:00.000+03:00",
  "title": "Sacerdote inmovilizado por enfermedad incurable no deja de servir a fieles de Roma: “Me hacen sentir vivo y querido”",
  "text": "El P. Álvaro Granados Temes es un sacerdote español de 60 años. Los últimos seis los ha vivido de manera intensa tras ser diagnosticado con esclerosis lateral amiotrófica (ELA), una enfermedad incurable que lo ha dejado inmovilizado pero que no ha sido obstáculo para servir a los fieles a quienes recibe todos los días.\nLa ELA es una enfermedad neurodegenerativa progresiva y poco frecuente, que afecta a las células nerviosas en el cerebro y la médula espinal, conduciendo a la pérdida de funciones motoras. Ésta carece de un tratamiento curativo en la actualidad.\nEl P. Granados era profesor en la Pontificia Universidad de la Santa Cruz (Santa Croce). Ahora se dedica esencialmente a recibir las visitas de los fieles y de sus amigos: hora y media en la mañana; después de celebrar Misa; y la otra hora y media en la tarde.\nEl sacerdote, relata el diario italiano\nAvvenire, desarrolla su ministerio en la parroquia San Josemaría Escrivá, en el barrio de Ardeatino de Roma, donde también se ha convertido en un referente para los enfermos.\nSobre quienes lo buscan, el sacerdote comenta: “Me hacen sentir vivo y querido. A veces vienen a confesarse, me hablan de sus problemas espirituales y familiares. A veces vienen sólo a saludarme y darme un pequeño regalo”.\n“Están muy contentos de verme, pero soy yo quien más se beneficia de estos encuentros, así como de la cercanía de mi familia y de los sacerdotes. Creo que cualquier enfermedad sólo puede vivir bien si estás rodeado de personas que no te hagan sentir una carga. Que te muestran su amor\", resaltó.\nEl presbítero, que es licenciado en derecho, Doctor en Filosofía y Doctor en Teología Pastoral, cuenta además que tiene una muy buena relación con el personal médico que lo asiste: “Tengo una relación con ellos que va más allá de lo profesional. Son extraordinarios, pasamos nueve horas al día juntos. Puedo decir que nos divertimos. Gracias a Dios y a toda esta gente estoy viviendo con gran serenidad”.\nTras señalar que ya lleva casi un año inmovilizado y que sólo puede mover la cabeza, el sacerdote refiere que la ELA “Es una enfermedad pesada y dura, pero me ha permitido madurar y sobre todo comprender cuáles son las cosas que realmente importan en la vida”, como la fe cristiana y las relaciones con las personas.\nSu apostolado en YouTube: “El Evangelio a los enfermos”\nDesde hace un año, el P. Álvaro publica videos en su\ncanal de YouTube titulado “El Evangelio para los enfermos”, en los que ofrece sus reflexiones con algo de dificultad, pero con claridad.\nLa iniciativa, explica, surgió de un doctor cercano a él, quien lo ayuda en esa misión. “Estos vídeos son sobre todo fruto de la terquedad de un querido médico amigo mío, que se ha comprometido a realizarlos. Yo solo me habría rendido de inmediato. En cambio, gracias a su aliento, seguí adelante”.\n“Espero que puedan ser útiles para quienes como yo estamos sufriendo. Y espero poder encontrarle sentido a la enfermedad de otras personas, incluso como sacerdote enfermo\", agregó.\n¿Cuál es su pasaje favorito del Evangelio?\nEl sacerdote enfermo de ELA señala a Avvenire que con frecuencia recuerda el pasaje de la viuda pobre que da como ofrenda un par de monedas. Ella, resaltó, “con dos centavos logra entusiasmar a Cristo, es decir, a Dios. Pienso que ofreciéndole las pequeñas cosas de mi enfermedad, de mis dolencias, de un dolor repentino, de un momento de paz o malestar, es como si me acercara a la conducta de la viuda”.\n“No doy nada concreto, pero para Dios es mucho, es todo. Lo llena de amor. (…) Esto me emociona y me ayuda a dar sentido a mi enfermedad\", prosigue.\nEl P. Granados resalta además que encuentra fuerzas en las enseñanzas de San Josemaría Escrivá de Balaguer, fundador del Opus Dei, quien resaltaba la importancia de los enfermos, que son “fundamento de la comunidad eclesial” ´porque “con su sacrificio silencioso de aceptar la enfermedad como ofrenda a Dios en Cristo\".\nUn mensaje a los enfermos de un sacerdote enfermo de ELA\n“Me gustaría decirles a los enfermos que desempeñamos un papel muy importante en una sociedad cada vez más individualista. Ayudemos a que todos sean respetuosos con las personas como tales”, alienta el sacerdote español.\n“Esto es particularmente importante hoy en día, porque existe una tendencia generalizada a evaluar a una persona sólo por su utilidad, por cuánto gana, por lo bella que es, por cuánto hace que una empresa sea rentable. Pero no, el ser humano tiene un valor infinito sólo por el hecho de serlo”, añade.\n“Nosotros, los enfermos, recordamos a toda la sociedad este principio fundamental: la infinita dignidad de la persona, como enseña el Dicasterio de la Doctrina de la Fe en el\n reciente documento Dignitas Infinita”, publicado en abril de este año y que considera como graves violaciones a la dignidad humana la eutanasia y el suicidio asistido.\n¿Quién es Álvaro Granados Temes?\nEl P. Álvaro Granados Temes es un sacerdote que nació en Madrid (España) el 14 de noviembre de 1964.\nObtuvo la Licenciatura en Derecho en 1988 en la Universidad de La Laguna en Tenerife (España). Fue ordenado sacerdote en Roma en 1994.\nEs Doctor en Filosofía, con especialización en Antropología Filosófica, por la Universidad Pontificia de la Santa Cruz (1996). Su tesis se tituló “Persona y experiencia religiosa en Romano Guardini”.\nEntre 1995 y 2006 fue formador en el Colegio Eclesiástico Internacional Sedes Sapientiae de Roma.\nObtuvo el doctorado en Teología Pastoral en 2009 en el Instituto Pastoral Redemptor Hominis de la Pontificia Universidad Lateranense.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.avvenire.it/vita/pagine/con-la-sla-sacerdote-fino-in-fondo",
    "https://www.youtube.com/@alvarogranados9874",
    "https://avvenire.it/vita/pagine/con-la-sla-sacerdote-fino-in-fondo",
    "https://youtube.com/@alvarogranados9874"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T05:38:48.792+03:00",
  "updated": "2024-05-31T05:38:48.792+03:00"
}