{
  "thread": {
    "uuid": "0894fdbd96137350639d1349c8dbef809456f33f",
    "url": "https://www.diariodeleon.es/leon/semana-santa/240329/1517716/encuentro-muestra-toda-esencia-devocion-miles-leoneses.html",
    "site_full": "www.diariodeleon.es",
    "site": "diariodeleon.es",
    "site_section": "https://www.diariodeleon.es/rss",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Diario de León",
    "title": "'El Encuentro' muestra toda su esencia ante la devoción de miles de leoneses",
    "title_full": "'El Encuentro' muestra toda su esencia ante la devoción de miles de leoneses",
    "published": "2024-03-29T12:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.diariodeleon.es/files/article_social_75/uploads/2024/03/29/66069239d42ad.jpeg",
    "performance_score": 0,
    "domain_rank": 30414,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0894fdbd96137350639d1349c8dbef809456f33f",
  "url": "https://www.diariodeleon.es/leon/semana-santa/240329/1517716/encuentro-muestra-toda-esencia-devocion-miles-leoneses.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción León",
  "published": "2024-03-29T12:06:00.000+03:00",
  "title": "'El Encuentro' muestra toda su esencia ante la devoción de miles de leoneses",
  "text": "'El Encuentro' muestra toda su esencia ante la devoción de miles de leoneses\n'El Encuentro' entre San Juan y La Dolorosa, en presencia de Jesús Nazareno, es el momento más emotivo de la procesión de Los Pasos, emblema de la Semana Santa leonesa que en la mañana de este Viernes Santo ha congregado a miles de personas en la procesión que organiza desde el año 1611 la Cofradía del Dulce Nombre de Jesús Nazareno.\nLa procesión recuperó su esencia el año pasado con el acto icónico del 'Encuentro', que regresó a su más íntima tradición tras la edición de 2022, cuando el 'invento' de realizar el acto del 'Encuentro' en la Plaza Mayor sin el resto de pasos presentes restó vistosidad a la que es la imagen por excelencia de la Semana de Pasión leonesa.\nEn esta cita de la Semana Santa leonea, los hermanos de Jesús portan los trece conjuntos escultóricos propiedad de la Cofradía, recreando los momentos de la Pasión desde la Oración en Getsemaní, hasta la muerte de Jesucristo en la Cruz.\nA las siete de la mañana los papones se han reunido en la Capilla de Santa Nonia, sede de la Cofradía, para iniciar el largo cortejo para recorrer las calles del viejo León en dirección a la Plaza Mayor.\nSobre las diez la mañana y tras el sermón del obispo, el padre Luis Ángel De las Heras, se ha iniciado el rito del 'Encuentro' entre las tallas más conocidas de la Pasión leonesa como son San Juan y La Dolorosa.\nAl ritmo de la banda y entre los aplausos del público, que abarrotaba la plaza, los pasos de ambas imágenes ha realizado el popular 'Encuentro' entre ambos pasos tras lo cual el resto de pasos han 'bailado' para dar vistosidad al momento culmen de la Semana Santa leonesa.\nA continuación la procesión se ha encaminado por la calle Mariano Domínguez Berrueta para llegar a la Plaza de la Regla ante la Catedral de León.\nLa procesión declarada de Interés Turístico Internacional conocida antiguamente como 'del Calvario' es la más grande de las que se realizan en León tanto por número de pasos como de papones.\nLos pasos que participan en esta procesión son: la Oración en el Huerto (Víctor de los Ríos, 1952), el Prendimiento (Ángel Estrada, 1964), la Flagelación (Gaspar Becerra, s. XVI), la Coronación de Espinas (Higinio Vázquez, 1977), el Ecce Homo (de serie, 1905), Nuestro. Padre Jesús Nazareno (s.XVII), la Verónica (Francisco de Pablo, 1926), el Expolio (Díez de Tudanca, 1675) y La Exaltación de la Cruz (Navarro Arteaga, 2000).\nA estos se suman la Crucifixión, (1908), Santísimo Cristo de la Agonía (Laureano Villanueva, 1973), San Juan (Víctor de los Ríos, 1946) y cerrando el cortejo, la Madre Dolorosa (Víctor de los Ríos, 1949), todos ellos portados a hombros por los hermanos de la Cofradía.\nTras el 'Encuentro' el largo cortejo ha continuado su marcha por el caso histórico y el ensanche de la ciudad, para finalizar su recorrido en el punto de inicio en la calle Santa Nonia tras nueve horas de procesión.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:11:50.087+03:00",
  "updated": "2024-03-29T14:11:50.087+03:00"
}