{
  "thread": {
    "uuid": "d1816f907c8e6c098f0ec9701695bd3b193e3ce3",
    "url": "https://vnexplorer.net/let-it-snow-major-nyc-storm-could-bring-significant-snow-for-first-time-in-nearly-700-days-s768145.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Let it snow! Major NYC storm could bring significant snow for first time in nearly 700 days",
    "title_full": "Let it snow! Major NYC storm could bring significant snow for first time in nearly 700 days",
    "published": "2024-01-02T20:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1816f907c8e6c098f0ec9701695bd3b193e3ce3",
  "url": "https://vnexplorer.net/let-it-snow-major-nyc-storm-could-bring-significant-snow-for-first-time-in-nearly-700-days-s768145.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-02T20:38:00.000+02:00",
  "title": "Let it snow! Major NYC storm could bring significant snow for first time in nearly 700 days",
  "text": "Let it finally snow.\nThe Big Apple will be hit with a Nor’easter this weekend that could bring measurable snow to the region for the first time in nearly 700 days.\nThe storm is set to arrive in Gotham on Saturday night and stay until Monday morning, potentially becoming the first to bring more than an inch of snow to the region since February 2022, FOX Weather meteorologist Marissa Lautenbacher told The Post.\n“This is probably our first like real chance in the Northeast this season to actually get a good amount of snow,” Lautenbacher said.\nHowever, It was too early for Lautenbacher to forecast snow totals, and there were no guarantees that New York City would see low enough temperatures to avoid a wintery mix.\n“If [the low pressure system] shifts a little bit further inland, then the I-95 corridor along the coast line, more of the interior will see that snow just because the cold air is shifted more inland, and then we’ll get more warmer air so we wont see the snow,” she said.\nRemember this? NYC could finally see snow again this weekend after nearly 700 days without. AFP via Getty Images\n“But if the cold air sets up further off shore then we’ll get more of that cold air that comes along the backside of it so it will be a better chance of snow for New York.”\nThe Big Apple only saw light sprinklings of the white stuff in 2023 — recording a paltry 2.3 inches of snow in total, the lowest sum on record dating back to the mid-1800s Lautenbacher said.\nOn average, the city notches almost 30 inches of snow annually, meaning the city’s snowfall was a shocking 92% below average last year.\nTuesday marked the 688th day without at least one inch of snow falling in Central Park. The second-longest streak ever recorded of 400 days ended in 1998, according to Lautenbacher.\nThe last time the city saw less than four inches of snow was more than 100 years ago in 1913, the forecaster explained to The Post.\nLautenbacher warned that regardless of snowfall totals this weekend, the city would be “an absolute mess” on Sunday, with coastal flooding and heavy winds likely.\nThe forecaster said she was rooting for a healthy dose of the white stuff, and added that she was “disappointed” in the record-setting “fascinating” dearth of winter precipitation in recent years.\n“It hasn’t been cold enough to snow at all in December,” Lautenbacher lamented, as the nation as a whole reeled from a year of unprecedented heat, part of a decades-long pattern of climate change, according to government officials.\nOther cities along the I-95 corridor were also setting snowless records of late.\n“The whole country in 2023 saw the warmest year on record. And also in 2023, the majority of the country was at least five degrees above average, except for maybe like select places in like the Southeast,” the meteorologist said.\n“But the entire country saw a warm December too, so a lot of people in the northern tier of the country … we all are seeing a snow drought.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [
    "https://nypost.com50&quality=75&strip=all",
    "https://nypost.com28",
    "https://www.nypost.com28",
    "https://www.nypost.com50&quality=75&strip=all"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lautenbacher",
        "sentiment": "none"
      },
      {
        "name": "marissa lautenbacher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apple",
        "sentiment": "neutral"
      },
      {
        "name": "the post",
        "sentiment": "none"
      },
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "gotham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T20:42:36.171+02:00",
  "updated": "2024-01-02T20:42:36.171+02:00"
}