{
  "thread": {
    "uuid": "64e2c7096c59c75c66163c55e90752239d334bfe",
    "url": "https://www.timeshighereducation.com/campus/prepare-workforce-tomorrow-integrating-data-literacy-your-curriculum",
    "site_full": "www.timeshighereducation.com",
    "site": "timeshighereducation.com",
    "site_section": "https://www.timeshighereducation.com",
    "site_categories": [
      "media",
      "education",
      "distance_learning",
      "sports"
    ],
    "section_title": "Times Higher Education home | Times Higher Education (THE)",
    "title": "Prepare the workforce of tomorrow by integrating data literacy into your curriculum | THE Campus Learn, Share, Connect",
    "title_full": "Prepare the workforce of tomorrow by integrating data literacy into your curriculum | THE Campus Learn, Share, Connect",
    "published": "2024-04-12T02:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://timeshighereducation.com/campus/sites/default/files/2024-04/iStock-1402754240.jpg",
    "performance_score": 0,
    "domain_rank": 1628,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64e2c7096c59c75c66163c55e90752239d334bfe",
  "url": "https://www.timeshighereducation.com/campus/prepare-workforce-tomorrow-integrating-data-literacy-your-curriculum",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Philip Leftwich",
  "published": "2024-04-12T02:01:00.000+03:00",
  "title": "Prepare the workforce of tomorrow by integrating data literacy into your curriculum | THE Campus Learn, Share, Connect",
  "text": "Prepare the workforce of tomorrow by integrating data literacy into your curriculum Data literacy skills are increasingly important in the modern workplace. Ermal Haranlli, Nedelin Velikov and Kehara Warnakulasuriya offer their advice on readying your students for the future You may also like Popular resources A survey of more than 2,000 global decision-makers and employers, commissioned by the data visualisation company Tableau, found the not-exactly-shocking result that [82 per cent of leaders expected employees to already have basic data literacy skills](https://www.tableau.com/why-tableau/data-literacy). In today’s rapidly evolving digital landscape, the ability to interpret and analyse data is no longer just a valuable skill, but an imperative to remain competitive, both internally and externally. Employees can now leverage data-centric technologies, automation and artificial intelligence (AI) to support and add valuable insights to their work. Studies have revealed that the arrival of generative AI has led to [worker performance improving by as much as 40 per cent](https://mitsloan.mit.edu/ideas-made-to-matter/how-generative-ai-can-boost-highly-skilled-workers-productivity#:~:text=A%20new%20study%20on%20the,who%20don't%20use%20it) compared with those who do not use it. [The what, why and how of data visualisation for higher education](https://www.timeshighereducation.com/campus/what-why-and-how-data-visualisation-higher-education) [Improving students’ digital literacy for remote learning](https://www.timeshighereducation.com/campus/improving-students-digital-literacy-remote-learning) [DIY learning analytics: using data to improve online teaching](https://www.timeshighereducation.com/campus/diy-learning-analytics-using-data-improve-online-teaching) With digital technologies redefining the modern workplace, universities must be proactive. We need to reshape teaching methods and curricula to support students and address the escalating demand for fundamental data literacy skills by employers. What is the best approach to increasing data literacy in a university setting? The notion of data literacy is multi-faceted and constitutes several key non-technical and technical skills. Individuals must possess critical thinking skills when attempting to interpret data, but harnessing technical skills such as data analysis and [data visualisation](https://www.timeshighereducation.com/campus/what-why-and-how-data-visualisation-higher-education) can also be valuable. These skills empower people to delve deeper and discover insights that will enhance their work. There are many ways to teach technical skills, such as releasing self-study course material, lectures and online video materials. As part of the [LSE Digital Skills Lab](https://info.lse.ac.uk/current-students/digital-skills-lab), a dedicated team on campus committed to empowering both students and staff with essential digital skills, we experimented with the former. However, we discovered this approach yielded significantly low completion rates and hindered the full realisation of the value these courses offer. We recommend following a practical learning approach. Here is our advice: Hosting practical workshops Practical workshops independent of university modules can be curated to introduce new skills and concepts to university students and staff in a slow and controlled environment. The course content should be organised into a series of practical tasks, where complex concepts are broken down into manageable chunks for learners to complete in a single session. Each task should be designed to introduce new aspects of the software to learners, building on knowledge gained from previous tasks. Dedicated staff should be readily available to provide guidance, ensuring learners execute tasks correctly and efficiently. Having dedicated staff present will also offer learners the opportunity to address any additional questions or concerns they might have about the task or software. It is important to foster a conducive learning environment and give learners the flexibility to work at their own pace – this will enable them to revisit tasks as needed and fully engage with the content. Running frequent practical sessions is important to reinforce learning. It allows learners to capitalise on new knowledge gained while still being readily accessible in their memories. Since adopting this approach, we have consistently achieved a near 100 per cent satisfaction rate, with most learners feeling very confident in their new skills. Cross-department collaboration Another effective method of bringing data literacy to the forefront of the university curriculum is through direct collaboration with departments. Students can coordinate with course convenors and realise a practical application to aspects of their coursess, providing them with seamless experiences and maximising their benefit from such courses. Working with the [LSE Department of Statistics](https://www.lse.ac.uk/statistics) to translate theory into practice, the Digital Skills Lab introduced a bespoke course this year designed with statistics students in mind. It allowed them to apply the concepts learned in lectures, such as descriptive statistics, regressions and hypothesis testing. Courses such as these supplement already enriching modules by adding another layer to the learning of students, helping them to consolidate their understanding of the theory. Managing challenges Integrating data literacy into the curriculum presents its own set of challenges. When introducing practical concepts into the curriculum, we have to make sure the skills gained are of a suitable level and meet requirements for employers. Holding discussions with alumni and employers is a great first step towards creating meaningful content. Another issue arises, however, in managing the dispersion of existing data literacy in students. Some students might have already had the privilege of being exposed to certain applications and programming languages, presenting an uneven playing field. Offering pre-sessional workshops can create a floor level of base knowledge, which can be built on from then. Finally, how can traditional course leaders, who perhaps prefer to stay the course, be convinced to move away from theory and integrate practical aspects into their teaching? These challenges risk hindering the development of data literacy and must be tackled head on. We have found one of the best ways to tackle this is through transparent dialogue and demonstrating the benefits of practical integration into courses, through examples of past projects. A basic level of data literacy is evolving from a luxury into a norm in workplaces, creating a need for students to be equipped with the necessary skills to tackle the challenges of data analysis head on. By focusing on a practical style of teaching, breaking down tasks progressively and consistently, and collaborating with departments to bring forward practical applications to the theory they teach, these challenges can be overcome. Ermal Haranlli, Nedelin Velikov and Kehara Warnakulasuriya are part of the Digital Skills Lab at the London School of Economics and Political Science. If you would like advice and insight from academics and university staff delivered direct to your inbox each week, [sign up for the Campus newsletter](https://www.pages06.net/thewui/the-campus/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Labor",
    "Education"
  ],
  "external_links": [
    "https://mitsloan.mit.edu/ideas-made-to-matter/how-generative-ai-can-boost-highly-skilled-workers-productivity#:~:text=A%20new%20study%20on%20the,who%20don",
    "https://www.pages06.net/thewui/the-campus/).",
    "https://www.tableau.com/why-tableau/data-literacy).",
    "https://www.lse.ac.uk/statistics)",
    "https://info.lse.ac.uk/current-students/digital-skills-lab),",
    "https://www.mitsloan.mit.edu/ideas-made-to-matter/how-generative-ai-can-boost-highly-skilled-workers-productivity#:~:text=A%20new%20study%20on%20the,who%20don",
    "https://tableau.com/why-tableau/data-literacy).",
    "https://lse.ac.uk/statistics)",
    "https://www.info.lse.ac.uk/current-students/digital-skills-lab),",
    "https://pages06.net/thewui/the-campus/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ermal haranlli",
        "sentiment": "none"
      },
      {
        "name": "nedelin velikov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kehara warnakulasuriya",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T02:55:53.467+03:00",
  "updated": "2024-04-12T02:55:53.467+03:00"
}