{
  "thread": {
    "uuid": "6df9c9595364dfabbd45fd6cd2854fc7297dd244",
    "url": "https://www.lavozdegalicia.es/noticia/ourense/ourense/2023/12/29/pondremos-especial-atencion-violencia-sobre-mujer/0003_202312O29C2992.htm",
    "site_full": "www.lavozdegalicia.es",
    "site": "lavozdegalicia.es",
    "site_section": "https://lavozdeasturias.es/ourense",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "Últimas noticias sobre Ourense. La Voz de Galicia",
    "title": "«Pondremos especial atención en la violencia sobre la mujer»",
    "title_full": "«Pondremos especial atención en la violencia sobre la mujer»",
    "published": "2023-12-29T05:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.lavozdegalicia.es/default/2023/12/28/00121703783281874589334/Foto/OD29C2F2_1.jpg",
    "performance_score": 0,
    "domain_rank": 6412,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6df9c9595364dfabbd45fd6cd2854fc7297dd244",
  "url": "https://www.lavozdegalicia.es/noticia/ourense/ourense/2023/12/29/pondremos-especial-atencion-violencia-sobre-mujer/0003_202312O29C2992.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "lavozdegalicia",
  "published": "2023-12-29T05:00:00.000+02:00",
  "title": "«Pondremos especial atención en la violencia sobre la mujer»",
  "text": "Juan Castor Vázquez leva máis de sete meses como o novo comisario xefe provincial de Ourense da Policía Nacional . Este xoves tomou posesión no salón do trono da Subdelegación do Goberno. Fíxoo rodeado de autoridades, compañeiros e familiares. Vázquez recibiu o bastón de mando de mans do xefe superior de Policía de Galicia , Ramón Gómez Neto, quen demostrou afecto e admiración sincera cara ao seu subordinado. «Destaco dous aspectos no exercicio do seu liderado: a súa capacidade de negociación e a súa excelente predisposición para manter unha relación próxima e fluída con todas as institucións», concedeu Gómez Neto, quen tamén resaltou a exitosa participación do agora comisario en servizos de especial relevancia, como o esclarecemento do roubo do Códice Calixtino da Catedral de Santiago ou o accidente do Alvia en Angrois . Vázquez ten ás súas costas case catro décadas de servizo no corpo. A metade haas pasado na comisaría de Santiago de Compostela, que dirixiu durante os últimos tres anos. Chega á de Ourense sen poder ocultar o seu entusiasmo. «Pode haber algo máis grande para un policía que ser responsable na terra na que naceu?», dixo. O ourensán, que releva no posto a Juan Carlos Blázquez, agora xubilado, está a cargo de un total de 237 policías. Tal e como se destacou durante a toma de posesión de Vázquez, Ourense atópase por baixo da media nacional en canto a infraccións penais e conta cunha eficacia policial que se incrementou en catro puntos durante o 2022.\nCástor Vázquez deixa Santiago para exercer como comisario en Ourense Xurxo Melchor\nXuntos, máis fortes\n«Na vida, ser para outros supón crer nun reto e nun mesmo ideal. E a policía é o termómetro que serve para medir o grao de respecto que sente un pobo polos dereitos humanos», reflexionou Vázquez. «Tratarei de traballar cada día con maior fortaleza e maiores esixencias. Poremos a mirada en calquera forma de odio e continuaremos a loita contra a violencia sobre os máis vulnerables, pondo especial atención no plan contra a violencia sobre a muller», asegurou. O novo comisario lembrou que parte da eficacia do traballo da Policía Nacional depende do apoio e da vontade dos cidadáns. «Xuntos faremos máis que por separado», dixo e mencionou a boa relación que ten a comisaría de Ourense con outros corpos de seguridade, como Policía Local ou a Garda Civil. Destacou o valor e a capacidade dos axentes. «Son persoas respectuosas coa nosa misión, que é defender os dereitos e as liberdades dos cidadáns; son íntegras, abertas ás novas realidades e ademais solidarias», describiu.\nO novo comisario compartiu as miradas máis cómplices da súa toma de posesión coa súa muller, que o observaba emocionada desde un lateral da sala. «Grazas por estar sempre ao meu lado, apoiando as miñas inquietudes e dándome forzas para saír adiante. Nunca poderei agradecerte suficiente», dixo como broche final ao seu discurso, no que tamén tivo palabras para o resto da súa familia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:23:52.661+02:00",
  "updated": "2023-12-29T13:50:18.385+02:00"
}