{
  "thread": {
    "uuid": "a94dd234a3226782a69ed18006be9544097ae1d2",
    "url": "https://www.ajc.com/things-to-do/bookshelf-atlanta-indie-author-gets-national-recognition/WX7EE72UYBB3BIL7A5BCZD44TE/",
    "site_full": "www.ajc.com",
    "site": "ajc.com",
    "site_section": "https://www.ajc.com/life/arts-culture/",
    "site_categories": [
      "media"
    ],
    "section_title": "Atlanta arts and culture news - Live theater, dance, exhibits, museums and books",
    "title": "Bookshelf: Atlanta indie author gets national recognition",
    "title_full": "Bookshelf: Atlanta indie author gets national recognition",
    "published": "2023-12-28T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ajc.com/resizer/BEc-vl3zsXxQPyTlOG6X68LnzT4=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/ajc/PRGNFLXWUZCJVALGNNHESJ2RF4.jpg",
    "performance_score": 0,
    "domain_rank": 1480,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a94dd234a3226782a69ed18006be9544097ae1d2",
  "url": "https://www.ajc.com/things-to-do/bookshelf-atlanta-indie-author-gets-national-recognition/WX7EE72UYBB3BIL7A5BCZD44TE/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Suzanne Van Atten",
  "published": "2023-12-28T23:25:00.000+02:00",
  "title": "Bookshelf: Atlanta indie author gets national recognition",
  "text": "In this week’s Bookshelf, a local author gets national recognition for her independently published book, book tours are back in business, and a new literary magazine is launched.\nKudos. Congratulations go to Atlanta author Jennie Miller Helderman. Her book “As the Sycamore Grows” (Lucid House Publishing, $19.99) was named among the Best Indie Books of the Year by Kirkus Reviews.\nHelderman spent five years researching this nonfiction account of Ginger McNeil’s escape from an abusive marriage and a survivalist-style living situation raising a family without electricity or a phone. The book grew out of a magazine assignment Helderman was reporting on poverty in rural Alabama.\nBecause of the disturbing topic, “As the Sycamore Grows” is “at times a difficult read,” writes Kirkus, “but the humanity and McNeil’s indomitable spirit shine through.”\nHelderman will discuss the book and sign copies at Eagle Eye Books in Decatur at 2 p.m. Jan. 20. For details go to eagleeyebooks.com.\nAuthors on tour. Now that the holidays are behind us, bookstores are ramping up their author events again. Sure to be a big draw is New York Times bestselling author Rachel Hawkins, making her first appearance at FoxTale Book Shoppe in Woodstock.\nHawkins’ upcoming book, “The Heiress” (St. Martin’s Press, $29), which made the AJC’s list of the most highly anticipated Southern books of winter 2024, is a thriller with Gothic vibes about the wealthiest woman in North Carolina and her adopted son Cam. Although he wants no part of his mother’s riches when she dies, he inherits her estate. In the process of sorting through it, he discovers long-held secrets related to her kidnapping when she was a child and the deaths of her four husbands.\nThe Alabama author’s previous novels include “The Wife Upstairs,” “Reckless Girls” and “The Villa.” She will be at FoxTale at 6:30 p.m. Jan. 10. Book purchase is requested to attend. For details go to foxtalebookshoppe.com .\nGeorgia’s coastline may not be long, but its virgin marshlands are vast and beautiful, unlike the rest of the Eastern Seaboard where marshes were wiped out to make way for development. That’s because 50 years ago, some of Georgia’s most forward-thinking environmentalists, landowners, state legislators and nature lovers came together to create the Coastal Marshlands Protection Act, which ensured the Golden Isles remained golden.\nAuthor Paul Bolster, a former member of the Georgia House of Representatives, chronicles the efforts to pass the act and brings to life the cast of characters who made it happen in “Saving the Georgia Coast” (UGA Press, $22.95). He also examines modern-day challenges that continue to threaten the coast today.\nA Cappella Books presents Bolster in conversation with Megan Desrosiers, president and CEO of One Hundred Miles, a coastal advocacy organization, at the Jimmy Carter Presidential Library at 7 p.m. Jan. 17. For details go to acappellabooks.com.\nBy writers, for writers. The Georgia Writers Museum in Eatonton has launched a new quarterly e-magazine called Page Turner. According to Managing Editor Chip Bell, the magazine targets “new and wannabe authors” with features on Georgia authors, writing advice, book reviews, children’s books and literary events.\nThe magazine debuted in November with a cover story on Townsend Prize winner Sanjeena Sathian, author of the 2021 novel “Gold Diggers.” Contributing writers include George Weinstein, executive director of the Atlanta Writers Club, and Jim Auchmutey, a former AJC reporter and author of “Smoke Lore: A Short History of Barbecue in America.” The new issue is expected to come out in mid-January before the museum’s 2024 Writers Retreat taking place Feb. 24-26. For details go to georgiawritersmuseum.org.\nSuzanne Van Atten is a book critic and contributing editor to The Atlanta Journal-Constitution. You can contact her at Suzanne.VanAtten@ajc.com .\nAbout the Author\nSuzanne Van Atten",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://eagleeyebooks.com/events/calendar",
    "https://foxtalebookshoppe.com/Hawkins",
    "https://www.kirkusreviews.com/book-reviews/jennie-helderman/as-the-sycamore-grows/",
    "https://us.macmillan.com/books/9781250280039/theheiress",
    "https://www.georgiawritersmuseum.org/",
    "http://www.acappellabooks.com./",
    "https://ugapress.org/book/9780820357300/saving-the-georgia-coast/",
    "http://www.georgiawritersmuseum.org./",
    "https://www.georgiawritersmuseum.org",
    "https://georgiawritersmuseum.org/",
    "http://www.georgiawritersmuseum.org.",
    "http://georgiawritersmuseum.org./",
    "https://www.us.macmillan.com/books/9781250280039/theheiress",
    "https://ugapress.org/book/9780820357300/saving-the-georgia-coast",
    "https://www.foxtalebookshoppe.com/Hawkins",
    "http://acappellabooks.com./",
    "https://www.ugapress.org/book/9780820357300/saving-the-georgia-coast/",
    "https://www.eagleeyebooks.com/events/calendar",
    "https://www.kirkusreviews.com/book-reviews/jennie-helderman/as-the-sycamore-grows",
    "https://kirkusreviews.com/book-reviews/jennie-helderman/as-the-sycamore-grows/",
    "http://www.acappellabooks.com."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jennie miller helderman",
        "sentiment": "none"
      },
      {
        "name": "ginger mcneil",
        "sentiment": "none"
      },
      {
        "name": "helderman",
        "sentiment": "none"
      },
      {
        "name": "mcneil",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lucid house publishing",
        "sentiment": "none"
      },
      {
        "name": "kirkus reviews",
        "sentiment": "none"
      },
      {
        "name": "eagle eye books",
        "sentiment": "none"
      },
      {
        "name": "kirkus",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "decatur",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:01.495+02:00",
  "updated": "2023-12-29T00:03:01.495+02:00"
}