{
  "thread": {
    "uuid": "6e33787f77ad01ff3acf65afd3b65ca25ee84dcb",
    "url": "https://www.ndsu.edu/news/program-has-been-wonderful",
    "site_full": "www.ndsu.edu",
    "site": "ndsu.edu",
    "site_section": "https://ndsu.edu/news",
    "site_categories": [
      "graduate_school",
      "college_administration",
      "education"
    ],
    "section_title": "News | North Dakota State University",
    "title": "‘This program has been wonderful’ | North Dakota State University",
    "title_full": "‘This program has been wonderful’ | North Dakota State University",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6364,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e33787f77ad01ff3acf65afd3b65ca25ee84dcb",
  "url": "https://www.ndsu.edu/news/program-has-been-wonderful",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "‘This program has been wonderful’ | North Dakota State University",
  "text": "For those wanting to enter the rewarding field of nursing or further their careers, NDSU’s [School of Nursing at Sanford Health in Bismarck](https://www.ndsu.edu/bismarck_nursing/) offers high-quality education with a personalized and caring approach. “Our students are truly the heart of the program. We have exceptional faculty priority clinical placements and smaller class sizes that appeal to students so that we can provide them with the knowledge and education they need to be successful,” said Charys Kunkel, the director and assistant professor of practice at the NDSU School of Nursing at Sanford Health in Bismarck. There are three tracks offered at NDSU nursing in Bismarck. The traditional [pre-licensure Bachelor of Science in Nursing](https://www.ndsu.edu/nursing/degrees/pre_licensure_bsn_track/) program is for students wanting to enter a nursing career as a registered nurse. For students who’ve already completed a non-nursing bachelor’s degree or who have completed a graduate degree and are seeking an in-demand healthcare career, the [accelerated post-baccalaureate BSN](https://www.ndsu.edu/accelerated_bsn) program is completed within 14 months. The [Doctor of Nursing Practice](https://www.ndsu.edu/nursing/degrees/dnp/) program is for students with a Bachelor of Science in Nursing wanting to further their careers. Students are admitted both in the fall and spring semesters. Dakota Tarbell, a junior in the traditional BSN track, said she chose NDSU Nursing in Bismarck because of the amazing things she’s heard from others. “This program has been really wonderful for me,” said Tarbell, who is from Denver, Colorado. “I’ve made lifelong friends, I’ve gained mentors from the faculty and from other nurses working at Sanford and it’s been a great journey.” Bismarck is the second largest city in North Dakota. Despite its size, Bismarck is easy-to-navigate and still has a close community feel to it with plenty of family-friendly, cultural and outdoor activities. Tarbell said the tight-knit community and the outstanding four-year pre-licensure BSN program are both reasons why she loves the program. “NDSU nursing in Bismarck basically gives you the best of both worlds. You’re a part of the Bismarck community here, which is smaller and tight-knit and is awesome, but you’re also still a part of NDSU in Fargo,” she said. In the classroom, students can find advanced learning options through simulation labs, which help with building practical skills through a variety of nursing scenarios in a controlled learning environment. The skills lab helps refine the hands-on knowledge students have gained, and a health assessment lab allows students to interview and assess patients. Smaller class sizes mean students have more one-on-one time with faculty to help gain confidence in their skills and allows them to work closely in team settings with other students. “We have a smaller student-to-faculty ratio and that’s done purposely so that our faculty have the opportunity to guide students and work with them, not only in the classroom, but in the clinical environment as well,” said Kunkel. A partnership with Sanford Health means there are more opportunities for every student. Located a block away from Sanford Medical Center in downtown Bismarck, students have access to clinical rotation areas to build off of the knowledge they receive in the classroom. Program incentives include several scholarships to assist students with their education. The partnership with Sanford also provides a tuition incentive where students can receive up to $20,000 in the pre-licensure BSN program, and students in the accelerated BSN program can receive up to $26,000. Kunkel said NDSU’s School of Nursing at Sanford Health in Bismarck has a large impact on the nursing workforce needs in Bismarck and in the state as many students stay after graduating. Nursing jobs are in high demand. Around 97% of 2022 NDSU nursing graduates found full-time employment with an average regional salary of $67,000. Tarbell suggests interested students reach out to the staff, faculty and students at NDSU’s School of Nursing at Sanford Health in Bismarck to learn more about the available programs. “The faculty here at NDSU nursing in Bismarck are extremely wonderful. Everyone knows your name, they’re easy to get a hold of and they’re very personable,” she said. [Apply now](https://www.ndsu.edu/apply) to start your nursing journey or schedule a visit by emailing [NDSU.BisNursing@ndsu.edu](mailto:NDSU.BisNursing@ndsu.edu).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charys kunkel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ndsu",
        "sentiment": "positive"
      },
      {
        "name": "north dakota state university",
        "sentiment": "positive"
      },
      {
        "name": "ndsu school of nursing",
        "sentiment": "none"
      },
      {
        "name": "sanford health",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sanford health",
        "sentiment": "none"
      },
      {
        "name": "bismarck",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:43:40.444+03:00",
  "updated": "2024-04-05T02:43:40.444+03:00"
}