{
  "thread": {
    "uuid": "aaee7cd9041da6071c2c0f75d7965a60ec383226",
    "url": "https://www.breakinglatest.news/news/exploring-the-mysteries-of-nature-and-climbing-to-the-peak-of-science-narrative·promoting-the-spirit-of-scientists-special-planning-_guangming-com",
    "site_full": "www.breakinglatest.news",
    "site": "breakinglatest.news",
    "site_section": "https://www.breakinglatest.news/rss",
    "site_categories": [],
    "section_title": "Breaking Latest News",
    "title": "Exploring the mysteries of nature and climbing to the peak of science (narrative·promoting the spirit of scientists (special planning)) _Guangming.com",
    "title_full": "Exploring the mysteries of nature and climbing to the peak of science (narrative·promoting the spirit of scientists (special planning)) _Guangming.com",
    "published": "2024-04-12T04:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 89393,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aaee7cd9041da6071c2c0f75d7965a60ec383226",
  "url": "https://www.breakinglatest.news/news/exploring-the-mysteries-of-nature-and-climbing-to-the-peak-of-science-narrative·promoting-the-spirit-of-scientists-special-planning-_guangming-com",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-12T04:40:00.000+03:00",
  "title": "Exploring the mysteries of nature and climbing to the peak of science (narrative·promoting the spirit of scientists (special planning)) _Guangming.com",
  "text": "40th Antarctic Expedition Successfully Completes Mission, Members Share Stories of Scientific Expeditions\nThe 40th Antarctic Expedition organized by the Ministry of Natural Resources and the “Snow Dragon” polar expedition icebreaker recently returned to China, marking the successful completion of the mission. The expedition faced numerous challenges and difficulties, but the members persevered and achieved their goals.\nFan Gaojing, the captain of the Ocean Team of the “Snow Dragon,” shared his experiences of forging deep friendships in the face of trials. Despite encountering strong cyclones and harsh sea conditions, the team successfully completed their tasks ahead of schedule. The veteran team members guided the new members through the challenges, forming a deep bond of camaraderie.\nYao Xu, the captain of the inland inspection team at Kunlun Station, reflected on his 16 Antarctic expeditions, emphasizing the importance of gaining new experiences with each visit. The team braved a snowstorm and massive snowfall, requiring them to dig out buried snowmobiles by hand. Despite the heavy workload, the team successfully carried out scientific research tasks and observations, showcasing their dedication to the mission.\nCongratulations were extended to the architect of Qinling Station, the fifth scientific research station built by China in Antarctica. The team faced challenges in constructing the station in a wind-prone area, but their meticulous planning and hard work paid off as they created a warm and functional facility for the expedition team members.\nCheng Xuyu, the captain of the fixed-wing aircraft fleet, highlighted the importance of seizing time windows for scientific examinations amidst changing weather conditions. The team faced challenges such as aircraft burial in snow and dismantling equipment in freezing temperatures, but their resilience and determination ensured the successful completion of flight missions and data collection.\nThe 40th Antarctic Expedition exemplified the dedication and spirit of Chinese scientists and researchers in exploring the mysteries of nature and advancing scientific knowledge in one of the most challenging environments on Earth. Their stories serve as a testament to the hard work, perseverance, and collaboration that define China’s polar expeditions.\n[Editor: Yuan Qing]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fan gaojing",
        "sentiment": "none"
      },
      {
        "name": "yao xu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "antarctic expedition",
        "sentiment": "none"
      },
      {
        "name": "ministry of natural resources",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "kunlun station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:47:58.476+03:00",
  "updated": "2024-04-12T04:47:58.476+03:00"
}