{
  "thread": {
    "uuid": "68283f8b373c482d8fbf3faf79f5b2c0b96040d5",
    "url": "https://vnexplorer.net/descalzi-il-2023-e-stato-per-eni-un-anno-di-eccellenti-risultati-nonostante-lo-scenario-incerto-s1547863.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Descalzi: \"Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto\"",
    "title_full": "Descalzi: \"Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto\"",
    "published": "2024-02-16T10:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1imIIJ.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68283f8b373c482d8fbf3faf79f5b2c0b96040d5",
  "url": "https://vnexplorer.net/descalzi-il-2023-e-stato-per-eni-un-anno-di-eccellenti-risultati-nonostante-lo-scenario-incerto-s1547863.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T10:51:00.000+02:00",
  "title": "Descalzi: \"Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto\"",
  "text": "Descalzi: “Il 2023 è stato per Eni un anno di eccellenti risultati, nonostante lo scenario incerto”\nAGI – “Il 2023 è stato per Eni un altro anno di eccellenti risultati, nonostante uno scenario incerto e volatile”. Lo afferma l’amministratore delegato di Eni, Claudio Descalzi, commentando i risultati di esercizio 2023. “Abbiamo conseguito ottimi risultati sia finanziari che operativi – ha osservato Descalzi – progredendo nella nostra strategia di creazione di valore, di decarbonizzazione e di contestuale garanzia di stabilità e affidabilità delle forniture energetiche. Il nostro modello satellitare distintivo si conferma un’efficace leva nell’accelerazione della crescita di valore, contribuendo alla nostra performance in modo sostanziale. Abbiamo recentemente finalizzato l’acquisizione di Neptune che, con il suo portafoglio prevalentemente a gas, e sinergico ai nostri asset in Nord Europa, Indonesia e Nord Africa, costituirà un elemento chiave per i nostri piani di sviluppo”.\n“Nel 2023 – ha aggiunto Descalzi – abbiamo avviato nel rispetto dei tempi e dei budget i due rilevanti progetti Baleine in Costa d’Avorio e Floating GNL Congo (fase 1). Grazie agli straordinari successi esplorativi in Indonesia e in altre geografie abbiamo confermato la nostra leadership nel settore; al tempo stesso abbiamo conseguito il massimo livello di produzione rispetto all’intervallo obiettivo annunciato”. “Il settore Ggp (Global Gas & LNG Portfolio) ha realizzato risultati record facendo leva sulla qualità del portafoglio, azioni di ottimizzazione e favorevoli accordi contrattuali. La realizzazione di progetti a gas e a contenute emissioni è solo un aspetto del nostro piano di transizione, che ci vede anche impegnati nell’aumentare in maniera rilevante la presenza nel settore delle nuove energie”.\n“Enilive, attiva nei business dei biocarburanti e dei servizi di mobilità – ha spiegato – ha ampliato la propria presenza internazionale attraverso l’acquisizione della partecipazione del 50% nella bioraffineria di Chalmette negli Stati Uniti e l’accordo di joint venture con LG Chem per la realizzazione di un nuovo impianto in Corea del Sud. Plenitude ha raggiunto i 3 GW di capacità rinnovabile. Entrambi i business già adesso assicurano un contributo economico di circa 1 mld di euro di ebitda ciascuno. Attraverso il recente accordo per l’ingresso nel capitale di Plenitude di un investitore istituzionale, abbiamo dato visibilità al valore di questo business stimato in circa 10 mld di euro rafforzando l’accesso a mezzi finanziari incrementali a sostegno dei nostri piani di crescita”.\n“I risultati finanziari di Gruppo – ha concluso l’ad – sono stati eccellenti con un Ebit proforma di circa 18 mld di euro e un utile netto adjusted superiore a 8 miliardi. La generazione di cassa operativa con 16,5 mld di euro su base adjusted prima dell’assorbimento del circolante ha assicurato un significativo surplus in aggiunta al sostanziale ritorno di cassa agli azionisti di 4,8 mld die ruo, mantenendo un rapporto di indebitamento di 0,2”.\nNel 2023 utile ante imposte adjusted a 15,1 mld Nonostante la volatilità dello scenario caratterizzato dalla flessione dei prezzi del petrolio Brent (-5% rispetto al quarto trimestre 2022) e del gas (diminuiti del 57% nel mercato europeo), l’utile ante imposte adjusted del quarto trimestre 2023 di 3,2 miliardi di euro (15,1 mld di euro su base annua) evidenzia la robusta performance conseguita dal Gruppo grazie alla efficace gestione industriale e alla disciplina finanziaria. Lo rende noto l’Eni nel comunicato sui conti del quarto trimestre e dell’esercizio 2023.\nL’utile operativo proforma adjusted nel quarto trimestre 2023 è stato di 3,8 miliardi di euro (con un rilevante 17,8 mld di eruo nell’anno) trainato dai solidi risultati di E&P, dalla performance record di GGP e dal contributo positivo di Plenitude.\nE&P (Exploration and production) ha conseguito l’utile operativo adjusted di 2,4 mld di euro nel quarto trimestre 2023 (-17% rispetto al quarto trimestre 2022) impattato dall’indebolimento dei prezzi di realizzo, in parte compensato dalla notevole ripresa della produzione di idrocarburi aumentata del 6% a 1,71 mln di boe/g nel trimestre. Su base annua l’utile operativo adjusted di 9,9 mld (16,5 mld nel 2022) ha risentito dei deboli prezzi di realizzo e degli effetti del deconsolidamento di Azule. Includendo il contributo delle societa’ all’equity, l’utile operativo proforma adjusted dell’esercizio 2023 ammonta a 13,3 mld (20,9 mld nel 2022).\nL’utile operativo proforma adjusted nel quarto trimestre 2023 è stato di 3,8 miliardi di euro (con un rilevante 17,8 mld di eruo nell’anno) trainato dai solidi risultati di E&P, dalla performance record di GGP e dal contributo positivo di Plenitude.\nE&P (Exploration and production) ha conseguito l’utile operativo adjusted di 2,4 mld di euro nel quarto trimestre 2023 (-17% rispetto al quarto trimestre 2022) impattato dall’indebolimento dei prezzi di realizzo, in parte compensato dalla notevole ripresa della produzione di idrocarburi aumentata del 6% a 1,71 mln di boe/g nel trimestre. Su base annua l’utile operativo adjusted di 9,9 mld (16,5 mld nel 2022) ha risentito dei deboli prezzi di realizzo e degli effetti del deconsolidamento di Azule. Includendo il contributo delle società all’equity, l’utile operativo proforma adjusted dell’esercizio 2023 ammonta a 13,3 mld (20,9 mld nel 2022).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1imIIJ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1imIIJ.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T11:00:14.670+02:00",
  "updated": "2024-02-16T11:00:14.670+02:00"
}