{
  "thread": {
    "uuid": "6d47c44085b6c5ae00aca42b994d1ea3b5963271",
    "url": "https://www.alberta.ca/release.cfm?xID=90102A9A79417-097A-541C-668F17D8074C571C",
    "site_full": "www.alberta.ca",
    "site": "alberta.ca",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Stabilizing Alberta’s primary health care system | alberta.ca",
    "title_full": "Stabilizing Alberta’s primary health care system | alberta.ca",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.alberta.ca/assets/sharing/alberta-share.png",
    "performance_score": 9,
    "domain_rank": 2463,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1143,
        "comments": 554,
        "shares": 918
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d47c44085b6c5ae00aca42b994d1ea3b5963271",
  "url": "https://www.alberta.ca/release.cfm?xID=90102A9A79417-097A-541C-668F17D8074C571C",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Government of Alberta",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Stabilizing Alberta’s primary health care system | alberta.ca",
  "text": "Primary care is the foundation of Alberta’s health care system, and family physicians are fundamental to Albertans getting the care they need when and where they need it. That’s why Alberta’s government is pulling out all the stops to stabilize, strengthen and improve Alberta's primary health care system. The additional one-time funding has been provided to the Alberta Medical Association (AMA) as part of a December 2023 commitment of $200 million over two years to stabilize primary health care. The AMA will distribute the funding to eligible family physicians and rural generalists. “We heard what primary care physicians told us about the challenges they are facing, and we’ve taken action to address those challenges. Alberta’s government is pleased to provide this one-time funding to support family physicians and rural generalists until a new physician comprehensive care model is introduced.” Approximately 3,000 family doctors are eligible to receive transition funding of $24,000 to $40,000. The amount a family physician and rural generalist will receive depends on the number of patients they have. The funding is a one-time payment aimed at helping family doctors and rural generalists until a new compensation model is in place. It will be used for administrative and equipment costs related to the number of patients they manage. “We are grateful that this funding will help family and rural generalist physicians remain in comprehensive, life-long care as we move to the next phase of collaboration with the minister and her team. For this stabilization investment to reap benefits for Albertans, we must rapidly implement the new payment model that will allow comprehensive care to flourish across the province.” This funding is enabled through the new Canada-Alberta Health Funding Agreement with the federal government. The agreement represents a total of about $1.1 billion in additional health care funding over three years for shared priorities. Quick facts - Stabilization funding is a transitional measure identified through work under the memorandum of understanding (MOU) between the minister of health and the Alberta Medical Association that was signed in fall 2023. - In December, $200 million over two years was announced to help stabilize primary care. This includes the $92 million announced April 4 and $8 million for the residency incentive program. - Other recently announced supports for primary health care include: - Providing ongoing base compensation for primary care physicians that is expected to be more than $2.3 billion in 2024-25. - Committing to create a primary-care organization within the refocused provincial health care system to co-ordinate primary health care services and provide transparent provincial oversight, with the goal of ensuring every Albertan will have a family physician or primary care provider. - Investing $40 million over two years to support Primary Care Networks. - Investing $12 million for the Community Information Integration and Central Patient Attachment Registry, enabling doctors and their teams to share patient information from their electronic medical record to Alberta Netcare. - Committing to implement recommendations from the Modernizing Alberta's Primary Health Care System initiative through a phased approach. - Creating a primary health care division within Alberta Health. Related news New funding to stabilize primary health care (Dec. 21, 2023) Strengthening health care: A collaborative effort (Oct. 24, 2023) Strengthening health care: Improving access for all (Oct. 18, 2023)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ama",
        "sentiment": "none"
      },
      {
        "name": "alberta medical association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alberta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:03:50.485+03:00",
  "updated": "2024-04-05T01:03:50.485+03:00"
}