{
  "thread": {
    "uuid": "28b5cc9681a57ad1db26a9575324027b409fce12",
    "url": "https://www.portland.gov/transportation/news/2024/4/18/celebrate-earth-day-free-compost-pbots-sunderland-yard-recycling",
    "site_full": "www.portland.gov",
    "site": "portland.gov",
    "site_section": "https://portland.gov/news",
    "site_categories": [],
    "section_title": "News | Portland.gov",
    "title": "Celebrate Earth Day with free compost from PBOT’s Sunderland Yard recycling facility | Portland.gov",
    "title_full": "Celebrate Earth Day with free compost from PBOT’s Sunderland Yard recycling facility | Portland.gov",
    "published": "2024-04-18T20:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.portland.gov/sites/default/files/styles/facebook/public/2024/compost-pile.jpg?itok=Y3eutkxp",
    "performance_score": 0,
    "domain_rank": 16472,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "28b5cc9681a57ad1db26a9575324027b409fce12",
  "url": "https://www.portland.gov/transportation/news/2024/4/18/celebrate-earth-day-free-compost-pbots-sunderland-yard-recycling",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T20:00:00.000+03:00",
  "title": "Celebrate Earth Day with free compost from PBOT’s Sunderland Yard recycling facility | Portland.gov",
  "text": "(April 18, 2024) The Portland Bureau of Transportation (PBOT) is pleased to invite the public to the sixth annual [Free Compost Days event](https://www.portland.gov/transportation/events/2024/4/20/free-compost-days) in celebration of Earth Day at the bureau’s [Sunderland Yard](https://www.portland.gov/transportation/maintenance/buy-compost-and-gravel) recycling facility. Sunderland Yard is a city facility that recycles materials from work done by transportation crews. Using sustainable practices, the facility produces compost from the leaves collected in the fall, turns concrete and asphalt chunks into gravel, screens dirt for reuse, and recycles the sand used during snow and ice emergencies for reuse during future weather events. Not only is this practice good for the environment by keeping construction waste out of the landfill, it also reduces material expenses for maintenance and construction work. From leaves to compost To make streets safer and less slick, PBOT sweeps up over 7,000 tons of leaves from city streets each fall through the Leaf Day program. Using sustainable practices, we turn those leaves into compost, screening it throughout the fall, monitoring it for quality, maturation, and sizing, then testing it before making it available for sale in March. Price is per cubic yard with a minimum purchase of 0.5 cubic yards. A cubic yard typically fits into a full-size pickup truck. Compost is normally all gone after the popular Earth Day giveaway in April. From April 20 - 22 in celebration of Earth Day, Portlanders can pick up their FREE compost at Sunderland Yard, 9325 NE Sunderland Avenue, from 7 a.m. to 5 p.m. This offer ends April 22 or when the compost runs out, so don’t delay! If you have an open-bed vehicle, PBOT will load the compost for you. If you want to bag your own, please bring your own shovel and bags. All persons using the PBOT’s Free Compost Program do so voluntarily and take and use products at their own risk. All products are offered “as is.\" The quality, maturation, and sizing of the final compost are regularly monitored according to United States Compost Council (USCC) guidelines. The facility has been a member of the USCC since 2007. Gravel and fill dirt available, too Need gravel for pathways, driveways, or paver base? PBOT staff at Sunderland Yard machine-crush concrete and asphalt chunks recycled from construction projects and turn it into 3/4” minus aggregate gravel to be affordably sold year-round. These materials have been reclaimed or recycled from previous construction projects as well as private and public demolition sites. Price is per ton. The bureau also has screened dirt for FREE year-round. The dirt is great for fill, but not recommended for gardens or topsoil. Reusing sand PBOT uses sand—similar to fine gravel—along our priority snow and ice routes during winter emergencies. After the event, this sand is swept up and returned to Sunderland Yard to be screened to be reused again for next year’s winter weather response. Sand is not available for pickup or sale at Sunderland Yard. However, PBOT does provide sand and sandbags at multiple sites in case of flooding. Learn more at [Portland.gov/weather/flooding](http://www.portland.gov/weather/flooding)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "portland bureau of transportation",
        "sentiment": "negative"
      },
      {
        "name": "sunderland yard",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:15:25.188+03:00",
  "updated": "2024-04-19T01:15:25.188+03:00"
}