{
  "thread": {
    "uuid": "13c38f703e3ec5e3f4d49f075ce3dd1e30b63e07",
    "url": "https://za.investing.com/news/jefferies-sees-another-positive-year-for-software-stocks-raises-dynatrace-and-mondaycom-432SI-2971774",
    "site_full": "za.investing.com",
    "site": "investing.com",
    "site_section": "https://za.investing.com/news/headlines",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Breaking News - Investing.com",
    "title": "Jefferies sees another positive year for software stocks, raises Dynatrace and Monday.com - Investing.com ZA",
    "title_full": "Jefferies sees another positive year for software stocks, raises Dynatrace and Monday.com - Investing.com ZA",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://i-invdn-com.investing.com/news/https://i-invdn-com.investing.com/akapi-images/800x450/bde5e3114bbc50dea835592fad485eb4_w_800_h_450.jpg",
    "performance_score": 0,
    "domain_rank": 1370,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "13c38f703e3ec5e3f4d49f075ce3dd1e30b63e07",
  "url": "https://za.investing.com/news/jefferies-sees-another-positive-year-for-software-stocks-raises-dynatrace-and-mondaycom-432SI-2971774",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Investing.com",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Jefferies sees another positive year for software stocks, raises Dynatrace and Monday.com - Investing.com ZA",
  "text": "Analysts at Jefferies provided their view on the software sector in a recent research note, upgrading Dynatrace Inc. (NYSE: DT ), monday.com Ltd. (MNDY (NASDAQ: MNDY )), Freshworks Inc (FRSH), and Instructure (INST) to Buy. They also downgraded Okta, Inc. (NASDAQ: OKTA ) and Vimeo (NASDAQ: VMEO ) to Hold.\nOverall, Jefferies expects 2024 to be another positive year for the sector, though they feel we will likely see more measured returns.\n\"1H could be challenging given 4Q23 rally and seasonal Q1 black ice,\" said the firm, adding it would, however, position selectively for a better second half of the year, driven by fundamental acceleration, increased adoption of AI SKUs, lower interest rates, still reasonable valuation, and potential M&A pick-up.\nFocusing on the upgrades, Jefferies said it lifted DT as it sees an attractive setup for the stock in F2H24 and FY25, underappreciated upside to ARR driven by emerging products made possible by efficiencies of Grail, and a large install base that they believe is underpenetrated and should benefit from further investments in GTM and the adoption of DPS. The DT price target was raised to $70 from $50 per share.\nThe financial services firm said they see MNDY as a long-term winner in the collaboration software space with \"the best momentum in both topline growth and FCF margins.\" They also said its valuation is attractive as it trades at a significant discount to high-growth software peers. MNDY's price target was lifted to $230 from $180.\nFor FRSH, Jefferies said there are five reasons for the upgrade: Its important metrics are close to hitting a bottom, it still has room for cost savings, the company is \"playing offense on AI,\" it has better GTM execution, and it is \"getting back to the rule of 40.\" Jefferies raised the FRSH price target to $30 from $20.\nINST has been lifted to Buy as the firm favors B2B education tech vendors over B2C. \"We continue to prefer the B2B education tech space over the B2C space given end market stability and clearer medium-term growth outlooks,\" said Jefferies. INST's price target was increased to $30 from $25.\n\"High gross retention rates (in the mid 90% range) and built-in annual price increases (3%-5%) help to support predictable and durable low-double-digit revenue growth,\" they added. \"INST's B2B exposure and focus on K-12 and higher-ed should allow INST to execute against its goals, irrespective of the macro environment.\"\nWhen it comes to downgrades, OKTA was moved to Hold as the stock has hit Jefferies' $85 price target. It was assigned a new $95 per share price target. \"We view our $95 PT, or 6x EV/CY25 rev, as appropriate, particularly given the execution risk associated with the recent worse-than-expected cyber incident,\" said the firm.\nVimeo's unclear growth outlook and recent C-suite changes have resulted in Jefferies putting a \"pause on the story\" despite what they view as an attractive valuation. \"As part of our 2024 outlook, we are downgrading shares of VMEO to Hold until we can gain line of sight into a durable revenue growth recovery,\" wrote the firm. The new VMEO price target is $, down from $7 per share.\nAdd Chart to Comment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "jefferies",
        "sentiment": "negative"
      },
      {
        "name": "arr",
        "sentiment": "none"
      },
      {
        "name": "gtm",
        "sentiment": "none"
      },
      {
        "name": "freshworks inc",
        "sentiment": "none"
      },
      {
        "name": "dynatrace inc.",
        "sentiment": "none"
      },
      {
        "name": "monday.com ltd.",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:12:58.823+02:00",
  "updated": "2024-01-06T02:12:58.823+02:00"
}