{
  "thread": {
    "uuid": "cad5f60063fe5f45685e23660c05d28db5b42e6f",
    "url": "https://www.hellenicshippingnews.com/south-korea-sign-free-trade-deal-in-boost-to-gulf-asia-economic-ties/",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "http://hellenicshippingnews.com//category/world-economy/world-economy-news/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "World Economy News &#8211; Hellenic Shipping News Worldwide",
    "title": "South Korea sign free trade deal in boost to Gulf-Asia economic ties | Hellenic Shipping News Worldwide",
    "title_full": "South Korea sign free trade deal in boost to Gulf-Asia economic ties | Hellenic Shipping News Worldwide",
    "published": "2023-12-29T00:05:33.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16973,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cad5f60063fe5f45685e23660c05d28db5b42e6f",
  "url": "https://www.hellenicshippingnews.com/south-korea-sign-free-trade-deal-in-boost-to-gulf-asia-economic-ties/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "hellenicshippingnews...",
  "published": "2023-12-29T00:05:33.000+02:00",
  "title": "South Korea sign free trade deal in boost to Gulf-Asia economic ties | Hellenic Shipping News Worldwide",
  "text": "The Gulf Cooperation Council (GCC) signed a free trade agreement with South Korea on Thursday, its second trade deal this year, as the six-member bloc intensifies efforts to boost investment ties with major economic partners in Asia.\nSouth Korea will remove tariffs on almost 90% of all items, including liquefied natural gas (LNG), and other petroleum products, according to South Korea’s Yonhap news agency, while the Gulf states will scrap tariffs on 76.4% of traded products and 4% of traded goods.\nThe FTA will also cover trade in goods, services, government procurement, as well as cooperation among small and medium-sized enterprises (SMEs), customs procedures, intellectual property, among others, a GCC statement said.\nThe GCC has signed few FTAs due to the complications of navigating competing priorities within the bloc, and talks such as those with China, which began in 2004, can take years.\nTrade talks have, however, gathered momentum as Gulf states – largely dependent on oil and gas for revenue – seek to diversify their economies and develop new sources of income.\nTrade between the Gulf and South Korea jumped to $78 billion from $50 billion between 2021 and 2022, according to data from London-based think tank Asia House, while the bloc’s trade with emerging Asia, which includes China, surged to $516 billion last year from $383 billion in 2021.\nThe GCC-South Korea talks, which began in 2007, were put on hold for almost 13 years before being revived last year.\nGCC Secretary General Jasem al-Budaiwi, in the statement, called the agreement “a historic step towards achieving Gulf economic integration and towards strengthening economic and trade relations between the two sides”.\nSouth Korea’s Trade Minister Ahn Duk-geun also welcomed the deal, saying it would “maximise synergy effects between trade, industry and energy”.\nEarlier this year, the GCC – comprising Saudi Arabia, United Arab Emirates, Qatar, Kuwait, Oman and Bahrain – signed a free trade agreement with Pakistan, advanced negotiations with China, and restarted talks with Japan. FTA talks with Britain are also underway.\nThe UAE has also initiated a raft of bilateral trade deals since 2021, part of a strategy to advance its economic and political priorities amid growing regional competition, particularly with Saudi Arabia. In October, the UAE and South Korea concluded negotiations for a bilateral trade agreement.\nSource: Reuters (Additional reporting by Hyonhee Shin in Seoul; Editing by Tom Hogue and Muralikumar Anantharaman and Miral Fahmy)\n2023-12-29 hellenicshippingnews...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hellenic shipping news worldwide the gulf cooperation council",
        "sentiment": "negative"
      },
      {
        "name": "yonhap",
        "sentiment": "none"
      },
      {
        "name": "fta",
        "sentiment": "none"
      },
      {
        "name": "gcc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "gulf",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:05:35.211+02:00",
  "updated": "2024-01-09T19:40:34.622+02:00"
}