{
  "thread": {
    "uuid": "d7fb8231d1cb1919c8260d71c914d1b63064c9ab",
    "url": "https://www.prensalibre.com/vida/salud-y-familia/jacaranda-los-beneficios-de-estos-arboles-con-flores-moradas-que-decoran-la-ciudad",
    "site_full": "www.prensalibre.com",
    "site": "prensalibre.com",
    "site_section": "https://www.prensalibre.com/",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Prensa Libre | Periódico líder de Guatemala",
    "title": "Jacaranda: los beneficios de estos árboles con flores moradas que decoran la ciudad",
    "title_full": "Jacaranda: los beneficios de estos árboles con flores moradas que decoran la ciudad",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GT",
    "main_image": "https://www.prensalibre.com/wp-content/uploads/2024/02/Beneficios-de-la-jacaranda-2.jpg?quality=52",
    "performance_score": 0,
    "domain_rank": 15678,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7fb8231d1cb1919c8260d71c914d1b63064c9ab",
  "url": "https://www.prensalibre.com/vida/salud-y-familia/jacaranda-los-beneficios-de-estos-arboles-con-flores-moradas-que-decoran-la-ciudad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prensa_libre",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Jacaranda: los beneficios de estos árboles con flores moradas que decoran la ciudad",
  "text": "La flor de jacaranda tiene propiedades que benefician a la salud. Además del uso ornamental, es popular porque previene las amebas, ayuda en casos de diarrea y dolor estomacal. La Flor de jacaranda ayuda a cuidar el sistema digestivo y prevenir infecciones causadas por bacterias. (Foto Prensa Libre: Freepik). La jacaranda es un árbol que suele florecer durante la época más seca del año y con sus flores lilas y moradas embellece las calles de varios países, como Guatemala. Esta planta, además de que se ha consolidado como parte del entorno urbano al engalanar su paisaje, aporta beneficios a la salud de las personas, ya que sus propiedades medicinales ayudan a reducir la inflamación, el dolor en el cuerpo y prevenir el cáncer y bacterias intestinales. La Jacaranda mimosifolia, es la especie más popular de las 50 que componen la familia Bignoniaceae. También es conocida como Gualandayes o Tarcos, esta especie tiene un desarrollo fácil en regiones subtropicales, intertropicales y tropicales donde llueve constantemente, pero también donde predominan los climas templados y secos. Este árbol se caracteriza por ser caducifolio, es decir, que pierde su follaje en determinada época del año, permanece poco tiempo sin hojas. Sus flores moradas están reunidas en espigas y son abundantes en primavera y otoño. La jacaranda no requiere de conficiones especiales para crecer, ya que demanda poca humedad y para contribuir a su floración, basta con una poda superficial, se lee en el texto Jacarandas: la belleza que destruye, de la Revista Kiwanja, de la Universidad Iberoamericana de México. La jacaranda tiene una resistencia muy alta a la contaminación, indispensable en la planeación de las áreas verdes urbanas. Algunos estudios científicos han determinado que este árbol cumple con la función de producir oxígeno y absorber pomo. Propiedades de la jacaranda A la flor de jacaranda se le atribuyen varias propiedades farmacológicas que ayudan a mantener una buena salud. De acuerdo con Eduardo López, naturópata, las flores de este árbol tienen una actividad anti-amebas, antibacteriana, antifúngica y antiespasmódica. Mientras que las hojas también son anti-amebas y citotóxica. Es decir, que tanto las hojas como las flores ayudan en casos de amebas y diarreas. Beneficios de la jacaranda Esta planta, además de tener la bondad de transformar el dióxido de carbono, sus flores portan beneficios medicinales. Por ejemplo, sus propiedades las hacen ideales para el tratamiento de amebiasis, una enfermedad intestinal causada por un parásito llamado Entamoeba histolytica y que presenta síntomas como diarrea, cólicos abdominales y fatiga. También ayudan a prevenir las amebas y aliviar el dolor estomacal que deja la infección. Lea también | Árboles de jacaranda: Por qué son tan comunes en la época seca y cuáles son sus beneficios para el ambiente y la salud Las flores de la jacaranda contienen moléculas llamadas antocianinas, flavonoides que les aportan el color azul-violeta y que son antioxidantes. “Los flavonoides de diversas fuentes vegetales han mostrado ser una opción en la prevención y/o tratamiento de diferentes tipos de cáncer y otras enfermedades relacionadas con el estrés oxidativo”, se lee en el documento La flor de jacaranda: más allá de su uso ornamental, publicado en la Revista Digital Universitaria, de la Universidad Autónoma de México. Por ello, se dice que las flores de la jacaranda son anticancerígenas, ya que previenen o retrasan la aparición del cáncer. También previenen la obstrucción de las arterias por acumulación de grasa, lo que evitaría algunas enfermedades cardiovasculares. Además de su uso ornamental, la jacaranda se usa como antiinflamatorio y para el dolor de cuerpo. Cuando se consume de manera constante combate el envejecimiento prematuro y las enfermedades crónico-degenerativas, como las afecciones al corazón y la diabetes. Quizá le interese | 10 remedios caseros y naturales para calmar la diarrea y el dolor de estómago El Manual de plantas medicinales del altiplano de Guatemala para el uso familiar indica que la jacaranda se puede consumir en infusión. Se prepara con un apagado con cinco flores o una cucharada de hojas para una taza de agua. Se recomienda tomar una taza antes de cada comida, durante 21 días. También se puede consumir en tintura, es decir, tomar cinco gotas en un vaso de agua tres veces al día, antes de cada comida, también durante 21 días.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:21:15.988+02:00",
  "updated": "2024-02-16T02:21:15.988+02:00"
}