{
  "thread": {
    "uuid": "f8fb336178b4d29f3cfe4fc3fbf88b704129e0e7",
    "url": "https://www.sika.com/en/media/insights/sikanews/redefining-landscape-in-tokyo.html",
    "site_full": "www.sika.com",
    "site": "sika.com",
    "site_section": "https://www.sika.com",
    "site_categories": [],
    "section_title": "Sika Group",
    "title": "Azabudai Hills – redefining Tokyo’s landscape",
    "title_full": "Azabudai Hills – redefining Tokyo’s landscape",
    "published": "2024-02-16T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sika.scene7.com/is/image/sika/glo-ar-2023-azabudai-hills-mori-jp-tower-tokyo-2:1-1?wid=1200&amp;hei=1200&amp;fit=crop%2C1",
    "performance_score": 0,
    "domain_rank": 6355,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8fb336178b4d29f3cfe4fc3fbf88b704129e0e7",
  "url": "https://www.sika.com/en/media/insights/sikanews/redefining-landscape-in-tokyo.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sika Group",
  "published": "2024-02-16T07:00:00.000+02:00",
  "title": "Azabudai Hills – redefining Tokyo’s landscape",
  "text": "02/16/2024 Is it a superblock, an urban village, a city within a city? Tokyo’s new Azabudai Hills is hard to define but easy to admire as it sets new standards for seamless mixed-used developments. Azabudai Hills is a visionary new development in the Minato district in the heart of Tokyo. Over 30 years in the making, the project is an iconic expression of future city trends. Life and work, education and the arts, hospitality and fine dining, shopping and outdoor recreation, all blended seamlessly in a redevelopment project that turned a hilly, haphazardly spread neighborhood into Tokyo’s premier new business and tourist attraction. This mixed-use complex will be able to accommodate some 20,000 employees, 3,500 residents, and 30 million visitors annually. Azabudai Hills was created by the development company Mori Building Co., Ltd. “Our mission is to ‘Create cities, Nurture cities’.” explains Kazumasa Okabe, General Manager of Mori Building’s Structural Design Unit. “With our vertical garden city concept, we enter public-private collaborations to redevelop blocks of around four hectares at a time. By thinking on this scale, and in three dimensions, we can solve the problems of deteriorating housing, aging infrastructure, traffic congestion, and seismic hazards in a way that cannot be done in smaller developments.” When buildings are consolidated into tower blocks, that creates space for greenery and recreation. At the same time, Mori offers residents state-of-the-art earthquake protection as well as access to worldclass amenities. Green and people-centric by design The designers began by considering the flow of people and the natural layout of the land. Proper locations were then considered for three high-rise towers to blend into the lush greenery. This is the opposite of the traditional approach of placing the buildings first and then filling the rest of the space with greenery: Every available space, from the low rooftops to the central square, has been landscaped with more than 300 types of trees and flowers and numerous water features to create a soothing urban oasis with some 24,000 m² of biodiverse greenery. But the project is not just green on the surface: 100% of the energy used will be renewable, while heat pumps will extract energy from the wastewater produced inside the building. Tall buildings need to avoid swaying in the wind and given the high likelihood of earthquakes in Tokyo, the most stringent standards apply. In addition to high stiffness requirements, provided by filling steel tubes with high-strength concrete, viscous dampers, oil dampers, and Active Mass Damper devices are used. But the approximately 330-meter Azabudai Hills Mori JP Tower does not just protect its own residents: 3,600 additional people can find shelter from earthquakes inside the building and storage space for disaster relief supplies has also been included. \"With Sika admixtures, concrete is stronger, allowing stiffer concrete-filled tubes that meet the strictest specifications for earthquake resilience.\" Kazumasa Okabe, General Manager of Mori Building’s Structural Design Unit Discovering benefits “To deal with the complexity, most people just use products and suppliers they know,” explains Okabe-san. “But in 2002, I was working on a skyscraper in Shanghai. With no standard Japanese solution available, I had to do my own research and discovered the benefits of Sika’s pioneering polycarboxylate-based concrete admixtures. The strength and reliability won me over. Since then, I always ask for Sika solutions when designing new projects. I may be the only structural engineer working for a real estate developer in Japan who cares about the concrete mix design. But I’ve learned that if you want to go even higher, you cannot just follow the others. You have to study the properties of your critical components as well. Now we have built the tallest building in Japan, which is very satisfying and the fulfillment of a lifelong ambition.” Tetsuya Matsumoto, Head of Key Account Management at Sika Japan, explains that Sika’s superplasticizers enhance the workability of concrete, allowing it to be pumped to higher altitudes during construction. They also reduce the amount of water required, improving the strength-to-weight ratio. “With Sika admixtures, concrete is stronger, allowing stiffer concrete-filled tubes that meet the strictest specifications for earthquake resilience. Additionally, high strength concrete allows designers to create slimmer supporting columns providing more rentable space – with obvious commercial benefits.” But even with great products, development projects depend on the orchestration of many different elements. That is where the long-standing trust between Sika and Mori Building has been so important to the successful construction of Azabudai Hills. “We want to make Tokyo a magnetic city that will inspire visitors from all over the world.” concludes Kazumasa Okabe. And looking at Azabudai, they are clearly succeeding. Highest standards in earthquake-resistant engineering Azabudai Hills Mori JP Tower is a marvel of modern architecture. A response control structure was successfully used to ensure the high seismic resistance of the building. Three types of response control devices were combined, as well as two layers of oil dampers to further improve energy absorption. In addition, the foundation consists of a five-meter thick slab of ultra-high performance concrete. This superior strength was achieved by using Sika and former MBCC concrete admixtures. The tower was further strengthened by concrete filled steel tubes (CFT) with the same concrete mix. Near the top of the building, Active Mass Damper devices were installed to reduce the swaying of the building caused by strong winds and the effects after an earthquake. The main Sika products used in Azabudai Hills Mori JP Tower Sealants from the Hamatite product range Concrete admixtures from the Sika and MBCC product range, such as water-reducing plasticizer and workability enhancers Liquid applied membrane from the Dyflex water-proofing portfolio used on terraces and balconies (30% faster, safer, less wasteful, and more reliable)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kazumasa okabe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mori building co., ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "azabudai hills",
        "sentiment": "none"
      },
      {
        "name": "mori building",
        "sentiment": "none"
      },
      {
        "name": "minato",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:27:40.071+02:00",
  "updated": "2024-02-16T11:27:40.071+02:00"
}