{
  "thread": {
    "uuid": "cf7535e2c82a82a100abba99355dba950bba4f37",
    "url": "https://www.asianews.it/noticias-es/Los-funerales-de-Rusia%2C-de-Sajarov-a-Navalny-60307.html",
    "site_full": "www.asianews.it",
    "site": "asianews.it",
    "site_section": "https://www.asianews.it/es.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "www.asianews.it",
    "title": "Los funerales de Rusia, de Sajarov a Navalny",
    "title_full": "Los funerales de Rusia, de Sajarov a Navalny",
    "published": "2024-03-09T15:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.asianews.it/./files/img/size3/01_mondorusso.png",
    "performance_score": 0,
    "domain_rank": 13562,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf7535e2c82a82a100abba99355dba950bba4f37",
  "url": "https://www.asianews.it/noticias-es/Los-funerales-de-Rusia%2C-de-Sajarov-a-Navalny-60307.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AsiaNews.it",
  "published": "2024-03-09T15:34:00.000+02:00",
  "title": "Los funerales de Rusia, de Sajarov a Navalny",
  "text": "Los funerales de Rusia, de Sajarov a Navalny\nNavalny logró una vez más vencer la represión, y con su muerte ha sacado a las calles una nueva \"revolución de las flores\". Llevan una flor a la pequeña tumba en uno de los cementerios más periféricos y descuidados de la capital donde hoy se encuentra el corazón de Rusia, la otra cara del mausoleo de Lenin en la Plaza Roja, frente al cual desfilan las armas y los cañones.\nLa montaña de flores que cubre la tumba de Alexei Navalny, precisamente frente a la entrada del cementerio de Borisovo, en las afueras de Moscú, ha superado ya los dos metros de altura y diez de longitud, tras una peregrinación ininterrumpida desde hace más de diez días con la que, según las estimaciones más moderadas, unas 30.000 personas han acudido a honrar al disidente muerto en el campo de concentración. No se había visto un funeral tan multitudinario desde el de Andrei Sájarov, quien murió a los 68 años en diciembre de 1989, poco antes de que comenzaran los cambios fundamentales en Rusia tras setenta años de régimen soviético. En aquel momento pareció una triste burla del destino que el principal líder de la disidencia muriera prematuramente apenas tres años después de haber sido liberado de un confinamiento de veinte años, pero la desaparición de Navalny, de 47 años, después de tres años en campos de concentración, replantea de una manera mucho más trágica el destino de los hombres libres en la oscuridad de la inexorable represión que caracteriza a todas las formas de régimen en Rusia, desde el yugo tártaro hasta el zarismo y desde el comunismo hasta el putinismo.\nSi Sájarov fue honrado de manera solemne y oficial, con la exposición de su cuerpo en el estadio de Sportivnaja, cerca del centro de Moscú, y con largas colas de gente esperando su turno bajo las heladas invernales, la procesión por Navalny se vio realzada por las medidas restrictivas que impidieron la celebración de funerales públicos, liquidando la ceremonia religiosa en pocos minutos y sólo para los familiares más cercanos, y obligando a las numerosísimas personas que acudieron a la iglesia del ícono de la Madre de Dios del \"Perpetuo Socorro\" a caminar luego hasta el pequeño cementerio, siempre en medio de la nieve y el hielo del todavía imponente invierno. En todos estos días posteriores los guardias del Borisovo han tenido dificultades para respetar los horarios de cierre, endurecidos por las órdenes que dictaron desde arriba. Pero la gente ha seguido llegando día y noche, arrojando flores incluso por encima de las rejas, sin preocuparse por los miles de cámaras que filmaban a cada visitante temerario y permitieron arrestar a cientos de personas. Como comentaron algunos de los detenidos, \"una semana en la celda por Navalny es como estar unos minutos con él en el paraíso\", y muchos seguirán yendo a honrarlo durante los días y años venideros.\nNavalny ha logrado una vez más vencer a la represión que desde hace dos años impide cualquier manifestación de protesta en Rusia, y con su muerte sacó a las calles una nueva \"revolución de las flores\", un acontecimiento que no se olvidará nunca más en la historia rusa. Llevar una flor a la tumba sin ocultar el rostro y responder a las preguntas de los periodistas, o simplemente de los transeúntes, son acciones de enorme valor simbólico en un país donde se intenta en forma exasperada celebrar el patriotismo militante junto con el odio universal. La pequeña tumba situada en uno de los cementerios más periféricos y descuidados de la capital es hoy el corazón de Rusia, la otra cara del mausoleo de Lenin en la Plaza Roja, ante el cual desfilan armas y cañones en lugar de flores y velas. En Borisovo no hay héroes de la patria ni soldados desconocidos, sólo hay un joven que sonríe en las fotografías que han llevado su madre y miles de hermanos y hermanas.\nEl funeral de Navalny se puede unir a la memoria del de Anna Politkovskaya, sepultada en el importante cementerio moscovita de Troekurovo el 10 de octubre de 2006, y acompañada por miles de personas que también la cubrían con flores. En esa oportunidad intervino el garante de los derechos humanos, Vladimir Lukin, quien pidió a las autoridades que protegieran a los periodistas y la libertad de información. En cierto modo aquella muerte fue el verdadero comienzo del putinismo tras algunos años en sordina, y puso fin a las ilusiones de construir un país libre después de tantas opresiones. En el mismo cementerio fue enterrado el 3 de marzo de 2015 el político liberal Boris Nemtsov, tras una ceremonia en el Centro Sajarov, sumándose a la memoria de las disidencias. El ex delfín de Yeltsin y amigo de Navalny había sido asesinado por sicarios chechenos, al igual que Anna Politkovskaya pero de una forma mucho más espectacular, en el puente detrás del Kremlin, cuando salía de la redacción de la radio Ekho Moskvy. Hoy, tanto la radio como el Centro Sajarov han sido cerrados. En el funeral de Nemtsov también hubo una cola de cientos de metros de largo, e incluso hizo acto de presencia un representante de las autoridades, el viceprimer ministro Arkadij Dvorkovich, en un intento de aplacar el espíritu de protesta de la multitud.\nHace menos de dos años, el 3 de septiembre de 2022, en el cementerio monumental más importante de Moscú, en Novodevichy, fue sepultado el ex secretario y ex presidente Mijail Gorbachov, que llegó en paz al final de sus días tras haber encendido, casi cuarenta años antes, una luz de esperanza que después se fue haciendo cada vez más tenue y finalmente desapareció bajo tierra en los suburbios. En cierta forma el funeral del padre de la perestroika también se puede identificar con el de los disidentes contrarios a Putin, con la imagen simbólica del premio Nobel de la Paz Dmitrij Muratov - amigo y heredero de Politkovskaya y hoy denostado como \"agente extranjero\" - que sostiene una foto del líder fallecido delante de la tumba. También en aquel momento desfilaron muchísimas personas que llevaban flores y la ceremonia adquirió un claro carácter de protesta contra la guerra de Putin, que el anciano Gorbachov había comentado con una pregunta sumamente explícita: \"¿pero de qué le sirve?\". De hecho, Putin no se presentó en el funeral porque \"tenía muchas cosas que hacer\".\nCuando murió Gorbachov, Navalny todavía estaba en el campo de concentración \"blando\" de Vladimir, desde el cual podía difundir sus comentarios con mayor facilidad, y explicaba que \"mi relación con Gorbachov ha evolucionado mucho con el tiempo, pasando de una profunda antipatía a un doloroso respeto\". Recordaba que el último secretario del PCUS y primer presidente de la \"nueva\" URSS, era el único hombre de poder que no había tratado de enriquecerse y abandonó su cargo voluntaria y pacíficamente, y, sobre todo, \"fue él quien puso en libertad a Sajarov y a los presos de conciencia\". Se vuelve así a Sájarov en una histórica identificación de la disidencia antisoviética y la actual, porque marcan el paso de una época a otra: con la muerte de Sájarov terminó la oposición al régimen comunista, porque parecía que ya no era necesaria, con la de Navalny ha terminado la oposición al régimen putinista porque ya no hay ninguna posibilidad de oponerse, y lo única que queda es llevar una flor a su tumba.\nDe los veinte años de Breznev, durante los cuales crecían y se formaban en Leningrado junto a los disidentes, los jóvenes Vladimir, hoy presidente Putin, y Kirill, el patriarca, se ha pasado a los veinte años de Putin con el mismo espíritu del neoestalinismo, sofocando cualquier tipo de disidencia e imponiendo la guerra como única forma de expresión de la identidad del pueblo y de relación con el mundo entero. La retórica de la Victoria y de la Unidad (la sobornost) impone la identificación del enemigo, interno y externo, y la celebración del Poder único y eterno, como sucederá dentro de una semana en el plebiscito presidencial de Putin. Los festejos y fanfarrias que esperan a Rusia por el comienzo de un nuevo mandato del presidente aumentarán desmesuradamente la grotesca sensación de un regreso a épocas pasadas, cuando las votaciones eran falsas y puramente decorativas, y en realidad se parecían más a funerales de la conciencia humana y de la verdad histórica.\nLa reelección de Putin es en verdad el enésimo funeral, la confirmación de que ya no hay vida en el Kremlin, de que la Rusia de hoy sólo está asociada con la muerte, como ocurre todos los días en Ucrania. Mientras que la muerte es un concepto que no es posible aplicar a Aleksej Navalny, a su sonrisa y a su alegría incluso en el campo de concentración más terrorífico desde los tiempos de Auschwitz, donde las caminatas con temperaturas bajo cero recuerdan las cámaras de gas y las peores torturas. El rostro macabro de Putin, cadáver ambulante que proclama la guerra mundial delante de los seres inanimados reunidos en la sala del Senado, hoy desaparece frente a la mirada solar de Navalny, eternamente joven y cada vez más vivo, que vuelve a florecer cada día gracias al amor del verdadero pueblo ruso, el que vive en la periferia y no en los palacios del poder, el que invoca en el dolor a la Madre de Dios, en vez de utilizar la Trinidad como bandera de guerra. Ha terminado una era, una nueva Rusia debe nacer, y la semilla ya ha sido sembrada: la tierra rusa ha sido fecundada, incluso en medio del hielo, bajo la montaña de flores de un pequeño cementerio en la periferia de todo.\n\"MUNDO RUSO\" ES EL BOLETÍN DE ASIANEWS DEDICADO A RUSIA. ¿QUIERES RECIBIRLO TODOS LOS SÁBADOS EN TU CORREO ELECTRÓNICO? SUSCRÍBETE AL BOLETÍN EN\nESTE ENLACE Navalny pasa de 'bajo vigilancia especial’ a 'extremista'\n14/10/2021 13:32\nMoscú, algo nuevo en las protestas de los jóvenes\n29/03/2017 12:22",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:18:35.149+02:00",
  "updated": "2024-03-09T19:18:35.149+02:00"
}