{
  "thread": {
    "uuid": "7a9564287b174b91516f655c76f8bedd07c963ea",
    "url": "https://www.elperiodic.com/valencia/caritas-valencia-lado-sufren-tambien-frio_940240",
    "site_full": "www.elperiodic.com",
    "site": "elperiodic.com",
    "site_section": "https://www.elperiodic.com/rss_general.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Valencia, Alicante y Castellón",
    "title": "Cáritas Valencia, al lado de los que más sufren, también en la ola de frío",
    "title_full": "Cáritas Valencia, al lado de los que más sufren, también en la ola de frío",
    "published": "2024-01-12T07:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.elperiodic.com/archivos/imagenes/noticias/2024/01/12/albergue-san-esteban-asaiz1_og.jpg",
    "performance_score": 0,
    "domain_rank": 70669,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a9564287b174b91516f655c76f8bedd07c963ea",
  "url": "https://www.elperiodic.com/valencia/caritas-valencia-lado-sufren-tambien-frio_940240",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "elperiodic.com",
  "published": "2024-01-12T07:52:00.000+02:00",
  "title": "Cáritas Valencia, al lado de los que más sufren, también en la ola de frío",
  "text": "Cáritas Valencia, al lado de los que más sufren, también en la ola de frío Ante la gran demanda de ayuda, Cáritas deriva más casos al CAES, el centro de emergencias sociales del Ayuntamiento gestionado por Cruz Roja El Centro de San Esteban para personas sin hogar, servicio ininterrumpido las 24 horas, los 365 días del año El frío intenso registrado estos últimos días por la bajada de temperaturas dificulta aún más la vida de muchas personas que no tienen recursos en nuestra ciudad o que viven en la calle y carecen de hogar. Ante esta realidad, Cáritas Valencia tiende una mano a los que más sufren, dándoles techo y acompañamiento, a través de sus programas y diferentes recursos. Dentro del programa de Cáritas de Personas Sin Hogar, la entidad ofrece el Centro de acogida San Esteban que ahora abre de forma ininterrumpida, con 20 plazas, los 365 días del año. También, a través del programa de acompañamiento en la calle “Simón”, Cáritas atiende a cerca de 80 personas, que sufren un alto grado de deterioro y de exclusión social. De hecho, a través del Proyecto Simón, la entidad caritativa está derivando más casos estos días de frío al CAES, el centro de emergencias sociales del Ayuntamiento gestionado por Cruz Roja que acoge por las noches a personas sin hogar, explica Mamen Martínez, responsable del programa de Personas Sin Hogar de Cáritas Valencia. Precisamente, hoy viernes y mañana sábado, el CAES -ante la previsión de bajas temperaturas- ampliará plazas y habilitará el polideportivo del Cabañal, para dar mayor cobertura. “Uno de los problemas que nos encontramos es que- aún así- faltan plazas para acoger tanta demanda de personas que están en la calle y que se trata de centros mixtos, con plazas conjuntas para hombres y mujeres, y debemos tener especial atención y cuidado con aquellos casos de mujeres que puedan ser o han sido víctimas de violencia”, añade. Centro San Esteban Actualmente, el Centro San Esteban acoge a 20 personas de ocho nacionalidades diferentes -15 hombres y 5 mujeres-, en atención continuada las 24 horas del día. Se trata de un espacio de acogida temporal que ofrece desayuno, comida y cena, además de servicio de higiene como ducha y cama para pernoctar en él, atendido por educadores, trabajadores sociales, una abogada, una psicóloga, y numerosos voluntarios. Allí, los acogidos pueden permanecer hasta tres períodos de tres meses, es decir, un máximo de nueve meses, que les permite estabilizarse, fundamentalmente su situación de salud, y es un tiempo muy bueno para poder recuperarse”. Y es que los acogidos suelen ser personas que viven en la calle, que en ocasiones presentan algún tipo de adicción y que pueden padecer alguna enfermedad mental, con o sin diagnóstico. \"Todas ellas tienen un alto grado de exclusión social y una trayectoria de calle larga”, asegura. Una vez cumplen ese tiempo en el centro, a los usuarios se les facilita otros recursos específicos de la Conselleria para que pueda continuar su acompañamiento. El centro está coordinado con la administración autonómica y local y con otras entidades que trabajan con personas de este colectivo en el ámbito del tercer sector y complementa los otros recursos para personas en situación de sin hogar que la institución desarrolla en la ciudad. Las instalaciones del centro de acogida fueron adaptadas y equipadas por Cáritas Valencia y financiadas con fondos propios, mientras que el local fue cedido por la parroquia San Esteban de València. Centro “Mambré” y vivienda “Benejacam” Igualmente, entre otros recursos dentro del Programa de Personas Sin Hogar figura el Centro “Mambré” de Cáritas Diocesana de Valencia, que incluye el programa prelaboral “Mambré” así como el acompañamiento integral y actividades ocupacionales para personas en riesgo de exclusión social y en situación de sin hogar, que acogió el pasado año un total 60 personas según datos de la entidad caritativa. También Cáritas Valencia cuenta con la vivienda semi tutelada “Benejacam”, con capacidad para seis personas cuyo objetivo es ofrecer una alternativa de alojamiento temporal que facilite a las personas su integración social y desarrollo personal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T20:23:57.912+02:00",
  "updated": "2024-01-12T20:37:35.697+02:00"
}