{
  "thread": {
    "uuid": "efdb4ecc6635b998d03528160fff68b93a280c24",
    "url": "https://www.cronista.com/espana/actualidad-es/el-queso-saludable-que-ayuda-a-fortalecer-los-huesos-y-a-mantener-el-colesterol-bueno",
    "site_full": "www.cronista.com",
    "site": "cronista.com",
    "site_section": "https://cronista.com/espana",
    "site_categories": [
      "politics",
      "financial_news",
      "finance",
      "law_government_and_politics",
      "top_news"
    ],
    "section_title": "Últimas noticias de España y el Mundo - El Cronista",
    "title": "El queso saludable que ayuda a fortalecer los huesos y a mantener el colesterol bueno - El Cronista",
    "title_full": "El queso saludable que ayuda a fortalecer los huesos y a mantener el colesterol bueno - El Cronista",
    "published": "2024-04-04T19:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.cronista.com/files/image/777/777810/660edb7773d24_600_315!.jpg?s=6fa75ec4d86b1dcdc64342c510fa3040&d=1712249863",
    "performance_score": 0,
    "domain_rank": 12100,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efdb4ecc6635b998d03528160fff68b93a280c24",
  "url": "https://www.cronista.com/espana/actualidad-es/el-queso-saludable-que-ayuda-a-fortalecer-los-huesos-y-a-mantener-el-colesterol-bueno",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cronista",
  "published": "2024-04-04T19:57:00.000+03:00",
  "title": "El queso saludable que ayuda a fortalecer los huesos y a mantener el colesterol bueno - El Cronista",
  "text": "El exjefe de Cirugía Cardiovascular del Hospital Valdecilla de Santander, José Manuel Revuelta , ha asegurado este jueves que el queso elaborado con leche pasiega es un buen alimento cuyo consumo puede ayudar a mantener los niveles de colesterol \"bueno\".\nEstudios recientes demuestran las cualidades nutritivas del queso pasiego que hasta ahora no eran reconocidas, ha expuesto Revuelta quien, junto con Pedro Arce, es autor del libro \" Queso, corazón y vida \", editado por la Consejería de Desarrollo Rural, Ganadería, Pesca y Alimentación y la Cofradía del Queso de Cantabria.\nEl aceite de oliva de Mercadona cambia para siempre: ¿qué pasó ahora?\nNi acelga ni espinaca: la verdura que es un \"potente antioxidante\" y ayuda a fortalecer el sistema nervioso\nUn cardiólogo asegura que el queso pasiego puede ayudar a mantener el colesterol bueno (foto: archivo). ¿Cómo influye el consumo de lácteos en el colesterol? En contra de lo que se pensaba hace unos años, ha añadido Revuelta, el consumo de lácteos, y en espacial del queso, no influye negativamente en el aumento del colesterol , dados sus componentes en grasas y minerales que favorecen el crecimiento y el fortalecimiento de los huesos.\nArce ha enfatizado, en la presentación del libro, que el queso pasiego, un alimento que se conoce hace \"miles de años\", tiene una \"gran proyección de futuro\", según recoge el Gobierno de Cantabria en una nota de prensa.\nEl consejero de Desarrollo Rural, Pablo Palenci a, ha resaltado las bondades del queso pasiego \"ya que se diferencia del resto en que la vaca pasiega es única en nuestro país ya que por sus características su leche es más digestiva y puede ser ingerida con mayor facilidad\".\n\" Desde el Gobierno estamos estudiando a través del desarrollo de una selección genética de la vaca roja pasiega para que su leche sea beneficiosa para las personas que sufren problemas intestinales \", ha adelantado.\nAdvertencia Alerta alimentaria: este producto lo usas a diario y no sabes que es un \"veneno\" para tu cuerpo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:13:40.541+03:00",
  "updated": "2024-04-05T00:13:40.541+03:00"
}