{
  "thread": {
    "uuid": "2fc86096f4c06bf056003b49e840f61e77fadbc7",
    "url": "https://timesofindia.indiatimes.com/city/mysuru/hc-mahadevappa-emphasizes-the-need-to-safeguard-democracy-and-the-indian-constitution/articleshow/106363958.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/3942693.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Mysuru News, Latest Mysuru News Headlines &amp; Live Updates - Times of India",
    "title": "Safeguarding Democracy: HC Mahadevappa emphasizes the need to safeguard democracy and the Indian Constitution | - Times of India",
    "title_full": "Safeguarding Democracy: HC Mahadevappa emphasizes the need to safeguard democracy and the Indian Constitution | - Times of India",
    "published": "2023-12-29T05:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2fc86096f4c06bf056003b49e840f61e77fadbc7",
  "url": "https://timesofindia.indiatimes.com/city/mysuru/hc-mahadevappa-emphasizes-the-need-to-safeguard-democracy-and-the-indian-constitution/articleshow/106363958.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2023-12-29T05:29:00.000+02:00",
  "title": "Safeguarding Democracy: HC Mahadevappa emphasizes the need to safeguard democracy and the Indian Constitution | - Times of India",
  "text": "Mysuru: Social welfare minister HC Mahadevappa on Thursday stressed the need for safeguarding democracy and the Indian Constitution. He was speaking after inaugurating the Congress’ foundation day celebrations organised by Mysuru City and District Congress Sevadal Unit at Indira Bhavan in Mysuru. He said that both the Constitution and democracy were facing threat from political parties indulging in religious terrorism, communal violences, spreading religious bigotry politics across the country.“A second freedom struggle-like movement is necessary for the country to fight against these communal forces which are involved in destruction of social, secular, democratic values the Constitution of India is based on. Congress is working abiding by the core values of the democracy,” he said. He said that the Congress party always worked for welfare of masses, fought against imperial and colonial forces during freedom struggle, besides giving best administration in the country focusing on improvement of literacy and striving for all round development of the country.The minister asked the Congress Sevadal workers to educate the people on the commendable works carried out by the party.The district minister, who also inaugurated the ‘Donate For India’ crowdfunding campaign launched by the part. On the occasion, the minister announced to donate Rs 1.4 lakh for the party.MLC D Thimmaiah, former MP Shivanna, district Congress chief BJ Vijayakumar, city Congress chief R Murthy were present. tnnWe also published the following articles recentlyRegional satraps holding on to domain, onus of second freedom struggle on Congress: Sanjay RautShiv Sena MP Sanjay Raut criticized regional parties and the INDIA bloc for not sacrificing to protect freedom and democracy. He pointed out that while Congress, which played a significant role in the freedom struggle, is struggling for its own existence, no regional satraps are willing to allow Congress to enter their territory. Raut also mentioned that PM Modi had proposed a Congress-free India, but the BJP's actions suggest they want an opposition-free India instead. He criticized the ruling party for ruling over a crematorium with the ashes of a body and emphasized that democracy will rise from the ashes in India.106257141Congress chief Mallikarjun Kharge unfurls party flag on 139th Foundation DayCongress president Mallikarjun Kharge unfurled the party flag at All India Congress Committee (AICC) Headquarters in Delhi on the party's 139th Foundation Day celebration event. Congress leader and former Member of the Bihar Vidhan Sabha, Shakeel Ahmad said that the objective of the party since its formation has been constant and today and it wants to unite the society and do away with hatred. The Indian National Congress was founded on December 28, 1885, in Bombay (Mumbai) in the presence of 72 delegates at Das Tejpal Sanskrit College.106339552Compare India with democracies, not China: ModiPM Narendra Modi dismisses concerns over unemployment, corruption, administrative hurdles, and skills gap, comparing India with other democracies instead of China. He argues that India's status as the world's fastest-growing economy proves that these concerns are not as pervasive as suggested. Modi counters claims of a grim employment situation, pointing to official numbers from the Periodic Labour Force Survey. He also highlights Indian-origin CEOs of global companies as evidence of no skills gap. Modi emphasizes the government's efforts to create an inclusive and welcoming environment for investments. He addresses allegations of democracy under threat and highlights the economic success of India's Parsis as an example of religious micro-minorities thriving in the country.106196192",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hc mahadevappa",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "mysuru city and district congress sevadal unit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mysuru",
        "sentiment": "none"
      },
      {
        "name": "indira bhavan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:02:11.858+02:00",
  "updated": "2023-12-29T06:02:11.858+02:00"
}