{
  "thread": {
    "uuid": "32cfff1db402eba4da37fdb010d863555dcedd9f",
    "url": "https://americanhealth.jhu.edu/news/making-impact-evidence-based-policies-address-overdose-crisis-0",
    "site_full": "americanhealth.jhu.edu",
    "site": "jhu.edu",
    "site_section": "https://americanhealth.jhu.edu",
    "site_categories": [],
    "section_title": "Bloomberg American Health Initiative",
    "title": "Making an Impact: Evidence-based Policies to Address the Overdose Crisis | Bloomberg American Health Initiative",
    "title_full": "Making an Impact: Evidence-based Policies to Address the Overdose Crisis | Bloomberg American Health Initiative",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://americanhealth.jhu.edu/sites/default/files/2022-07/ArticleTexture.jpg",
    "performance_score": 0,
    "domain_rank": 405,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32cfff1db402eba4da37fdb010d863555dcedd9f",
  "url": "https://americanhealth.jhu.edu/news/making-impact-evidence-based-policies-address-overdose-crisis-0",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Making an Impact: Evidence-based Policies to Address the Overdose Crisis | Bloomberg American Health Initiative",
  "text": "[Addiction & Overdose](/focus-area/addiction-and-overdose) Making an Impact: Evidence-based Policies to Address the Overdose Crisis April 4, 2024 Public health issues, especially those related to drug use and addiction, require thoughtful research and evidence-based policies to effectively be addressed. With support from the Bloomberg American Health Initiative, [Dr. Javier Cepeda](https://publichealth.jhu.edu/faculty/4095/javier-cepeda) joined the [White House Office of National Drug Control Policy](https://www.whitehouse.gov/ondcp/) on a part-time detail to help them advance policies related to overdose prevention. Dr. Cepeda's work primarily focused on establishing the evidence base for low-threshold buprenorphine treatment, particularly when integrated with syringe service programs. By conducting a thorough literature review and engaging with key stakeholders, including researchers, providers, and state health officials, he gained valuable insights into novel implementation strategies to deliver low-threshold buprenorphine for highly underserved individuals with opioid use disorder. This research culminated in a commentary titled \" [Transforming Management of Opioid Use Disorder with Universal Treatment](https://www.nejm.org/doi/full/10.1056/NEJMp2210121),\" co-authored by [Dr. David Holtgrave](https://publichealth.jhu.edu/faculty/1621/david-r-holtgrave), adjunct professor at the Johns Hopkins Bloomberg School of Public Health; [Dr. Rahul Gupta](https://www.whitehouse.gov/ondcp/about/?utm_source=link), Director of ONDCP; and [Admiral Rachel Levine](https://www.hhs.gov/about/leadership/rachel-levine.html), Assistant Secretary for Health, Department of Health and Human Services. The publication is expected to have a resounding impact on the clinical community, offering new avenues for addressing opioid addiction. In addition to his work on buprenorphine treatment, Dr. Cepeda also looked at police deflection programs and their impact on public health. Although the available literature on this topic was limited, he diligently sought insights from key stakeholders involved in advising law enforcement agencies on deflection programs. Dr. Cepeda also played a pivotal role in several \"behind-the-scenes\" activities which furthered the mission of the Office. Notably, he provided crucial evidence on the public health and economic benefits of harm reduction, which was used during a significant political event centered around \"safe smoking.\" His expertise also led him to present on harm reduction at the 2022 Rx Summit, raising awareness about the importance of evidence-based approaches to drug-related issues. Dr. Cepeda's detail with Office of National Drug Control Policy exemplifies the power of evidence-based policies in tackling public health challenges. This work on understanding the complexities of opioid use disorder treatment and police deflection programs has the potential to influence policy decisions, improve access to care, and foster stronger collaboration between the public health and safety sectors. The Bloomberg American Health Initiative provides funding to support faculty details at federal agencies. Through this program, faculty work for the federal government in their areas of expertise. Stay Connected to the Initiative Receive all the latest news from the Initiative by following us on Twitter, signing up for the American Health Dispatch newsletter, subscribing to the American Health Podcast, and subscribing to our YouTube channel. [Contact Us](/about#contact)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://www.whitehouse.gov/ondcp/)",
    "https://www.whitehouse.gov/ondcp/about/?utm_source=link),",
    "https://www.nejm.org/doi/full/10.1056/NEJMp2210121),",
    "https://www.hhs.gov/about/leadership/rachel-levine.html),",
    "https://www.whitehouse.gov/ondcp/about/",
    "https://whitehouse.gov/ondcp/)",
    "https://hhs.gov/about/leadership/rachel-levine.html),",
    "https://whitehouse.gov/ondcp/about/?utm_source=link),",
    "https://nejm.org/doi/full/10.1056/NEJMp2210121),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "javier cepeda",
        "sentiment": "none"
      },
      {
        "name": "cepeda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bloomberg american health initiative",
        "sentiment": "negative"
      },
      {
        "name": "white house office of national drug control policy",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:13:28.992+03:00",
  "updated": "2024-04-05T02:13:28.992+03:00"
}