{
  "thread": {
    "uuid": "7071f0ad1295ec1ca0233a83eb12f9a9ec4f31a0",
    "url": "https://www.latribuna.hn/2024/03/29/de-lo-etereo",
    "site_full": "www.latribuna.hn",
    "site": "latribuna.hn",
    "site_section": "https://www.latribuna.hn/feed/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Diario La Tribuna",
    "title": "¿DE LO ETÉREO?",
    "title_full": "¿DE LO ETÉREO?",
    "published": "2024-03-29T09:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://d1mrtjpezxphht.cloudfront.net/wp-content/uploads/2024/02/editorial-LT-logo-.jpg",
    "performance_score": 0,
    "domain_rank": 54860,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7071f0ad1295ec1ca0233a83eb12f9a9ec4f31a0",
  "url": "https://www.latribuna.hn/2024/03/29/de-lo-etereo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario La Tribuna",
  "published": "2024-03-29T09:06:00.000+03:00",
  "title": "¿DE LO ETÉREO?",
  "text": "EL anónimo soneto “Al Cristo Crucificado”, otra joya poética para la meditación durante esta sagrada temporada: “No me mueve, mi Dios, para quererte/ el cielo que me tienes prometido:/ ni me mueve el infierno tan temido/ para dejar por eso de ofenderte./ Tú me mueves, Señor; muéveme el verte/ clavado en una cruz y escarnecido;/ muéveme ver tu cuerpo tan herido;/ muévenme tus afrentas y tu muerte./ Muéveme, en fin, tu amor, y en tal manera,/ que aunque no hubiera cielo, yo te amara,/ y aunque no hubiera infierno, te temiera./ No me tienes que dar porque te quiera;/ pues aunque cuanto espero no esperara,/ lo mismo que te quiero te quisiera”. “Qué buen editorial y necesario para estos días; –mensaje de una vieja amiga– gracias a Dios tuve una abuela y una mamá que me inculcaron el verdadero significado de la pasión de Cristo, que es lo que vivimos estos días”. “Con el Museo del Hombre logramos rescatar las procesiones y los eventos litúrgicos y darles todo el esplendor que habían tenido en los años 40”. “La semilla quedó y las diferentes hermandades han seguido manteniendo su belleza”. “Para hacer las alfombras trajimos expertos a dar talleres que nos dieron un fruto maravilloso”. “Todo lo logramos tocando las puertas de la empresa privada, que siempre se nos abrieron”. “En fin, para mí la Semana Santa, es santa”. “Un comentario sobre mi querido Sisimite, él es el sentido común y la voz de la experiencia que, al vivir en las montañas observa, comprende y con sus años emite opiniones sabias; Winston, la voz rebelde pero ilustrada de la inocencia”. El buen amigo del Think-tank: “… muestran el bronce de su incultura”. “¡Qué buena frase! Gracias”. “Da para el título de un editorial”. “El bronce de su incultura”. Alusivo a esta conversación de cierre: (-Lo que es raro ahora –asiente el Sisimite– que padres platiquen con sus hijos, ya que ambos, jóvenes y adultos, se han infectado de esa repugnante adicción a esos chunches tecnológicos, y parecieran contagiados de aversión a interactuar. -Y la conversación –suspira Winston– entre la madre y la nena, la valoramos como parámetro de reflexión durante esta semana sagrada. Esa correspondencia fraterna, presencial, personal, entre padres e hijos, entre amigos y compañeros, como antídoto a la frívola relación, indigestada de insaciable diversión, que ha deshilachado la fibra vinculante de la sociedad. -¿No sentirán vergüenza los iletrados aludidos –solloza el Sisimite– que una niña lea editoriales y además, que quiera ver su cuento publicado en un editorial, mientras los que debiesen dar el ejemplo, en cómoda resignación, muestran el bronce de su incultura?). Escribe una buena amiga indagando sobre lo dicho en un editorial anterior: “¿Usted vivió en El Piligüín?”. “¿Por qué no se quedó viviendo en la zona?”. “A usted lo percibo más en la quietud del campo… de lo etéreo…”. (Lo anterior alusivo al mensaje recibido de cuando le metieron fuego a La Tigra: “Mi familia es de El Piligüín, adelante de El Hatillo”. “Una tía lo recordaba a usted de niño, comiendo ciruelas; y me decía, “canillas largas”, aquí se subía al palo a comer y los veíamos caminando por toda esa campiña con la neblina espesa y el frío –que ya no se siente como antes– que lo hacía a uno titiritar y sonar los dientes”. “Son los momentos felices que nos dieron esos bosques –me dice ahora– y me duele y me hace llorar verlos quemados; estoy triste”. Y esta fue la conversación de cierre: Pues ¿no sé si sabías –entra el Sisimite– lo que cuentan del “canillas largas” (y vos de patitas cortas) de aquellos lejanos tiempos cuando iba a pasar largas temporadas a una su casita de campo en El Hatillo, antes que hubieran invadido la zona (para palidecer el vivo verdor de la nutrida arboleda con sus mansiones y urbanizaciones) los ricos y famosos?).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T09:19:01.635+03:00",
  "updated": "2024-03-29T09:26:15.539+03:00"
}