{
  "thread": {
    "uuid": "6de9107d6db80349fbdcbb6da29586e66a338148",
    "url": "https://www.foxnews.com/lifestyle/man-goes-viral-taste-testing-last-meals-notorious-death-row-inmates",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://www.foxnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest & Breaking News on Fox News",
    "title": "Man goes viral for taste-testing last meals of notorious death row inmates",
    "title_full": "Man goes viral for taste-testing last meals of notorious death row inmates",
    "published": "2023-12-29T14:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 287,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 21
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6de9107d6db80349fbdcbb6da29586e66a338148",
  "url": "https://www.foxnews.com/lifestyle/man-goes-viral-taste-testing-last-meals-notorious-death-row-inmates",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T14:50:00.000+02:00",
  "title": "Man goes viral for taste-testing last meals of notorious death row inmates",
  "text": "A recent college graduate from Virginia is attracting attention from true crime lovers on social media, as he cooks and tastes the final meals that were requested by well-known death row inmates. Since Sept. 1, Josh Slavin, 23, has shared 26 different Instagram Reels featuring his ratings of death row meal requests.The first one he posted was that of Ricky Ray Rector — a convicted murderer who, according to several news reports, requested steak, fried chicken, a cherry Kool-Aid and pecan pie for his final meal. Rector died by lethal injection in Arkansas in 1992. 'STEAK AND JELLY, PLEASE,' AMERICANS TELL UBER EATS — AND OTHER ODD AND POPULAR CUSTOMER REQUESTS OF 2023 \"There wasn’t any rhyme or reason why I chose [Rector] to start,\" Slavin told Fox News Digital. \"It looked simple to throw together.\" Seen here is a recreation of the extravagant final meal request made by Lawrence Russell Brewer, a convicted killer who didn't eat one bite of the food, according to several sources. (Josh Slavin) \"I enjoy making [the content], people enjoy consuming it, and I decided to keep doing new renditions and covering new criminals.\"Slavin works in finance and creates lifestyle content on social media. He recently graduated from Washington University in St. Louis, Missouri, where he studied finance and accounting, he said.He believes it is true crime aficionados who take an interest in his death row meals series. INSIDE THE LIZZIE BORDEN HOUSE, GUESTS CAN STAY OVERNIGHT WHERE PEOPLE WERE BRUTALLY AX MURDERED \"I, and I think others, have an innate infatuation and a morbid curiosity about these types of things,\" Slavin said. \"Death is something everyone obviously faces,\" he added. \"Yet to have the rare opportunity to select exactly what you want [to eat] right before you die is a very rare human circumstance and that's fascinating.\"Slavin has recreated and taste-tested meals that had been requested (or not requested) by several notorious inmates — from serial killer Ted Bundy, who declined the privilege to select a meal. After he declined to choose, Bundy was reportedly given steak, hash browns, eggs, toast, juice and milk. 'GARBAGE PLATES': THE STORY BEHIND A FAVORITE LATE-NIGHT DISH OF COLLEGE STUDENTS, PLUS HOW TO MAKE A VERSION Slavin also tried the meal requested by terrorist Timothy McVeigh, who was sentenced to death by lethal injection for killing 168 people and injuring 680 in the Oklahoma City bombing of 1995.McVeigh apparently requested two pints of mint chocolate chip ice cream .\"In my opinion, ice cream alone is a poor final meal choice and choosing mint chocolate chip as the flavor only makes the decision worse,\" Slavin said in his Instagram Reel as he judged McVeigh's last meal choice. \"I'm placing this meal in 'D tier.'\"For each meal, Slavin first does research on the person, the crime and the food. He then cooks the food, tastes it and ranks the dishes in tiers — with S being \"the best\" and D being \"abysmal.\" WHY DOES FRUITCAKE LAST SO LONG? INGREDIENTS AND PREPARATION OF THE DESSERT PLAY INTO ITS LONGEVITY \"The No. 1 meal that I made was that of Alton Coleman,\" Slavin said of the last meal choice of Coleman.The serial killer chose to eat \"filet mignon with mushroom gravy, biscuits and gravy, fried chicken, French fries, broccoli with cheese, collard greens, onion rings, corn bread, a salad, sweet potato pie, butter pecan ice cream and cherry cola\" before he was executed by lethal injection in 2002, according to the Office of the Clark County Prosecuting Attorney in Indiana.Slavin went on, \"He had a large meal, but I thought that the meal was well coordinated. It synergized … It was a full southern meal.\" In America, most states will offer a last meal to a violent criminal preceding that person's execution.It's not fully clear how long the ritual has existed, though in many cases inmates will have their pick of the meal as long as it meets state guidelines.In 2011, Texas eliminated meal requests after killer Lawrence Russell Brewer requested a lengthy, expensive meal. He didn't eat it and told prison guards that he wasn't hungry, Reuters reported. HAMBURGER VS. HOT DOG: WHICH IS HEALTHIER? EXPERTS CHIME IN In 1990, murderer James Edward Smith requested a lump of dirt for his last meal. His request was denied, and he was given yogurt instead, according to multiple sources. Josh Slavin, 23, cooks, tastes and ranks the food from the last meal requests of infamous American killers. He posts his ratings on his Instagram account under the handle @jjslavin. His project has received mixed reviews. (Josh Slavin) As for Slavin and how he chooses the meals to feature, he said he takes a few things into consideration.\"I look at the dishes they select, the story behind the crime, the story behind the selection of the meal, how they engaged in the meal,\" he said. \"Their stories encompass the background of how their case took place, what they may have eaten growing up.\"Some of Slavin's 575,000 Instagram followers have offered hot takes on his last meal series. CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER Many people submit requests to him, asking if he can try the meals that had been eaten by specific criminals — while others appear to oppose his project and offer comments about the American justice system.\"Some people express their disgust about the conduct of the inmate or the actions of the convict because to be sentenced to death, you have [had] to commit some really reprehensible acts,\" Slavin said.\"There are also people that see the content and say it's something they don't want to see because it may glorify murderers. The subject matter is incredibly intense, and I think that could really charge people's emotions.\"Slavin said that as he shares his content, he tries to keep his opinions out of it unless he's ranking the food. CLICK HERE TO GET THE FOX NEWS APP \"Not every story from our history is going to be sunshine and rainbows, but I don't think that's a reason to not share them,\" Slavin said.\"Death is something that comes to everyone, but there are so few situations where you know exactly when you are going to die, and choose exactly what you're going to eat before you die. So rarely do these hypotheticals translate into reality. This one just happens to be a reality of our history, and a reality of our present.\"He added, \"When you un-package it for what it is, it's really thought-provoking in my opinion. If my content is not for you, I am sorry, and feel free to keep scrolling.\" For more Lifestyle articles, visit www.foxnews.com/lifestyle .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ricky ray rector",
        "sentiment": "none"
      },
      {
        "name": "slavin",
        "sentiment": "none"
      },
      {
        "name": "josh slavin",
        "sentiment": "none"
      },
      {
        "name": "rector",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news digital",
        "sentiment": "none"
      },
      {
        "name": "washington university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      },
      {
        "name": "arkansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:54:19.691+02:00",
  "updated": "2023-12-31T06:46:56.609+02:00"
}