{
  "thread": {
    "uuid": "f5a3db1414bd7cb4a933874558dfa4f0a1fe8418",
    "url": "https://www.zawya.com/en/press-release/companies-news/first-abu-dhabi-bank-marks-largest-ramadan-aftir-campaign-tju6ywor",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "http://dubaibizz.net/feed/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "DubaiBiZZ",
    "title": "First Abu Dhabi Bank marks largest Ramadan Aftir campaign",
    "title_full": "First Abu Dhabi Bank marks largest Ramadan Aftir campaign",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/ZmVjNWZkNDAtZDYyMS00/0/fabaftircampaign2-jpg.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 6002,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f5a3db1414bd7cb4a933874558dfa4f0a1fe8418",
  "url": "https://www.zawya.com/en/press-release/companies-news/first-abu-dhabi-bank-marks-largest-ramadan-aftir-campaign-tju6ywor",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "First Abu Dhabi Bank marks largest Ramadan Aftir campaign",
  "text": "Members of the public invited to join as Aftir expands to all seven emirates FAB Ramadan activities also include cycling for charity, Eid activities for orphans Abu Dhabi: First Abu Dhabi Bank (FAB)’s Ramadan Aftir campaign has distributed more than 30,000 meals to families across the UAE in the first 17 days of the Holy Month, marking the bank’s most successful charitable Iftar meals drive to date. The Aftir campaign, which sees FAB staff, families and friends partnering with established charities nationwide, is one of four FAB Ramadan CSR initiatives. For 90 minutes every evening during Ramadan, volunteers in every emirate package and distribute between 200 to 300 meals to families registered with charities including the Zayed Charitable and Humanitarian Foundation in Abu Dhabi; Beit Al Khair Society in Dubai, Ras Al Khaimah, and Fujairah; Aletihad Charity Foundation in Ajman; Sharjah Charity International in Sharjah; and the U.A.Q. Charity Association in Umm Al Quwain. With Aftir expanding to include all seven emirates this year, organisers expect to prepare and distribute 54,000 meals before Eid Al Fitr. Community leaders and influencers including ‘Green Sheikh’ HH Abdul Aziz Al Nuaimi, award-winning athletes from the UAE Jiu Jitsu Federation, and Emirati actor Habib Ghuloom have joined in FAB’s Aftir drive alongside FAB leadership. Members of the public are also welcome to join the Aftir campaign via www.aftir.ae. FAB is also continuing its ‘Cycle for a Cause’ initiative that enables FAB partners and members of the public to turn their mileage into monetary donations towards Emirates Red Crescent. Individuals can register via www.cycle-for-a-cause.com to record their distances; weekly community rides can also be joined at Hudairyat in Abu Dhabi every Tuesday at 9.30pm and at the Meydan cycling track in Dubai on Thursdays at 9.30pm. More than 100 riders have contributed over 16,500 km so far this Ramadan. FAB will also organise organising several activities for orphans during Eid Al Fitr, including Eidaya gift distribution, shopping excursions, and a special fun day at IMG Worlds of Adventure. Other FAB Ramadan activities include the return of its ‘Minutes of Giving’ event for a second year, which saw 186 FAB employees pack 1,000 food boxes at the bank’s head office in Abu Dhabi at the start of the Holy Month. Marwa Al Rahma, FAB Head of Corporate Social Responsibility, said: “The Holy Month of Ramadan is a special time, when we should all feel encouraged to share our blessings. At FAB, our Ramadan initiatives reflect our belief in partnership and collaboration, creating spaces and programmes for people to come together and make a positive contribution.” In 2023, more than 6,750 FAB volunteers dedicated over 18,185 hours across Ramadan and Eid, distributing 46,000 meals. About First Abu Dhabi Bank (FAB) Headquartered in Abu Dhabi with a strategic global footprint across 20 markets, FAB is the finance and trade gateway to the Middle East and North Africa region (MENA). With total assets of AED 1.2 trillion (USD 318 billion) as of December-end 2023, FAB is among the top 50 banks globally by market capitalisation and one of the world’s largest banking groups. The bank provides financial expertise to its wholesale and retail client franchise across four business units: Investment Banking, Corporate and Commercial Banking, Consumer Banking, and Global Private Banking. FAB is listed on the Abu Dhabi Securities Exchange (ADX) and rated Aa3/AA-/AA- by Moody’s, S&P and Fitch, respectively, with a stable outlook. On sustainability, FAB holds an MSCI rating of ‘A’, also ranked among the top 10% of banks globally by Refinitiv’s ESG Scores and the best performer in the MENA region. For further information, visit: www.bankfab.com. For PR and media-related queries, please contact the FAB PR and media team on PRandmedia@bankfab.com Media: Weber Shandwick MENAT Bana Dajani M +971 56 733 8761 E BDajani@WeberShandwick.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aftir",
        "sentiment": "negative"
      },
      {
        "name": "ras al khaimah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first abu dhabi bank",
        "sentiment": "negative"
      },
      {
        "name": "u.a.q. charity association",
        "sentiment": "none"
      },
      {
        "name": "fujairah",
        "sentiment": "none"
      },
      {
        "name": "zayed charitable and humanitarian foundation",
        "sentiment": "none"
      },
      {
        "name": "sharjah charity international",
        "sentiment": "none"
      },
      {
        "name": "aletihad charity foundation",
        "sentiment": "none"
      },
      {
        "name": "beit al khair society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sharjah",
        "sentiment": "none"
      },
      {
        "name": "ajman",
        "sentiment": "none"
      },
      {
        "name": "umm al quwain",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:05:45.762+03:00",
  "updated": "2024-03-29T09:05:45.762+03:00"
}