{
  "thread": {
    "uuid": "308076aa1d713385b591a4ef2e7f1c7540b87970",
    "url": "https://www.vanguardia.com/entretenimiento/espiritualidad/reflexion-espiritual-del-dia-la-corazonada-es-un-susurro-del-alma-NY8320906",
    "site_full": "www.vanguardia.com",
    "site": "vanguardia.com",
    "site_section": "https://m.vanguardia.com/mundo",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias del Mundo en Vanguardia",
    "title": "Reflexión espiritual del día: La ‘corazonada’ es un susurro del alma | Vanguardia.com",
    "title_full": "Reflexión espiritual del día: La ‘corazonada’ es un susurro del alma | Vanguardia.com",
    "published": "2023-12-29T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.vanguardia.com/binrepository/1200x1600/0c486/1200d628/upper-right/12204/DSKY/corazonada-hoy_9280684_20231228080356.jpg",
    "performance_score": 0,
    "domain_rank": 32339,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "308076aa1d713385b591a4ef2e7f1c7540b87970",
  "url": "https://www.vanguardia.com/entretenimiento/espiritualidad/reflexion-espiritual-del-dia-la-corazonada-es-un-susurro-del-alma-NY8320906",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "euclides kilô ardila",
  "published": "2023-12-29T01:00:00.000+02:00",
  "title": "Reflexión espiritual del día: La ‘corazonada’ es un susurro del alma | Vanguardia.com",
  "text": "Lo que más me gusta de las ‘corazonadas’, esas que fluyen desde lo más recóndito de nuestro ser, es que nos impulsan a confiar en nosotros mismos. Por eso si, presiente que debe hacer algo... ¡hágalo! No se le va a derrumbar el mundo si se atreve a tomar las decisiones que su corazón le sugiere. Jamás olvide la validez de sus intuiciones. Las Sagradas Escrituras dicen que ellas son las vías mediante las cuales Dios y los espíritus superiores se comunican con usted, y le ayudan para orientarse mejor. Le sugiero tener siempre a la mano una libreta y un lápiz para que, como lo aconsejan algunos sicólogos, no deje escapar ninguna de sus intuiciones, pues ellas le vendrán en el momento menos esperado. Es decir, debe estar muy atento, porque esas ‘corazonadas’ suelen hablarle de forma simbólica, pero siempre de manera acertada y segura. Son como susurros del alma y si aprende a entender sus mensajes, podrá saber el rumbo a seguir. Sus intuiciones representan poderosas herramientas que lo conectan con su sabiduría interior. Además, lo conducen hacia las oportunidades que le permitirán estar más cerca de sus objetivos y, de paso, lo alejarán de los caminos que no son adecuados para usted. Además, las intuiciones lo ayudan a sintonizarse con su verdadera esencia y a recordar quién es y qué es lo que realmente quiere. Incluso cuando las cosas no salen como las espera, ellas le indican cuándo es el momento adecuado para actuar y cuándo es mejor esperar. No obstante, para poder aprovechar al máximo el poder de sus intuiciones, es importante cultivar la conexión con su ser interior. Necesita dedicar tiempo a la meditación, a la reflexión y a la oración, entre otras cosas, porque ellas le permitirán confiar en usted mismo y en la guía que reciba. Este texto es una invitación a mantenerse abierto y receptivo a las señales que le envía todos los días el universo. ¡Esté en sintonía con los avisos del cielo! Nada malo le ocurrirá y, en cambio, el proceso de su vida le resultará más fácil y exitoso de lo que siempre ha imaginado. ¡Dios lo bendiga! BREVES REFLEXIONES La fatiga se refleja a través de un estado de desmotivación, pesadez, falta de energía, insomnio, preocupación, cambios de humor y dificultad para concentrarse. Todas esas sensaciones interrumpen las actividades cotidianas. Por eso es clave hacer una pausa, agradecer y disfrutar la vida. Sus motores, las piernas; su corazón, la gasolina; su pasión, la constancia; su meta, ser cada día mejor; su misión, servir; su estrategia, ser feliz; su ritmo, el de esa canción que toca su alma. Tales tácticas le harán recibir del cielo la mejor bendición de la vida: la de Dios. Eso de que el hombre es imagen de Dios significa, ante todo, que es capaz de relacionarse con Él, que puede conocerle y amarle, y del mismo modo que es amado por el Señor. Alejado del credo que usted tenga, recuerde que ese es un privilegio que sólo tienen los que se atreven a conocerlo. No es fácil definir la palabra ‘espiritualidad’. Ella se podría traducir en la capacidad que tenemos para comprender lo que somos y el papel que desempeñamos en el mundo. Aunque el concepto pueda ser general y algo abstracto, en últimas tiene mucho que ver con el sentido de la vida. EL CASO DE HOY Testimonio: “Me propongo hacer proyectos pero, por alguna razón, no me concentro y termino frustrado. Eso me desanima y no me dan ganas de hacer nada. Lo peor es que, en lugar de cristalizar cosas, no avanzo y me aparecen más problemas. No sé en qué puedo estar fallando. Me gustaría conocer su opinión”. Respuesta: ¡Hola! Déjeme decirle que a muchos les oigo decir lo mismo que le pasa a usted. A decir verdad, eso les ocurre porque no establecen metas claras y precisas que les den un propósito y que los motiven a concentrarse en lo realmente importante. Lo que le ocurre se llama procrastinar. Es un feo hábito que lo hace aplazar cosas; y al postergarlas termina con pereza y más desanimado. Debe proponerse a realizar con disciplina lo que en realidad puede ejecutar; es decir, no se quede imaginando lo que sabe que jamás hará. Defina metas claras y enfóquese en sus actividades de acuerdo con sus objetivos. Ojo: tenga presente que no todo se da de una; hay que darle ‘tiempo al tiempo’. Si tiene constancia y perseverancia, irá encontrándoles salidas a sus dificultades. Además, si afina el oído de su concentración, tendrá la capacidad para sintonizarse con lo que deba hacer. ¿Sabe algo? La meditación e incluso elevar plegarias al cielo son bálsamos en este proceso. Las dos le permiten conectarse no sólo con su parte espiritual, sino también con su cotidianidad. Por último, no olvide agradecerle a Dios por las bendiciones. Con su Venia y su buen ánimo, mantendrá el enfoque en lo positivo y, de paso, evitará distraerse con cosas insignificantes. ¡Le envío una buena vibra! Periodista de Vanguardia desde 1989. Egresado de la Universidad Autónoma de Bucaramanga y especialista en Gerencia de La Comunicación Organizacional de la Universidad Pontificia Bolivariana. Miembro del equipo de Área Metropolitana y encargado de la página Espiritualidad. Ganador del Premio Nacional de Periodismo Simón Bolívar. @kiloardila eardila@vanguardia.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:31:37.080+02:00",
  "updated": "2023-12-29T02:31:37.080+02:00"
}