{
  "thread": {
    "uuid": "551eae022f1f555f0a9f8feb7e3035f3681f5425",
    "url": "https://istoe.com.br/protocolo-nao-e-nao-entenda-nova-lei-de-combate-a-violencia-contra-a-mulher-em-bares-e-shows/",
    "site_full": "istoe.com.br",
    "site": "istoe.com.br",
    "site_section": "http://istoe.com.br/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "ISTOÉ Independente",
    "title": "Protocolo \"Não é Não\": entenda nova lei de combate à violência contra a mulher em bares e shows",
    "title_full": "Protocolo \"Não é Não\": entenda nova lei de combate à violência contra a mulher em bares e shows",
    "published": "2023-12-29T21:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://istoe.com.br/wp-content/uploads/2023/12/64536713_303-1.jpg",
    "performance_score": 0,
    "domain_rank": 16934,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "551eae022f1f555f0a9f8feb7e3035f3681f5425",
  "url": "https://istoe.com.br/protocolo-nao-e-nao-entenda-nova-lei-de-combate-a-violencia-contra-a-mulher-em-bares-e-shows/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin3",
  "published": "2023-12-29T21:31:00.000+02:00",
  "title": "Protocolo \"Não é Não\": entenda nova lei de combate à violência contra a mulher em bares e shows",
  "text": "29/12/2023 - 16:31\nBares, boates, shows e estádios terão que monitorar e agir para coibir eventuais situações de constrangimento ou violência contra mulheres.O Brasil agora tem uma lei para combater constrangimento e violência contra mulheres em casas noturnas, bares e shows onde houver venda de bebida alcoólica, além de competições esportivas, como partidas de futebol em estádios. A Lei 14.786, originada na Câmara dos Deputados e sancionada pelo presidente Luiz Inácio Lula da Silva nesta quinta-feira (28/12), estabelece um protocolo para tratar desses casos.\nQuais os deveres dos estabelecimentos comerciais?\nBatizada de \"Não é Não\" – lema que alude ao direito das mulheres de recusar investidas indesejadas e terem sua vontade respeitada –, a lei impõe a esses estabelecimentos o dever de monitorar e reagir a eventuais situações de constrangimento e violência, dispondo sempre de um funcionário responsável pela aplicação do protocolo.\nCaberá ainda ao local instruir as clientes – por exemplo, por meio de avisos no banheiro feminino – sobre como informar aos funcionários que precisam de ajuda e como acionar a Polícia Militar e o Ligue 180.\nQuem descumprir as normas, sofrerá advertência e penalidades previstas em lei – não está claro, porém, quais.\nO que acontece se uma mulher for constrangida ou sofrer violência?\nEm caso de constrangimento – definido como \"qualquer insistência, física ou verbal, sofrida pela mulher depois de manifestada a sua discordância com a interação\" – , caso a vítima confirme que precisa de ajuda, a lei não prevê uma medida específica. Fica a critério dos estabelecimentos a decisão de (como) agir ou não para pôr fim à situação, preservar a vítima e colaborar com os órgãos de saúde e segurança pública eventualmente acionados.\nEm caso de violência – caracterizada pelo \"uso da força\" que provoque dano, lesão ou morte –, o estabelecimento deve proteger a mulher, afastar o agressor, colaborar para a identificação de possíveis testemunhas e acionar a polícia, isolando o local onde existam vestígios da violência cometida até a chegada dos agentes.\nImagens de câmeras de segurança terão que ser armazenadas por ao menos um mês, para o caso de virem a ser requisitadas pela investigação e pelos envolvidos.\nOs estabelecimentos também poderão criar seu próprio protocolo interno para reagir a situações de constrangimento e violência, adotando medidas como a expulsão do agressor do estabelecimento.\nAo cumprir o protocolo \"Não é Não\", o estabelecimento deve fazê-lo de forma célere, respeitando o relato da vítima e preservando sua dignidade e integridade física e psicológica.\nDireitos da mulher\nO texto estabelece, no âmbito da lei, o direito da mulher a ser protegida do agressor, relatar aos funcionários o constrangimento ou a violência sofridos, ser informada sobre os seus direitos, ser acompanhada por pessoa de sua escolha e deixar o local acompanhada até embarcar em seu transporte.\nCabe ainda à mulher \"definir se sofreu constrangimento ou violência, para os efeitos das medidas previstas nesta Lei\" e ter suas decisões respeitadas em relação às medidas de apoio, bem como ao rápido cumprimento do protocolo.\nOnde a lei não se aplica\nO dispositivo não se aplica a cultos e demais eventos de natureza religiosa. Estabelecimentos que não são obrigados por lei a aderir à medida podem fazê-lo voluntariamente, recebendo um selo e sendo classificado em lista pública como local seguro para mulheres.\nra/cn (Agência Brasil, ots)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:40:03.530+02:00",
  "updated": "2023-12-29T21:40:03.530+02:00"
}