{
  "thread": {
    "uuid": "5774773478a619377a6bea99224d20d342a835b6",
    "url": "https://www.cyclingnews.com/news/leipheimers-growler-gran-fondo-turns-pro-luring-top-riders-to-majestic-route/",
    "site_full": "www.cyclingnews.com",
    "site": "cyclingnews.com",
    "site_section": "https://www.cyclingnews.com/rss.xml",
    "site_categories": [
      "bicycling",
      "sports"
    ],
    "section_title": "Cyclingnews RSS Feed",
    "title": "Leipheimer's Growler gran fondo adds pro race, luring top riders to 'majestic' route",
    "title_full": "Leipheimer's Growler gran fondo adds pro race, luring top riders to 'majestic' route",
    "published": "2024-01-05T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/dULMFbifQcDrfZTHzVg2PH-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 7870,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5774773478a619377a6bea99224d20d342a835b6",
  "url": "https://www.cyclingnews.com/news/leipheimers-growler-gran-fondo-turns-pro-luring-top-riders-to-majestic-route/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jackie.tyson@futurenet.com (Jackie Tyson)",
  "published": "2024-01-05T23:19:00.000+02:00",
  "title": "Leipheimer's Growler gran fondo adds pro race, luring top riders to 'majestic' route",
  "text": "Leipheimer's Growler gran fondo adds pro race, luring top riders to 'majestic' route $20,000 prize purse for top men and women 136-mile Sonoma County event compared to Liège-Bastogne-Liège, Il Lombardia New on the North American racing scene for 2024 is a one-day race worthy of comparisons to European spring Classics, with big climbs, big ‘character’ and a big pay day. The Growler will roar in Windsor, California on April 13 with a professional field joining amateur riders on the hunt to claim chunks of a $20,000 cash purse. The Growler is one of seven ride options at Levi’s GranFondo, which was founded by former WorldTour pro [Levi Leipheimer](https://www.cyclingnews.com/riders/levi-leipheimer/) in 2009. It is the first time in the four-year history of the longest route, 139 miles of ‘single track for road bikes’ with 13,500 feet of climbing, that pros and amateurs compete together for cash prizes. $20,000 will be split evenly among the top five men and five women. Also new is that winners of The Growler will be determined at the finish line of a full course rather than at the top of the final climb. The trek across wine country of Sonoma County in northern California can be bucolic, but Sonoma-native [Peter Stetina](https://www.cyclingnews.com/riders/peter-stetina/), who was one of the first pros to jump on board, said the rough roads and gruelling terrain lend comparisons already to Liège-Bastogne-Liège. “The local excitement around this is already palpable and I cannot convey how difficult and majestic this route is. It is the hardest one-day course in America, hands down,” Stetina explained to Cyclingnews. Confirmed for the start line with Stetina are other former WorldTour riders now dominating the pro gravel circuit, including [Petr Vakoč](https://www.cyclingnews.com/riders/petr-vakoc/), [Lachlan Morton](https://www.cyclingnews.com/riders/lachlan-morton/) and Ian Boswell, while the women’s field includes multi-discipline stars [Sarah Sturm](https://www.cyclingnews.com/features/sbt-grvl-10-riders-to-watch/), [Heather Jackson](https://www.cyclingnews.com/news/russel-finsterwald-and-heather-jackson-win-at-belgian-waffle-ride-california/) and [Peta Mullens](https://www.cyclingnews.com/riders/peta-mullens/). All but Boswell are part of the [2024 Life Time Grand Prix](https://www.cyclingnews.com/life-time-grand-prix/) off-road series. Stetina described the event as a ‘proper road race’, though it is non-traditional in many respects, such as no team cars are permitted on course. In a nod to gravel racing, aid stations will be positioned on the route and a rolling closure enforced. “Here in SoCo, we call our road riding ‘Sonoma County single track’. The roads are sinuous, pitchy, and often beat up. It makes the riding very dynamic, and I always train on 30c tires. Think of it as gravel bike handling for road bikes, very fun!” The calendar and geographical position for The Growler makes the event appealing for the off-road cast of characters competing in North American gravel series, with Belgian Waffle Ride Utah the weekend before on April 6 and Sea Otter Classic’s Fuego XL in Monterrey, California following on April 19. For domestic road racing, the Growler conflicts with Redlands Bicycle Classic, but avoids the first UCI stage race in the US, Tour of the Gila which begins on April 24. On the international calendar, the Gravel Earth Series has a race in Spain on the same weekend as The Growler. “Last year we were on the same weekend as Sea Otter and we definitely felt that. There’s so many events it’s really hard to not overlap, like Redlands. I would love to get some young up and coming road guys and some of them hopefully aren't at Redlands, but we’ve got the big names of gravel, and they are probably the fastest bike riders in America these days,” event founder Leipheimer told Cyclingnews. “This is a huge opportunity to give back to the sport that gave me so much and give young up and coming US road hopefuls the arena to test themselves and the show themselves to experience what it's like to race on a course that challenging.” How challenging is the course? He talked about a concoction of factors which create a one-day race more akin to Tour of Lombardy, “distance, elevation gain, potholes, cracks”, and the list of ingredients went on. “In the remote parts of Sonoma County, where there’s a lot of rain, the roads don’t get repaved a lot,” he laughed. “These roads have character, they are far from pristine. That’s part of what makes this ride so great, it’s very engaging. You’ve got to be focused, and you can’t use the lightest road racing tires or you might not make it.” The climb on King Ridge Road, with an average gradient of 10.7% for over a mile, is the signature of the event, used for the 120-mile Gran ride route and the 139-mile Growler. It is a climb that was featured in the 2016 Amgen Tour of California, a stage race Leipheimer won three times before he retired in 2012, and was also part of the 1988 Coors Classic. It is just 30 miles into the Growler that the King Ridge climb hits, then the route heads north in a clockwise direction for a pair of long, steep climbs on Stewarts Point Road. The Growler indeed growls with another 3,000 feet of elevation gain on the Geysers, a 15-mile stretch to the highest point including pitches of 12-13% and then the return loop back to Windsor, just a few miles north of Santa Rosa. Amateurs are invited to take part in The Growler, and can share in the prize money if they finish among the overall top five in men’s and women’s categories. Unlike past years, there is no qualification process for entry, instead organisers will implement a strict cut-off time at the start of Geysers road. “The GranFondo was born out of my love for road racing in my career. And we've seen this shift in bike racing in the US the last few years, going away from road racing. There is a very big crit scene, which is great, but there’s a no-man’s land,” said Leipheimer, who works with Bike Monkey of California to produce the event. “The United States does not have a road race that does one loop of 136 miles with 13,000 feet of climbing. With Bike Monkey, a local events company in Sonoma County, we've gained a lot of expertise, knowledge, relationships with landowners and local agencies that have allowed us to actually execute a race that is 136 miles. And that's really not easy, especially in the United States. What we want to do is provide the opportunity [for racers] to show their endurance and their strength on a course like this.” Proceeds from all events at Levi’s GranFondo have raised more than $3 million since 2009 for the King Ridge Foundation, which serves at-risk youth organisations. Thank you for reading 5 articles in the past 30 days* Join now for unlimited access Enjoy your first month for just £1 / $1 / €1 *Read any 5 articles for free in each 30-day period, this automatically resets After your trial you will be billed £4.99 $7.99 €5.99 per month, cancel anytime. Or sign up for one year for just £49 $79 €59 Join now for unlimited access Try your first month for just £1 / $1 / €1 Get The Leadout Newsletter The latest race content, interviews, features, reviews and expert buying guides, direct to your inbox! Jackie has been involved in professional sports for more than 30 years in news reporting, sports marketing and public relations. She founded Peloton Sports in 1998, a sports marketing and public relations agency, which managed projects for Tour de Georgia, Larry H. Miller Tour of Utah and USA Cycling. She also founded Bike Alpharetta Inc, a Georgia non-profit to promote safe cycling. She is proud to have worked in professional baseball for six years - from selling advertising to pulling the tarp for several minor league teams. She has climbed l'Alpe d'Huez three times (not fast). Her favorite road and gravel rides are around horse farms in north Georgia (USA) and around lavender fields in Provence (France), and some mtb rides in Park City, Utah (USA). Most Popular [Magnus Cort to play 'bigger role' at Uno-X Mobility with Tour de France stage a target](https://www.cyclingnews.com/news/magnus-cort-to-play-bigger-role-at-uno-x-mobility-with-tour-de-france-stage-a-target/) [Cyclocross races add police presence after spectator abuse of Mathieu van der Poel](https://www.cyclingnews.com/news/cyclocross-spectator-attacks-on-mathieu-van-der-poel-spark-raised-police-race-presence/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leipheimer",
        "sentiment": "negative"
      },
      {
        "name": "levi leipheimer",
        "sentiment": "none"
      },
      {
        "name": "sono",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "worldtour",
        "sentiment": "none"
      },
      {
        "name": "levi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "liège-bastogne-liège",
        "sentiment": "none"
      },
      {
        "name": "lombardia",
        "sentiment": "none"
      },
      {
        "name": "windsor",
        "sentiment": "none"
      },
      {
        "name": "sonoma county",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:24:25.321+02:00",
  "updated": "2024-01-06T01:25:58.880+02:00"
}