{
  "thread": {
    "uuid": "68b50f00f3f73fa311cf135d2e5354eae6643f1c",
    "url": "https://www.timesnownews.com/world/majestic-baps-hindu-temple-construction-underway-in-abu-dhabi-drone-visuals-capture-the-grandeur-article-106385718",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News, Breaking News, News Today, Live News | Times Now",
    "title": "Baps: Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur | World News, Times Now",
    "title_full": "Baps: Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur | World News, Times Now",
    "published": "2023-12-29T14:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-106385836,thumbsize-83580,width-1280,height-720,resizemode-75/106385836.jpg",
    "performance_score": 0,
    "domain_rank": 4254,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68b50f00f3f73fa311cf135d2e5354eae6643f1c",
  "url": "https://www.timesnownews.com/world/majestic-baps-hindu-temple-construction-underway-in-abu-dhabi-drone-visuals-capture-the-grandeur-article-106385718",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Priya Pareek",
  "published": "2023-12-29T14:33:00.000+02:00",
  "title": "Baps: Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur | World News, Times Now",
  "text": "Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur The BAPS temple, being constructed on a massive 27-acre land in Abu Mureikhah, will be the first traditional Hindu stone temple in the Middle East. BAPS Hindu Temple's Construction Is Underway in Abu Dhabi Abu Dhabi: A grand BAPS Hindu temple will throw its doors open to devotees in Abu Dhabi in February next year and the construction work of the grand temple is currently underway. Today, Prime Minister Narendra Modi accepted the invitation to inaugurate the mandir. Drone visuals of the construction work of Abu Dhabi's BAPS Hindu temple captured the grandeur. \"PM Narendra Modi accepted the invitation to inaugurate the BAPS Hindu Mandir in Abu Dhabi on February 14, 2024\", said BAPS Hindu Mandir in Abu Dhabi yesterday. PM To Inaugurate BAPS Hindu Temple During a meeting at the Prime Minister's residential office on Wednesday, PM Modi warmly accepted the invitation from BAPS Swami Ishwarcharandas. The Prime Minister was honored with a garland and a saffron shawl, symbolising appreciation for his substantial contributions to India and the international community. \"The BAPS delegation commended the Prime Minister's health and his significant global achievements, particularly in strengthening ties with the UAE and other Middle Eastern nations. His leadership has been a source of pride and inspiration to Indians around the globe,\" a press statement mentioned. During the meeting, PM Modi recognised the dedication of individuals involved in the Abu Dhabi BAPS Hindu Mandir project, including Chairman Ashok Kotecha, Vice Chairman Yogesh Mehta, and Director Chirag Patel, acknowledging their work as a source of national pride. About Abu Dhabi's BAPS Hindu Temple The temple is being constructed on a massive 27-acre land in Abu Mureikhah. The BAPS temple will be the first traditional Hindu stone temple in the Middle East. The opening will happen through a Vedic ceremony, which will be led by His Holiness Pujya Mahant Swami Maharaj. Notably, the UAE government allotted this land for the temple in Abu Dhabi in August 2015. It was gifted to PM Modi during his visit to the UAE by the UAE President, His Highness Sheikh Mohamed Bin Zayed Al Nahyan. With the pink sandstone structure that is a spectacular temple is expected to last over 1000 years. \"This majestic, traditionally hand-carved stone temple and cultural complex celebrates the past and recalibrates the future. It is a timeless testament to the spirituality of HH Pramukh Swami Maharaj and the generosity, fraternity, and humanity of the leaderships of the UAE, India, and the world community at large. Welcome to this universal place of peace where art is ageless, culture is borderless, and values are timeless,\" the [website](https://festivalofharmony.ae/)mentions. The mandir, inspired by Pramukh Swami Maharaj and blessed by Mahant Swami Maharaj, has incorporated all aspects and features of a traditional Hindu mandir as part of a fully functional, social, cultural, and spiritual complex. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Videos](https://www.timesnownews.com/videos) 27:25 9-Yr-Old Found Dead In A Pool Of Bengaluru Posh Society | Who Is Responsible? | The Urban Debate 20:21 Opposition's Musical Chair For PM Face | I.N.D.I.A Ready To Face Brand Modi? | Nation Wants To Know 12:51 Skeleton Of Five Family Members Found In Chitardurgas District Of Karnataka | News At 7 05:37 Iran's Axis Of Resistance To Pound Israel After Commander Mousavi's Death? | IDF Fears New Attacks 09:35 Hina Khan in Hospital Due to High Fever | Rupali gets HONORED by Anupamaa's producers",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abu dhabi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "swami ishwarcharandas",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:06:58.425+02:00",
  "updated": "2023-12-29T18:36:03.766+02:00"
}