{
  "thread": {
    "uuid": "d5f163d3cb8728f5059933ef167b7add313beb2e",
    "url": "https://vnexplorer.net/z/485751.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Prominent Hindu speaker who chose monk life at 17 — Kartik Maharaj in eye of BJP-TMC political storm",
    "title_full": "Prominent Hindu speaker who chose monk life at 17 — Kartik Maharaj in eye of BJP-TMC political storm",
    "published": "2024-05-31T06:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1no8TP.img",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5f163d3cb8728f5059933ef167b7add313beb2e",
  "url": "https://vnexplorer.net/z/485751.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T06:44:00.000+03:00",
  "title": "Prominent Hindu speaker who chose monk life at 17 — Kartik Maharaj in eye of BJP-TMC political storm",
  "text": "Kolkata: On 24 May, thousands of monks marched through Kolkata’s streets to voice their opposition to comments made by West Bengal Chief Minister Mamata Banerjee against a section of Hindu monks. The rally, organised by Vishva Hindu Parishad (VHP), held significance, as the Bharatiya Janata Party (BJP) cornered Mamata Banerjee over “appeasement politics”. Barefoot and carrying musical instruments, the monks’ procession, accompanied by the sound of conch shells, was a striking display of saffron that transformed the cityscape, despite Kolkata’s familiarity with political rallies. While addressing a rally in Hooghly district on 19 May, Mamata Banerjee had said: “I have heard for many days, there is a sadhu (saint) in Berhampore called Kartik Maharaj. I used to respect Bharat Sevashram Sangha; they have been on my list of respected organisations for a long time. But the man who says ‘I will not let TMC agents sit (in polling booths),’ I don’t accept that person as a sadhu because he is political and harming the country. I have identified who all are doing such things.” Meanwhile, speaking to ThePrint, Kartik Maharaj, said “She (Mamata) has done a favour by taking my name. I am not a common man, I am Kartik Maharaj, I represent the Sanatan Dharma. I am a monk, not a don that I will go and stop polling agents.” He claimed that the police were under duress from her and she could check with the officers if he had done so. “It’s a lie. What the chief minister has said against the Hindu organisations was condemned across the world and the Prime Minister is hurt by those words. This protest is not for me, but to safeguard the Hindus in Bengal,” he added. Born in Bengal’s undivided Dinajpur district, Kartik Maharaj chose to become a monk at 17. “My parents were shocked, they wanted me to continue with my education. But I was inspired by a sadhu who would often visit the Kali temple near my house,” he said. He joined Bharat Sevashram Sangha in the early 1980s and later founded its Beldanga branch in Murshidabad. “There was a deadly cyclone, Bhola, in 1970, that devastated Bengal. I helped rehabilitate the poor who had lost everything. As a monk, I was dedicated to serving humanity,” he told ThePrint. Known also as Swami Pardiptananda, Kartik Maharaj organised a ‘1 lakh Gita paath (recitation)’ in Kolkata, last year, which the BJP called a grand success. He was part of a delegation led by Bengal BJP chief Sukanta Majumdar to invite Prime Minister Narendra Modi in New Delhi. “Only Narendra Modi has a clear vision for the country. I connect with him a lot. In fact, when Modiji led the life of a monk, he would visit the Bharat Sevashram in Rajkot and Surat. I had heard many stories about him. In November 2023, I met him for the first time and was in awe,” he recalled. In fact, Kartik Maharaj also organised a Kumbh Mela in Bengal’s Tribeni (Hooghly district) last year, which Modi hailed as the “revival of Hindu tradition after seven centuries,” on his Mann ki Baat radio show. However, a little-known monk in West Bengal, who has now grabbed national prominence, Kartik Maharaj is no stranger to controversies. In 2016, in an interview with Bengal Rashtriya Swayamsevak Sangh (RSS) mouthpiece Swastika, he said, “I will only help Hindus who defend themselves, not those who come to me after being attacked.” The following year, at Hindu Samhati’s annual event in Kolkata, he claimed that Chaitanya Mahaprabhu — a 16th-century spiritual leader worshipped by Bengalis — also preached violence against Muslims, but the Bengalis have forgotten it. Hindu Samhati was established by former RSS pracharak Tapan Gosh in 2008, following his departure from the RSS in the previous year. Gosh had been associated with the RSS since the 1970s. Kartik Maharaj became a prominent speaker at Hindu Samhati events organised in Bengal and across the country — raising the prominence of Bharat Sevashram Sangha in Bengal. About Bharat Sevashram Sangha Founded in 1917 by Acharya Swami Pranavanandaji Maharaj in Bajitpur Village, Bangladesh (erstwhile Faridpur district), Bharat Sevashram Sangha is a charitable trust now based in Kolkata and recognised as a non-profit organisation by the Government of India since 1935. “Swami Pranavananda’s dynamism has helped to create a new consciousness within Hinduism, which can lead to a restoration of Hindu values and a flourishing of genuine religion in the sub-continent, which according to Smart, ‘is something of vital moment to global civilisation, in which Hindu values must surely play a major role’” stated the Bharat Sevashram Sangha’s website. Known as Binod during his childhood, an obedient student who loved to meditate, Swami Pranavananda became a role model for other students. He was given a special initiation by a saint in Gorakhpur on a new moon day in 1913. In 1924, he attained monkhood. “Everyone is welcome in our ashram, there are young volunteers, who work on the ground. We have over 500 monks who are running hospitals, mobile medical units, tribal welfare and educational centres in collaboration with the central government in Jharkhand, Gujarat, West Bengal, Assam, Nagaland, Tripura and Arunachal Pradesh. We also help in relief work during natural calamities,” explained Kartik Maharaj. According to him, Swami Pranavananda had even met former prime minister Indira Gandhi for the construction of the Ram Mandir in Ayodhya. “Our founder had united all the namasudras under one organisation. Whenever the Hindus faced trouble, he saved them with sticks and swords. He had said — ‘those who can give their head and take them as well, come with me,’” Kartik Maharaj told ThePrint while speaking of the history of Bharat Sevashram Sangha. From being Eastern Bengal’s largest Hindu caste, the namasudras are now West Bengal’s second-largest Scheduled Caste community, making up 4 percent of the state’s population, according to the 2001 Census . The Bharat Sevashram Sangha now has branches across the country and also expanded globally with over 50 branches. “We have branches in America, the United Kingdom, Japan, Indonesia and many other countries,” said Kartik Maharaj. During the 125th birth anniversary of Swami Pranavananda in 2020, Mamata attended as the chief guest at Kolkata’s Netaji Indoor Stadium to pay her tributes. West Bengal Chief Minister Mamta Banerjee attending the 125th birth anniversary of swami Pranavananda Maharaj in Kolkata | ANI West Bengal Chief Minister Mamta Banerjee attending the 125th birth anniversary of swami Pranavananda Maharaj in Kolkata | ANI In the lead-up to the West Bengal assembly elections in December 2021, the CM was seen paying floral tributes to Swami Pranavananda at Bharat Sevashram Sangha in Kolkata. Two months later, Union Home Minister Amit Shah visited the ashram and took part in the prayer rituals amid the pandemic. In Delhi, Lok Sabha speaker Om Birla in 2021 was the chief guest at the Bharat Sevashram Sangha’s Delhi branch at a book unveiling. Back in West Bengal the same year, former foreign secretary Dr Harsh Vardhan Shringla was felicitated at the Bharat Sevashram’s Siliguri branch before he joined the kirtan prayers in the evening. Speaking at the ashram, Shringla recalled his stint in neighbouring Bangladesh and how the Bharat Sevashram Sangha had played a pivotal role in safeguarding the Hindus and lauded its philanthropic work. According to a former BJP leader, devotees visit Bharat Sevashram branches almost every day. “We have all the temples inside the premises — Durga maa, Hanuman, Shiv, Narayan. So all the Hindus come to offer prayers. This becomes a place for meet and greet as well once the rituals are completed and bhog is offered,” said the leader. He went on to add that, although the ashram has no political links, politicians have never skipped being seen associated with it “as it is a popular organisation for the Hindus here.” Political fight in between elections Amid election season, a political skirmish has erupted, with Mamata Banerjee’s remarks involving three prominent organisations — Ramakrishna Mission, ISKCON, and Bharat Sevashram Sangha — stirring controversy. These institutions hold significant sway among the Bengalis and have inadvertently provided the BJP with leverage to pivot its campaign narrative against the Trinamool Congress (TMC). In Hooghly district Mamata said, “In Asansol, there is a Ramkrishna Mission. What have I not done for the Ramakrishna Mission (RKM)? When CPI(M) had blocked food to the Mission, I supported RKM and its existence and rights. Mothers and sisters would come and help with preparing the vegetables while CPI(M) wouldn’t allow you (RKM) to work. But I know a few, not everyone is like this.” On ISKCON, the West Bengal CM had said: “I have given 700 acres of land to ISKCON in Nadia district for construction. There is ISKCON Mission on that list as well. One or two will always be there who are instructed from Delhi to tell their followers to vote for the BJP. Why will sadhus and seers do such propaganda? Everyone respects RKM, they have a WhatsApp group for their members, I can love them, I can learn from them, but they don’t vote, how can they tell who to vote for? Few are violating, not all.” Responding to the CM, PM Modi, at a rally last week, said, “The Chief Minister has crossed all limits, she made ridiculous allegations against Ramakrishna Mission, ISKCON and Bharat Sevashram and insulted the sadhu community.”. He added that the CM was not ready to say anything to her TMC MLA (Humayun Kabir), who is threatening to erase the Hindu community but working day and night to save the perpetrator of Sandeshkhali — Shahjahan Sheikh. “These people abuse those who take Ram’s name, these people will not allow Ram Navami and will appeal for vote jihad against Modi. This is the truth of TMC and INDI-Alliance,” he added. These developments come as South Bengal prepares for the final phase of polling on 1 June, with most constituencies being predominantly Hindu, except for Diamond Harbour, Basirhat, and Joynagar, which have a substantial Muslim electorate. However, according to political analyst Jayanta Ghoshal, Mamata’s remarks were not a calculated utterance, but an impulsive knee-jerk reaction to some information she had received from her party units and administration, especially on Kartik Maharaj. “Mamata doesn’t hide her emotions, so she said it. But later she understood, it was not needed after the PM reacted sharply. The BJP thought they could be the beneficiary of consolidating their Hindu vote bank. And one might see Mamata’s Muslim appeasement.” Ghoshal told ThePrint. The political analyst added that Belur Math (headquarters of the Ramakrishna Math) steered clear and said it was an apolitical organisation, “but no one can deny Modi’s deep attachment to it. “He (Modi) used to stay at Rajkot Ramakrishna Mission and wanted to become a monk,” he said. Meanwhile, the Communist Party of India (Marxist) fears that Mamata’s statement will only benefit the BJP and further hurt TMC’s poll prospects in the state. “Mamata Banerjee has brought in religion to divert attention from the corruption her party has committed. One cannot expect anything more from her but communal politics. The BJP and TMC are both dividing people based on religion in West Bengal. Her comments will only benefit the BJP,” politburo member Mohammed Salim told ThePrint. Echoing this sentiment, political science professor Udayan Bandopadhyay said, “Do these Hindu organisations have a common platform? As far as my knowledge goes, they operate on their own in an independent capacity. It’s wrong to paint them with the same colour. ” The professor added that the CM could have avoided mentioning the names of these institutions as they work hard at difficult times. “But we must admit that they are non-state actors having independent goals and missions. They have an international reputation for their service.” (Edited by Richa Mishra)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kartik maharaj",
        "sentiment": "negative"
      },
      {
        "name": "mamata banerjee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bjp",
        "sentiment": "negative"
      },
      {
        "name": "tmc",
        "sentiment": "negative"
      },
      {
        "name": "bharatiya janata party",
        "sentiment": "none"
      },
      {
        "name": "vishva hindu parishad",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kolkata",
        "sentiment": "none"
      },
      {
        "name": "berhampore",
        "sentiment": "none"
      },
      {
        "name": "hooghly",
        "sentiment": "none"
      },
      {
        "name": "west bengal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:47:14.577+03:00",
  "updated": "2024-05-31T14:47:14.577+03:00"
}