{
  "thread": {
    "uuid": "e40636880a4a9d94facfdfc2f911bc9e0e08a9c5",
    "url": "https://cronicavasca.elespanol.com/empresas/20240216/la-de-hidrogeno-cubriria-electrico-mensual-euskadi/829417077_0.html",
    "site_full": "cronicavasca.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://www.cronicavasca.com",
    "site_categories": [],
    "section_title": "Crónica Vasca - Información País Vasco. Análisis empresarial, económico y político. Periodismo que cuestiona.",
    "title": "La cueva de hidrógeno cubriría la quinta parte del gasto eléctrico mensual de Euskadi",
    "title_full": "La cueva de hidrógeno cubriría la quinta parte del gasto eléctrico mensual de Euskadi",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://a1.elespanol.com/cronicavasca/2024/02/12/empresas/832176790_12434431_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2589,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e40636880a4a9d94facfdfc2f911bc9e0e08a9c5",
  "url": "https://cronicavasca.elespanol.com/empresas/20240216/la-de-hidrogeno-cubriria-electrico-mensual-euskadi/829417077_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adrián Legasa",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "La cueva de hidrógeno cubriría la quinta parte del gasto eléctrico mensual de Euskadi",
  "text": "Noticias relacionadas Tecnalia construye su propio laboratorio de hidrógeno para escalar sus proyectos a la industria Euskadi no solo aspira a ser uno de los motores en la generación de hidrógeno verde en Europa, también va a ser un eslabón clave en la cadena de transmisión de esta fuente de energía entre norte y sur del continente. La principal compañía gasista española, Enagás , prevé colocar sus dos primeros almacenes de hidrógeno en la cornisa cantábrica, uno de ellos entre Burgos y Cantabria y el otro en País Vasco , para lo que ya se están buscando emplazamientos subterráneos.\nLa idea es colocar el hidrógeno verde en cuevas salinas debidamente preparadas para resistir las presiones. Son dos proyectos pioneros, previstos en principio para 2030, que podrían servir de base para, en caso de obtener un resultado satisfactorio, ir poblando la red de otras bolsas similares.\nEnagás proyecta ya un tercer almacén en el centro de la península para 2040 como parte de una vía de hidrógeno central auxiliar que complementaría la red inicial de 2030, que a grandes rasgos se divide en un corredor mediterráneo y otro por la Vía de la Plata, ambos conectados por el norte a través de la cornisa cantábrica y la cuenca del Ebro .\nSegún la documentación de Enagás, ambas líneas sumarían en torno a 3.000 kilómetros de longitud, con un coste total que rondaría los 4.000 millones de euros, una cantidad sostenida en gran parte con fondos europeos . El almacén subterráneo que se proyecta en Euskadi nace con un presupuesto inicial de casi 600 millones.\nConductos del interior del electrolizador instalado en Petronor. Petronor\nExpectativas de Bruselas Cifras faraónicas que dan cuenta por un lado de las inversiones necesarias para hacer viable esta tecnología y, a la vez, de las expectativas depositadas por Bruselas y por los gobiernos en el hidrógeno. Una alternativa energética por otro lado inmadura que de momento sigue dejando mucho que desear en términos de coste/beneficio allí donde se ha probado como 'gasolina' real. Sí parece que el hidrógeno puede ser una buena fórmula precisamente como depósito de energía limpia evitando que esta se pierda en picos de generación eólica o solar.\nY es en esta parte donde entra esa cueva vasca de hidrógeno, similar a la que opera Enagás en alta mar para el gas (La Gaviota). Sería más allá de su elevado presupuesto una infraestructura ambiciosa, capaz de albergar hasta 240 GW/hora de energía, lo que equivaldría a una quinta parte de todo el consumo eléctrico de Euskadi (hogares y empresas) al mes, que rondan los 1.200 GW/hora, según datos del Ente Vasco de la Energía (EVE) , a lo que habría que sumar el gas.\nJosé Ignacio Zudaire, presidente del Corredor Vasco del Hidrógeno, en el Congreso Nacional de Hidrógeno / X\nUn almacén global La comparación permite hacerse una idea del elevado peso que se quiere conceder al hidrógeno verde en la hoja de ruta oficial de la descarbonización, aunque el almacén no está concebido para abastecer exclusivamente a Euskadi, sino que forma parte de una red de conexiones mucho más amplia. De hecho el hidroducto que bajaría desde Euskadi hacia Cataluña por el Ebro se engancharía precisamente al H2Med, la gran arteria hacia el corazón de Europa.\nPor otro lado, si ya almacenar hidrógeno en el subsuelo se presenta un reto tecnológico de calado, queda por resolver el interrogante de cómo y dónde se va a generar todo ese gas. Petronor , llamada a ser el principal motor a medio plazo, presenta un plan progresivo de incremento de la producción y cuenta con disponer de una parte del mismo para sus propias instalaciones. Producir hidrógeno, más allá de que la base es sencilla (el ingrediente principal es agua) demanda una cantidad importante de energía. Según un informe de Orkestra , para alcanzar las 100.000 toneladas previstas en 2030 Euskadi necesitaría una capacidad renovable de 2.330 MW si quiere ser autosuficiente, muy por encima del caudal energético previsto vía eólica y fotovoltaica para ese año (algo menos de 800 MW para los molinos y unos 300 MW para las placas solares).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T07:50:46.941+02:00",
  "updated": "2024-02-16T07:50:46.941+02:00"
}