{
  "thread": {
    "uuid": "67fd61d9a0a7f184f6063cb689d6f975ec710e9c",
    "url": "https://seekingalpha.com/article/4683362-ge-aerospace-the-pure-turbofan-powerhouse-to-propel-your-aerospace-portfolio?source=feed_all_articles",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/feed.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "GE Aerospace: The Pure Turbofan Powerhouse To Propel Your Aerospace Portfolio",
    "title_full": "GE Aerospace: The Pure Turbofan Powerhouse To Propel Your Aerospace Portfolio",
    "published": "2024-04-12T00:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/476347882/image_476347882.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1061,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67fd61d9a0a7f184f6063cb689d6f975ec710e9c",
  "url": "https://seekingalpha.com/article/4683362-ge-aerospace-the-pure-turbofan-powerhouse-to-propel-your-aerospace-portfolio?source=feed_all_articles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T00:17:00.000+03:00",
  "title": "GE Aerospace: The Pure Turbofan Powerhouse To Propel Your Aerospace Portfolio",
  "text": "In April 2023, I\nissued a buy rating on GE stock and that buy rating has performed rather well as the stock price has doubled since. At the time GE was still a combination of the aerospace business and the power and renewable energy business. Since the spin-off of GE Vernova ( GEV), GE has been renamed to GE Aerospace and is now a pure aerospace and defense stock. In this report, I will be discussing why I like GE Aerospace and I will be updating my price target for GE Aerospace using valuation multiples that are in line with industry peers.\nGE Aerospace Is Active In A Promising High Burden Market\nThe market for commercial airplanes is huge with\ndemand in the coming 20 years expected to be over 42,500 units. In that market, engine suppliers play a critical role as a significant portion of fuel savings going from one generation of airplanes to another comes from savings realized by the use of more advanced turbofans. GE is one of the biggest manufacturers of commercial aero engines. Via its joint-venture with Safran, it produces the CFM LEAP turbofans that are used on the Boeing 737 MAX, Airbus A320neo family and the Comac C919.\nOn the Boeing 737 MAX program, CFM is the exclusive provider of propulsion systems. The current backlog for the Boeing 737 MAX stands at 4,813 engines while for the moment the LEAP 1C engine is the sole propulsion system available at this moment for the\nC919 with a backlog of 1,000 aircraft. On the A320neo, the engines provided by CFM are one out of two engine options. The other one is the geared turbofan of Pratt & Whitney ( RTX), which has been suffering from some contamination issues. According to a supplier for the CFM LEAP 1A turbofans, CFM has a share in the A320neo family background of around 60%. So, we see that CFM’s market share in the single aisle market is robust and we are not talking about demand for hundreds of engines but thousands of engines and tens of thousands of engines.\nFor wide body airplanes, GE is the supplier of the engines for the Boeing 777 and Boeing 777X while on the Boeing 787 program it shares the market with Rolls-Royce (\nOTCPK:RYCEF). Using data from our interactive data tools, we found that GE Aerospace’s GEnx turbofan has a 65% share in all Dreamliner deliveries.\nSo, GE Aerospace has a strong market share in the pool of current generation aircraft and backlog and on top of that it is servicing thousands of airplanes equipped with CFM and GE turbofans. The margins on new engine deliveries more often than not are not big, but over the lifetime of the engine, GE Aerospace can count on strong demand for services and parts. There are aftermarket services that come with a highly profitable and long-tail revenue and earnings stream. Life limited-parts for instance have price escalations that exceed core inflation and thus can be highly lucrative for GE Aerospace when viewed over a multi-year and multi-decade period.\nBesides its exposure to the commercial airplane engine market, GE is also active in the defense market where we see upticks in defense budgets and the need for new system capabilities.\nPutting it all together, the reason to like GE Aerospace is the fact that is has a significant market share in previous generation airplane deliveries as well as next generation airplane deliveries that places the company in a strong position to increase its after-market sales. Moreover, aero engine technology is complex, meaning engine development is costly and often requires multi-billion dollar investments. This turns the aero engine market into a high burden market, and I believe we won’t be seeing new entrants on that market any time soon. So, GE Aerospace’s market is well protected and within that market it can be seen as a market leader.\nWhat Is GE Aerospace Stock Worth?\nI processed the pro forma balance sheet data for GE Aerospace and based on our valuation metrics, GE Aerospace is overvalued with 2024 performance in mind. However, I do believe that given the long-term nature of the business it is appropriate to value the company at least one-year ahead, which would provide around 11% upside to $175. The company aims to return 30% of its net income to shareholders in the form of dividends as part of a package of $15 billion in planned shareholder returns.\nConclusion: GE Aerospace Stock Remains Attractive\nI believe that given the high value that the aeroengine market provides, GE Aerospace is an appealing stock to hold for the long term. Airplanes tend to be in service for 25 years and sometimes even more and that provides a big after market opportunity for GE Aerospace on top of ever-increasing demand for commercial airplanes while the Defense business is likely to enjoy some tailwinds as well. Given the market share that GE has combined with a low probability of new competitors entering the market and the forward projections for GE Aerospace, I do believe the company’s stock remains extremely attractive and I reiterate my buy rating with a $175 price target.\nEditor's Note: This article discusses one or more securities that do not trade on a major U.S. exchange. Please be aware of the risks associated with these stocks.\nIf you want full access to all our reports, data and investing ideas,\njoin The Aerospace Forum, the #1 aerospace, defense and airline investment research service on Seeking Alpha, with access to evoX Data Analytics, our in-house developed data analytics platform.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "http://www.chinatoday.com.cn/ctenglish/2018/zdtj/202309/t20230911_800341782.html",
    "https://www.boeing.com/content/dam/boeing/boeingdotcom/market/assets/downloads/2023-Commercial-Market-Outlook-Executive-Summary.pdf",
    "http://chinatoday.com.cn/ctenglish/2018/zdtj/202309/t20230911_800341782.html",
    "https://boeing.com/content/dam/boeing/boeingdotcom/market/assets/downloads/2023-Commercial-Market-Outlook-Executive-Summary.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "safran",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ge aerospace",
        "sentiment": "negative"
      },
      {
        "name": "ge",
        "sentiment": "negative"
      },
      {
        "name": "boeing",
        "sentiment": "none"
      },
      {
        "name": "cfm",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:25:50.002+03:00",
  "updated": "2024-04-12T00:25:50.002+03:00"
}