{
  "thread": {
    "uuid": "50f31801b9288ca2cc936cdc00ebe6868609f74a",
    "url": "https://www.miragenews.com/scientific-network-spotlights-plant-genera-1152190/",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Australia&#039;s 24/7 live news &amp; media portal | Mirage News",
    "title": "Scientific Network Spotlights Plant Genera Named After Women | Mirage News",
    "title_full": "Scientific Network Spotlights Plant Genera Named After Women | Mirage News",
    "published": "2024-01-05T13:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com/photo-1484069560501-87d72b0c3669?ixlib=rb-4.0.3&amp;ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&amp;auto=format&amp;fit=crop&amp;w=1170&amp;q=80",
    "performance_score": 0,
    "domain_rank": 14462,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50f31801b9288ca2cc936cdc00ebe6868609f74a",
  "url": "https://www.miragenews.com/scientific-network-spotlights-plant-genera-1152190/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-01-05T13:42:00.000+02:00",
  "title": "Scientific Network Spotlights Plant Genera Named After Women | Mirage News",
  "text": "A network of scientists across the globe have identified more than 700 plant genera named for women. This is a nearly twenty-fold increase in the number of genera linked to women before the group started working on the list. The project, which aimed to highlight the contribution of women to botany, was the result of social media conversations about plants named for people. What began as a simple question about how many and which plant genera were named for women evolved into a global network of scientists who built a dataset of plant genera named in honor of women. The group, which met virtually for over two years, also worked to improve data easily available about these genera that have information publicly available through the global resource Wikidata. The results, which included a dataset of 728 plant genera named for women and female beings (mythological), were recently published in a paper entitled, \" [Creating a multi-linked ](https://bdj.pensoft.net/article/114408/)dynamic dataset: a case study of plant genera named for women.\" \"Our motivation for this research was not only to highlight the names of plant genera named after women, but to look at the roles and lives of these women, many with fascinating stories, and to better recognize the contribution to science of this historically marginalized group,\" said Missouri Botanical Garden Curator Dr. Carmen Ulloa. Ulloa is one of eight co-authors of the paper that represents a multidisciplinary group of female experts from around the world with an interest in diversity and inclusion in science. Other authors involved in this research are from the Natural History Museum, London, the Royal Botanical Gardens at Kew, the Museum für Naturkunde Berlin, the Cambridge University Herbarium, and from Wellington, New Zealand. Historically, women were often excluded from scientific professions, the paper explains, and one way that is plainly visible is in eponymy, or the practice of naming taxa for people. Like streets, monuments, and parks, plant names at all levels – species, genus, family, etc. – can be named for people. The group specifically focused on the names of flowering plant genera, as there are roughly 16,000 known genera compared to 450,000 known plant species. The group deliberately did not compare the number of names honoring women to those named for men with the intention of amplifying women's contributions to the history and development of science. Their research found that many of the contributions of women honored were in unpaid roles, such as a supportive spouse, or obscured among a collection team and \"whose role in the discovery of a new plant genus has been historically overlooked,\" explained Ulloa. It also created a dataset that can be used by other researchers looking to build upon the work. The team deliberately used a push-pull method so that existing resources were constantly updated in an Open Science approach as work proceeded. \"Taking this Open Science approach has ensured we have amplified the contribution of women to the field of botany,\" the paper explains. \"We hope to inspire others to use our methods and workflows to empower their own research and follow-up studies on under-represented and under-acknowledged groups in science.\" [here](/scientific-network-spotlights-plant-genera-1152190/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://bdj.pensoft.net/article/114408/)dynamic",
    "https://www.bdj.pensoft.net/article/114408/)dynamic"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "scientific network spotlights plant genera",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:46:13.777+02:00",
  "updated": "2024-01-06T00:46:13.777+02:00"
}