{
  "thread": {
    "uuid": "d9d813de585f35a8d6e2d4a4dc4935bf280fd581",
    "url": "https://www.peninsuladailynews.com/sports/outdoors-anglers-catching-healthy-kings",
    "site_full": "www.peninsuladailynews.com",
    "site": "peninsuladailynews.com",
    "site_section": "https://www.peninsuladailynews.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Peninsula Daily News",
    "title": "OUTDOORS: Anglers catching healthy kings",
    "title_full": "OUTDOORS: Anglers catching healthy kings",
    "published": "2024-07-04T16:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.peninsuladailynews.com/wp-content/uploads/2024/07/36770978_web1_tsr-Outdoors-PDN-240705.jpg",
    "performance_score": 0,
    "domain_rank": 14167,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9d813de585f35a8d6e2d4a4dc4935bf280fd581",
  "url": "https://www.peninsuladailynews.com/sports/outdoors-anglers-catching-healthy-kings",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Michael Carman",
  "published": "2024-07-04T16:30:00.000+03:00",
  "title": "OUTDOORS: Anglers catching healthy kings",
  "text": "FOOTBALL-SHAPED CHINOOK of the clipped adipose fin variety are being found by anglers from Neah Bay to Port Angeles harbor.\nSekiu and Port Angeles opened to hatchery chinook fishing Monday and its been a solid start to the summer for many.\nSteve Hazard, manager of Angler’s Hideaway in Sekiu (\nhttps://www.anglershideaway.com), enjoyed a quick bite while fishing with his good buddy Morris Bond in the Turquoise Avenger on Wednesday morning.\nHazard and Bond, 83, who has fished Sekiu for his entire life, were on-and-off the water in a matter of hours.\n“We launched at 5:15 a.m. and those were in the freezer by 9:30 a.m.,” Hazard said.\nHazard found his big king while the tide was changing while fishing near the Coal Mine stretch of shore on the way to Pillar Point.\n“I was rigged up on the downrigger fishing in about 80-feet of water around 50-feet on the downrigger,” Hazard said. “We were rigged up with a cotton candy flasher and a cop car colored 3-inch spoon. I caught that one about 7 a.m. about an hour after the sun came up, the tide was set to change at 7:30 a.m., so it was on the move.”\nHazard said its been an early bite out west.\n“The early morning bite has been working better, most folks are done for the day by 10:30 a.m. And its the normal thing, if you find the bait you find the fish. There has been a lot of good fish found nearer to shore but there are still a lot of boats fishing out in 300 or 400-feet of water in about 120-to-180-feet on the downrigger.”\nFish checks on opening day in Port Angeles showed success.\nA total of 52 hatchery kings were landed by 79 anglers in 37 interviews conducted at the ramp at Ediz Hook for a 67-percent catch rate. The boat haven ramp had even better numbers with 63 hatchery chinook checked in by 79 anglers in 31 interviews (80-percent catch rate).\nOcean salmon\nFishing estimates for the first weekend and the first full week of the ocean salmon season (June 24-30) were released.\nThe first weekend of ocean salmon fishing saw an impressive 462 chinook taken off the board by the 1,510 anglers estimated to have fished off Neah Bay (Marine Area 4).\nLast week, 1,093 kings and 564 coho were landed by 2,919 anglers off Neah Bay.\nReports said most kings were being found nearer to shore on the outside, with no need to make the long, bouncy trip out to Swiftsure or Blue Dot.\nIn total, 17-percent of the chinook guideline of 9,430 hatchery kings was snapped up before the extended Fourth of July weekend even started.\nAnglers are doing a solid job of staying away from the smaller coho, with 776 cumulative coho taken so far out of a 8,300-coho quota for Neah Bay.\nIt should be said that every silver landed now means a shorter season when the coho are larger and more plentiful in August and September.\nLa Push saw 46 anglers catch 26 chinook last weekend (2-percent of the area guideline) and nine coho (less than 1-percent of area quota).\nShrimp dates July 12-15\nAll shrimp species are available for harvesting July 12-15 in Marine Area 6 (Port Angeles Harbor, eastern Strait of Juan de Fuca outside of the Discovery Bay Shrimp District).\nShrimping runs from one hour before official sunrise to one hour after official sunset.\nThe daily limit is 80 spot shrimp with a total daily weight limit of 10-pounds (whole shrimp) all species combined. If retaining non-spot shrimp, all shrimp heads (spot and non-spot) must be retained in the field until anglers are ashore and finished fishing for the day.\nHalibut dates added\nAdditional recreational halibut fishing dates for August and September are now pending final approval by the National Marine Fisheries Service.\n“Spring halibut catches and effort were lower than anticipated, which means we have sufficient remaining quota to offer more harvest opportunity,” said Lorna Wargo, intergovernmental ocean policy coordinator for Fish and Wildlife. “The proposed schedule for August and September reflects angler input and expands late season opportunity compared to previous years.”\nThe 2024 fishing season is based on statewide recreational quota of 299,781 pounds with 116,227 pounds remaining.\nAdditional 2024 coast and Puget Sound halibut dates, subject to available quota:\n• Strait of Juan de Fuca and Puget Sound (Marine Areas 5, 6, 7, 8-1, 8-2, 9, and 10): Daily through Sunday and then from Aug. 16 through Sept. 30.\n• Neah Bay and La Push (Marine Areas 4 and 3): Open through Sunday then open daily from Aug. 16 through Sept. 30.\n___",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.anglershideaway.com",
    "https://anglershideaway.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "neah bay",
        "sentiment": "negative"
      },
      {
        "name": "sekiu",
        "sentiment": "none"
      },
      {
        "name": "steve hazard",
        "sentiment": "none"
      },
      {
        "name": "morris bond",
        "sentiment": "none"
      },
      {
        "name": "bond",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pillar point",
        "sentiment": "none"
      },
      {
        "name": "sekiu",
        "sentiment": "none"
      },
      {
        "name": "port angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T01:20:39.615+03:00",
  "updated": "2024-07-05T01:20:39.615+03:00"
}