{
  "thread": {
    "uuid": "8884eb93c1055ade9faba3f6b3e4786220a64b2a",
    "url": "https://www.forbes.com/sites/forbesbusinesscouncil/2023/12/29/creativity-and-skill-inform-automation-and-manufacturers-can-lead-the-way/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/europe_news/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "Creativity And Skill Inform Automation, And Manufacturers Lead The Way",
    "title_full": "Creativity And Skill Inform Automation, And Manufacturers Lead The Way",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/6357e3eba8057139c583bb85/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8884eb93c1055ade9faba3f6b3e4786220a64b2a",
  "url": "https://www.forbes.com/sites/forbesbusinesscouncil/2023/12/29/creativity-and-skill-inform-automation-and-manufacturers-can-lead-the-way/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kevin Stevick",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Creativity And Skill Inform Automation, And Manufacturers Lead The Way",
  "text": "Kevin Stevick is the President and CEO of SteelCraft, a Materials Manufacturing company based in Hartford, WI.\nThe catchphrase for the past year seems to have been, “AI is coming for your job,” but now we are seeing that is not exactly the case. In the world of industrial manufacturing, which has essentially been automating manual labor for decades, new advancements in technology constantly make and reshape the labor landscape, creating new jobs and skills while making old ones obsolete.\nAs the Fordian assembly line gave way to the first generation of car-making robots, advancements in automation made room for specialist careers. With AI, what manufacturing is undergoing right now is a rise of specialists in tandem with an elimination of tedious tasks.\nTo that end, even NASCAR has reduced the number of lugnuts on tires down to a single bolt. From my perspective, this possibly signals the beginning of the end of pit crews tasked with swapping out wheels, as precision robots will be able to perform that task much more quickly and efficiently. Does that mean humans will soon become obsolete in the world of manufacturing? Far from it.\nMany manufacturers now realize that the key to successful automation is to not automate for the sake of automation. Automation can help eliminate dangerous and repetitive tasks, so true specialists can focus on crafting high-quality products for clients in the market for something that first meets their specific needs.\nMORE FOR YOU The Real Secret To Pass Your Final Round Interviews Three Supermoons, Two Comets And The ‘Great American Eclipse:’ The Sky In 2024 Explaining Nikki Haley’s No Mention Of Slavery Civil War Response Right now, I'm witnessing a trend where we, employers, are seeking to strike the right balance between skilled craftsmanship and automation. Manufacturers are leveraging this technology to make their skilled labor more efficient or effective while eliminating obsolete tasks.\nThe Enhanced Workforce This is a trend I'm experiencing firsthand. My company's latest capital investment was a state-of-the-art fiber laser, which has doubled our materials-cutting power. Additionally, this equipment has “lights out capability,” which allows it to run autonomously for long periods.\nThis advancement does not replace our skilled laser operators but encourages them to get reskilled so they can complete more advanced tasks that adhere to the unique requests of each client on a case-by-case basis. As automation eliminates low-skilled work, our laser operations team has pivoted to become a technical resource designed to help troubleshoot, program and ensure the smooth operation of the laser machinery to fulfill requests for new and unique products.\nThis represents the most prominent trends in manufacturing in recent years: using autonomous robots that can run for days without an operator to complete rote, repetitive tasks so employees on the shop floor can focus on being creative and developing their skills . Years ago, tasks like machining took up a considerable chunk of time for some of the most talented workers. Now, most of these tasks can even be completed without supervision when most employees are asleep.\nFrom my view, this can lead to a better work-life balance, as the formerly “mission critical” task of manufacturing the same complicated component by hand over and over again can now be relegated to automation; this frees up time for workers to take a vacation or cover shifts that are difficult to fill.\nThe workforce is changing, and I find that the ability to fill jobs on a 24/7 basis is decreasing while demand for products from manufacturers continues to climb. I believe the gap can be filled by equipment that can run “lights out” for a period of time and be produced consistently with limited skilled technician interaction.\nMy team is planning to use similar autonomous-based equipment in our tube cutting and brake press areas. The current operators’ assignments might change slightly, but the ability for us to continue to operate on shifts that are difficult to fill will significantly increase our capacity.\nCollaboration Plus Ideation Equals Automation In the past, when a client asked for a specific custom job, it might’ve cost them more out of pocket than the specialized labor. Now that the basics can be accomplished by computerized tech, manufacturing specialists have more time to collaborate and brainstorm ways to offer the most effective solution to a client request at the highest quality and lowest cost.\nIn essence, when skilled workers have more free time to be “skilled” and have to spend less time on jobs that feel monotonous, manufacturers gain the competitive edge of a shop floor that combines hundreds of years of practical experience to solve one problem, rather than spend hundreds of hours on jobs that can be automated.\nFor example, we have a series of robotic weld cells that frees up time for skilled welders to break down complicated problems. The robotic arms of the weld cells move around a fixture and are programmed to weld at certain spots throughout the fixture. It’s the robotic weld technician who provides the skills and expertise to ensure the robot is programmed properly for the part being manufactured and can troubleshoot the robot as needed.\nManual welding expertise will continue to be necessary, but robotic welding has brought undeniable opportunities to the field to complement what was once only possible through manual labor. Welders who learn how to use a robotic weld cell can develop more complicated skills for bespoke jobs that robots of the future can be programmed to do while ensuring that tasks that do not require much creativity can be delegated to a machine to free up time for human collaboration and problem-solving .\nIt’s an exciting time for the manufacturing sector and the skilled workers whose hard work has driven the industry forward since its inception. Leaders attempting to jump into AI-powered manufacturing with both feet should start by consulting the skilled workers on the shop floor as well as the talented professionals in the back office. Finding out which tasks are the most time-consuming, tedious or manually repetitive is a crucial step. Rote tasks burn out people much faster than they do machines. Creating upskilling and cross-training incentives for them is the ultimate way to keep employees motivated and leverage their invaluable skills in the age of automation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://www.capi.connatix.com/tr/si?token=429f54b5-51e1-4b38-bc41-6be3b94be207",
    "https://www.money.cnn.com/gallery/technology/2015/04/29/ford-factory-assembly-line-robots/index.html",
    "https://money.cnn.com/gallery/technology/2015/04/29/ford-factory-assembly-line-robots/index.html",
    "https://www.mckinsey.com/industries/industrials-and-electronics/our-insights/unlocking-the-industrial-potential-of-robotics-and-automation",
    "https://linkedin.com/in/kevinstevick/",
    "https://www.linkedin.com/in/kevinstevick/",
    "https://www.linkedin.com/in/kevinstevick",
    "https://capi.connatix.com/tr/si",
    "https://www.nbcsports.com/nascar/news/nascar-pit-stop-single-lug-nut-change-from-five-lug-nuts-2021-season-john-probst",
    "https://mckinsey.com/industries/industrials-and-electronics/our-insights/unlocking-the-industrial-potential-of-robotics-and-automation",
    "https://capi.connatix.com/tr/si?token=429f54b5-51e1-4b38-bc41-6be3b94be207",
    "https://nbcsports.com/nascar/news/nascar-pit-stop-single-lug-nut-change-from-five-lug-nuts-2021-season-john-probst"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin stevick",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "steelcraft",
        "sentiment": "negative"
      },
      {
        "name": "skill inform automation",
        "sentiment": "negative"
      },
      {
        "name": "nascar",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:36:18.535+02:00",
  "updated": "2023-12-29T16:36:18.535+02:00"
}