{
  "thread": {
    "uuid": "7dffc732c94377f7eff32a018b75f5e1c2484e1d",
    "url": "https://www.themandarin.com.au/244474-first-nations-public-servant-celebrated-for-career-transforming-police-culture",
    "site_full": "www.themandarin.com.au",
    "site": "themandarin.com.au",
    "site_section": "https://www.themandarin.com.au/rss",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "The Mandarin",
    "title": "First Nations public servant celebrated for career transforming police culture",
    "title_full": "First Nations public servant celebrated for career transforming police culture",
    "published": "2024-04-18T23:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.themandarin.com.au/wp-content/uploads/2024/04/Victoria-Police.jpg?resize=1200,630",
    "performance_score": 0,
    "domain_rank": 60738,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7dffc732c94377f7eff32a018b75f5e1c2484e1d",
  "url": "https://www.themandarin.com.au/244474-first-nations-public-servant-celebrated-for-career-transforming-police-culture",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melissa Coade",
  "published": "2024-04-18T23:43:00.000+03:00",
  "title": "First Nations public servant celebrated for career transforming police culture",
  "text": "First Nations public servant Susan Hine has enjoyed a long career spanning more than 20 years with Victoria Police.\nThe Aboriginal inclusion officer, who is also an active member of the VPS Women of Colour Network (WoCN), was this week recognised as an emerging leader for the Top 50 Public Sector Women awards.\nSpeaking to The Mandarin , Hine said her role was to implement the actions Victoria Police had agreed to for its Aboriginal and Torres Strait Islander workforce.\nLast year, for example, Victoria Police chief commissioner Shane Patton apologised to the Yoorrook Justice Commission truth-telling inquiry for 170 years of bad relations with Indigenous Australians and the subsequent trauma that had caused.\nPatton’s apology resulted in a commitment to 79 statements to be implemented by Victoria Police by the end of 2025. Hine has a key role in implementing those commitments, which relate to monitoring and accountability, cultural competence and human rights capability, as well as human rights and cultural rights compliance.\n“I’ve been in the organisation for 21 years — I’ve seen a lot in that time but also seen change,” Hine said.\n“Last year’s apology by the chief commissioner is a wonderful step towards reconciliation because to heal we have to heal together for my people. It’s all part of trying to move forward so that this doesn’t happen again, ever,” she said.\nHine lives in regional Victoria and regularly commutes to Melbourne for her work. When she first joined Victoria Police as a civilian public servant in 2003, she was managing a leisure centre as a fitness instructor.\nAfter driving past the police station a few times, Hine said she felt a growing desire to do more purposeful work, and eventually landed a job as an administrative officer.\n“It just turned out that the woman that was doing my job at the time left and I applied and got that position,” Hine said.\n“I did that role for 20 years but I did lots of other things in that time because I’m one of those people that really searches to go the extra mile, I love to work and love to see what I can get out of it.\n“I love that I’m part of change for my people. I love that I can be part of the truth-telling in the organisation of what happened to my people — because that’s important, and that’s all part of healing,” she said.\nSome of the extra-curricular activities Hine took on included volunteer mentorship of Aboriginal students at a local high school.\nIn recognition of her contributions, Hine was awarded a Public Service Medal in 2011 for outstanding public service, particularly in fostering community partnership between Victoria Police, community groups and the indigenous community. She described the PSM as one of her proudest achievements.\n“I sit in the gender equality and inclusion division, so I’m in the perfect place for change. I’ve got some wonderful people I work with,” she added.\nThe Top 50 Public Sector Women awards were hosted by IPAA Victoria on Thursday evening.\nMore than 300 guests attended the celebration of women leaders — 34 established leaders and 16 emerging leaders — who have demonstrated significant commitment to the sector.\nHine, recognised in the emerging leaders category, said she was accepting the award on behalf of her great-great-grandmother.\n“The reason I’m doing that is for her lack of acknowledgement, her lack of opportunities, and for being undervalued her whole life,” Hine said,\n“[My great-great grandmother is] who I’m receiving that award for tonight. I am her voice for change.”\nAmong the award recipients were the Victorian Department of Education CFO, Hume City Council chief people officer, Royal Melbourne Hospital CEO and the Small Business Commissioner.\nIPAA Victoria CEO Amanda Stevens said the member organisation took great pride in connecting, empowering and celebrating exceptional women.\n“It was a pleasure to honour this year’s Top 50 Public Sector Women and to hear their stories of achievement and excellence,” Stevens said.\nThis year’s winners have all demonstrated a significant commitment to driving change and acting as role models to their teams, staff and wider communities,’\nIPAA Victoria deputy president Tracey Slatter said the 2024 award recipients all demonstrated a significant commitment to driving change and acting as role models to their teams, staff and wider communities.\n“As the public sector continues to adapt and respond to challenges, so do the requirements of transformational and impactful leadership,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://www.vic.gov.au/vps-women-colour-network",
    "https://vic.gov.au/vps-women-colour-network",
    "https://www.theage.com.au/politics/victoria/victorian-police-chief-apologises-to-first-peoples-at-truth-telling-inquiry-20230503-p5d547.html",
    "https://www.vic.ipaa.org.au/events/top-50-public-sector-women-2023/",
    "https://vic.ipaa.org.au/events/top-50-public-sector-women-2023/",
    "https://www.police.vic.gov.au/statement-commitment",
    "https://police.vic.gov.au/statement-commitment",
    "https://www.vic.ipaa.org.au/events/top-50-public-sector-women-2023",
    "https://theage.com.au/politics/victoria/victorian-police-chief-apologises-to-first-peoples-at-truth-telling-inquiry-20230503-p5d547.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susan hine",
        "sentiment": "positive"
      },
      {
        "name": "patton",
        "sentiment": "none"
      },
      {
        "name": "shane patton",
        "sentiment": "none"
      },
      {
        "name": "hine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first nations",
        "sentiment": "positive"
      },
      {
        "name": "victoria police",
        "sentiment": "none"
      },
      {
        "name": "yoorrook justice commission",
        "sentiment": "none"
      },
      {
        "name": "vps women of colour network",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "torres strait islander",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:43:37.257+03:00",
  "updated": "2024-04-19T10:59:36.883+03:00"
}