{
  "thread": {
    "uuid": "9c46130513b42b3a4b34390a59acf7ec64ff5bd2",
    "url": "https://onepeterfive.com/lord-rings-crisis-church/",
    "site_full": "onepeterfive.com",
    "site": "onepeterfive.com",
    "site_section": "https://onepeterfive.com/comments/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "\n\tComments for OnePeterFive\t",
    "title": "Comment on What the Lord of the Rings Teaches about Today’s Crisis in the Church by Alex",
    "title_full": "Comment on What the Lord of the Rings Teaches about Today’s Crisis in the Church by Alex",
    "published": "2023-12-29T16:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://onepeterfive.com/wp-content/uploads/2018/10/gold-ring.jpg",
    "performance_score": 0,
    "domain_rank": 88070,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c46130513b42b3a4b34390a59acf7ec64ff5bd2",
  "url": "https://onepeterfive.com/lord-rings-crisis-church/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alex",
  "published": "2023-12-29T16:57:00.000+02:00",
  "title": "Comment on What the Lord of the Rings Teaches about Today’s Crisis in the Church by Alex",
  "text": "That The Lord of the Rings is one of the greatest works of literature produced in the 20th century is universally acknowledged. The story is in many ways the embodiment of Chesterton’s famous quip that “fairy tales are more than true, not because they tell us that dragons exist, but because they tell us that dragons can be beaten.” Tolkien’s magnum opus is so well loved because it expresses truths that resonate in the deepest parts of the human soul. This is possible not least because Tolkien was a devout and traditional Catholic.\nOne of the overarching themes in The Lord of the Rings is compromise with evil. The Quest, which has “only a fools hope” of succeeding, is undertaken in the first place because of the impossibility of using the Ring as a weapon – that is to say, compromising and using evil means to support good ends. It is this attitude of compromise that leads to the betrayal and fall of character after character in the story: Saruman, Boromir, Denethor, and ultimately Frodo. Each falls in his own way to the temptation of the Ring and must face the consequences. But in all four characters, there is more at play than simply yielding to a craving for the Ring. This can most easily be seen by the fact that each of them has a counterpart who does not yield to the temptation. Gandalf stands in stark contrast to Saruman, Farimir to Boromir, Aragorn and to some extent Theoden to Denethor, and Sam to Frodo. The key difference between each of them is the other great theme of Tolkien’s work: hope.\nThough a good deal could be written about the contrasts in each of the sets of characters mentioned, the case that deserves the most attention and that is most central to the story is that of Frodo. At first glance, Frodo’s betrayal in Sammath Naur seems like a non sequitur, but the beginning of it lies much farther back.\n‘I would ask one thing before we go’ said Frodo, ‘a thing which I often meant to ask Gandalf in Rivendell. I am permitted to wear the One Ring: why cannot I see all the others and know the thoughts of those that wear them?’\n‘You have not tried,’ she said. ‘Only thrice have you set the Ring upon your finger since you knew what you possessed. Do not try! It would destroy you. Did not Gandalf tell you that the rings give power according to the measure of each possessor? Before you use that power you would need to become far stronger, to train your will to the domination of others[.]’\n[[i]]\nFrodo has this conversation with Galadriel after looking into the Mirror and seeing a glimpse of the future, after which he offers her the Ring, feeling the hopelessness of his quest. She refuses his offer. After this, a subtle change begins to show in Frodo. For one thing, this is the last time in the story that Frodo willingly offers to give up the Ring or even allow it to leave his person. As the company approaches Mordor, and especially after the betrayal of Boromir and the breaking of the Fellowship, Frodo becomes more and more possessive of and possessed by his burden.\nAnother key event occurs on Amon Hen besides Boromir’s betrayal:\nThere was no answer, Frodo did not even hear his cries. He was already far away, leaping blindly up the path to the hill-top. Terror and grief shook him, seeing in his mind the mad fierce face of Boromir, and his burning eyes.\nSoon he came out alone on the summit of Amon Hen, and halted, gasping for breath. He saw as through a mist a wide flat circle, paved with many flags, surrounded with a crumbled battlement; and in the middle, set on four carven pillars, was a high chair, reached by a stair of many steps. Up he went and sat upon the ancient chair, feeling like a lost child that had clambered upon the throne of mountain-kings. …\nHe was sitting upon the Seat of Seeing, on Amon Hen, the Hill of the Eye of the Men of Númenor[.] …\nBut everywhere he looked he saw signs of war. The Misty Mountains were crawling like anthills: orcs were issuing out of a thousand holes. Under the boughs of Mirkwood there was a deadly strife of Elves and Men and fell beasts. The land of the Beornings was aflame; a cloud was over Moria; smoke rose on the borders of Lórien. …\nThen at last his gaze was held: wall upon wall, battlement upon battlement, black, immeasurably strong, mountain of iron, gate of steel, tower of adamant, he saw it: Barad-Dûr, Fortress of Sauron. All hope left him.”\n[[ii]]\nFrodo narrowly escapes this glimpse of Sauron’s might, and we learn later on that this is in no small part thanks to Gandalf, striving against the Enemy from far away. Two things happen here that become crucial later on. Frodo sees that if there is any degree of hope to be had in his quest, it dwindles by orders of magnitude as Sauron gains strength with each passing day. This realization begins to metastasize into the all-consuming despair that has possessed Frodo by the time he reaches Mordor. The other crucial aspect of this scene lies in the fact that Frodo uses the Ring to begin with, and more importantly, he does not take it off once he no longer has a need to be invisible. It can easily be seen that by virtue of the fact that Frodo was wearing the Ring, Sauron is able to draw his gaze to the Dark Tower, and if not for the intervention of Gandalf, Frodo would have been discovered and the quest lost then and there. Indeed, Frodo should know this from his experience on Weathertop, and yet he compromises in the face of evil.\nThis may seem an unfair indictment of Frodo. What other choice did he have? But Frodo faces down a far more terrible opponent in Shelob using the Phial of Galadriel and his sword Sting, both of which he had within reach as he was confronted by Boromir. This little compromise leads to bigger ones later on.\nThe next comes a few days later, when Frodo and Sam, lost in the Emyn Muil, are overtaken by and capture Gollum. Faced with the impossible choice of whether to kill the miserable creature, leave him to wreak further mischief, or take him as an unwilling captive, Frodo finally accepts Gollum’s offer of service, sworn on the Ring itself.\nFor a moment it appeared to Sam as if his master had grown and Gollum had shrunk: a tall stern shadow, a mighty lord who hid his brightness in a gray cloud, and at his feet a little whining dog. Yet the two were in some way akin and not alien: they could reach one another’s minds. Gollum raised himself and began pawing at Frodo, fawning at his knees.”\n[[iii]]\nWhat happens here is much more clear in the context of Frodo’s conversation with Galadriel: he is using the Ring to command Gollum to obedience. He is in effect, “training his will to the domination of others.” For a time it is effective, and indeed Gollum seems almost cured. But obedience through fear and compulsion is not the same as trust, and this becomes apparent as the hobbits journey closer to Mordor. Gollum’s betrayal is already in debate when the three approach the Black Gate, but it is firmly decided on by his treatment at the Forbidden Pool. Gollum does not truly trust Frodo and serves him only because he fears the influence of the Ring. He leaves the pool with Frodo solely because Frodo threatens him with the Ring. “‘Smeagòl,’ said Frodo desperately, ‘Precious will be angry. I will take Precious, and I shall say: make him swallow the bones and choke. Never taste fish again. Come, Precious is waiting’”\n[[iv]](#_edn4).\nThus, when Frodo’s lack of disclosure becomes apparent and Gollum is captured by Faramir’s men, Gollum can see only treachery and becomes determined to repay it in kind. Meanwhile, it has become apparent that Frodo has begun to rely on the Ring in order to keep Gollum in check. He trusts not only in the power of the Ring, but in his own ability to wield it. This makes Gollum’s betrayal a severe psychological blow to Frodo because he finds himself betrayed also by the Ring and his own sense of mastery over both the Ring and Gollum. The struggle to regain that mastery becomes the final straw that breaks his dwindling hope, and Frodo is driven into despair as he and Sam journey across Mordor, starting the moment he snatches the Ring from Sam’s hand in the tower of Cirith Ungol.\nFrodo’s final attempt to master Gollum with the Ring comes on the slopes of Mount Doom.\nThen suddenly, as before under the eaves of Emyn Muil, Sam saw these two rivals with other vision. A crouching shape, scarcely more than the shadow of a living thing, yet filled with a hideous lust and rage; and before it stood stern, untouchable now by pity, a figure robed in white, but at its breast it held a wheel of fire. Out of the fire there spoke a commanding voice.\n‘Begone and trouble me no more! If you ever touch me again, you shall be cast yourself into the Fire of Doom.’\n[[v]]\nThis last use of the Ring to command Gollum fills both characters with a final resolve to claim it beyond all doubt. Gollum, tortured as he is by his own loss of the Ring, is tortured even more deeply by being commanded through its influence, and so he makes a last desperate attempt to regain it for himself in spite of Frodo’s curse. For Frodo’s part, he at last becomes so inflated with hubris that he convinces himself that he is the rightful master of the Ring and that he can use it even to command Sauron as he has just commanded Gollum. If not for Gollum’s own desperation, Frodo’s folly would have betrayed the entire free world, snatching defeat from the jaws of victory.\nThe other thread that winds its way through the entire story is a lesson of Providence, and this is the source of the hope that separates Sam from Frodo. Although there is not an explicit religious creed to be found in Middle Earth, at least not one that fits the modern pluralistic conception of religion, there is very much a certitude of a benevolent higher power that directs the course of even the smallest events, and in truth, Middle Earth’s religious landscape is much truer to Catholic thought than the postmodern since it is accepted as simply a reality of life.\n‘There was more than one power at work, Frodo. The Ring was trying to get back to its master. It had slipped off Isildur’s hand and betrayed him; then when a chance came it caught poor Déagol and he was murdered; and after that Gollum, and it had devoured him. It could make no further use of him: he was too small and mean; and as long as it stayed with him he would never leave his deep pool again. So now, when its master was awake again and sending his dark thought from Mirkwood, it abandoned Gollum. Only to be picked up by the most unlikely person imaginable: Bilbo from the Shire!\n‘Behind that there was something else at work, beyond any design of the Ring-maker. I can put it no plainer than by saying that Bilbo was meant to find the Ring, and not by its maker. In which case you were also meant to have it. And that may be an encouraging thought.’\n[[vi]]\nFrodo rebuffs the encouraging thought that somehow he is providentially destined to bring an end to the evil of the Ring. Sam, on the other hand, remains confident in this unseen benevolence throughout the story, and nowhere is it more easily seen than in the final chapter of The Two Towers.\nWhen at last the blackness passed, Sam looked up and shadows were about him; but for how many minutes or hours the world had gone dragging on he could not tell. He was still in the same place, and still his master lay beside him dead. The mountains had not crumbled nor the earth fallen into ruin.\n‘What shall I do, what shall I do?’ he said. ‘Did I come all this way with him for nothing?” And then he remembered his own voice speaking words that at the time he did not understand himself, at the beginning of their journey: I have something to do before the end. I must see it through, sir, if you understand…\n‘What am I to do then?’ he cried again, and now he seemed plainly to know the hard answer: see it through. Another hard journey, and the worst.\n‘What? Me, alone, go to the Crack of Doom and all?’ He quailed still, but the resolve grew.\n‘What? Me take the Ring from him? The Council gave it to him.’\nBut the answer came at once: ‘and the Council gave him companions, so that the errand should not fail. And you are the last of the Company. The errand must not fail.’\n‘I wish I wasn’t the last,’ he groaned. ‘I wish old Gandalf was here, or somebody. Why am I left all alone to make up my mind? I’m sure to go wrong. And it’s not for me to go taking the Ring, putting myself forward.’\n‘But you haven’t put yourself forward; you’ve been put forward. And as for not being the right and proper person, why, Mr. Frodo himself wasn’t, nor Mr. Bilbo. They didn’t choose themselves.’\n[[vii]]\nSam’s dialogue with himself after Frodo is left comatose by Shelob reveals much about his character. Sam is humble and does not trust in his own ability. Throughout the story up until now, Sam’s long string of insults to himself have provided comic relief to the story, but here we see that his is no false humility. Unlike any other character faced with the burden of the Ring, Sam alone seems to have no real desire to take it, for even Gandalf and Galadriel are both tempted by the thought of using the Ring for good but reject it knowing that it would only make each into another Sauron. On the other hand, Sam thinks nothing of the Ring and is indeed afraid that he is quite unworthy to finish the quest. He takes it only because he knows that if he does not act, all will have been for nothing and his master’s death in vain.\nBut once he does take the Ring, Sam is not completely untouched. As he furtively listens to the orcs conversing over Frodo’s body and realizes that Frodo is not dead, he abandons his resolution to finish the quest himself and decides to attempt to rescue Frodo, come what may. While this may seem noble on the surface, the problem lies in that Sam knows that what he is doing is rash and will probably result in his own failure and the capture of the Ring. And while, to his great fortune the orcs manage to reduce Frodo’s guard to one by fighting among themselves, this is no thanks to Sam, who puts the good of his master above the good of all Middle Earth.\nNevertheless, Sam remains, on the whole, untainted by the Ring thanks to his great humility, which allows him to dismiss the puffed up visions of himself that the Ring gives him once he crosses into Mordor. Unlike Frodo, he knows they are completely illusory, and he is far too small to make such a claim. And while Frodo indeed repents of his evil once he is free of the Ring for good, Sam stands in stark contrast to him throughout the last stages of their journey, for Sam always keeps a spark of hope alive in his heart. It is Sam’s vitality of spirit that carries them both across Mordor to Mount Doom, Sam who physically carries Frodo up the mountain, and Sam who rescues him from Sammath Naur once the Ring is destroyed.\nTolkien also illustrates the concept of just punishment. Both Frodo and Sam suffer in proportion to the sins they commit during the quest in the dénouement to the story. Frodo, though he sets out to save what he loves dearly, comes home unable to enjoy the fruit of his victory. This is because he attaches himself to the Ring during the quest. Each of the wounds that torment him afterward reflects that. The knife on Weathertop could have been avoided had he not put on the Ring. Similarly, Gollum’s betrayal led to his wound by Shelob, but he brought it upon himself by using the Ring to make Gollum his servant. Finally, his lost finger shows most poignantly that because he gave part of himself to the Ring, that part had to be excised for the Ring to be destroyed. “If thy hand causes thee to sin, cut it off.” For his part, Sam chooses to stay and rescue Frodo even though he knows he is acting rashly, and though Middle Earth is saved, Frodo cannot remain, and so, in the end, Sam loses his beloved master after all.\nIn light of events in the Church today, Tolkien’s message resounds with greater clarity, for Frodo was small and flawed, and yet in spite of this, he was chosen to defeat the greatest evil of his age. Though he sinned by pride, and again by despair, and though he betrayed his quest at the last moment, he was carried through by what can only be properly called grace. Tolkien’s story beautifully illustrates that God chooses the flawed, the foolish, and the little ones to accomplish the greatest of feats and that we need only trust in Him to bring us out of the darkness.\nThe other side of the coin must be addressed: Providence rescued Middle Earth in Tolkien’s story, but even the smallest sins were not without consequence, and though several characters who fell were able to repent and find redemption, they still had to face the consequences of their sins. They still had to suffer and make reparation for even the smallest compromises with evil, which always snowballed into bigger ones. In the end, each character had to hope against hope that somehow, things would turn out right, and it is this hope that is so crucial for us here and now.\nGod only knows how the crisis in the Church will be brought to an end and how Tradition will be once again recognized to be integral to Catholicism. Like Sam, we must always hope, knowing that the darkness must pass, and we must always recognize the temptation to compromise with evil as a lie that will only bring us harm, even though God will mysteriously permit such evil to bring about a greater good. He will provide, and the Church will emerge victorious. “All we have to decide is what to do with the time that is given us.”\n[[i]](#_ednref1) The Fellowship of the Ring, Kindle location 7591 in 1 volume edition of Lord of the Rings Trilogy [[ii]](#_ednref2) The Fellowship of the Ring, Kindle location 8298 in 1 volume edition of Lord of the Rings Trilogy [[iii]](#_ednref3) The Two Towers, Kindle location 12519 in 1 volume edition of Lord of the Rings Trilogy [[iv]](#_ednref4) The Two Towers, Kindle location 13860 in 1 volume edition of Lord of the Rings Trilogy [[v]](#_ednref5) The Return of the King, Kindle location 18827 in 1 volume edition of Lord of the Rings Trilogy [[vi]](#_ednref6) [vi] The Fellowship of the Ring, Kindle location 1333 in 1 volume edition of Lord of the Rings Trilogy [[vii]](#_ednref7) The Two Towers, Kindle location 14736 in 1 volume edition of Lord of the Rings Trilogy\nJoe Terlisner works as an engineer and graduated from the US Merchant Marine Academy in 2016. He resides in eastern Virginia with his wife and three sons. In his spare time he writes poetry, some of which can be found at at\nclamores.substack.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "http://clamores.substack.com/",
    "http://clamores.substack.com",
    "http://www.clamores.substack.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex",
        "sentiment": "positive"
      },
      {
        "name": "saruman",
        "sentiment": "none"
      },
      {
        "name": "frodo",
        "sentiment": "none"
      },
      {
        "name": "boromir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tolkien",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "denethor",
        "sentiment": "none"
      },
      {
        "name": "chesterton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:19:40.239+02:00",
  "updated": "2023-12-29T21:19:40.239+02:00"
}