{
  "thread": {
    "uuid": "400a3e45dfb5f7fb634bd9b659c3d1ceee196f9a",
    "url": "https://www.ktbs.com/news/arklatex-indepth/human-medical-technology-helping-chimps-at-chimp-haven/article_3ebe9952-ec85-11ee-a998-576be1334692.html",
    "site_full": "www.ktbs.com",
    "site": "ktbs.com",
    "site_section": "https://www.ktbs.com/search/?f=rss&amp",
    "site_categories": [
      "media"
    ],
    "section_title": "www.ktbs.com - RSS Results",
    "title": "Human medical technology helping chimps at Chimp Haven",
    "title_full": "Human medical technology helping chimps at Chimp Haven",
    "published": "2024-04-05T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/ktbs.com/content/tncms/assets/v3/editorial/e/0f/e0f3ebdc-ec85-11ee-8bc0-b392cec28076/6604983126199.image.jpg?crop=838%2C440%2C0%2C10&amp;resize=838%2C440&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 29499,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "400a3e45dfb5f7fb634bd9b659c3d1ceee196f9a",
  "url": "https://www.ktbs.com/news/arklatex-indepth/human-medical-technology-helping-chimps-at-chimp-haven/article_3ebe9952-ec85-11ee-a998-576be1334692.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TW Starr",
  "published": "2024-04-05T02:00:00.000+03:00",
  "title": "Human medical technology helping chimps at Chimp Haven",
  "text": "Chimp getting an echocardiogram\nKEITHVILLE, La. - Heart disease is not just a major concern for people. Did you know that heart disease is also a top killer for some or our closest living relatives, the chimpanzee?\nNow state-of-the-art human medical technology is helping in inhabitants of Chimp Haven live longer.\nechocardiogram\nWhy is this important? Cardiovascular disease is the leading cause of death in chimpanzees.\nThe veterinary staff at Chimp Haven in Keithville recently gained some invaluable tools and knowledge in their fight to give the animals in their care the best life possible. They have teamed up with the Great Ape Heart Project to give life extending care.\nDr. Raven Jackson, Chimp Haven's veterinary care director.\n\"We have an aging population. Chimpanzees are considered geriatric once they reach the age of 35 or greater, we have more than 300 chimpanzees and we figured this would be a great partnership,\" said Dr. Raven Jackson, Chimp Haven's veterinary care director.\nWhat they embarked upon was giving echocardiograms to as many chimps as they could in just two days.\nDr. Trevor Gerlach of the Great Ape Heart Project\n\"An echocardiogram is a ultrasound of the heart. Essentially the machine will project ultrasonic sound and that sound will bounce off a tissue and come back to the machine and make a picture,\" said Dr. Trevor Gerlach of the Great Ape Heart Project.\nDr. Shaunte Coleman, Chimp Haven veterinarian\n\"It helps us to see how the valves work with each individual chimpanzee and that information basically helps us to guide our care for them,\" said Dr. Shaunte Coleman, Chimp Haven veterinarian.\nThey found that most of the chiimps had mild cardiac conditions. But one named Jake had severe cardiac abnormalities. He will now get regular EKG's and blood pressure medications that most often are prescribed to humans with similar diagnosis.\nThere's over 300 of these chimpanzees at the sanctuary and so far only seven have been given an echocardiogram. But, the staff at Chimp Haven hope in time to eventually get through the entire colony.\n\"Within three years we should have at least one echo on each individual, and then we'll continue to incorporate it on into their physical examination, whether that be within the one- to three-year cycle,\" said Jackson.\nChimp Haven\nChimp Haven and the Great Ape Heart Project have found this to be a mutually beneficial project that they hope will continue long into the future.\n\"We love facilities like this because not only do we on our end get to collect information on the species, we take that information and upload it into a database where we've collected information from chimpanzees from all over the world. As far as Chimp Haven they benefit from contributing to a larger body of research. They also get feedback from us and we can say hey this animal has a dilated heart and would be best managed with these medications going forward,\" said Gerlach.\nReport a typo on this article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://chimphaven.org/",
    "https://greatapeheartproject.org/",
    "https://www.greatapeheartproject.org/",
    "https://greatapeheartproject.org",
    "https://chimphaven.org",
    "https://www.chimphaven.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "raven jackson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chimp haven chimp",
        "sentiment": "negative"
      },
      {
        "name": "chimp haven",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la.",
        "sentiment": "none"
      },
      {
        "name": "keithville",
        "sentiment": "none"
      },
      {
        "name": "keithville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:09:33.151+03:00",
  "updated": "2024-05-03T14:25:33.254+03:00"
}