{
  "thread": {
    "uuid": "f9551cda4767cc95e873c248d04d8aebd53e94bf",
    "url": "https://www.cbsnews.com/colorado/news/animals-brace-cold-colorado-help-humans",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://cbsnews.com/cbslocal",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "Animals brace for Colorado's cold with help from their humans - CBS Colorado",
    "title_full": "Animals brace for Colorado's cold with help from their humans - CBS Colorado",
    "published": "2024-01-16T14:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/01/16/ab230fe1-c3f8-4a78-9349-bf660e1effb9/thumbnail/1200x630/c6bc132a4c70d6626855e825c067842f/dog.png?v=50926e3bde2e7c9caafa13eb3f9693b5",
    "performance_score": 0,
    "domain_rank": 189,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9551cda4767cc95e873c248d04d8aebd53e94bf",
  "url": "https://www.cbsnews.com/colorado/news/animals-brace-cold-colorado-help-humans",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-16T14:45:00.000+02:00",
  "title": "Animals brace for Colorado's cold with help from their humans - CBS Colorado",
  "text": "Animals of all kinds are adapting to the arctic chill across Colorado. While it's advised that pets stay indoors, other animals require more cold weather care. The Pendley family traveled to the Stock Show with their hogs from Oklahoma. The sub-zero temperatures had the family and their animals bundled up. \"They have plenty of fat on their body to live off, plenty of energy. They don't get too cold. They're tough animals. But at some point, whenever it gets this cold, everybody has a breaking point,\" said Kade Pendley, who grew up raising and exhibiting show pigs. While their hogs waited in the trailer before being moved inside, the family used heaters to keep them warm in the freezing air. \"We had to bed them deep and get their chips a little deeper in their pens so they could bundle up,\" explained Kade Pendley. \"I'd say they're getting the special treatment.\" Most livestock are equipped to handle cold weather, but their caretakers still must use caution. Darylea Dory and her mother traveled from Brush to show calves at NWSS. \"If you're washing them a lot and it's cold outside, and you don't get them fully dry, they can get sick. Then you have to go in with a whole bunch of treatments and antibiotics,\" said Dory. \"Especially if they can get pneumonia. It's not good for their lungs. He'll just start coughing and it's very similar to people.\" Dory used what she describes as a large blow-dryer to make sure Paco the Taco didn't stay wet for long.\nShe says when cows get stuck in snowdrifts, you might not be able to find them until spring.\nThe cold is especially dangerous for calves. \"The loss of animals is so big for farmers and ranchers. It's not only about money, but I know it's a lot of heartache losing animals. You have raised them since they're little so it's difficult to watch,\" explained Dory. Animal specialists at the Denver Zoo are working around the clock to make sure all species are cared for while closed for weather. \"We do have a number of species that are native to Colorado or similar places in the world where these conditions are pretty normal. But we do have a lot of animals that you would normally see outside that do need to be brought in,\" explained Jake Kubie with the Denver Zoo. The majority of animals are being kept safe and warm in their indoor habitats. Kubie says enrichment and mental well-being is as important to the animals as their physical well-being. \"The keepers are doing some extra things, just like all of us who are stuck at home with small children might do. Extra activities and fun things to keep the animals busy and entertained and happy during these really cold days,\" explained Kubie.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/ToriMasonTV/",
    "https://twitter.com/ToriMasonTV",
    "https://www.facebook.com/ToriMasonTV",
    "https://facebook.com/ToriMasonTV/",
    "https://www.twitter.com/ToriMasonTV"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pendley",
        "sentiment": "none"
      },
      {
        "name": "darylea dory",
        "sentiment": "none"
      },
      {
        "name": "kade pendley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs colorado animals",
        "sentiment": "negative"
      },
      {
        "name": "nwss",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T17:14:44.223+02:00",
  "updated": "2024-01-16T19:53:57.891+02:00"
}