{
  "thread": {
    "uuid": "e07155220745da57bfb44a8937509eb0f03666f7",
    "url": "https://www.downloadcrew.com/article/42818/opera_linux",
    "site_full": "www.downloadcrew.com",
    "site": "downloadcrew.com",
    "site_section": "http://downloadcrew.com/feeds/rss/latest.php",
    "site_categories": [
      "tech",
      "shareware_freeware"
    ],
    "section_title": "Downloadcrew - Latest Software",
    "title": "Opera 109.0",
    "title_full": "Opera 109.0",
    "published": "2024-04-12T02:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.creativemark.co.uk/uploads/images/534/16534/img3File.png",
    "performance_score": 0,
    "domain_rank": 84430,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e07155220745da57bfb44a8937509eb0f03666f7",
  "url": "https://www.downloadcrew.com/article/42818/opera_linux",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nick Peers",
  "published": "2024-04-12T02:59:00.000+03:00",
  "title": "Opera 109.0",
  "text": "It may not enjoy the same level of attention as other heavyweight web browsers, but there’s still a lot to like about Opera. Rebooted in June 2013 as a Chromium-based variant, the new Opera’s early history was a troubled one, with many long-established features absent. Even now, some aren’t coming back – specifically Opera’s old built-in mail client, which is available on its own as\n[Opera Mail](/article/30349-opera_mail).\nThe reboot was prompted by Opera’s decision to abandon its own proprietary web rendering engine (Presto) in favour of Google’s open-source Chromium engine. This left Opera room to focus more on the user interface, and while it’s taken a while to get all the key functionality back, Opera is now starting to fire on all cylinders, particularly now bookmark support has been restored after various failed attempts to move to a different way of storing favourites.\nThe redesigned Start page gives you a choice of three views: Speed Dial lets you place key favourites front and centre via a series of tiles, which includes the ability to group related sites together. The Discover tab can be customised to show you news and updates from a variety of topics focused on your chosen location.\nAnd finally, the restored bookmarks can be displayed as a list or as a grid containing thumbnail preview images (or site icon). What was stored in the now-defunct Stash can be found here. It’s very flashy, but the key thing is it’s logical, and it works.\nOther handy features include Opera Turbo – technology also found on its mobile browser that compresses data while you browse to speed up website loading. It’s designed primarily for slower networks but will work on any network you choose. Also look out for Tab Previews (simply roll your mouse over any tab for a pop-up preview of its contents, which are dynamically updated along with the page itself).\nOpera is still a work in progress, but it’s come a long way in the 15 months since we reviewed the first release of this new reboot. It’s now starting to feel like a genuine alternative to the better-known browsers out there.\nVerdict:\nIt's taken a while, but Opera's rebooted web browser is finally starting to come of age, particularly now it's restored key features like bookmarks. Well worth trying alongside your regular browser.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:07:43.146+03:00",
  "updated": "2024-04-12T03:07:43.146+03:00"
}