{
  "thread": {
    "uuid": "a844c3bf11a9b73b234b7154ffa0a2d738c55c49",
    "url": "https://www.europapress.es/sociedad/medio-ambiente-00647/noticia-unesco-reconoce-irati-navarra-val-daran-lerida-reservas-biosfera-20240705155143.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://europapress.es/sociedad",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tNoticias sociales de hoy | EUROPA PRESS\r\n",
    "title": "La UNESCO reconoce a Irati (Navarra) y Val d'Aran (Lérida) como reservas de la biosfera",
    "title_full": "La UNESCO reconoce a Irati (Navarra) y Val d'Aran (Lérida) como reservas de la biosfera",
    "published": "2024-07-05T16:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240705155143_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2633,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a844c3bf11a9b73b234b7154ffa0a2d738c55c49",
  "url": "https://www.europapress.es/sociedad/medio-ambiente-00647/noticia-unesco-reconoce-irati-navarra-val-daran-lerida-reservas-biosfera-20240705155143.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-07-05T16:51:00.000+03:00",
  "title": "La UNESCO reconoce a Irati (Navarra) y Val d'Aran (Lérida) como reservas de la biosfera",
  "text": "MADRID, 5 Jul. (EUROPA PRESS) -\n La Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO) ha aprobado este viernes la designación de once nuevas reservas de biosfera, entre las que se encuentran el Val d'Aran (Cataluña) y la reserva de Irati (Navarra), según ha informado la UNESCO. Estas dos nuevas declaraciones elevan a 55 las reservas de la biosfera en España, según han confirmado a Europa Press en fuentes del Ministerio para la Transición Ecológica y el Reto Demográfico (MITECO).\n Las otras nuevas reservas de biosfera se encuentran en Colombia, Eslovenia, Filipinas, Italia, Mongolia, Países Bajos, la República de Corea y la República Dominicana. Con estas nuevas designaciones, que abarcan una superficie total de 37.400 km2, equivalente al tamaño de los Países Bajos, la Red Mundial de Reservas de Biosfera cuenta ahora con 759 reservas en 136 países.\n En concreto, las otras nuevas reservas de biosfera son Reserva de Biosfera Transfronteriza de Kempen-Broek (Bélgica, Reino de los Países Bajos); Reserva de Biosfera del Darién Norte Chocoano (Colombia); Reserva de Biosfera Transfronteriza de los Alpes Julianos (Eslovenia, Italia); Reserva de Biosfera de yApayaos (Filipinas); Reserva de Biosfera de Niumi (Gambia); Reserva de Biosfera de los Colli Euganei (Italia); Reserva de Biosfera del lago Khar Us (Mongolia); Reserva de Biosfera de Changnyeong (República de Corea); y Reserva de Biosfera Madre de las Aguas (República Dominicana).\n En su 36ª reunión, el Consejo Internacional de Coordinación del Programa sobre el Hombre y la Biosfera (MAB) de la UNESCO, órgano rector del Programa compuesto por 34 Estados Miembros de la UNESCO, fue el encargado de decidir estas incorporaciones. El Consejo se reunió del 2 al 5 de julio en Agadir (Marruecos), a continuación de la Conferencia de la UNESCO sobre los Suelos.\n Las reservas de biosfera son uno de los pilares del mandato de la UNESCO como organismo de las Naciones Unidas dedicado a las ciencias. Cada reserva de biosfera promueve soluciones locales innovadoras de desarrollo sostenible, protege la biodiversidad y hace frente a la alteración del clima. Las reservas también ayudan a las comunidades locales e indígenas a través de prácticas como la agroecología, la gestión del agua y la generación de ingresos ecológicos.\n Las reservas de biosfera contribuyen a que los Países alcancen los objetivos aprobados en diciembre de 2022 en el contexto del Marco Mundial de Biodiversidad de Kunming-Montreal, que aboga por la creación de zonas protegidas que cubran el 30% de la superficie terrestre y marina del planeta y por la restauración del 30% de los ecosistemas degradados del mundo de aquí a 2030.\n Enclavada en el extremo occidental de los Pirineos catalanes, la reserva de biosfera de la Val d'Aran se extiende a lo largo de unos 632 km2 y constituye el único valle de Cataluña orientado al norte. Su posición excepcional como cuenca situada entre el Mediterráneo y el Atlántico le confiere una gran diversidad de paisajes climáticos y biológicos. También es un bastión del patrimonio cultural y lingüístico occitano.\n La Val d’Aran, que cuenta con 9.983 habitantes, ha prosperado tradicionalmente gracias a actividades variadas, como la agricultura, la artesanía y el comercio. Últimamente, la reintroducción de los osos pardos ha suscitado preocupación entre los ganaderos de la región.\n La designación de la zona como reserva de biosfera ha representado un paso decisivo para mejorar la protección de la biodiversidad y revitalizar las prácticas tradicionales, con el fin de frenar la despoblación y facilitar la transición a un modelo de desarrollo rural más resiliente. El plan de gestión de la reserva de biosfera se ha concebido minuciosamente con los representantes de las aldeas y las asociaciones locales que promueven el turismo y la ganadería.\n Por su parte, la reserva de biosfera de Irati está situada en una zona de media montaña de los Pirineos occidentales y es un paraíso de la biodiversidad. Sus extensos bosques están compuestos principalmente por hayas y abetos, lo que la convierte en el segundo hayedo más grande de Europa. Engloba los pintorescos valles de Salazar y Aezkoa, en el extremo nororiental de Navarra, y tiene una superficie de 537 km2 en la que viven 2435 habitantes.\n La comunidad local, que ha participado activamente en el proceso de candidatura desde 2015, ha desempeñado un papel fundamental en la definición de la estructura de gestión de la reserva de biosfera. Esta estructura comprende un consejo ejecutivo y un consejo asesor que representan a diversas partes interesadas, en particular asociaciones culturales y de conservación y grupos de mujeres. El plan de gestión de la Reserva de Biosfera de Irati constituye un testimonio de los esfuerzos de conservación impulsados por la comunidad de la reserva.\nLeer más acerca de: Onu Educación Ministerio para la Transición Ecológica Despoblación en España Biodiversidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:56:03.191+03:00",
  "updated": "2024-07-05T16:56:03.191+03:00"
}