{
  "thread": {
    "uuid": "5ade499f09df13100e69e337cfda2323a040c661",
    "url": "https://www.inman.com/2024/01/05/prompt-like-a-pro-with-chatgpt-and-youll-get-unparalleled-output/",
    "site_full": "www.inman.com",
    "site": "inman.com",
    "site_section": "https://feeds.feedburner.com/inmannews",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "Inman",
    "title": "Prompt like a pro with ChatGPT, and you’ll get unparalleled output",
    "title_full": "Prompt like a pro with ChatGPT, and you’ll get unparalleled output",
    "published": "2024-01-05T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.inman.com/wp-content/uploads/2024/01/CME-1860x1046-13-1024x576.png",
    "performance_score": 0,
    "domain_rank": 9303,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ade499f09df13100e69e337cfda2323a040c661",
  "url": "https://www.inman.com/2024/01/05/prompt-like-a-pro-with-chatgpt-and-youll-get-unparalleled-output/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jimmy Burgess",
  "published": "2024-01-05T16:00:00.000+02:00",
  "title": "Prompt like a pro with ChatGPT, and you’ll get unparalleled output",
  "text": "[This January marks Inman’s fifth annual ](https://www.inman.com/category/agent-appreciation-month/) [Agent Appreciation Month](https://www.inman.com/category/theme-months/agent-appreciation-month/), which culminates at [Inman Connect New York](https://events.inman.com/inman-connect-new-york/) in a celebration of agents at the end of January. Plus, we’re rolling out the coveted [Inman Power Player Awards](https://www.inman.com/awards/), as well as the New York Power Brokers and MLS Innovators awards. My early interactions with [ChatGPT](https://www.inman.com/2023/10/20/as-objection-handlers-come-under-fire-these-7-chatgpt-ideas-hold-up/) were interesting, but I knew there had to be a way to utilize it at a higher level. I was frustrated by the fact that others seemed to be receiving better output than I was receiving. Then I stumbled upon the “4 P Process” created by Rajeev Sajja, SVP of digital marketing and innovation at Berkshire Hathaway HomeServices Fox and Roach. Since implementing this process, the quality of output we are receiving has skyrocketed, helping our agents increase their efficiencies and production. This article shares the process of utilizing his four P’s, so you can begin prompting ChatGPT like a pro. The 1st P stands for ‘prime’ Think of [ChatGPT](https://www.inman.com/2023/09/28/5-fresh-must-try-chatgpt-strategies-for-next-level-results/) as a highly qualified assistant. Even though this assistant is highly qualified, until you provide specific direction it will be difficult for the assistant to provide you with the results you desire. This is where the “Prime” portion of the process comes in. We need to begin by sharing details that will help ChatGPT to perform for us at the highest level possible. To break down these steps Sajja utilizes the acronym of R.I.S.E. to describe the process of priming ChatGPT properly. R – Role The “R” in the priming process stands for “Role.” In other words, this is the process of telling ChatGPT the role you want it to take on. Here are a few examples of different roles. If you were looking for assistance with marketing a listing, the role portion for this task might be something like this: Act as a marketing expert with experience specializing in marketing homes for sale. If you were looking for assistance for lead generation posts for social media, the role portion might be something like this: Act as a social media expert with experience creating content that generates leads for real estate agents. If you were looking for assistance in writing an [MLS description](https://www.inman.com/2019/02/26/what-the-golden-girls-can-teach-you-about-property-descriptions/) for a new listing the role portion might be something like this: Act as an expert copywriter with experience writing MLS descriptions for homes for sale. I – Input The “I” stands for “Input.” This is the process of supplying details that will help ChatGPT to provide you with the optimal output. Here are a few examples of different inputs. If you were looking for assistance with marketing a listing, the input portion might be: This subject home is located at [address]. It includes [list of amenities]. If you were looking for assistance for lead generation posts for social media, the input portion might be: Write an SEO-optimized Instagram post targeting first-time homebuyer prospects in [your city]. If you were looking for assistance in writing an [MLS description](https://www.inman.com/2021/07/13/5-listing-description-mistakes-youre-probably-making/) for a new listing the input portion might be: Write an MLS description for the home located at [address]. The amenities for this home include four bedrooms, three bathrooms, an open floor plan, remodeled kitchen, and an outdoor living space in the private backyard with a pool and outdoor kitchen. The more input you provide, the better the output. S – Specifics The “S” stands for “Specifics.” In other words, this is the process of specifying the types of outputs you are looking for ChatGPT to provide. Here are a few examples of different specifics. If you were looking for assistance with marketing a listing, the specifics portion might be: Provide me with an email highlighting this home for prospective buyers in my database, along with a script for an Instagram Reel. If you were looking for assistance for lead generation posts for social media, the specifics portion might be: I’d like this post to highlight three reasons buying a home is a better decision than renting. If you were looking for assistance in writing an [MLS description](https://www.inman.com/2022/02/23/15-ways-your-property-descriptions-could-violate-fair-housing/) for a new listing, the role portion might be: This MLS description should have [maximum number of words for MLS descriptions in your MLS] words and be written in a conversational tone (or whatever tone you might desire like luxury, professional, etc.). E – Expectation The “E” stands for “Expectation.” In other words, are there expectations you have for the output it provides or the results of what it is that you are asking it to produce? Here are a few examples of different expectations: If you were looking for assistance with marketing a listing, the expectation portion might be: I’d like for the email to have a strong call to action for the recipient to respond for additional details. If you were looking for assistance for lead generation posts for social media, the expectation portion might be: I’d like this post to have a strong call to action for current renters to reach out for details on a first-time homebuyer program where they may be able to qualify for a 100 percent loan and their mortgage payment might be less per month than their rent. If you were looking for assistance in writing an [MLS description](https://www.inman.com/2022/02/23/15-ways-your-property-descriptions-could-violate-fair-housing/) for a new listing, the expectation portion might be: Make sure this MLS description is compliant with the Fair Housing Act and that it does not violate the Real Estate Settlement Procedures Act (RESPA). The 2nd P stands for ‘prompt’ Prompting is the process of bringing the “Prime” portion together and making the request with ChatGPT. So, for this “Prompt” portion I’ll utilize all the examples above from the R.I.S.E. process, combined to give examples of prompts. If you were looking for assistance with marketing a listing, the full prompt might end up looking like this: Act as a marketing expert with experience specializing in marketing homes for sale. This subject home is located at [location]. It includes [list of amenities]. Provide me with an email highlighting this home for prospective buyers in my database. I’d like for the email to have a strong call to action for the recipient to respond back for additional details. If you were looking for assistance for lead generation posts for [social media](https://www.inman.com/access/how-to-create-your-2024-social-media-plan/), the full prompt might end up looking like this: Act as a social media expert with experience creating content that generates leads for real estate agents. Write an SEO optimized Instagram post targeting first-time homebuyer prospects in [your city]. I’d like this post to highlight three reasons buying a home is a better decision than renting. I’d like this post to have a strong call to action for current renters to reach out for details on a first-time homebuyer program where they may be able to qualify for a 100 percent loan and their mortgage payment might be less per month than their rent. If you were looking for assistance in writing an MLS description for a new listing, the final prompt might look like this: Act as an expert copywriter with experience writing MLS descriptions for homes for sale. Write an MLS description for the home located at [address]. The amenities for this home include four bedrooms, three bathrooms, an open floor plan, remodeled kitchen, and an outdoor living space in the private backyard with a pool and outdoor kitchen (the more input you provide, the better the output). This MLS description should have [maximum number of words for MLS descriptions in your MLS] words and be written in a conversational tone (or whatever tone you might desire like luxury, professional, etc.). Make sure this MLS description is compliant with the Fair Housing Act and that it does not violate the Real Estate Settlement Procedures Act (RESPA). The 3rd P stands for ‘polish’ ChatGPT is good, but it isn’t perfect. The output it provides should always be checked for compliance with Fair Housing and RESPA (even if you asked it to be compliant). You are ultimately responsible for anything you post or publish, so the “Polish” portion of the process involves double-checking what [ChatGPT](https://www.inman.com/2023/08/09/katie-lance-were-in-a-big-moment-with-chatgpt-and-ai/) provided you for compliance. It should also be modified to your voice and how you would normally speak. The rule I use is after reading what it has produced, I ask myself if I would reasonably speak in that tone or style. If the answer is no, then I make modifications. Once you’ve polished what ChatGPT provided, we’re now ready to move to the most critical step. The 4th P stands for ‘publish’ Publishing is the process of putting the first three “P’s” to work. Until something is published or put into action nothing can happen. Make sure you trust the process and don’t stumble right before crossing the goal line. Press send on that email or publish on that post. Following Rajeev Sajja’s “4 P’s Process,” we have dramatically increased our efficiency and effectiveness using ChatGPT. Test it yourself and I’m confident you’ll see results as well. I don’t believe AI and ChatGPT will ever replace professional real estate agents, but I do believe agents who effectively utilize this technology will absolutely outperform the agents that do not. Rajeev Sajja and Jimmy Burgess cohost the [Real Estate AI Flash Podcast ](https://podcasts.apple.com/us/podcast/real-estate-ai-flash/id1724020988)that launched with the first episodes this week. The podcast is dedicated to helping real estate agents utilize AI at the highest level possible to grow their businesses. It can be found on all podcast streaming services.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://podcasts.apple.com/us/podcast/real-estate-ai-flash/id1724020988",
    "https://www.podcasts.apple.com/us/podcast/real-estate-ai-flash/id1724020988"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajeev sajja",
        "sentiment": "none"
      },
      {
        "name": "roach",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "berkshire hathaway homeservices fox",
        "sentiment": "none"
      },
      {
        "name": "svp",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:49:15.994+02:00",
  "updated": "2024-01-12T12:51:37.947+02:00"
}