{
  "thread": {
    "uuid": "5bde6d7e4bbbae309273628b79cbbb6b708b4683",
    "url": "https://www.iberkshires.com/story/74079/Veteran-Spotlight-Marine-Capt.-Carter-Hunt.html",
    "site_full": "www.iberkshires.com",
    "site": "iberkshires.com",
    "site_section": "https://news.google.com/rss/search?hl=en-US&ie=utf-&q=marine+corps&gl=US&ceid=US:en",
    "site_categories": [
      "media"
    ],
    "section_title": "\"marine corps\" - Google News",
    "title": "Veteran Spotlight: Marine Capt. Carter Hunt - iBerkshires.com",
    "title_full": "Veteran Spotlight: Marine Capt. Carter Hunt - iBerkshires.com",
    "published": "2024-01-07T23:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.iberkshires.com/images/feature/1704402457.jpg",
    "performance_score": 0,
    "domain_rank": 69958,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bde6d7e4bbbae309273628b79cbbb6b708b4683",
  "url": "https://www.iberkshires.com/story/74079/Veteran-Spotlight-Marine-Capt.-Carter-Hunt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Wayne Soares",
  "published": "2024-01-07T23:39:00.000+02:00",
  "title": "Veteran Spotlight: Marine Capt. Carter Hunt - iBerkshires.com",
  "text": "Veteran Spotlight: Marine Capt. Carter Hunt FALMOUTH, Mass. — Carter Hunt served his country with bravery and distinction in the Marine Corps in the Vietnam War. He retired as a captain. Growing up in Leominster, he attended Boston College, where he was a starting defensive end on the BC football team, graduating in 1968. He graduated from Officer Candidate School in Quantico, Va., then attended Basic School. He was sent to Vietnam in October 1969 and described it as, \"a busy place … we were scrambling to headquarters to get our assignment.\" His first assignment would be commanding a rifle platoon with Echo Company, 5th Marine Division. His first day entailed a truck ride out to Hill 52, where his company commander introduced him to his platoon sergeant. \"We were on the hill with regional forces of the Vietnamese. We spent lots of time on patrol in rice paddies,\" he said. \"Every now and then, we'd come into contact with the enemy …we moved to the Arizona Territory, where we came into contact with the enemy frequently.\" He continued, \"in combat, you have to depend on your squad leader. My platoon had been together for a while, so we had experience in combat.\" When I asked Capt. Hunt about the holidays, he laughed and offered this: \"My first holiday in Vietnam was Thanksgiving. We got menus on a piece of paper and got turkey and mashed potatoes in vac cans (sealed containers). Got a can of beer and a can of soda. There was a lot of bartering going on with guys who drank and didn't. ... \"We also got a cake from the previous Marine Corps birthday [Nov. 10].\" He also spoke about a dark day. \"We lost two Marines at Song Vu Gia when a grenade exploded prematurely. There's no way to really explain it, losing a Marine,\" Hunt said. \"You're living cheek to jaw, you're part of a team — an integral part of a team — it's not something that you can ever describe. It happens in combat but you have to keep going with your mission.\" Hunt also shared another incident on combat. \"We were patrolling on Go Noi Island and got news we were going to be ambushed,\" he said. \"My lead squad heard activity, got into a firefight. We stayed overnight and the next morning we found two [Viet Cong] bodies with AKs with four-five magazines. We went to a new position on Go Noi Island. We took on fire and I was wounded. Unfortunately, it was our own guys that fired upon us — killed two of my sergeants and wounded three other Marines. I found out that our location wasn't put on the maps back at headquarters.\" His thoughts on the protesters? \"That's what we were doing, defending the right of free speech, religion, etc.,\" Hunt said. \"The only thing that bothers me is the people that went to Canada and didn't serve in some capacity. I believe in universal service. Everybody should do something, not just the military — Peace Corps., nursing homes — something.\" I asked Hunt what it's like to be a Marine. \"It's a special feeling….we're a band of brothers, all going through the same experience, gone through the tough times and want to do the right thing,\" he said. How was it to serve his country? \"First of all it's an honor which was instilled in me from the beginning: duty, honor, country, family, church. My dad was a World War II vet, grandfather fought in World War I and the Spanish-American War. Also had great-grandfathers who fought in the Civil War,\" he said. \"If I was going to fight, I wanted to fight with someone who knew how.\" He was awarded the Purple Heart in Vietnam. Capt. Carter Hunt, welcome home and thank you for your service to our great country. Wayne Soares is the host of the popular new veterans cooking show, \"The Mess Hall\" that airs Saturdays on NBC's NECN at 9:30 a.m. He also entertains our troops around the globe and is the host and producer of the Vietnam veterans documentary \"Silent Dignity – The Chapter That Never Ends.\" He can be reached at [waynesoares1@gmail.com](mailto:waynesoares1@gmail.com). [View All Veteran Spotlights](/news?bhid=18) Tags: [veterans spotlight](/story.php?tag=veterans+spotlight),",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carter",
        "sentiment": "negative"
      },
      {
        "name": "ja",
        "sentiment": "negative"
      },
      {
        "name": "wayne soaresspecial",
        "sentiment": "negative"
      },
      {
        "name": "carter hunt",
        "sentiment": "negative"
      },
      {
        "name": "hill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "basic school",
        "sentiment": "none"
      },
      {
        "name": "boston college",
        "sentiment": "none"
      },
      {
        "name": "officer candidate school",
        "sentiment": "none"
      },
      {
        "name": "echo company",
        "sentiment": "none"
      },
      {
        "name": "marine corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "quantico",
        "sentiment": "none"
      },
      {
        "name": "leominster",
        "sentiment": "none"
      },
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "arizona territory",
        "sentiment": "none"
      },
      {
        "name": "falmouth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:17:39.843+02:00",
  "updated": "2024-01-16T22:50:43.433+02:00"
}