{
  "thread": {
    "uuid": "df429bdb015ff0e8cfee6a724ae9ec5de649888d",
    "url": "https://www.archyde.com/vladimir-putin-wants-to-make-2024-the-year-of-his-triumph/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Vladimir Putin wants to make 2024 the year of his triumph",
    "title_full": "Vladimir Putin wants to make 2024 the year of his triumph",
    "published": "2023-12-29T14:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www4.nachrichten.at/images/og_image/?ogimg=https://www.nachrichten.at/storage/image/0/9/1/8/2948190_facebook_1BsMjb_pScWRM.jpg",
    "performance_score": 0,
    "domain_rank": 18781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df429bdb015ff0e8cfee6a724ae9ec5de649888d",
  "url": "https://www.archyde.com/vladimir-putin-wants-to-make-2024-the-year-of-his-triumph/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2023-12-29T14:44:00.000+02:00",
  "title": "Vladimir Putin wants to make 2024 the year of his triumph",
  "text": "The visible tension of the first days of the war has fallen away from Vladimir Putin after almost two years of war in Ukraine. The 71-year-old has long since reinterpreted his attack on the neighboring country as a war against the West and NATO. With his “fight against the external enemy” he has won many Russians to his side.\nPutin, who has been in power for almost a quarter of a century, wants to make 2024 a year of triumph for himself. “Peace will come when we have achieved our goals,” said Putin confidently at his big annual press conference in December. A victory for him would be Ukraine’s decision not to join NATO. After many defeats in the first year of the war, Putin now sees the initiative again in his army. Moscow reports conquests in Donbass and is pleased that Western aid continues to crumble and Ukraine is running out of soldiers.\nEven Western experts admit that Moscow has so far withstood the pressure of sanctions from the EU, the USA and other countries better than many expected. The punitive measures were actually intended to deprive Putin of the economic basis for the invasion. But the raw materials power keeps its war economy going with the income from the oil and gas business with China and India. Quite a few countries are also helping Russia to circumvent sanctions and get sought-after goods into the country.\nRussia can boast economic growth of more than three percent this year. Even if economists criticize that these are merely artificial results of a high-speed war economy that burns state assets, Putin can announce positive news. But according to experts, the growth is not healthy. In addition, many Western companies have left the country.\nRead more: First day of APEC SME meeting pushing BCG Model to increase opportunities and challenges of SMEs\nThe Russian expert at the US think tank Carnegie, Andrei Kolesnikov, sees overall “fragile stability” in the country. Low unemployment is offset by an extreme shortage of skilled workers – many men have to fight in the war or have fled abroad with their families for fear of being deployed to the front. Wage and pension increases often evaporated due to the increased cost of living. Because many sought-after goods have to be purchased using hard Western currency, the value of the ruble remains persistently weak. Purchasing power is constantly decreasing.\nMany Russians complain about poverty and a lack of prospects. Despite everything, surveys show that many people trust Putin in particular to solve the many problems. The president had the constitution changed in 2020 specifically in order to be able to continue running in elections. The term of office is six years. He could run again in 2030 and then rule until 2036.\nPutin’s approval ratings are currently significantly higher than before the war, when many people complained about stagnation. “The basic motive for starting the special operation was to maintain power,” says Kolesnikov. According to him, the Kremlin boss could have won the election even without the invasion using the system of fear and authoritarianism.\nThere is no one in sight for the presidential election on March 17th who could pose a threat to the Kremlin chief. Real opponents are not allowed to vote at all. No example shows this as well as Kremlin critic Alexei Navalny. Putin had his opponent imprisoned in the “Polar Wolf” penal camp in northern Siberia, which is notorious for its harsh prison conditions.\ninfo By clicking on the icon you can add the keyword to your topics.\ninfo\nBy clicking on the icon you open your “my topics” page. They have of 15 keywords saved and would have to remove keywords.\ninfo By clicking on the icon you can remove the keyword from your topics.\nAdd the topic to your topics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vladimir putin",
        "sentiment": "negative"
      },
      {
        "name": "putin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "nato",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "donbass",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:52:38.015+02:00",
  "updated": "2023-12-29T14:52:38.015+02:00"
}