{
  "thread": {
    "uuid": "e22f16e9c4dc39e6f17d634a0c2dc33411fff28e",
    "url": "https://vnexplorer.net/20000-trabajadores-de-limpieza-de-edificios-comerciales-y-turisticos-de-nyc-reciben-el-2024-con-nuevo-acuerdo-salarial-y-de-beneficios-s698167.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "20,000 trabajadores de limpieza de edificios comerciales y turísticos de NYC reciben el 2024 con nuevo acuerdo salarial y de beneficios",
    "title_full": "20,000 trabajadores de limpieza de edificios comerciales y turísticos de NYC reciben el 2024 con nuevo acuerdo salarial y de beneficios",
    "published": "2023-12-29T01:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mazpA.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e22f16e9c4dc39e6f17d634a0c2dc33411fff28e",
  "url": "https://vnexplorer.net/20000-trabajadores-de-limpieza-de-edificios-comerciales-y-turisticos-de-nyc-reciben-el-2024-con-nuevo-acuerdo-salarial-y-de-beneficios-s698167.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T01:53:00.000+02:00",
  "title": "20,000 trabajadores de limpieza de edificios comerciales y turísticos de NYC reciben el 2024 con nuevo acuerdo salarial y de beneficios",
  "text": "El sindicato 32BJ logra el paquete de beneficios más importante en los últimos cuatro años para un grupo de trabajadores considerados esenciales.\nPara este Año Nuevo cerca de 20,000 trabajadores de servicios de limpieza y mantenimiento de edificios comerciales tienen mucho que celebrar. Este miércoles, luego de meses de negociaciones, pactaron uno de los mayores compromisos de aumentos salariales en la historia de la organización sindical 32BJ, en el transcurso de cuatro años.\nAdemás de un aumento salarial, una bonificación especial, la continuación de los beneficios de las pólizas de salud, se selló un acuerdo para avanzar en mejores beneficios de jubilación, por primera vez en 15 años.\nLa otra buena nueva, es que se concretan protecciones contra la discriminación y beneficios más firmes para las mujeres embarazadas.\nLos resultados del nuevo contrato, beneficiará a una masa laboral, mayoritariamente de inmigrantes hispanos, que ejercen su oficio en cerca de 1,300 edificios.\nEl acuerdo cubrirá a los empleados de limpieza y mantenimiento de atracciones turísticas y espacios públicos como el Observatorio del Edificio Empire State, Top of the Rock, The Edge en Hudson Yards, el Observatorio del World Trade Center, museos como el MoMA, y proyectos comerciales en desarrollo como Hudson Yards.\nTambién incluye a quienes trabajan en enormes edificios de oficinas comerciales como One Vanderbilt y el Centro Mundial de Comercio, universidades como NYU, Pace, Long Island University y St. John’s y terminales de transporte como Grand Central y Port Authority.\nSe evitó una huelga\nEl compromiso contractual logrado con la Junta Asesora de Bienes Raíces, evitó una huelga en toda esta industria en la ciudad de Nueva York, que estaba autorizada a comenzar ya el 1 de enero, justo después de que expire el contrato actual a la medianoche de la víspera de Año Nuevo.\nEl nuevo paquete de salarios y beneficios entrarán en efecto cuando los miembros de esta junta voten en pleno para ratificarlo.\n“Es apropiado que cerremos un año marcado por la movilización de los trabajadores, con una victoria para 20,000 trabajadores neoyorquinos, que forman la columna vertebral de la economía y el mercado de bienes raíces comerciales de esta ciudad”, reaccionó el presidente de la 32BJ, Manny Pastreich.\nEl camino hacia este nuevo paquete laboral tentativo no fue fácil. Miles de trabajadores se movilizaron y marcharon varias veces por el centro de la ciudad de Nueva York, para dejar muy claras sus prioridades.\nSi no se avanzaba en estas negociaciones, sin dudas, se hubiese concretado una paralización de este sector, por primera vez en 27 años, que hubiese puesto muchos problemas a la economía local. Preliminarmente, el sector inmobiliario, había asomado que se requerían algunos recortes y había una negativa a ampliar los beneficios salariales y mantener el seguro de salud.\n“Ganamos un acuerdo sólido que hace avanzar a los trabajadores neoyorquinos”, acotó el líder sindical.\n“Somos esenciales”\nDulce Martínez, miembro del comité de negociación de la 32BJ y limpiadora comercial desde hace 18 años en la Gran Manzana, considera “justo” estos nuevos beneficios para una fuerza laboral que “no se fue a encerrar durante la crisis de salud pública”, causada por la pandemia.\n“Los trabajadores esenciales que nos presentamos todos los días, independientemente de las pandemias o huracanes, demostramos que siempre estamos listos en nuestros edificios y calles. Me alegra decir que tenemos un acuerdo tentativo, que reconoce el arduo trabajo que hacemos todos los días”, celebró Martínez.\nEn la actualidad hay 10% menos puestos de trabajo en esta área, si se compara con el 2019, lo que significa un total de 2,000 empleados que no recibieron nunca más una llamada para reincorporarse, aunque las cifras oficiales hablen de un crecimiento del empleo y la ocupación de oficinas en la Gran Manzana.\nAlgunas proyecciones indican que las oficinas que están vacantes, por lo menos a corto plazo, no volverán a ocuparse, porque grandes corporaciones se adaptaron en un 100% al trabajo remoto.\nLos seis puntos básicos del acuerdo:\nSe mantienen los beneficios de cobertura de seguro médico, sin que los trabajadores tengan que compartir el pago de las primas, como se había planteado. Aumentos salariales históricos que suman aproximadamente $149 por semana o $3.72 más por hora. Un bono de $3,000 que deberá ser pagado el 22 de marzo Una mejora de la pensión del 10% para los miembros comerciales de la 32BJ, el equivalente a hasta $140 adicionales por mes durante la jubilación. Esto también beneficiará a los 33,000 miembros residenciales del Subway de Nueva York. Un programa limitado de jubilación anticipada voluntaria que ofrece una contribución 401k de $20,000. Una mejora adicional de la pensión del 5%, pago por despido y la extensión de los beneficios de atención médica hasta los 65 años, para miembros comerciales de 60 años en adelante y con 15 años de servicio. El dato:\n$29 por hora ganaban los trabajadores de limpieza y técnicos de mantenimiento sindicalizados, más un plan de salud familiar pagado por el empleador , vacaciones remuneradas, días de enfermedad, pensión de retiro y acceso gratis a servicios legales, educativos y de capacitación en prácticas sanitarias. Con los acuerdos ahora, pasan a ganar un poco más de $32 por hora.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mazpA.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mazpA.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:00:48.743+02:00",
  "updated": "2023-12-29T02:00:48.743+02:00"
}