{
  "thread": {
    "uuid": "dc2554f11796a2c120a93cbce5db3474075478d9",
    "url": "https://www.jornaldocomercio.com/editorial/2024/01/1138929-o-ano-mais-quente-ja-registrado-e-o-futuro-do-planeta.html",
    "site_full": "www.jornaldocomercio.com",
    "site": "jornaldocomercio.com",
    "site_section": "https://www.jornaldocomercio.com/opiniao",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinião - Jornal do Comércio",
    "title": "O ano mais quente já registrado e o futuro do planeta",
    "title_full": "O ano mais quente já registrado e o futuro do planeta",
    "published": "2024-01-14T23:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.jornaldocomercio.com/_midias/jpg/2023/11/21/editorial-10393494.jpg",
    "performance_score": 0,
    "domain_rank": 76721,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc2554f11796a2c120a93cbce5db3474075478d9",
  "url": "https://www.jornaldocomercio.com/editorial/2024/01/1138929-o-ano-mais-quente-ja-registrado-e-o-futuro-do-planeta.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jornal do Comércio",
  "published": "2024-01-14T23:23:00.000+02:00",
  "title": "O ano mais quente já registrado e o futuro do planeta",
  "text": "O ano de 2023 foi confirmado como o mais quente já registrado. A constatação é do observatório Copernicus, da Agência Espacial Europeia. Dados preliminares já antecipavam que 2023 se encaminhava para ser o ano mais quente desde o começo da série histórica, em 1850. É verdade que, ao longo da história, a Terra registrou períodos de aquecimento e resfriamento relacionados à variação dos gases do efeito estufa, mas nunca a emissão foi tão alta quanto agora. CONTINUE SUA LEITURA,\nESCOLHA SEU PLANO AGORA! Já é nosso assinante? Faça login OFERTA LIMITADA! ASSINAR JÁ Dúvidas? Fale com a gente! ASSINAR JÁ ASSINAR JÁ O ano de 2023 foi confirmado como o mais quente já registrado. A constatação é do observatório Copernicus, da Agência Espacial Europeia. Dados preliminares já antecipavam que 2023 se encaminhava para ser o ano mais quente desde o começo da série histórica, em 1850. É verdade que, ao longo da história, a Terra registrou períodos de aquecimento e resfriamento relacionados à variação dos gases do efeito estufa, mas nunca a emissão foi tão alta quanto agora. Hoje, os seres humanos estão emitindo gases de efeito estufa em uma taxa muito maior do que qualquer aumento anterior na história. Embora as elevadas concentrações de gases-estufa sejam a principal causa do aquecimento global, o retorno do fenômeno climático El Niño também contribuiu para a subida dos termômetros. Com temperaturas excepcionalmente altas em diversos pontos do planeta, inclusive nos oceanos, 2023 registrou média global de 14,98°C, superando em 0,17°C o recordista anterior: 2016. O ano passado foi também o primeiro em que todos os dias superaram em 1°C os níveis pré-industriais (1850-1900). Esse período, que antecede o início das grandes emissões de gases-estufa trazidos com a Revolução Industrial, é a principal medida de comparação do aquecimento usada por cientistas. O fato é que se o cenário não for revertido, o mundo pode ficar em uma situação de altos desequilíbrios ambientais, incluindo extinções em massa causadas pelo calor. As temperaturas mais quentes mudam os padrões do clima. Assim, criaturas que vivem nas águas, como corais, moluscos e tubarões, além 25% dos mamíferos e 20% de répteis correm o risco de desaparecer por completo. Os eventos relacionados ao excesso de chuva ocorridos no Rio Grande do Sul entre os meses de setembro e novembro, embora sob influência do El Niño, são também uma prova de que o aquecimento global está avançando. Com o aumento das temperaturas há tempestades mais severas e frequentes, que causam alagamentos e deslizamentos de terra, levando a mortes, e destruindo casas e comunidades, o que se reverte em bilhões em prejuízos. Os registros são um aviso de um futuro com catástrofes sem precedentes. Neste momento, é salutar que organizações e líderes mundiais, principalmente das nações mais poluidores, se sentem à mesa e se comprometam em realmente limitar o aquecimento global nos parâmetros definidos na Conferência do Clima (COP-21), que é de 1,5ºC acima dos níveis pré-industriais.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-15T04:54:02.756+02:00",
  "updated": "2024-01-15T04:54:02.756+02:00"
}