{
  "thread": {
    "uuid": "46faaddd60ab45635d801b2d9028c09b4eb0ade4",
    "url": "https://www.thenews.com.pk/latest/1179958-mariska-hargitay-makes-good-use-of-being-mistaken-as-real-cop",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk",
    "site_categories": [
      "media"
    ],
    "section_title": "The News International: Latest News Breaking, Pakistan News",
    "title": "Mariska Hargitay makes good use of being mistaken as real cop",
    "title_full": "Mariska Hargitay makes good use of being mistaken as real cop",
    "published": "2024-04-18T21:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2024-04-19/l_1179958_025857_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5164,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46faaddd60ab45635d801b2d9028c09b4eb0ade4",
  "url": "https://www.thenews.com.pk/latest/1179958-mariska-hargitay-makes-good-use-of-being-mistaken-as-real-cop",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Web Desk",
  "published": "2024-04-18T21:58:00.000+03:00",
  "title": "Mariska Hargitay makes good use of being mistaken as real cop",
  "text": "Law & Order: Special Victims Unit star Mariska Hargitay mistaken for real cop on-set By Web Desk April 19, 2024 Mariska Hargitay helps little girl Mariska Hargitay seems to be just as good at heart as any other cop.\nThe actress was mistaken by a little girl as a real police officer while filming Law & Order: Special Victims Unit in New York City April 10 because of her costume with a real-looking police badge.\nThe kid went up to the 60-year-old while she was shooting a scene with costar Ice-T, and interrupted filming asking Mariska to help her find her mom, according to multiple outlets.\nThe Emmy winner helped.\nMariska, who is mother to sons August, 17, and Andrew, 12, and daughter Amaya, 12, with husband of 20 years Peter Hermann, has been playing the role of Olivia Benson on the NBC show since the show’s premiere in 1999.\nThe star has reflected on the show’s effect on her life in the past.\n\"I would say learning to tolerate our feelings and knowing that we can get over anything, that they pass, and then we're stronger because of it,\" she told E! News in 2022. \"\nIt's just about accessing our strength. I think that Olivia is such a badass who's grown into her power. And that is our journey for all of us women.\"\nChloe Sims addresses future of House Of Sims amidst estrangement from sisters Tommy Fury Steps out in £180,000 Mercedes G Wagon amid car crash Jennifer Lopez faces accusations from former co-star Ryan Guzman’s ex Anne Hathaway gets bloody on set of 'Flowervale Street' Giancarlo Esposito contemplated faking his own death for life insurance Ben Affleck appears young on set of 'The Accountant 2' Gemma Atkinson in dark as Gorka Márquez embarks on work stint Blake Shelton admits he never thought of marrying Gwen Stefani after their first meeting “Cool” Brittany Cartwright slams back at body critic Dua Lipa explains how Kosovo War impacted her family Blake Lively pens heartwarming note for longtime pal America Ferrara Taylor Swift announces her first single 'Fortnight' from upcoming album George Clooney, his wife Amal speak on justice, war on truth at Skoll World Forum George Clooney and his wife Amal talk about Clooney Foundation for Justice mission\nExpert gives major update on cancer-stricken King Charles health Royal expert discusses latest King Charles condition\nPrince William makes difficult decision to leave 'vulnerable' Kate Middleton behind Prince William made first public appearance since Kate Middleton's cancer news\nLeonardo DiCaprio is the one behind Justice League’s key storyline, reveals Zack Snyder Leonardo DiCaprio has been appreciated by Zack Snyder\nBuckingham Palace gives cold shoulder to Prince William Prince William receives cold shoulder from the royal family\nTaylor Swift finally feels safe with Travis Kelce by her side Taylor Swift and Travis Kelce have started dating in summer 2023, says source",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mariska hargitay",
        "sentiment": "positive"
      },
      {
        "name": "peter hermann",
        "sentiment": "none"
      },
      {
        "name": "olivia",
        "sentiment": "none"
      },
      {
        "name": "mariska",
        "sentiment": "none"
      },
      {
        "name": "olivia benson",
        "sentiment": "none"
      },
      {
        "name": "andrew",
        "sentiment": "none"
      },
      {
        "name": "william ha",
        "sentiment": "none"
      },
      {
        "name": "amaya",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "e! news",
        "sentiment": "none"
      },
      {
        "name": "nbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:00:07.649+03:00",
  "updated": "2024-04-19T04:15:53.593+03:00"
}