{
  "thread": {
    "uuid": "a272fd3d76b2045ab2f7b2ce3efe2795c6069ce6",
    "url": "https://english.pnn.ps/news/46814",
    "site_full": "english.pnn.ps",
    "site": "pnn.ps",
    "site_section": "http://english.pnn.ps/feed",
    "site_categories": [
      "media",
      "hobbies_and_interests"
    ],
    "section_title": "\n                        ",
    "title": "\"Educational Resilience: Gaza's Children Soar Above the Rubble to Continue Learning Amidst War",
    "title_full": "\"Educational Resilience: Gaza's Children Soar Above the Rubble to Continue Learning Amidst War",
    "published": "2024-03-10T10:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://english.pnn.ps/storage/images/news/2024/1710062416-1832205987.jpg",
    "performance_score": 0,
    "domain_rank": 95883,
    "domain_rank_updated": "2024-03-05T12:11:17.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a272fd3d76b2045ab2f7b2ce3efe2795c6069ce6",
  "url": "https://english.pnn.ps/news/46814",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Monjed Jado",
  "published": "2024-03-10T10:16:00.000+02:00",
  "title": "\"Educational Resilience: Gaza's Children Soar Above the Rubble to Continue Learning Amidst War",
  "text": "Gaza / PNN /\nIn the words of Mr. Mohammed Al-Khudari, a teacher of Arabic language and literature, and a learning difficulties specialist, the children of Gaza and the Palestinian people are like the phoenix, emerging from the ruins to continue the process of education, soaring in the skies of knowledge and creativity.\nMr. Al-Khudari, who faced the bombing and destruction that targeted his home and school in the Shejaiya area, lost several family members in the process. Amidst the fear and confusion, some of his family and neighbors remained under the rubble, later transferred to Shifa Hospital, and eventually relocated to Deir al-Balah, an area that also witnessed destruction.\nFeeling a professional responsibility as a teacher, Mr. Al-Khudari believed it was crucial to have a positive impact on life and society. Thus, he initiated the educational project \"Continuing in Knowledge and Education Despite War and Destruction.\" This initiative, covering grades one to six, aimed to teach students the basics of the Arabic language while addressing the challenges of learning. He emphasized that everyone is aware of the trauma and destruction suffered by the children due to war, yet he felt compelled to contribute positively to their lives.\nAccording to Mr. Al-Khudari, the initiative began by teaching students' poetry, prose, and poems as an attempt to simulate the educational environment in terms of speech, delivery, and oratory. All that they learned in the educational environment was applied in the classroom setting, particularly in the makeshift schools for displaced students.\nDespite facing numerous challenges, Mr. Al-Khudari acknowledged the students' fear and the logistical difficulties related to seating, books, and notebooks, but he expressed determination to defy the impossible in order to continue the initiative. He remains hopeful that the initiative will persist and expand even after the cessation of hostilities in Gaza.\nStudents Share Their Happiness with the Experience:\nYasmine Haggag, a student, expressed the loss of crucial information in subjects like mathematics, Arabic, and English due to the destruction of their school. She highlighted the importance of education in their lives and the significant role that school plays in teaching them valuable skills for the future.\nMaryam Bassam, another student, emphasized that the arrival of Mr. Mohammed and the launch of these teaching sessions helped them learn all their academic subjects, reflecting the positive impact of the initiative on the students' education and well-being.\nMaryam Bassam, another student, added that the most beautiful aspect of studying with Mr. Mohammed is that he brings prizes and gifts. In some lessons, he even draws on the faces of the students, making them feel loved. He teaches and guides all the students who have grown to love him and eagerly participate in his classes.\nStudent Tala Kuhail expressed that Mr. Mohammed's presence, teaching, and reminders about school and the information they studied are excellent. She acknowledged that they lost all their knowledge due to not attending school during the war. She expressed deep gratitude to him for coming to teach them and hoped that the war would end so they could return to school and reunite with friends.\nThe students' eagerness for learning:\nMr. Mohammed Al-Khudari highlighted the students' keen interest in learning, both in terms of reviewing poetry and beautiful things. He mentioned using attractive tools with children, such as dolls, puppetry, and storytelling, to encourage them to study amidst the challenges of war and displacement.\nParents express gratitude:\nParents of the students in the displaced teaching tents expressed their thanks and appreciation for Mr. Mohammed Al-Khudari's initiative, despite all the difficulties. Yaser Al-Attar, a parent, expressed gratitude for Mr. Mohammed's efforts, emphasizing the challenging circumstances under which the initiative is taking place.\nAl-Attar mentioned that, under the prolonged war conditions, children are mentally exhausted, and Mr. Mohammed's initiative comes at the right time. He appreciated the initiative's impact on educating and engaging the children.\nHe thanked Mr. Mohammed Al-Khudari and all those supporting the displaced and their children, contributing to the preservation of their education.\nMr. Mohammed hopes for support and development of his initiative:\nMr. Mohammed concluded by expressing hope for support from various entities and initiatives to help him and the children continue their educational journey. He also hoped for the development of this initiative into a reputable academic institution capable of accommodating all children in the Gaza Strip, contributing to the ongoing educational process. He emphasized that nations are recognized through knowledge and education.\nThis story was produced as part of the Qareeb program implemented by the French Media Development Agency (CFI) in partnership with funding from the French Agency for International Cooperation (AFD).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohammed al-khudari",
        "sentiment": "negative"
      },
      {
        "name": "deir al-balah",
        "sentiment": "none"
      },
      {
        "name": "al-khudari",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shifa hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "shejaiya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T12:12:00.274+02:00",
  "updated": "2024-03-10T12:12:00.274+02:00"
}