{
  "thread": {
    "uuid": "fa0104309506718ced57f6a0aad622fcc73b0f4d",
    "url": "https://www.sj-r.com/story/business/2024/02/16/motherland-community-gardens-grow-produce-for-springfield-communities-yves-doumen-cameroon/72537306007",
    "site_full": "www.sj-r.com",
    "site": "sj-r.com",
    "site_section": "http://www.buzztracker.com/rss/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo News - Latest News &amp; Headlines",
    "title": "Community Gardens are cropping up across Springfield with the Motherland Project",
    "title_full": "Community Gardens are cropping up across Springfield with the Motherland Project",
    "published": "2024-02-16T12:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 10848,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa0104309506718ced57f6a0aad622fcc73b0f4d",
  "url": "https://www.sj-r.com/story/business/2024/02/16/motherland-community-gardens-grow-produce-for-springfield-communities-yves-doumen-cameroon/72537306007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claire Grant",
  "published": "2024-02-16T12:13:00.000+02:00",
  "title": "Community Gardens are cropping up across Springfield with the Motherland Project",
  "text": "[Claire Grant](/staff/72314535007/claire-grant/) Yves Doumen knew coming to Springfield from Cameroon, Africa in 2017 he would miss the taste of home-grown produce from his backyard, but never expected his way of life would bring community back to Springfield neighborhoods. From soil to plate, his community gardens are transforming lives and making produce greens accessible for anyone in the city to combat food insecurity. For Doumen, making the option for good food accessible is the heart behind Motherland Gardens. “When you move to a new country you move with your culture, and food is part of your culture,” Doumen said. “So, with having this skill of producing my own food, the only thing I was looking for was space to produce it.” Since 2021, Illinois Army National Guard (92Y) and founder of Motherland Community Garden, Doumen has been cultivating the Motherland Community Garden, a non-profit which targets areas primarily on the east side with high apartment/rent rates and difficult access to fresh produce in Springfield. Doumen holds a bachelor's degree in geography science from the University of Duoala and a bachelors of AG Business from Lincoln Land, on top of his title as an Illinois National Guard, which he uses to target food deserts, or urban areas where buying fresh food is hard. Community gardens have been a popular form of cultivating food during hard economic times when food isn’t readily available to prices that fit all budgets. Grocery prices have increased by 1.3% since December of 2022, according to the USDA , with overall food prices rising by 5.8% in 2023. More: [Illinois to put $20 million toward grants for grocers, research into food insecurity](/story/news/politics/state/2023/08/19/illinois-to-put-20-million-toward-grants-study-into-food-insecurity/70623725007/) Expanding food access With his favorite types of food like cassava and cocoyam either out of reach or well-past ripe when they hit the shelf, Doumen knew with his agricultural background he could grow food at home like he did in West Africa. Even if they weren't the exact vegetables, they would still be home grown. That thought didn’t stop there though, because Doumen’s agriculture understanding turned to his neighbors living on the east side in apartments and rentals, since there’s no accessible way to grow a whole garden in a flat with no soil. “I studied a lot of food insecurity, and I started thinking … if someone is already renting, the only food he probably can eat he has to buy from somewhere,” Doumen said. “There’s always space around an apartment building but space is never used for producing food.” Doumen runs the gardens primarily by himself with the intention to help give choices that have never been available to Springfielders before. Even if a resident doesn’t know a thing about gardening or plans on it, having that second option to fast food and processed foods is what matters. “When you live in an apartment building you have a very limited income too with limited options,\" Doumen said. \"You may not even realize you are food insecure because you are forced to eat something that if you had more resources, you wouldn’t be eating. If you had space, you would probably wish to produce rather than to buy from the grocery store.” Gardens are growing The original Motherland Garden is located on the east side of Springfield, off of 15th and Cook streets. The garden has over 60 raised beds. Year-long leases start at $20 for a plot of land to cultivate, however, on a case-by-case basis, this price may be adjusted. If thumbs are still green, Motherland will also lend the seeds and trowels needed to get started. A second garden is being built on South 16th Street and has seen progress through the winter, and in the meantime the non-profit has been gaining plots of land on 15th Street with plans to build a third garden adjacent to the land on S 16th Street. Providing more than just food Building a better community bond with funding from the people the garden serves, Doumen hopes to see the garden come back to life every spring with new harvests. It’s not just veggies like chives and tomatoes that Motherland is growing, but instead the bigger picture shows cooking with family and slowing down life to enjoy the culture around food tilled from soil to table. “The project is not only community gardens but is a local economy utilization and a neighborhood beautification project,” Doumen said. “Food puts people around the table; food is what we share with those we love and when we sit down around food ... conversations can happen, and things can be discussed over things that are happening in a community together. That is the message I want to convey.” Since conceptualization, the Motherland Community Gardens project has seen continuous funding, with a $5,000 grant from the Cannabis Business Grant in 2022 from the City of Springfield and a generous list of dozens of local businesses and community members. To join one of the neighborhood gardens, interested applicants can find more information about the project at motherlandgardenscommunityproject.org to set up a space to start cultivating. If interested in volunteering opportunities with the gardens which can potentially be used for service hours, a web signup form can be found at bit.ly/MotherlandGardensVolunteerForm . Donations information can be found on the non-profits Contact Claire Grant at CLGrant@gannett.com, X (Formerly known as Twitter): @Claire_Granted",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings/",
    "https://bit.ly/MotherlandGardensVolunteerForm",
    "https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings",
    "https://ers.usda.gov/data-products/food-price-outlook/summary-findings/",
    "https://www.bit.ly/MotherlandGardensVolunteerForm"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "claire grant",
        "sentiment": "negative"
      },
      {
        "name": "doumen",
        "sentiment": "none"
      },
      {
        "name": "yves doumen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "motherland project",
        "sentiment": "negative"
      },
      {
        "name": "motherland project community gardens",
        "sentiment": "negative"
      },
      {
        "name": "illinois army national guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "springfield",
        "sentiment": "none"
      },
      {
        "name": "motherland gardens",
        "sentiment": "none"
      },
      {
        "name": "cameroon",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "motherland community garden",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:37:13.626+02:00",
  "updated": "2024-02-16T20:51:27.950+02:00"
}