{
  "thread": {
    "uuid": "25fdbef5df65aa2d41e919a43c257f9d57047eba",
    "url": "https://www.multco.us/multnomah-county/news/news-release-multnomah-county-funding-will-be-able-keep-asylum-seekers-housed",
    "site_full": "www.multco.us",
    "site": "multco.us",
    "site_section": "https://www.multco.us",
    "site_categories": [],
    "section_title": "Multnomah County |",
    "title": "NEWS RELEASE: Multnomah County funding will be able to keep asylum seekers housed for an additional month, through May 31 | Multnomah County",
    "title_full": "NEWS RELEASE: Multnomah County funding will be able to keep asylum seekers housed for an additional month, through May 31 | Multnomah County",
    "published": "2024-04-18T21:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://multco-web7-psh-files-usw2.s3-us-west-2.amazonaws.com/s3fs-public/styles/940_wide/s3/county_logo_300C.png?itok=uh5XPLNO",
    "performance_score": 0,
    "domain_rank": 32028,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25fdbef5df65aa2d41e919a43c257f9d57047eba",
  "url": "https://www.multco.us/multnomah-county/news/news-release-multnomah-county-funding-will-be-able-keep-asylum-seekers-housed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T21:57:00.000+03:00",
  "title": "NEWS RELEASE: Multnomah County funding will be able to keep asylum seekers housed for an additional month, through May 31 | Multnomah County",
  "text": "Multnomah County, Ore. (April 18, 2024) — Multnomah County will be able to keep 80 at-risk asylum seekers in motel rooms for an additional month, through May 31, Chair [Jessica Vega Pederson](https://www.multco.us/chair-vega-pederson) announced today — extending plans to provide temporary housing originally through April. The extended housing for the 80 people served by the County will come from the same $55,000 the Chair directed from her office’s internal budget this month. The owners of the motel serving the families agreed to bill for their rooms at a reduced rate, allowing County dollars to serve the families for twice as long as expected. At the same time, as promised, the County is moving forward with plans to meet with city, state and federal partners, and faith communities and philanthropies, to work on short-term solutions. The Chair’s office is scheduled to meet with Gov. Tina Kotek’s office Friday, April 19, to discuss options for convening a statewide group and moving quickly toward tangible solutions that can be activated without delay. Those solutions would help not only the families at risk right now but also new families, many arriving weekly, who might also need resources. Stakeholders in those discussions will ask the Oregon Legislature and Gov. Kotek to follow the example of local governments, including Multnomah County and the City of Portland, by contributing additional resources for supporting asylum seekers — continuing the state government’s lead role in managing this issue. “IMIrJ, Centro Cultural and the Asylum Seeker Solidarity Collective are appreciative of Multnomah County’s investment toward the goal of ensuring that no family sleeps outside in our County,” the organizations said in a shared statement. “Housing is complex, and it is important to make this system accessible to anyone, regardless of the structural and personal barriers they may face. We look forward to the County’s ongoing partnership, alongside that of city and state government, to welcome newcomers and to create a system in which all families have access to shelter. We know that we are stronger together; true collaboration from all levels of government, mutual aid spaces, nonprofits, philanthropic partners, and community members will only make a healthier, more resilient Oregon.” “Our hearts go out to these families, and we must do our best to welcome and support them. It will continue to be a priority for me to develop the solutions we need in the short and longer term,” said Chair Vega Pederson. “It remains true that Multnomah County cannot solve this alone. We need all of our partners at the table, and I call on the state to do their part – including urgency in convening key stakeholders.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tina kotek",
        "sentiment": "none"
      },
      {
        "name": "jessica vega pederson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "multnomah county",
        "sentiment": "none"
      },
      {
        "name": "multnomah county multnomah county",
        "sentiment": "none"
      },
      {
        "name": "ore.",
        "sentiment": "none"
      },
      {
        "name": "county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:59.675+03:00",
  "updated": "2024-04-19T00:22:59.675+03:00"
}