{
  "thread": {
    "uuid": "4ebdd980e2eba0c41d376b4f315fe9d2bd46dffb",
    "url": "https://www.thequint.com/sports/cricket/the-dhruv-jurel-story-a-kargil-war-veterans-son-with-a-never-say-die-spirit",
    "site_full": "www.thequint.com",
    "site": "thequint.com",
    "site_section": "https://apdirect.in/rss.xml",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "ApDirect India",
    "title": "The Dhruv Jurel Story - A Kargil War Veteran’s Son With a Never-Say-Die Spirit",
    "title_full": "The Dhruv Jurel Story - A Kargil War Veteran’s Son With a Never-Say-Die Spirit",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.thequint.com/thequint%2F2024-02%2F51511788-45e2-4fdc-b0c2-247f435d392b%2FHero_Image_Dhruv.jpg",
    "performance_score": 0,
    "domain_rank": 8769,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ebdd980e2eba0c41d376b4f315fe9d2bd46dffb",
  "url": "https://www.thequint.com/sports/cricket/the-dhruv-jurel-story-a-kargil-war-veterans-son-with-a-never-say-die-spirit",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kanika Singh",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "The Dhruv Jurel Story - A Kargil War Veteran’s Son With a Never-Say-Die Spirit",
  "text": "Ind vs Eng, Ranchi Test - The situation seemed dire for India as they found themselves five wickets down with a deficit of 192 runs from England's first innings total when Dhruv Jurel joined Sarfaraz Khan in the middle. Given India's top-order struggles, it wouldn't have been surprising had Jurel succumbed to an English bowler, especially considering it was just his second Test outing.However, amidst the challenging circumstances and with half of his side back in the pavilion, the 22-year-old exhibited remarkable composure - stood firm like a resilient soldier, combating every threat thrown at him. Jurel elegantly executed cover-drives against Ollie Robinson, lofted Shoaib Bashir's deliveries for fours and sixes, and efficiently stole singles and doubles. And, whilst doing all of this, he’d show immense maturity that belied his relative inexperience in Test cricket.When he would reach his maiden Test half-century, he’d pull off a celebration like no other - an emphatic military-style salute. This gesture was more than a mere acknowledgment of personal triumph; it held deep significance.“It was for my father. He is a Kargil veteran. Yesterday I spoke to him and he indirectly said ‘Son, at least show me a salute’. That is what I have been doing all my growing up years. It was for him,” he revealed at the end of the day’s play.Jurel bid farewell to the crease at 90 runs. For the fans, it stung but the batter appeared content after rescuing his side from a precarious position. As he walked back, he graciously waved his bat to acknowledge supporters in all corners of the ground.“I am not worried too much about century, this is my debut series,” he remarked. “I am desperate to lift the trophy in my hands, to play Test cricket was one big dream for me,” he expressed, revealing his ultimate goal.The new wicketkeeper-batter's prowess with both bat and gloves caught the attention of the legendary Sunil Gavaskar, who drew comparisons with the iconic Mahendra Singh Dhoni.Gavaskar, expressing his admiration on television, stated, \\\"Watching the presence of mind of Dhruv Jurel makes me think he’s the next MS Dhoni in the making.”Unsurprisingly, Jurel was elated by the comparison to a figure of Dhoni's stature. “Obviously it's a good feeling to hear legends like Sunil Gavaskar talk about me. The mood was great, there were no specific instructions and just to go and play. Watch the ball and play. Just that the long I play the better it is.”While Dhruv, now, proudly dons the cricketing gear. Nem Chand, a retired Havildar and veteran of the Kargil war, harboured a different vision for his son's future - he envisioned his son donning the prestigious Indian Army uniform and succeeding in cracking the National Defence Academy (NDA) exam.However, at the tender age of 14, Dhruv boldly diverged from his father's aspirations. With a fervent dream of bringing honour to the nation on the cricket field, the determined lad from Agra took a decisive step that would shape his destiny. In pursuit of his cricketing aspirations, he left his home in Agra alone, embarking on a journey to a cricket academy in Noida.\\\"Before I could ask anything, the boy said, 'Sir my name is Dhruv Jurel and please take me in your academy', he requested. I didn't see any parent accompanying him. I thought maybe he is a local boy from Noida but then he said, 'Sir, I have come all alone from Agra and the friend who had promised to arrange my accommodation at his house isn't picking up the call',\\\" Phoolchand who runs his academy in Sector 71, Noida told PTI.Prior to relocating to Noida, there was a significant moment in Dhruv's journey. At a juncture when financial constraints were pressing, Dhruv's mother made a sacrificial gesture by pawning her only gold jewel to purchase his inaugural cricket kit. Despite Sr. Jurel's discouragement due to financial limitations, Dhruv, determined and resolute. It was during this time that his mother, displaying unwavering support, pawned her only gold chain, to buy his first kit bag. \\\"When I was named in the squad, I called my parents and their happiness forced me to put it on social media. My mom doesn’t know much about the game, but she knew it was for India. My mom doesn’t watch a lot of cricket, is scared of me getting out, and she is very emotional. She just knows how many runs I scored and the catches I took,\\\" told Dhruv.Now, as Dhruv graces the pinnacle of representing India, the wicket-keeper batter reveals the secret sauce behind his success. \\\"I have believed in putting in hard work since I was a child. If people put in 4-5 hours a day, I focused on giving 7-8 hours. There is no alternative to hard work. The competition is very tough in domestic cricket, so the only goal was to make the most of the opportunity you have.\\\"(At The Quint, we are answerable only to our audience. Play an active role in shaping our journalism by becoming a member. Because the truth is worth it.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dhruv jurel",
        "sentiment": "none"
      },
      {
        "name": "shoaib bashir",
        "sentiment": "none"
      },
      {
        "name": "sarfaraz khan",
        "sentiment": "none"
      },
      {
        "name": "ollie robinson",
        "sentiment": "none"
      },
      {
        "name": "jurel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ranchi",
        "sentiment": "none"
      },
      {
        "name": "kargil",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T07:57:10.238+02:00",
  "updated": "2024-03-08T07:57:10.238+02:00"
}