{
  "thread": {
    "uuid": "098d4394c210b666f28a6077b6bb5435d27e5ab7",
    "url": "https://citinewsroom.com/2023/12/66-artillery-regiment-in-ho-reaffirms-commitment-to-uphold-peace-ahead-of-2024-polls/",
    "site_full": "citinewsroom.com",
    "site": "citinewsroom.com",
    "site_section": "http://citinewsroom.com",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Citinewsroom: Ghana News, Business, Sports, Showbiz, Facts, Opinions",
    "title": "66 Artillery Regiment in Ho reaffirms commitment to uphold peace ahead of 2024 polls",
    "title_full": "66 Artillery Regiment in Ho reaffirms commitment to uphold peace ahead of 2024 polls",
    "published": "2023-12-31T11:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://citinewsroom.com/wp-content/uploads/2023/12/66-artillery-3.jpg",
    "performance_score": 0,
    "domain_rank": 76612,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "098d4394c210b666f28a6077b6bb5435d27e5ab7",
  "url": "https://citinewsroom.com/2023/12/66-artillery-regiment-in-ho-reaffirms-commitment-to-uphold-peace-ahead-of-2024-polls/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@citi973",
  "published": "2023-12-31T11:48:00.000+02:00",
  "title": "66 Artillery Regiment in Ho reaffirms commitment to uphold peace ahead of 2024 polls",
  "text": "The Gunners of the 66 Artillery Regiment in Ho have reaffirmed their commitment to upholding peace and security in the Volta and Oti Regions throughout the upcoming year of 2024. Despite sporadic insurgent incidents over the years, swift action by security forces effectively quelled any disturbances, ensuring the continuity of peace in the Volta and Oti Regions, with the Gunners of the 66 Artillery Regiment playing a pivotal role in maintaining stability in these areas. Lt. Col. Jalalidin Ibrahim, Commander Rear of the Regiment, who spoke to Citi News during this year’s West African Soldiers Social Activity (WASSA) at the 66 Artillery Regiment, emphasized the regiment’s dedication to supporting lead agencies during the impending general elections to maintain a peaceful environment. “We are not the lead agency when it comes to elections, but what we do is to give our support to the lead agencies, the civil authorities, Electoral Commission, and especially the police to ensure there’s peace and security before, during, and after the elections. And it comes in so many forms; mostly, the other agencies make specific requests, but basically, when they are overstretched and they need us to give an extra hand, we come in, so we are here to assure them that they have our support, anytime they call on us we will support them.” Lt. Col. Jalalidin Ibrahim highlighted the regiment’s focus on “intensifying public education initiatives to cultivate an ongoing atmosphere of peace among residents.” According to him, they aim to further solidify the reputation of the Volta Region as a bastion of peace, evident in its history of hosting various events and attracting tourists. Lt. Col. Jalalidin Ibrahim, however, commended the regiment’s outstanding performance in providing security throughout 2023 and assured continuous security provision to the people of Volta and Oti Regions while appealing for their cooperation. “Our primary role is to ensure there is peace and security in the Volta and Oti Regions, and within the year, we have done that very well and we are celebrating a successful year and also reflect on the coming year. We are here for you and because of you. We are here to serve you [the people of Volta and Oti] and we need your cooperation to be able to serve you. Peace is paramount and should be our focus,” he said. In response, Dr. Archibald Yao Letsa, the Volta Regional Minister, lauded the regiment for sustaining peace in the two regions. He also emphasized the importance of the regiment maintaining political neutrality and professionalism during the upcoming general elections in 2024. “Your role in ensuring that the peace and security of the regions is not breached is commendable. I am pleased with your professionalism and dedication to duty, and it is my hope that you continue to collaborate with other security agencies in the regions to ensure that we continue to enjoy the prevailing peace.” He added that, “I do not doubt that this regiment, led by the commander rear, will remain politically neutral and professional as we head towards next year’s general elections.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jalalidin ibrahim",
        "sentiment": "none"
      },
      {
        "name": "oti regions",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "artillery regiment",
        "sentiment": "negative"
      },
      {
        "name": "electoral commission",
        "sentiment": "none"
      },
      {
        "name": "citi news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "volta",
        "sentiment": "none"
      },
      {
        "name": "wassa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:04:36.030+02:00",
  "updated": "2023-12-31T12:04:36.030+02:00"
}