{
  "thread": {
    "uuid": "2dbf2c61d34179fc54e81e3aad5e78c3bdfccf16",
    "url": "https://www.kolotv.com/2023/12/28/viewers-select-their-top-stories-2023/",
    "site_full": "www.kolotv.com",
    "site": "kolotv.com",
    "site_section": "https://kolotv.com/livestream2",
    "site_categories": [
      "media"
    ],
    "section_title": "Watch Live",
    "title": "Viewers select their top stories of 2023",
    "title_full": "Viewers select their top stories of 2023",
    "published": "2023-12-29T01:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kolo-prod.cdn.arcpublishing.com/resizer/v2/TJRIE5ZF2NGCHOKOX47YX2CWZM.png?auth=162f665cbba26de85e0a7a0cf7134412e958b51f12ef6c89b8b7c5e1028d78fa&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 25155,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2dbf2c61d34179fc54e81e3aad5e78c3bdfccf16",
  "url": "https://www.kolotv.com/2023/12/28/viewers-select-their-top-stories-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KOLO8",
  "published": "2023-12-29T01:36:00.000+02:00",
  "title": "Viewers select their top stories of 2023",
  "text": "Viewers select their top stories of 2023 RENO, Nev. (KOLO) - By January of 2023 our area was officially out of drought. The number 8 news story of the year according to our viewers was the second most abundant snow season in our area. Hard to imagine now, but snow drifts and closed passes were common for several months into 2023. That snow led to a dramatic rescue of actor and northern Nevada resident Jeremy Renner. In at number 7: Renner suffered broken bones, injuries to his face and head and internal injuries as he tried to free his nephew’s truck stuck in the snow. At his remote home off the Mt. Rose Highway, Renner tried to exit the Pistonbully which rolled over on the actor. Renner nearly died, but is alive, well, and still recovering from the injuries. Number 6, on our viewer’s choice list: Troy Driver. The man set to stand trial for the death of 18-year-old Naomi Irion would never put up a defense. He committed suicide in Lyon County’s Jail in August. He faced murder, kidnapping, robbery, burglary, and destruction of evidence charges. Prosecutors say he entered Irion’s car in the early morning hours of March 12, 2022, as she waited for a shuttle to her work. She would eventually be killed in a remote area of Churchill County. His death left her family and the community of Fernley with a feeling that justice was evaded. Number 5 on our list: Grand Sierra Resort expansion plans. Those plans include a 10,000-seat arena which could be the new home for Wolf Pack Basketball, more hotel rooms and a conference center. Money will come from Owner Alex Morello. The One-Billion-Dollar expansion is the biggest private capital investment in Reno’s history. Number 4 on the list: Tesla receives another tax break. Courtesy of the state of Nevada, it is estimated at more than 12-Billion Dollars. In January the Governor’s Office of Economic Development approved what they called “investment abatements” in Storey County. That’s where the Tesla Gigafactory is located. The plan includes a brand new $3.5 Billion-Dollar advanced manufacturing facility in northern Nevada for the company’s all-electric semi-trucks. Tesla says the move means thousands of jobs for our area. Number 3: The Wolf Pack gets a new football coach. Jeff Choate is the 28th head coach of the football program. The co-defensive coordinator and inside linebackers coach for Texas, his hire hopes to rebuild a beleaguered program left by his predecessor. Number 2 according to our Viewers? In 2023, Burning Man turned into Rain Man. An event that boasts nearly 100-thousand participants at the Black Rock Desert typically worries about sunburn and heat exhaustion. Not this year. Rain caused flash floods, and the playa to turn into a heavy, muddy mess. Thousands were stranded as it was nearly impossible to move about the area. Water and food needed to be rationed. And when it was safe to leave, the mass exodus looked like a Los Angeles freeway at rush hour, only worse. Number One on our list: Reproductive Rights. While Nevada has a law which legalizes abortion, that law came under scrutiny after the U.S Supreme Court’s Dobbs decision in June of 2022. In 2023 Nevada lawmakers passed and Governor Lombardo signed a bill which prohibits Nevada from helping arrest or extradite someone charged in another state suspected of violating that state’s reproductive health care laws. Senate Joint Resolution Seven also passed in the legislature. It would place reproductive rights in the Nevada Constitution. However, it must pass again in the 2025 session before the resolution goes to voters in 2026. “What a better way to make that decision in Nevada known than through Nevada Voters,” said Senator Nicole Cannizzaro sponsor of SJR 7. Her comments came at the time the resolution was introduced. An initiative petition which would allow Nevada voters to decide if reproductive rights should be in the Nevada Constitution is stuck in court. But it could appear ultimately on the 2024 ballot. Such a ballot initiative would bring out voters on both sides and could outshine the presidential election as The Issue of 2024. Copyright 2023 KOLO. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "reno",
        "sentiment": "negative"
      },
      {
        "name": "renner",
        "sentiment": "none"
      },
      {
        "name": "naomi irion",
        "sentiment": "none"
      },
      {
        "name": "irion",
        "sentiment": "none"
      },
      {
        "name": "jeremy renner",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "nev.",
        "sentiment": "none"
      },
      {
        "name": "mt. rose highway",
        "sentiment": "none"
      },
      {
        "name": "lyon county",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:19:22.050+02:00",
  "updated": "2023-12-29T02:19:22.050+02:00"
}