{
  "thread": {
    "uuid": "70efff9a9d1012c542b024345a877bf976c90f99",
    "url": "https://gradynewsource.uga.edu/red-mile-road-drummer-listen-to-local-music-because-its-awesome",
    "site_full": "gradynewsource.uga.edu",
    "site": "uga.edu",
    "site_section": "http://gradynewsource.uga.edu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Grady Newsource",
    "title": "Red Mile Road Drummer: ‘Listen to Local Music Because it’s Awesome’",
    "title_full": "Red Mile Road Drummer: ‘Listen to Local Music Because it’s Awesome’",
    "published": "2024-02-29T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gradynewsource.uga.edu/wp-content/uploads/2024/02/IMG_8223-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 1049,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70efff9a9d1012c542b024345a877bf976c90f99",
  "url": "https://gradynewsource.uga.edu/red-mile-road-drummer-listen-to-local-music-because-its-awesome",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grady Multiplatform Journalist",
  "published": "2024-02-29T23:00:00.000+02:00",
  "title": "Red Mile Road Drummer: ‘Listen to Local Music Because it’s Awesome’",
  "text": "Jake Kadet is the drummer for\nRed Mile Road, an Athens rock band made up of four University of Georgia students.\nQ: How did Red Mile Road become a band?\nThe four of us are all Fiji’s (Phi Gamma Delta) here at Georgia. We pledged our freshman year and just some point through pledgeship we all kind of got to know each other and realized we played instruments and had similar tastes in music.\nAnd so after pledgeship ended, and we had a lot of free time on our hands. It was COVID, so we weren’t going to many classes. I went and bought a drum set on Facebook marketplace and we started just jamming out and having fun in our fraternity house basement. And from there on just kind of snowballed.\nQ: What led y’all to choose Red Mile Road as the name?\nRed Mile Road is the street name of where Fiji’s international headquarters is.\nQ: Are there plans to record and release more music?\nRight now we’ve got three that are recorded, that we’re putting final touches on/putting artwork to, and then we’ll get those out in the next month to two and a half months. And then I think those three singles will lead into what will be our album and that will include those three singles that we released this past fall and then another five songs.\nQ: What’s your favorite part of being in a band?\nMusic has been one of the best ways to completely step outside of that (Greek life) and meet the other side of Athens, which is just so raw and genuine and authentic. And it’s been a lot of fun to become a part of that to make some friends in that scene. And to feel like you know, we’re making some form of legacy that lasts longer than just we partied hard in college.\nQ: How has being a part of the Athens music scene impacted your college experience?\nLearning how to work and accomplish certain goals with people that might not think about things the same way as you — it’s been incredible as a learning experience, and same goes with you know, what it takes to interact with artists for our artwork or managers or booking agents or whatever it might be. It’s just been a lot of fun to just learn about the music industry as a whole and how the business side of it works.\nQ: Is there anything else you wanted to talk about?\nIf I have any words of wisdom as a soon-to-be departing senior it would be to see as much live music as possible. You will never regret a show.\nBe open-minded. Listen to as much music as you possibly can of different genres. Listen to local music because it’s awesome. And go see them at the 40 Watt or wherever they’re playing.\nComments trimmed for length and clarity.\nBlake Witmer is a public relations major covering local music.\n-\nShow Comments (0)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.redmileroadband.com/",
    "https://redmileroadband.com/",
    "https://www.redmileroadband.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jake kadet",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "university of georg",
        "sentiment": "negative"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "red mile road",
        "sentiment": "none"
      },
      {
        "name": "athens",
        "sentiment": "none"
      },
      {
        "name": "fiji",
        "sentiment": "none"
      },
      {
        "name": "phi gamma delta",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:13.925+02:00",
  "updated": "2024-03-01T00:20:13.925+02:00"
}