{
  "thread": {
    "uuid": "8f98798ef886c8a99603d278740b8c6de1434e5a",
    "url": "https://www.twincities.com/2023/12/28/gophers-mens-basketball-al-nolen-shares-dark-space-he-went-through-as-a-player/",
    "site_full": "www.twincities.com",
    "site": "twincities.com",
    "site_section": "https://www.twincities.com/sports/college-sports/",
    "site_categories": [
      "media"
    ],
    "section_title": "College Sports &#8211; Twin Cities",
    "title": "Gophers men’s basketball: Al Nolen shares ‘dark space’ he went through as a player – Twin Cities",
    "title_full": "Gophers men’s basketball: Al Nolen shares ‘dark space’ he went through as a player – Twin Cities",
    "published": "2023-12-28T22:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.twincities.com/wp-content/uploads/2015/11/20101203__101204nolen.jpg?w=500&#038;h=354",
    "performance_score": 0,
    "domain_rank": 3884,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f98798ef886c8a99603d278740b8c6de1434e5a",
  "url": "https://www.twincities.com/2023/12/28/gophers-mens-basketball-al-nolen-shares-dark-space-he-went-through-as-a-player/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andy Greder",
  "published": "2023-12-28T22:49:00.000+02:00",
  "title": "Gophers men’s basketball: Al Nolen shares ‘dark space’ he went through as a player – Twin Cities",
  "text": "Al Nolen spoke from a place of empathy during the radio broadcast of the Gophers men’s basketball game on Dec. 12.\nGophers sophomore guard Braeden Carrington had stepped away from the program earlier that day to address his mental health. And just after tipoff, Nolen, the new KFAN analyst, briefly shared his own struggles playing for the Gophers from 2007-11.\n“It was just being in a dark space,” Nolen later described to the Pioneer Press in a Dec. 15 interview.\nNolen said his issues came to a head during his sophomore season in 2008-09, when he felt acute pressure of being a Minnesotan playing for the home-state Big Ten school.\n“People want to see you do well, obviously,” said Nolen, who attended Patrick Henry High School in Minneapolis. “But at the same time, they have a standard for you and what they want out of you as a Division I athlete.”\nGophers men’s basketball coach Ben Johnson has been sympathetic and supportive to Carrington’s situation, granting him the space he needs.\nOn Wednesday, Johnson said Carrington has returned to practice. Carrington won’t play in the final nonconference game against Maine on Friday, but might play when Big Ten play resumes at Michigan next Thursday.\nFor Nolen, his struggles continued into his junior year when he was ruled academically ineligible halfway through the season. The team knew well before the public, he said.\n“It was a very unfortunate situation,” Nolen said. “However, I was able to learn from it. It was extremely tough. I had a lot of fans saying nasty stuff to me on social media and different things of that nature.\n“So I disabled my social medias, and stopped looking at all those different things. I just kind of isolated myself on campus. I felt bad and just had a lot of negative energy.”\nCarrington’s story also has had social media implications.\nLast weekend, Pioneer Press columnist Charley Walters wrote: “People close to the Gophers will be surprised if … Carrington … doesn’t enter the NCAA transfer portal.”\nWalters’ sourced speculation was then construed by Gopher Hole into it being an intention by Carrrington. The blog and message board altered Walters’ reporting to say: “Carrington expected to hit the transfer portal.”\nReaction to Gopher Hole’s post reached Johnson on Tuesday — soon after he had met with Carrington. Carrington was “glowing,” Johnson relayed, when the Brooklyn Park guard said he was ready to rejoin the team.\n“It’s disappointing that some people ran with a narrative that is not fair to that kid,” Johnson said Thursday. “I don’t want to get on a big soap box, but I feel like you’ve got to stand up for your guys when you need to stand up for your guys.”\nJohnson said Carrington has done “everything right” on and off the court and came to the practice facility “every day” during his respite.\n“However that (report) got out by whoever — it couldn’t be farther from the truth for a kid that could have left last year and didn’t and stuck with it,” Johnson said. “… When I first got the job, he was the first guy that committed to me and has shown unbelievable loyalty to myself and the program, for that to even remotely come out is just not fair to him.\n“It bothered him ‘cause he cares.”\nIn Nolen’s situation, he thought about transferring and even sat down with an assistant coach to talk about it. Academic ineligibility stood in his way, he said.\n“I was ready to go,” Nolen recalled. “I wanted a new start. I wanted somewhere fresh.”\nNolen’s mother counseled him into finishing what he started with the Gophers, and Al came back for his senior season. In one game in 2010-11, Nolen was at the free-throw line when he recalled hearing a chant: “Go to class!”\nThat January, he broke a bone in his right foot and was done for the year. Amid that setback, Nolen’s improved mental health aided him.\n“I was OK with that because I said I put my all into getting back into the sport,” Nolen said. “Breaking your foot, or getting an injury or something, is out of your control.”\nNolen, who credited teammates, coaches and support staff for helping him feel better, played in the NBA’s minor league and abroad in Europe after college. He returned to Minnesota to complete the six final credits needed for graduation. He has since started the Al Nolen Foundation to help at-risk youth in underprivileged communities.\nAfter stepping away from sports with his career, Nolen is moonlighting in his first year as radio analyst next to play-by-play commentator Mike Grimm.\n“I love it so much,” Nolen said of his radio gig. “I focused on different things, but to be sort of back engulfed in sports and have a job talking about the Gophers, I love it.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al nolen",
        "sentiment": "negative"
      },
      {
        "name": "carrington",
        "sentiment": "none"
      },
      {
        "name": "braeden carrington",
        "sentiment": "none"
      },
      {
        "name": "ben johnson",
        "sentiment": "none"
      },
      {
        "name": "johnson",
        "sentiment": "none"
      },
      {
        "name": "nolen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gophers",
        "sentiment": "negative"
      },
      {
        "name": "patrick henry high school",
        "sentiment": "none"
      },
      {
        "name": "pioneer press",
        "sentiment": "none"
      },
      {
        "name": "kfan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:43.591+02:00",
  "updated": "2024-01-05T00:21:33.852+02:00"
}