{
  "thread": {
    "uuid": "716c39d5dce5340e9e2b720f0384220cbaa365fa",
    "url": "https://www.razon.com.mx/ciudad/alfa-gonzalez-entrega-obras-beneficio-35-colonias-tlalpan-567138",
    "site_full": "www.razon.com.mx",
    "site": "razon.com.mx",
    "site_section": "http://www.razon.com.mx/rss/feed.xml",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "La Razón de México | Noticias e información en tiempo real.",
    "title": "Alfa González entrega obras para beneficio de 35 colonias de Tlalpan",
    "title_full": "Alfa González entrega obras para beneficio de 35 colonias de Tlalpan",
    "published": "2024-03-01T00:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://imagenes.razon.com.mx/files/og_thumbnail/uploads/2024/02/29/65e103350da4b.jpeg",
    "performance_score": 0,
    "domain_rank": 41681,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "716c39d5dce5340e9e2b720f0384220cbaa365fa",
  "url": "https://www.razon.com.mx/ciudad/alfa-gonzalez-entrega-obras-beneficio-35-colonias-tlalpan-567138",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "razon.online@razon.com.mx (La Razón Online)",
  "published": "2024-03-01T00:21:00.000+02:00",
  "title": "Alfa González entrega obras para beneficio de 35 colonias de Tlalpan",
  "text": "En 2 meses Alfa González entrega obras para beneficio de 35 colonias de Tlalpan La alcaldesa de Tlalpan, Alfa González entregó en los dos primeros meses del año obras por más de 30 mdp; destacan acciones como reencarpetado de calles, infraestructura hidráulica e intervención en escuelas Una de las prioridades del actual gobierno de la alcaldía Tlalpan, ha sido revertir el deterioro de los espacios públicos, hacerlos más seguros y dignos, a través de una importante inversión en materia de infraestructura urbana, que abarca obras emblemáticas como la colocación de nueva carpeta asfáltica en las calles más deterioradas, rehabilitación de espacios deportivos, escuelas, obras hidráulicas, unidades habitacionales y luminarias, aseguró la alcaldesa Alfa González Magallanes. La edil tlalpense dio a conocer que, con un monto superior a los 30 millones de pesos, en los dos primeros meses del año entregó a vecinas y vecinos de más de 35 colonias, pueblos y barrios obras que se iniciaron desde el año pasado y que benefician a la población estudiantil, ayudan a reducir las inundaciones, a mejorar la red de agua potable, a agilizar la circulación vehicular y a tener una mejor calidad de vida. “La fórmula que está dando resultados durante más de dos años de gobierno es la cercanía y trabajo con la gente. En Tlalpan el rezago era mucho, pero lo estamos revirtiendo”, dijo González Magallanes. Entre las acciones de su gobierno destacó la aplicación de más de 433 mil metros cuadrados de carpeta asfáltica, sobre todo en las zonas que más lo necesitaban. Confirmó que ya se modernizó más del 70 por ciento de todo el alumbrado público de la demarcación, lo que significa 25 mil puntos de luz habilitados con tecnología led, ahorradora de energía y de mayor duración. Entre las obras que ha entregado en zonas como los pueblos originarios, colonias del Ajusco Medio, el centro de la alcaldía, Coapa y otras, destacan más de 35 mil metros cuadrados de asfalto nuevo, adoquín y empedrado renovado en calles como Chilapa, Calvario, Magisterio Nacional, Vivanco. En 12 escuelas de educación básica, se han reconstruido escaleras de emergencia, rehabilitado sanitarios, trabajos de mantenimiento, muros perimetrales, colocación de puertas y ventanas nuevas, así como techumbres en los patios. Con la acción social Tlalpan en Unidad, se ha beneficiado, con los trabajos entregados el primer bimestre, son beneficiados habitantes de ocho conjuntos habitacionales con impermeabilización, rehabilitación de un estacionamiento, reconstrucción de un salón de usos múltiples, pintura de edificios, remodelación de juegos infantiles, bacheo y poda de árboles. En cuanto a la inversión en obras para mejorar la red hidráulica y el drenaje, se construyeron cuatro resumideros; y se modernizó la tubería vieja con tubos de polietileno de alta densidad y mayor duración en cuatro colonias con problemas de fugas de agua. Tres de los espacios deportivos más concurridos por la población fueron modernizados: la alberca y el sistema de calefacción del Deportivo Rodolfo Sánchez Taboada, la cancha de futbol e instalaciones del Deportivo Balancán y las canchas de basquetbol del Deportivo Vivanco. Asimismo, se dio continuidad al exitoso programa Alumbramos Tlalpan, con el cual se encendieron 642 luminarias en las colonias Ampliación Isidro Fabela, Volcanes, Magisterial Coapa, Barrio La Lonja, Mirador 1ª Sección y Chimilli. JVR - [¿Cómo va a ser el agua por tandeo en el Edomex y en cuáles municipios se realiza?](/estados/municipios-edomex-recibiran-agua-tandeo-566637) - [Profeco dice que son mejores jeans que los 501 de Levi’s y además cuestan la mitad](/negocios/profeco-dice-son-mejores-jeans-501-levi-s-cuestan-mitad-566744) - [Piquero se rompe la cara, la historia del perturbador VIDEO que es viral en TikTok](/entretenimiento/piquero-rompe-cara-impactante-video-viral-redes-563215) - [Estas empresas ofrecerán promociones por año bisiesto](/negocios/empresas-ofreceran-promociones-ano-bisiesto-566990) - [Este es el outlet que vende jeans desde 175 pesos en CDMX](/negocios/outlet-que-vende-jeans-desde-175-pesos-cdmx-566804)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:28:25.495+02:00",
  "updated": "2024-03-01T03:21:10.088+02:00"
}