{
  "thread": {
    "uuid": "f4c637c1c3ff134f6e97cc3bf2ded4f190402dc6",
    "url": "https://www.juneauempire.com/opinion/my-turn-moving-the-needle-forward-for-alaskan-agriculture-and-local-food-security",
    "site_full": "www.juneauempire.com",
    "site": "juneauempire.com",
    "site_section": "https://www.juneauempire.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Juneau Empire",
    "title": "My Turn: Moving the needle forward for Alaskan agriculture and local food security | Juneau Empire",
    "title_full": "My Turn: Moving the needle forward for Alaskan agriculture and local food security | Juneau Empire",
    "published": "2024-02-15T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.juneauempire.com/wp-content/uploads/2024/02/35497448_web1_FoodOpEd-JUE-240217-1_1-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 12645,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4c637c1c3ff134f6e97cc3bf2ded4f190402dc6",
  "url": "https://www.juneauempire.com/opinion/my-turn-moving-the-needle-forward-for-alaskan-agriculture-and-local-food-security",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joe Orsi Thursday; February",
  "published": "2024-02-15T04:30:00.000+02:00",
  "title": "My Turn: Moving the needle forward for Alaskan agriculture and local food security | Juneau Empire",
  "text": "As a follow-up to a recent [“My Turn” article in the Juneau Empire by Colin Peacock](https://www.juneauempire.com/opinion/my-turn-we-need-to-make-food-security-a-priority-in-alaskas-2024-legislative-session/) on prioritizing food security for Alaska, I would like to give the perspective of a small-scale farmer. I believe both Alaskan agriculture and food security could be improved by involving farmers via 1) a property tax reduction, 2) a sales tax exemption, 3) [business](https://www.juneauempire.com/business/) purchasing incentives and 4) a local food-sharing network of Alaskan growers. I have a passion for growing food and have sold produce commercially in Juneau for more than 15 years. My seasonal, part-time business, Orsi Organic Produce, is a small-scale farm with about 1/3 an acre of cropland selling more than 2,000 lbs. of produce annually. I recognize the rewards and challenges of growing and selling produce, however, trying to make farm economics work out is sometimes difficult. The rewards: There is nothing more satisfying to me than looking over thousands of square feet of green produce surrounded by the sights, smells, and sounds of nature and thinking: “Thank you Lord.” I currently enjoy supplying several Juneau vendors with produce, namely: Amalga Distillery, Juneau Natural, Rainbow Foods, and the Salt and Soil [Marketplace](https://www.juneauempire.com/marketplace/). I know customers appreciate fresh, top-quality local produce — often sold within 24 hours of harvest — which is important because most produce loses 30% of their nutrients three days after harvest. The challenges: Growing commercial quantities of produce in Southeast Alaska’s short cold season and wet maritime climate is difficult. Our soils are poor, the topography is steep, we have unpredictable weather patterns and it is a labor-intensive endeavor. However, I am blessed to have a good friend, Sam Bertoni, who volunteers his labor often. Consequently, it’s not too surprising only 5% of the food consumed in Alaska is grown in Alaska. The economics: Economics works against farming in Alaska. This is really apparent here in Juneau which has high land values and associated property taxes. Shipping costs are also high of all farm-related [products](https://www.juneauempire.com/products/) to Alaska. Here is how I think we can improve agriculture and food security in Alaska: 1) Property tax relief. Why not extend the $150,000 senior citizen property assessment discount to include validated farmers? A validation could be assessed from municipal sales records for a farmer that either sells a threshold amount of produce ($10,000?) or a percentage of sales compared to an adjusted gross income (more than 10%)? The State of Alaska currently offers a Farm Use Assessment Application (AS 29.45.060) to reimburse municipalities for partial Farm/Agricultural land use. This exemption allows farmers to temporarily not pay tax on assessed farmland — BUT in the fine print — if a farmer changes land use (or sells it?) he is liable to pay up to seven years back taxes at 8% interest to the state/municipality. This liability disclosure discourages farmers from using this exemption. 2) Sales tax relief. Why not eliminate municipal sales tax on “Alaska Grown” food products? The State of Alaska Division of Agriculture oversees the Alaska Grown Program, and farmers can readily apply and become registered in it. 3) Incentivize businesses using Alaska Grown produce. Why not reward businesses that purchase Alaska Grown products with a partial property tax exemption? For example, if a business purchased $5,000 of Alaska Grown product, then they could deduct a percentage (10%?) of that amount from their property tax ($500) up to a certain amount ($2,500?). 4) Build a local food security network of growers. If local farm production increased, this would enable farmers to network and supplement food pantries and shelters with fresh local produce in their communities. I know from visiting many farms around Southeast Alaska that farmers are a generous lot and I believe would rally to support their local community with food donations. In addition, as of 2015, small-scale farmers can deduct some food donations off their federal income taxes. If our governing bodies are willing to provide some tax relief to farmers and associated businesses, this would be a win/win for Alaska agriculture and local food security, particularly in geographically isolated communities throughout the Last Frontier. • Joe Orsi is a master gardener and owner of Orsi Organic Produce in Juneau.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "colin peacock",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "orsi organic produce",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "juneau",
        "sentiment": "none"
      },
      {
        "name": "alaska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T04:56:03.306+02:00",
  "updated": "2024-03-05T00:22:05.082+02:00"
}