{
  "thread": {
    "uuid": "12efd620b630c423567ed2159d1d823ae700375f",
    "url": "https://www.mercurynews.com/2024/02/29/rare-hummingbird-turns-glendora-familys-new-yard-into-tourist-attraction/amp",
    "site_full": "www.mercurynews.com",
    "site": "mercurynews.com",
    "site_section": "https://getaboutcolumbia.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "news",
    "title": "A rare hummingbird turns a California family’s new backyard into a tourist attraction",
    "title_full": "A rare hummingbird turns a California family’s new backyard into a tourist attraction",
    "published": "2024-02-29T16:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HK",
    "main_image": "https://www.mercurynews.com/wp-content/uploads/2024/02/SGN-L-BIRDYARD-0229-10-LO_cf5a3f.jpg",
    "performance_score": 0,
    "domain_rank": 965,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12efd620b630c423567ed2159d1d823ae700375f",
  "url": "https://www.mercurynews.com/2024/02/29/rare-hummingbird-turns-glendora-familys-new-yard-into-tourist-attraction/amp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-02-29T16:36:00.000+02:00",
  "title": "A rare hummingbird turns a California family’s new backyard into a tourist attraction",
  "text": "The distinctive red bill is one of the identifiers of this broad-billed hummingbird as it lands on a tree in Palo Verde at Christine Joseph’s home in Glendora on Tuesday, Feb. 27, 2024. After Joseph took advantage of local rebates to replace her lawn with native and drought-tolerant plants, her new garden began to attract a variety of native birds, bees and other pollinators. (Photo by Leonard Ortiz, Orange County Register/SCNG)\nOver the past two weeks, several hundred people have flocked from Northern California, Arizona and everywhere in between to tour a quiet neighborhood in Glendora.\nThey come with binoculars, telephoto lenses and a shared mission: to see “BB”.\nThat’s the name birders have given to an elusive broad-billed hummingbird that now calls Christine Joseph’s flower-filled front yard home.\nIt may not be as impressive as the snowy owl that captivated people for several weeks in January 2023 after it veered off course and nested in northern Orange County. But since BB’s variety of small, fast-flying hummingbirds are usually only found in the canyons and forests of Mexico and southern Arizona, not in Glendora, it can be difficult for local enthusiasts to check off their birding bucket lists.\n“It’s something you don’t usually see in our area,” said Evelyn Serrano, director of the Audubon Center at Debs Park in Montecito Heights.\nJoseph credits the fact that she and her husband have spent the past few years turning their yard into a pollinator’s paradise. And while BB is definitely their most famous guest yet, she said they’ve enjoyed a steady parade of new visitors since swapping out their thirsty lawn for drought-tolerant native plants.\n“We got so many new different types of butterflies. We had grasshoppers that I hadn’t seen in years. I had praying mantises that I never had,” Joseph said. “And I have tons of birds in my yard all day long.”\nWith BB, Joseph said she heard the difference even before she saw it.\nAs an avid birder, she always pays attention to the visitors who fly through her yard. So when she spotted a bird humming an original tune, different from the familiar song she hears whenever Anna’s variegated hummingbirds stop by for a drink, Joseph grabbed her binoculars.\nThe small bird’s bright red beak was the next clue. Joseph’s bird books told her she was looking at a broad-billed hummingbird and, based on its coloration, very likely a male. So, two weeks ago, she logged the sighting in eBird, a popular online database run by the Cornell Lab of Ornithology.\nSomeone from the lab contacted her, asking for pictures to confirm what she had seen. She uploaded two photos to the site on Feb. 11 and said people quickly started reaching out to ask if they could come see BB’s red beak, dark tail and iridescent body for themselves.\nSince then, dozens of photos of BB sipping nectar from native plants in Joseph’s yard have been uploaded to the eBird site.\n“It was just the nicest group of people,” Joseph said. “Someone left a whole bunch of sugar on my porch to make more hummingbird feed. Several people have left gift cards and thank you notes. They were just so excited to see this bird.\nOne woman told Joseph that she was supposed to go with a group to Arizona to try to see broad-billed hummingbirds recently, but missed the trip because she was sick. So when she learned of BB sightings not far from where she lives, Joseph said she showed up wearing a sweatshirt emblazoned with a picture of a hummingbird.\n“They were very respectful and very happy to see that I had transformed my yard because it’s kind of like a little habitat.”\nThe transformation began several years ago when the Metropolitan Water District of Southern California and the city of Glendora offered residents rebates if they removed grass from their property. Joseph’s long, narrow front yard had been completely grassed since her family had moved there nearly two decades earlier. So they first spent the rebate money replacing that lawn with succulents and hardscape materials.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christine joseph",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "leonard ortiz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "orange county register",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "palo verde",
        "sentiment": "none"
      },
      {
        "name": "glendora",
        "sentiment": "none"
      },
      {
        "name": "orange county",
        "sentiment": "none"
      },
      {
        "name": "northern california",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:47:58.035+02:00",
  "updated": "2024-03-01T00:47:58.035+02:00"
}