{
  "thread": {
    "uuid": "e6baa42edd9e42421833a6203c90f3943bd3d5c1",
    "url": "https://www.koreaherald.com/view.php?ud=20240119000653",
    "site_full": "www.koreaherald.com",
    "site": "koreaherald.com",
    "site_section": "https://news.koreaherald.com/rss_xml.php",
    "site_categories": [
      "media"
    ],
    "section_title": "The Korea Heald",
    "title": "(Asian Cup) S. Korea determined to fight for injured goalkeeper",
    "title_full": "(Asian Cup) S. Korea determined to fight for injured goalkeeper",
    "published": "2024-01-19T14:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KR",
    "main_image": "https://res.heraldm.com/content/image/2024/01/19/20240119000627_0.jpg",
    "performance_score": 0,
    "domain_rank": 3367,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6baa42edd9e42421833a6203c90f3943bd3d5c1",
  "url": "https://www.koreaherald.com/view.php?ud=20240119000653",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yonhap",
  "published": "2024-01-19T14:59:00.000+02:00",
  "title": "(Asian Cup) S. Korea determined to fight for injured goalkeeper",
  "text": "Most Popular\n-\n[1](/view.php?ud=20240118000687)\nIncreasingly more North Korean dissenters escaping to South\n-\n[2](/view.php?ud=20240118000082)\nUS warns against N. Korea's weapons aid to Russia after N. Korean FM's visit to Moscow\n-\n[3](/view.php?ud=20240118000782)\nParties roll out competing birth rate boosting pledges\n-\n[4](/view.php?ud=20240118000688)\nSamsung aims to adopt AI in 100m Galaxy phones\n-\n[5](/view.php?ud=20240118000657)\nS. Korean, US nuclear envoys vow to 'resolutely' counter NK-Russia arms trade\n-\n[6](/view.php?ud=20240119000442)\nN. Korea says it tested nuclear-capable underwater drones\n-\n[7](/view.php?ud=20240118000840)\nPolice looking into handling of drug probe into late actor Lee\n-\n[8](/view.php?ud=20240119000087)\nNature of NK threat could change 'drastically' due to Pyongyang-Moscow cooperation: US official\n-\n[9](/view.php?ud=20240118000744)\nSeoul book fair organizer, Culture Ministry clash again over book fairs\n-\n[10](/view.php?ud=20240118000682)\nWith increased autonomy, Jeonbuk State seeks growth\n(Asian Cup) S. Korea determined to fight for injured goalkeeper\n[By Yonhap](/search/list_reporter.php?byline=Yonhap)\nPublished : Jan. 19, 2024 - 21:59\nIn light of a devastating injury to their top goalkeeper, South Korea head coach Jurgen Klinsmann said Friday the remaining players will be battling hard for their fallen teammate for the rest of the Asian Football Confederation (AFC) Asian Cup.\nEarlier on Friday, the eve of South Korea's second Group E match against Jordan in Doha, the Korea Football Association had announced first-choice goalkeeper Kim Seung-gyu will miss the rest of the Asian Cup with a torn ligament in his right knee. The 33-year-old had suffered the injury during a training session Thursday.\nHe backstopped South Korea to a 3-1 win over Bahrain to open the AFC tournament Monday. It was Kim's 10th start in 12 matches under Klinsmann, who will now have to turn to veteran Jo Hyeon-woo, with the third-string keeper Song Bum-keun backing him up.\n\"We're very sad about Seung-gyu injury. It's part of sports and it's part of a tournament,\" Klinsmann said during his prematch press conference at the Main Media Centre in Doha. \"We have to move on. We keep him in our thoughts. He's with us even if he's injured and we fight for him.\"\nMidfielder Lee Jae-sung, also at the press conference, said Kim's early exit due to injury hit close to home. At the 2019 Asian Cup, Lee also played only the first match before missing the rest of the competition with a toe injury.\n\"We were all devastated with Seung-gyu's injury. It's really unfortunate,\" Lee said. \"We'll never forget all the work he'd put in to prepare for this Asian Cup, and we'll go out there and battle hard for him. We have 25 players left here and I think his absence will give everyone extra motivation.\"\nBoth Klinsmann and Lee anticipated a tough match against Jordan, although South Korea, at No. 23, sit 64 spots ahead of Jordan in the FIFA rankings.\nKlinsmann pointed to Jordan's convincing, 4-0 win over Malaysia on Monday as evidence that they won't be a pushover.\n\"They played a very, very good first game, and made it clear that they want to go into the next round as well,\" the coach said. \"We respect them a lot. They will make it frustrating for us and we have to find a way to break them down, which is not easy. If you watch the other games, it's not easy for any team out there.\"\nWith Jordan expected to take a more defensive posture against the favored South Korea, Lee said he and his fellow attackers will be prepared.\n\"We struggled in the first half against some tight defending in the first match. I think we have to play wider and deeper, and then create one-on-one opportunities with quick transition,\" the Mainz 05 midfielder said. \"Over the past couple of days, we've been trying to address some problems from the first game and to create more scoring chances.\"\nKlinsmann, on the other hand, disagreed with the notion that Jordan are a defensive side.\n\"If you score four goals, you're not a defensive-minded team,\" Klinsmann said with a smile. \"They've proven their point that they're dangerous every split second. They can counter break really fast. They have very gifted players up front as we know. So we have to be absolutely alert from the first second on about the Jordanian team and give them a lot of respect.\"\nGiven the depth of South Korea's offensive talent, with the likes of Son Heung-min of Tottenham Hotspur and Lee Kang-in of Paris Saint-Germain up front, South Korea should still find ways to score past Jordan. Klinsmann, though, guarded against overconfidence.\n\"There's the difference between confidence and thinking it's easy. Nothing is easy. Every game will be a battle. Every game will be a nail-biter for us. Obviously, we have quality and we know that. But we're going to take it one game at a time.\"\nFive South Korean players, including Son and Bayern Munich center back Kim Min-jae, received a yellow card against Bahrain, and another against Jordan will mean automatic suspension for the third group match against Malaysia next Thursday. Klinsmann said he will leave it up to the players to manage their situation.\n\"They've got to be smart and they're got to handle it. If it happens, they've got to live with the consequence of not being available for a game,\" he said. \"When you are into the game, you do a lot instinctively. I don't think that you can necessarily go into the game and say 'Oh, I got to avoid a yellow card.' If it happens, it happens.\"\nThe South Korea-Jordan showdown will kick off at 2:30 p.m. Saturday at Al Thumama Stadium in Doha, or 8:30 p.m. in Seoul.\nA win will essentially guarantee a knockout spot for South Korea, who are trying to win their first Asian Cup title since 1960. The top two nations from each of the six groups and four best third-place teams will advance to the round of 16.\nMore from Headlines\n-\nN. Korea says it tested nuclear-capable underwater drones\n-\nUN should ‘break silence’ on NK’s actions: S. Korean envoy\n-\nMinor opposition demands Yoon's apology after its lawmaker forcibly removed by bodyguards",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jeonbuk state",
        "sentiment": "none"
      },
      {
        "name": "samsung",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "s. korea",
        "sentiment": "none"
      },
      {
        "name": "n. korea",
        "sentiment": "none"
      },
      {
        "name": "seoul",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "pyongyang",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T15:10:13.170+02:00",
  "updated": "2024-01-19T15:10:13.170+02:00"
}