{
  "thread": {
    "uuid": "86d7739e2c7ea1c1d23b6e0b6975885d1cc2fa6f",
    "url": "https://www.nzherald.co.nz/northern-advocate/news/northlands-wild-kiwi-back-with-new-trophy-for-schools/BBUN6NEM35DIBLBGXTS2QGLWT4",
    "site_full": "www.nzherald.co.nz",
    "site": "nzherald.co.nz",
    "site_section": "http://rss.nzherald.co.nz/rss/xml/nzhrsscid_001503450.xml",
    "site_categories": [
      "science",
      "geology"
    ],
    "section_title": "",
    "title": "Northland’s Wild Kiwi back with new trophy for schools - NZ Herald",
    "title_full": "Northland’s Wild Kiwi back with new trophy for schools - NZ Herald",
    "published": "2024-03-14T09:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.nzherald.co.nz/resizer/v2/Q6AQJCDGMBD77CDYPP34VS4FVQ.JPG?auth=b693f0240f3951ed57a1d029095184daa622f6d17a5ba6bd49214fcc496c756e&amp;width=1200&amp;height=675&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 1209,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "86d7739e2c7ea1c1d23b6e0b6975885d1cc2fa6f",
  "url": "https://www.nzherald.co.nz/northern-advocate/news/northlands-wild-kiwi-back-with-new-trophy-for-schools/BBUN6NEM35DIBLBGXTS2QGLWT4",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@nzherald",
  "published": "2024-03-14T09:25:00.000+02:00",
  "title": "Northland’s Wild Kiwi back with new trophy for schools - NZ Herald",
  "text": "One of Northland’s toughest multisport events is on again this weekend, with a new trophy on offer for schools.\nThe Northpower Wild Kiwi is being held at Whangārei Heads on Saturday with hundreds of competitors due to take part.\nThe Wild Kiwi Multisport is for teams or individuals (from 14 years and up) and comprises a 10km sea kayak, 25km mountain bike ride and 14km run to the finish line. Run/walk events include 8km, 15km and half-marathon (21km) options.\nNorthlander Mel Leahy likes the idea of a challenge and that’s why she has been driving some good-natured banter between Whangārei Heads and Parua Bay Primary schools.\nAdvertisement Advertise with NZME. This year will see the two schools compete for a new trophy for the first time. The inaugural school competition is open to all students, past students, teachers and parents, with the total points for each school calculated by adding up the best 10 individual scores on Saturday.\nThe winning school will be the one with the lowest total score when all 10 scores are added together and the trophy will be presented at prizegiving on event day.\nEntrants running as part of a school team are still eligible for individual placings, but regardless of who takes out the trophy, for Leahy, the Northpower Wild Kiwi is about families being outdoors and being active.\n“Events like these aren’t just about placing, they are about starting and finishing in a great environment whether you are taking part with family or friends. It’s a wholesome, quality atmosphere with good people,” she said.\nAdvertisement Advertise with NZME. Come Saturday, Leahy will be teaming up with her daughter Caoimhe and her friend Madison Macmillan – both Year 8 students at Pompallier Catholic College – to tackle the 15km run/walk.\nTotal Sport’s Mark Fordham said more than 700 contestants are registered for Northland’s premier multisport event but his ultimate aim of attracting 1000 entrants to the Whangārei Heads event remains.\n“The Northpower Wild Kiwi has become a landmark multisport event in Te Tai Tokerau in recent years because it is a family-friendly occasion, with plenty of distances to choose from and, for the second year, a 1km kids dash for the youngsters will be a highlight,” Fordham said.\n“Total Sport’s drive is to encourage more Kiwis to get active and outdoors. Having a multitude of events at the Northpower Wild Kiwi provides something for everyone. We see the Mild Kiwi as the ideal introduction to multisport that can be tackled in a team or individually.”\nNorthpower’s general manager of people and capability Andrea O’Brien said more than 100 Northpower staff from multiple offices between Wellington and Northland will compete this year.\nNorthpower began encouraging staff to enter off-road events in 2018 as a way of improving wellbeing and staff, their whānau and friends have embraced the opportunity, particularly amongst the stunning scenery the Northpower Wild Kiwi courses cover in Whangārei Heads.\nTo find out more, visit www.thewildkiwi.co.nz",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.thewildkiwi.co.nz",
    "http://thewildkiwi.co.nz"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "northlander mel leahy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nz herald one of northland",
        "sentiment": "negative"
      },
      {
        "name": "northland’s wild kiwi",
        "sentiment": "neutral"
      },
      {
        "name": "nzme",
        "sentiment": "none"
      },
      {
        "name": "northpower wild kiwi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "whangārei heads",
        "sentiment": "none"
      },
      {
        "name": "parua bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:21:16.119+02:00",
  "updated": "2024-03-15T08:32:30.557+02:00"
}