{
  "thread": {
    "uuid": "211ff385aeaca1bd38b8bfee39bf70b5bda8b436",
    "url": "https://www.ilsussidiario.net/news/la-signora-dello-zoo-di-varsavia-rete-4-la-donna-che-salvo-centinaia-di-ebrei-oggi-sabato-20-gennaio-2024/2649217/",
    "site_full": "www.ilsussidiario.net",
    "site": "ilsussidiario.net",
    "site_section": "https://www.ilsussidiario.net/feed/history/125/programmi-e-ascolti-tv",
    "site_categories": [
      "media"
    ],
    "section_title": "Feed - IlSussidiario.net: Oggi in TV",
    "title": "La signora dello zoo di Varsavia, Rete 4/ La donna che salvò centinaia di ebrei, oggi, sabato 20 gennaio 2024",
    "title_full": "La signora dello zoo di Varsavia, Rete 4/ La donna che salvò centinaia di ebrei, oggi, sabato 20 gennaio 2024",
    "published": "2024-01-20T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ilsussidiario.net/wp-content/uploads/2024/01/19/la_signora_dello_zoo_di-varsavia.jpg",
    "performance_score": 0,
    "domain_rank": 26881,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "211ff385aeaca1bd38b8bfee39bf70b5bda8b436",
  "url": "https://www.ilsussidiario.net/news/la-signora-dello-zoo-di-varsavia-rete-4-la-donna-che-salvo-centinaia-di-ebrei-oggi-sabato-20-gennaio-2024/2649217/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T20:00:00.000+02:00",
  "title": "La signora dello zoo di Varsavia, Rete 4/ La donna che salvò centinaia di ebrei, oggi, sabato 20 gennaio 2024",
  "text": "La signora dello zoo di Varsavia, Rete 4/ La donna che salvò centinaia di ebrei,\nLa signora dello zoo di Varsavia, di Niki Caro, è una straordinaria storia vera di coraggio e resistenza che si inserisce nelle celebrazioni per il Giorno della Memoria. Andrà Rete 4 alle 21,25\nLa signora dello zoo di Varsavia, diretto da Niki Caro\n prima serata su Rete 4, alle ore 21,25, andrà in onda il film biografico e drammatico La signora dello zoo di Varsavia. Si tratta di una pellicola del 2017, uscita con il titolo originale di The Zookeeper’s Wife ed è diretta da Niki Caro, regista e sceneggiatrice neozelandese il cui ultimo lavoro è The Mother, con\nJennifer Lopez, ma la cui fama internazionale è stata raggiunta con il live action Mulan, per Walt Disney. Il film è basato sulla vera storia della scrittrice polacca Antonina Żabiński e di suo marito Jan, zoologo dello zoo di Varsavia, entrambi eroi della resistenza che aiutarono e salvarono molti ebrei\nIl ruolo di Antonina è stato affidato alla bravissima Jessica Chastain, premio Oscar 2022 per la sua interpretazione in\nGli occhi di Tammy Faye. Completano il cast Daniel Brühl nei panni di Lutz Heck, Johan Heldenbergh in quelli di Jan Żabiński e Val Maloku nel ruolo di Ryszard Żabiński.\nLa trama del film La signora dello zoo di Varsavia: due eroi eccezionali nella tragedia dell’Olocausto\nLa signora dello zoo di Varsavia è ambientato nella capitale polacca durante la seconda guerra mondiale. La Luftwaffe, l’aviazione militare tedesca, inizia a bombardare la città senza risparmiare neppure lo zoo. Alcuni animali periscono sotto i bombardamenti, altri riescono a scappare, ma i militari tedeschi li uccidono. Arrivata l’armata in città, decide di adibire lo spazio per lo zoo a base delle forze speciali tedesche e all’interno delle gabbie degli animali vengono riposte le armi.\nAntonina e il marito Jan, direttore dello zoo, devono rinunciare ai loro animali, anche a quelli che erano rimasti, poiché Lutz Heck, direttore dello zoo di Berlino e adesso nazista, vuole iniziare ad effettuare degli esperimenti liquidando definitivamente lo zoo che è rimasto a Varsavia. L’uomo però, conoscendo i due sposi, gli promette che gli animali più importanti verranno solamente trasferiti in Germania per poi essere restituiti quando, alla fine della guerra, avranno ricostruito la struttura.\nI due pensano a come sopravvivere dopo la chiusura dello zoo a seguito dell’uccisione degli ultimi rimasti vivi, propongono a Heck di aprire un allevamento di maiali da nutrire con gli scarti del ghetto realizzato dai nazisti. L’uomo acconsente, invaghito di Antonina, e propone di aggiungere anche gli uri, animali che da tempo cerca di allevare ma con scarso successo. Grazie a questa nuova attività i coniugi riescono a salvare centinaia di ebrei, nascondendoli attraverso i passaggi segreti dello zoo e nella loro cantina. Gli stessi, con documenti falsi, potranno poi salvarsi in altre città. Qualche anno dopo, l’arrivo degli alleati e la guerriglia polacca, a cui prenderà parte anche Jan, arrestato e ferito, riuscirà a liberare Varsavia dai nazisti: la vita riprenderà a scorrere e anche lo zoo verrà ricostruito…\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T22:02:02.464+02:00",
  "updated": "2024-01-20T22:02:02.464+02:00"
}