{
  "thread": {
    "uuid": "7af4649a0e2e9d355dd63d345a74eb6f47f6a0b2",
    "url": "https://www.devdiscourse.com/article/headlines/2761294-pms-visit-to-usher-in-new-era-of-development-in-ayodhya-cm-yogi",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "http://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "\"PM's visit to usher in new era of development in Ayodhya\": CM Yogi | Headlines",
    "title_full": "\"PM's visit to usher in new era of development in Ayodhya\": CM Yogi | Headlines",
    "published": "2023-12-30T02:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/30_12_2023_02_57_08_3166136.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7af4649a0e2e9d355dd63d345a74eb6f47f6a0b2",
  "url": "https://www.devdiscourse.com/article/headlines/2761294-pms-visit-to-usher-in-new-era-of-development-in-ayodhya-cm-yogi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-30T02:27:00.000+02:00",
  "title": "\"PM's visit to usher in new era of development in Ayodhya\": CM Yogi | Headlines",
  "text": "\"PM's visit to usher in new era of development in Ayodhya\": CM Yogi As the anticipation built around Prime Minister Narendra Modi's visit to Ayodhya on Saturday, Uttar Pradesh Chief Minister Yogi Adityanath said the inauguration of the new airport and the launch of other projects worth thousands of crores would usher in a \"new era of development\" in the temple town. [ANI](/ani-stories)| Updated: 30-12-2023 08:27 IST | Created: 30-12-2023 08:27 IST - Country: - India As the anticipation built around Prime Minister Narendra Modi's visit to Ayodhya on Saturday, Uttar Pradesh Chief Minister Yogi Adityanath said the inauguration of the new airport and the launch of other projects worth thousands of crores would usher in a \"new era of development\" in the temple town. \"A new era of development is going to be inaugurated today in Shri Ayodhya Dham by the respected Prime Minister @narendramodi ji,\" Chief Minister Adityanath posted from his official handle on X. Meanwhile, security has been heightened near the venue of the public meeting, which is to be headlined by PM Modi. The redeveloped Ayodhya Dham Junction railway station has been decked up with flowers in anticipation of the arrival of PM Modi, who will flag off new Amrit Bharat and Vande Bharat trains from the station modelled on the Ram Temple. Earlier, on Friday, state Minister Surya Pratap Shahi said Ayodhya has been given a sparkling makeover ahead of the arrival of PM Modi. \"Prime Minister Modi will arrive in Ayodhya Dham tomorrow and will dedicate projects worth about Rs 11,000 crores to the people here. Ayodhya has been decked up beautifully in anticipation of the PM's visit. There's plenty of enthusiasm among locals around the grand consecration of the Ram Temple,\" Shahi said. PM Modi will inaugurate various projects worth over Rs 15,000 crore during his visit to Ayodhya on Saturday. Around 11.15 am, Prime Minister Modi will inaugurate the redeveloped Ayodhya railway station and flag off new Amrit Bharat and Vande Bharat trains. He will also dedicate several other railway projects to the nation. Around 12.15 pm, he will inaugurate the newly built Ayodhya airport. Around 1 pm, Prime Minister Modi will participate in a public programme during which he will inaugurate, delicate to the nation and lay the foundation stone of multiple development projects worth more than Rs 15,000 crore in the state. These include projects worth about Rs 11,100 crore for the development of Ayodhya and its surrounding areas and projects worth about Rs 4600 crore related to other projects across Uttar Pradesh. On Friday, PM Modi, in a post on X, stated, \"Our government is determined to develop world-class infrastructure, improve connectivity and preserve the rich heritage of Ayodhya, the city of Lord Shri Ram. In this direction, I will inaugurate the newly constructed airport and redeveloped railway station tomorrow. Along with this, I will also get the privilege of inaugurating and laying the foundation stone of many more development projects, which will make the lives of my family members in many areas of the country, including Ayodhya and UP, easier.\" Prime Minister Modi has broadly outlined his vision to develop modern, world-class infrastructure in Ayodhya, improve connectivity and revamp its civic facilities while also conforming to the rich history and heritage of the city. In realisation of this vision, a new airport, a new redeveloped railway station, newly redeveloped, widened and beautified roads, and other civic infrastructure are being inaugurated in the city. The foundation stones for a number of other new projects will be laid, contributing to the beautification and revamp of civic facilities in and around the temple town. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"Assamese literary assets have their illustrious heritage\": Assam Governor at silver jubilee of Akhil Bharatiya Sahitya Parishad](/article/headlines/2746708-assamese-literary-assets-have-their-illustrious-heritage-assam-governor-at-silver-jubilee-of-akhil-bharatiya-sahitya-paris) [Vikshit Bharat Sankalp Yatra reaches Jammu and Kashmir's Udhampur](/article/headlines/2746769-vikshit-bharat-sankalp-yatra-reaches-jammu-and-kashmirs-udhampur) [Haryana one of foremost states in 'Bharat', to have its own state song: Assembly resolution](/article/law-order/2747512-haryana-one-of-foremost-states-in-bharat-to-have-its-own-state-song-assembly-resolution) [Role of KVs will be important in realising the goal of Viksit Bharat by 2047: Dharmendra Pradhan](/article/education/2747455-role-of-kvs-will-be-important-in-realising-the-goal-of-viksit-bharat-by-2047-dharmendra-pradhan) [PM Modi to interact with beneficiaries of Viksit Bharat Sankalp Yatra](/article/politics/2747497-pm-modi-to-interact-with-beneficiaries-of-viksit-bharat-sankalp-yatra)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "yogi adityanath",
        "sentiment": "none"
      },
      {
        "name": "adityanath",
        "sentiment": "none"
      },
      {
        "name": "shri ayodhya dham",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:02:44.892+02:00",
  "updated": "2023-12-30T05:02:44.892+02:00"
}