{
  "thread": {
    "uuid": "537cd84a8aa482f22029fbcb9f1f84543e77f38a",
    "url": "https://www.perthnow.com.au/entertainment/music/hope-ukraine-can-sustain-world-focus-through-eurovision-c-14561758",
    "site_full": "www.perthnow.com.au",
    "site": "perthnow.com.au",
    "site_section": "https://www.perthnow.com.au/feed",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "",
    "title": "Hope Ukraine can sustain world focus through Eurovision | PerthNow",
    "title_full": "Hope Ukraine can sustain world focus through Eurovision | PerthNow",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://images.perthnow.com.au/publication/C-14561758/39d329caba4d4b80b494352e16582fe58181c469-16x9-x0y0w1280h720.jpg?imwidth=1200",
    "performance_score": 0,
    "domain_rank": 8703,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "537cd84a8aa482f22029fbcb9f1f84543e77f38a",
  "url": "https://www.perthnow.com.au/entertainment/music/hope-ukraine-can-sustain-world-focus-through-eurovision-c-14561758",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Hope Ukraine can sustain world focus through Eurovision | PerthNow",
  "text": "Former Eurovision winner Jamala says Ukraine cannot afford to \"give up\" the opportunity to raise awareness of Russia's invasion by performing at the song contest, amid boycott calls over Israel's participation. The 40-year-old Ukrainian fears the UK public is growing \"tired\" about the war in Ukraine, but has urged this year's Eurovision entry from her country to be \"loud and creative\" while continuing to highlight the conflict taking place. She told the PA news agency: \"Some countries may refuse to participate (in the contest), but we don't. Especially we cannot afford to give up such a contest in time of war. \"There are many wars now in the world and, of course, it is not easy to constantly keep attention on yourself so that people do not get tired of our war. Get in front of tomorrow's news for FREE Journalism for the curious Australian across politics, business, culture and opinion. [READ NOW](https://thenightly.com.au?utm_medium=in-article_link&utm_source=perthnow&utm_campaign=nightly_launch_promo) \"But that is our task, people who remain in Ukraine, people who are fighting, to be as loud and creative ... this is the task of artists to find new ways of how to reveal and show their country.\" It comes after Irish entrant Bambie Thug previously backed \"an immediate and lasting ceasefire\" but has refused to boycott the event. Alongside UK contender Olly Alexander and Danish hopeful Saba, the artists said in a statement: \"It is important to us to stand in solidarity with the oppressed and communicate our heartfelt wish for peace, an immediate and lasting ceasefire, and the safe return of all hostages. \"We stand united against all forms of hate, including antisemitism and Islamophobia.\" Rapper and singer duo Alyona Alyona and Jerry Heil will represent Ukraine at Eurovision, which will be held in Malmo, Sweden, after Loreen's victory in Liverpool in 2023. Jamala hopes the duo can use their creativity to raise awareness about the war in Ukraine, which she feels is not as prominent in the news compared to two years ago following Russia's full-scale invasion of the country in February 2022. Jamala was part of the jury to select the 2024 entry for Ukraine and she \"really cheered for the girls\". \"They have a great song and the girls are really so different.\" Jamala hopes Ukraine will be highlighted at the Eurovision, but recognises it is \"not logical\" as she feels there is less focus on Ukraine in the news today compared to the start of the war. \"The war is still going on and women and children are being killed in our country by Russian bombs and missiles. Also, every day soldiers die and it is terrible,\" she said. \"It is natural to count on the fact that there will be some special dedication to Ukraine (at the Eurovision) - it is simply not logical, so to speak.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jamala",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "pa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T03:18:59.430+03:00",
  "updated": "2024-05-06T04:00:33.880+03:00"
}