{
  "thread": {
    "uuid": "fcfcb6e9d85deabfff46dc6a31ee33ddb2aaade6",
    "url": "https://www.apkmirror.com/apk/blix-inc/blue-mail-email-mailbox/blue-mail-email-mailbox-1-9-36-release/",
    "site_full": "www.apkmirror.com",
    "site": "apkmirror.com",
    "site_section": "https://www.apkmirror.com/uploads",
    "site_categories": [
      "tech",
      "illegal_content"
    ],
    "section_title": "Latest Uploads - APKMirror",
    "title": "Email Blue Mail - Calendar 1.9.36 APK Download by Blix Inc. - APKMirror",
    "title_full": "Email Blue Mail - Calendar 1.9.36 APK Download by Blix Inc. - APKMirror",
    "published": "2024-01-05T22:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://downloadr2.apkmirror.com/wp-content/uploads/2017/03/58c68d3c0e44b-384x384.png",
    "performance_score": 0,
    "domain_rank": 6046,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcfcb6e9d85deabfff46dc6a31ee33ddb2aaade6",
  "url": "https://www.apkmirror.com/apk/blix-inc/blue-mail-email-mailbox/blue-mail-email-mailbox-1-9-36-release/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T22:12:00.000+02:00",
  "title": "Email Blue Mail - Calendar 1.9.36 APK Download by Blix Inc. - APKMirror",
  "text": "What's new in Email Blue Mail - Calendar Introducing GemAl, a cool and innovative way to create and summarize emails with the power of artificial intelligence. BlueMail GemAl can save you precious time, so you can focus on what really matters. About Email Blue Mail - Calendar Blue Mail is a free, secure, beautifully designed, universal email app, featuring smart and elegant user experience and capable of managing an unlimited number of mail accounts from various providers. Blue Mail allows for smart push notifications and group emailing while enabling personalization across multiple email accounts. Being ad-free, Blue Mail is the perfect replacement for your stock email app. With a powerful unified interface experience packaged in an intuitive and easy to use design, Blue Mail provides a top-notch email service for all your email accounts. ALL YOUR EMAILS IN ONE PLACE ● Multiple providers - Gmail, Outlook, Hotmail, Yahoo Mail, AOL, iCloud and Office 365 ● Support for IMAP, POP3 + Exchange (ActiveSync, EWS, Office 365) Auto Configuration ● Sync multiple inboxes from all your providers in a Unified Interface ● Instant Push Mail for the widest range of providers (IMAP, Exchange, Office 365, etc.) ● BlueMail GEM AI leverages the power of OpenAI ChatGPT to write emails, suggest responses & summarize. ● Blue Mail features Integrated Calendar, allowing for the ability to access your Calendar events right within Blue Mail. View, create and edit your future events easily ENHANCED FEATURES ● PEOPLE TOGGLE SWITCH- The People Toggle is a new and original way to view your Inbox and reduce its clutter. In addition, tapping on an avatar will show all emails between the email participants and you. ● GROUP MAIL - Define & Share Groups to quickly send & receive emails ● SHARE EMAIL - Share emails publicly or privately through various social networks & messaging apps, receive emails from people who wish to engage with you instantly while keeping your email address private ● EMAIL CLUSTERS - Organizes similar emails together to remove clutter from your inbox. It categorizes emails from known senders into smart clusters, and organizes your emails into a sub-folder structure automatically, without the hassle to manage it manually. ● SMART MOBILE NOTIFICATIONS - Quiet Hours, Vibrate, LED Light, Snooze and other preferences per each of your inboxes ● UNIFIED FOLDERS - View all your email accounts folders through a combined interface for your Inbox, Sent, Drafts, etc. ● SPAM MANAGEMENT - Advanced spam mechanisms including the ability for users to directly Block Senders, Block Domains or Block an entire suffix of domains ● RICH TEXT SIGNATURE - Easily configure styles and add your logo ● ANDROID WEAR - Receive and act on notifications right from your watch ● BACKUP & SYNC – Safely sync all your email accounts to your existing and new devices ● CONFIGURABLE MENUS – Customize your swipe menu and email view actions ● GETTING STUFF DONE - Mark emails for later and set reminders so you do not miss them. When you finish handling an email, mark it as Done to get it out of your way. Reach Zero Inbox. ● VISUALLY APPEALING - Services logos, senders images, easily recognize popular services by their icons ● Days to Sync, Color-Coding, Scrollable and Unread Widgets, Intelligent Badge, Mobile Printing & Much More! PRIVATE & SECURE ● NOTIFICATIONS WITHOUT A PROXY - Blue Mail is one of the only modern apps to be a True Android Client by communicating directly with your email provider and not transferring any email messages via an email Proxy Server! Your emails always stay with you ● INDUSTRY-LEADING ENCRYPTION - Your data is always encrypted to protect your email communications and information secured. Blue Mail uses leading industry protocols to secure and protect your data ● LOCK SCREEN - You can set a timed lock screen to protect your emails We ♥ getting your feedback! Please email us: [support@bluemail.me](mailto:support@bluemail.me) Special thanks to everyone who rates us 5 stars and provides a warm feedback. It's so encouraging for the team! For news, please follow us on Twitter & Facebook: [twitter.com/bluemail](http://twitter.com/bluemail) (@bluemail) [facebook.com/bluemailapp](https://facebook.com/bluemailapp) [bluemail.me](https://bluemail.me) Download Email Blue Mail - Calendar This release may come in several variants. Consult our [handy FAQ](https://www.apkmirror.com/faq/) to see which download is right for you. [1.9.36](https://www.apkmirror.com/apk/blix-inc/blue-mail-email-mailbox/blue-mail-email-mailbox-1-9-36-release/email-blue-mail-calendar-1-9-36-android-apk-download/)APK 23808 January 6, 2024 Version:1.9.36 Uploaded:January 6, 2024 at 1:12AM UTC File size:60.52 MB Downloads:2 Version:1.9.32 Uploaded:October 16, 2023 at 12:32AM UTC File size:55.13 MB Downloads:190 Version:1.9.31 Uploaded:September 9, 2023 at 1:12PM UTC File size:55.13 MB Downloads:86 Version:1.9.30 Uploaded:August 28, 2023 at 11:26PM UTC File size:55.13 MB Downloads:62 Version:1.9.29 Uploaded:August 25, 2023 at 3:25PM UTC File size:55.12 MB Downloads:51 Version:1.9.28 Uploaded:August 22, 2023 at 11:50PM UTC File size:55.12 MB Downloads:43 Version:1.9.20 Uploaded:June 27, 2023 at 2:21AM UTC File size:55.12 MB Downloads:147 Version:1.9.19 Uploaded:June 14, 2023 at 6:06PM UTC File size:55.12 MB Downloads:86 Version:1.9.18 Uploaded:June 13, 2023 at 2:30PM UTC File size:55.07 MB Downloads:30 Version:1.9.17 Uploaded:June 5, 2023 at 5:28AM UTC File size:55.06 MB Downloads:67",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [
    "https://facebook.com/bluemailapp)",
    "http://twitter.com/bluemail)",
    "https://bluemail.me)",
    "https://www.bluemail.me)",
    "https://www.facebook.com/bluemailapp)",
    "http://www.twitter.com/bluemail)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "blix inc.",
        "sentiment": "neutral"
      },
      {
        "name": "blue mail",
        "sentiment": "none"
      },
      {
        "name": "yahoo mail",
        "sentiment": "none"
      },
      {
        "name": "aol",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:15:02.788+02:00",
  "updated": "2024-01-06T06:08:58.501+02:00"
}