{
  "thread": {
    "uuid": "d040e69c09723e745f28d09f8f49710d2b4a84a2",
    "url": "https://www.vfw.org/media-and-events/latest-releases/archives/2024/3/recognizing-womens-military-service",
    "site_full": "www.vfw.org",
    "site": "vfw.org",
    "site_section": "https://www.vfw.org",
    "site_categories": [
      "society"
    ],
    "section_title": "\r\n\tThe Veterans of Foreign Wars of the U.S. - VFW\r\n",
    "title": "Recognizing Women's Military Service - VFW",
    "title_full": "Recognizing Women's Military Service - VFW",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 12232,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d040e69c09723e745f28d09f8f49710d2b4a84a2",
  "url": "https://www.vfw.org/media-and-events/latest-releases/archives/2024/3/recognizing-womens-military-service",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Recognizing Women's Military Service - VFW",
  "text": "Members of VFW Post 1650 in Topeka, Kansas, honored four female members of the Kansas Air National Guard during its fifth annual Women in Military Service Recognition ceremony on Oct. 7. The ceremony recognized Kansas Air National Guardsmen Sarah Vargas, Olivia Parmentier, Tori Wilson and Rachael Parris, affording them a platform to talk about their military career, deployment experiences and the highs and lows of being a woman in the military. “We hold this event to recognize our women military members and their service to our nation,” VFW Post 1650 member and event coordinator Angie Gray said. “Each service member has a unique story, and telling it sometimes helps with healing or opening doors for other veterans in the audience to share their stories of military life.” VFW Post 1650 trustee and event coordinator Angie Gray, left, and Post 1650 Commander Dustin Sellin, right, recognize four members of the Kansas Air National Guard during its fifth annual Women in Military Service Recognition Ceremony on Oct. 7 at VFW Post 1650 in Topeka, Kan.Gray, who herself deployed to Iraq in 2007 with the 287th Sustainment Brigade out of Wichita, Kansas, coordinates the project each year by seeking women veterans open to speaking about their military experience. She does this by sending requests through the Post’s social media channels, word-of-mouth and the Kansas National Guard Public Affairs office. Created by the Post to diversify and bring multiple generations of veterans together to tell their stories and bask in camaraderie, Gray added that events such as the Women in Military Service Recognition ceremonies provide a unique opportunity for the older Post members. “Ceremonies like these give an opportunity for our older veterans to give back to the younger generation by awarding or thanking them for their service,” Gray said. “Many of our older veterans also participate in setting up for the event and participating in several roles needed to carry out the Women in Military Service Recognition Ceremony.” The annual event also provides Post 1650 with opportunities to open its doors to the public and welcome those who stand to potentially lead VFW into the future. Along with other Post events held throughout the year, Gray believes the Women in Military Service Recognition Ceremony is as good as any event to help recruit new veterans. “It helps us showcase all the activities and events we have to offer veterans, as well as letting the local community know the VFW is open to the public,” Gray said. “The goal is to bring in new veterans, young and old, male and female. It is our way of letting the next generation of veterans know that we are not your grandpa’s VFW and that we have modernized our ways.” This article is featured in the 2024 March issue of VFW magazine, and was written by Ismael Rodriguez Jr., senior writer for VFW magazine. t o p",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dustin sellin",
        "sentiment": "none"
      },
      {
        "name": "rachael parris",
        "sentiment": "none"
      },
      {
        "name": "guardsmen sarah vargas",
        "sentiment": "none"
      },
      {
        "name": "tori wilson",
        "sentiment": "none"
      },
      {
        "name": "olivia parmentier",
        "sentiment": "none"
      },
      {
        "name": "angie gray",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kansas air national g",
        "sentiment": "negative"
      },
      {
        "name": "recognizing women's military service",
        "sentiment": "neutral"
      },
      {
        "name": "kansas air national",
        "sentiment": "none"
      },
      {
        "name": "vfw post",
        "sentiment": "none"
      },
      {
        "name": "kansas air national guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "topeka",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T17:37:20.354+02:00",
  "updated": "2024-03-08T17:37:20.354+02:00"
}