{
  "thread": {
    "uuid": "02553475be465e7b47447a098bdc1bc1563a2a30",
    "url": "https://www.continental.com/en/press/press-releases/20240216-vikingcontact-8-technology",
    "site_full": "www.continental.com",
    "site": "continental.com",
    "site_section": "https://www.continental.com/en/press/press-releases",
    "site_categories": [
      "hobbies_and_interests",
      "investors_and_patents"
    ],
    "section_title": "Press Releases - Continental AG",
    "title": "Continental VikingContact 8 – The Next-Level Winter Tire - Continental AG",
    "title_full": "Continental VikingContact 8 – The Next-Level Winter Tire - Continental AG",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://cdn.continental.com/fileadmin/_processed_/b/a/csm_continental_pp_ice_bathing_d99ed4c8e1.jpg",
    "performance_score": 0,
    "domain_rank": 4470,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "02553475be465e7b47447a098bdc1bc1563a2a30",
  "url": "https://www.continental.com/en/press/press-releases/20240216-vikingcontact-8-technology",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Continental VikingContact 8 – The Next-Level Winter Tire - Continental AG",
  "text": "Continental VikingContact 8 – The Next-Level Winter Tire - Tread design and compound adapted for harsh Nordic winters - Quieter and more comfortable driving experience - Low rolling resistance for low energy consumption Hanover, Germany, February 16, 2024. With the new VikingContact 8, a new soft compound winter tire is now available to replace the previous model with immediate effect. The focus of the development was on safe driving characteristics in the harsh Nordic winters, increased comfort and lower rolling resistance, which is important for the growing number of electric cars in the Nordic markets. The new VikingContact 8 is ideally suited to both conventionally and electrically powered cars, SUVs and hybrids. For the tread design, our tire developers created the next-level evolution of the highly successful predecessor model. It has already taken first place in various tests in the trade press, proving its high performance. The directional tread pattern with its symmetrical grooves quickly drains water and slush from the contact patch, while the gripping edges of the blocks dig firmly into the winter road surface. This allows braking and acceleration forces to be transferred safely even on snowy and icy surfaces. When cornering on wet and dry roads, the tire’s 3D sipes and bridges between the individual blocks stabilize the tread, keeping it open for rapid water drainage which contributes to the precise handling experience. In addition to the gripping edges of the tread blocks, sipes – small incisions in the blocks – are the best guarantee for high grip on winter roads. For the new VikingContact 8, our engineers have developed a 3-layer-sipe – a combination of a straight, a zigzag and a wave sipe, positioned one behind the other in the tread blocks on the tire’s shoulders. The straight sipe on the outside of the block stabilizes it for good handling on dry roads. The zigzag sipes form the transition to the typical winter tire sipes in a wave pattern ensuring smooth force distribution and increased grip, even on wet roads. The classic wave sipes have been developed with the maximum edge length to provide maximum grip on snow even from the smallest surface areas - true to the motto of winter tire developers that maximum edge length leads to maximum snow grip. For the tread compound, our Continental chemists opted for a new compound development that enables maximum flexibility even at the lowest temperatures. This is one of the basic prerequisites for secure grip and high traction on snow and ice. Together with the new tread design, it reduces tire deformation, in turn reducing energy loss on the road, ultimately lowering rolling resistance. In addition, the tire construction is based on our latest research findings. The main body of the tire and its inner liner are constructed of materials that reduce the internal friction between components of the tire, contributing further to lower rolling resistance. In combination, these features lead to lower fuel consumption in conventionally powered cars and increase the range of electric cars. The new tread design with its lateral grooves, contact patch and flexible tire compound significantly reduces tire-related road noise. This leads to greater driving comfort and less noise being emitted into the environment. Passengers in electric vehicles in particular benefit from this, as tire noise is generally perceived much more strongly due to the lack of engine noise. The significant noise reduction with the new VikingContact 8 compared to the previous model is plain to see with its top-level A rating on the EU tire label. In terms of rolling resistance, the VikingContact 8 receives the EU label value A or B, depending on the size, and a value of D for wet braking distances. In addition, it bears the ice symbol on the EU label for its safe driving characteristics in the Nordic winter. Arne Kouker Media Relations Manager Replacement Tires EMEA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "continental",
        "sentiment": "negative"
      },
      {
        "name": "continental ag continental",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "hanover",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:31:27.659+02:00",
  "updated": "2024-02-16T10:31:27.659+02:00"
}