{
  "thread": {
    "uuid": "12b00ebd904fed713e1b95ce59e64f477486ba42",
    "url": "https://www.elperiodico.cat/ca/opinio/20240107/mes-intelligencia-menys-artifici-96635724",
    "site_full": "www.elperiodico.cat",
    "site": "elperiodico.cat",
    "site_section": "http://www.elperiodico.cat/ca/rss/rss_portada.xml",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "El Periódico - portada",
    "title": "Més intel·ligència i menys artifici",
    "title_full": "Més intel·ligència i menys artifici",
    "published": "2024-01-07T23:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/e1e7133f-9e9c-40a3-b8b8-638b8e3c492c_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 65137,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12b00ebd904fed713e1b95ce59e64f477486ba42",
  "url": "https://www.elperiodico.cat/ca/opinio/20240107/mes-intelligencia-menys-artifici-96635724",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Inés Martín Rodrigo",
  "published": "2024-01-07T23:34:00.000+02:00",
  "title": "Més intel·ligència i menys artifici",
  "text": "Més intel·ligència i menys artifici No voldria jo arribar a ser diagnosticada, del que fora, per ningú que no sigui un metge de carn i os, ni llegir res que no hagi estat escrit per una persona que dubte, després existeix No sé com s’utilitza l’aplicació ChatGPT. Fins fa ben poc ni tan sols sabia com s’escrivia, m’embolicava amb l’ordre de les lletres finals i acabava, sempre que volia escriure-la o pronunciar-la, buscant la paraula a Google, que és la versió perversa de la memòria col·lectiva. Sí que estic al corrent d’en què consisteix sense necessitat de recórrer al cercador que tot ho sap: és una tecnologia que, utilitzant la intel·ligència artificial, permet mantenir converses mitjançant preguntes traslladades per l’home a la màquina, sent aquesta capaç d’elaborar textos, intel·ligents o intranscendents, partint de la informació proporcionada pel subjecte humà sense ser aquest de vegades conscient d’aquesta transacció ni de les seves conseqüències. També em vaig assabentar, perquè la notícia va sortir en tots els mitjans i, tot i que amb freqüència em passa com a Sharon Olds i he de distanciar-me de la realitat per poder suportar-la, llegeixo la premsa i veig i escolto els informatius, de la rocambolesca història de Sam Altman. El cervell darrere de ChatGPT va ser acomiadat per la seva pròpia empresa, OpenAI, després que la junta directiva l’acusés de no ser \"consistentment sincer en les seves comunicacions\". Altman va estar poc temps desocupat: Microsoft el va contractar tan bon punt va sortir per la porta, tot i que al cap de pocs dies va tornar al seu antic lloc després que la gran majoria d’empleats d’OpenIA amenacés de dimitir si no se’l readmetia. Uns mesos abans d’aquest culebró més propi de la T.I.A. d’Ibáñez (com se’l troba a faltar, a ell i a tots els genis en plantofes) que de Silicon Valley, un dels pares de la intel·ligència artificial (n’hi ha molts, és una paternitat múltiple i molt disputada que es remunta a Alan Turing), Geoffrey Hinton, va deixar la seva feina a Google per poder advertir, sense perjudicar l’empresa de Sundar Pichai, dels riscos de la tecnologia que ell mateix va contribuir a desenvolupar. \"Hi havia gent que creia que les màquines podrien tornar-se més intel·ligents que les persones, però la majoria pensava que això era molt lluny. Jo mateix pensava que faltaven de 30 a 50 anys, o fins i tot més. Òbviament, ja no ho penso\", va dir Hinton en l’entrevista per a The New York Times en què va anunciar la seva decisió.Notícies relacionades No estic jo en condicions de valorar la seva actuació ni de posar-me a analitzar els motius de les anades i vingudes laborals d’Altman. Em falta informació, ho desconec gairebé tot d’un camp, el de la intel·ligència artificial, que, no obstant, fa llarg temps que forma part de la nostra quotidianitat. Van dècades, ja, des que vam començar a utilitzar-la, a permetre el seu avenç cedint dades a través de consentiments mai llegits, només acceptats amb tal de no perdre un minut d’aquell valuós temps que ja no sabem com malgastar. No soc apocalíptica i tampoc integrada, definicions que el mestre Umberto Eco ens va regalar a mitjans de la dècada dels 60 per enfrontar-nos a la cultura de masses. No tiraré per terra la utilitat de molts dels avenços, en medicina, en informàtica, fins i tot en l’àmbit domèstic, en el que se’ns acudi, que ha implicat la intel·ligència artificial. Però sí que soc prudent, i molt observadora. I, per això, em crida tant l’atenció que aquest tema de conversa hagi substituït, per exemple, la meteorologia, tan recurrent com innòcua, als recents dinars i sopars nadalencs. Està clar que és una revolució, però no té res a veure amb la industrial. No m’hi oposo. No podria, en soc part implicada. Però siguem cautelosos. Va ser el que vaig intentar argumentar en una d’aquestes sobretaules, en la qual vaig ser testimoni de l’acceptació de la intel·ligència artificial com una cosa inevitable i beneficiosa, sense reparar en els seus perills. No voldria arribar a ser diagnosticada, del que fos, per ningú que no sigui un metge de carn i ossos, ni llegir res que no hagi sigut escrit per una persona que dubta, per tant existeix. És només la punta de l’iceberg, i ja saben el que li va passar al Titanic.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:13:41.472+02:00",
  "updated": "2024-01-08T00:13:41.472+02:00"
}