{
  "thread": {
    "uuid": "5beb06dfe95e119bb0b1f969b9409633ac89aee5",
    "url": "https://kr-asia.com/from-a-shared-doc-to-nine-million-members-how-waytoagi-grew-into-a-global-ai-tribe",
    "site_full": "kr-asia.com",
    "site": "kr-asia.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "site_title": "KrASIA | Spotlighting Asia’s next wave of innovations",
    "title": "From a shared doc to nine million members: How WaytoAGI grew into a global AI tribe",
    "title_full": "From a shared doc to nine million members: How WaytoAGI grew into a global AI tribe",
    "published": "2025-07-31T06:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://console.kr-asia.com/wp-content/uploads/2025/07/WaytoAGI-Cover.jpg",
    "performance_score": 0,
    "domain_rank": 33283,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5beb06dfe95e119bb0b1f969b9409633ac89aee5",
  "url": "https://kr-asia.com/from-a-shared-doc-to-nine-million-members-how-waytoagi-grew-into-a-global-ai-tribe",
  "ord_in_thread": 0,
  "author": "AI Now!",
  "published": "2025-07-31T06:30:00.000+03:00",
  "title": "From a shared doc to nine million members: How WaytoAGI grew into a global AI tribe",
  "text": "[100 AI Creators]is a weekly series featuring conversations with China’s leading minds in[artificial intelligence]. As technology evolves, their perspectives shed light on the ideas driving the AI era across borders.\nIn the age of AI, some things are quietly slipping beyond explanation.\nTake this: nine million people have joined a community. It has no capital backing, no traffic funnels, no big-name endorsements. These people showed up of their own accord, stayed, organized, and built. They are active in nearly ten countries, scattered across the world’s major tech hubs. From technical geeks to entrepreneurs, from students to engineers, people are growing, clashing, and even reinventing their identities—all inside the same system.\nThis community is called WaytoAGI. At first glance, it seems like a roadmap toward artificial general intelligence (AGI). But in practice, it’s something else entirely: a new kind of structure that’s expansive yet decentralized, evolving organically across the globe.\nIt’s not a product, but it’s more active and sticky than most products. It’s not a company, but it wields outsized power to mobilize. It has never done brand marketing, yet it’s cultivating a whole new sense of belonging.\nWithin WaytoAGI, AI is regarded not just as tech or tool. Rather, it’s a shared language, a belief system, and even a new kind of everyday human reality.\nSo who started all this?\nThe founder is self-styled simply as AJ, her oversight of WaytoAGI makes her the unofficial leader of the world’s largest AI community. Anytime you see her, she’s in workwear, with a Bose headset hanging around her neck like a permanent plugin.\nBy any measure, AJ doesn’t look like the head of a nine-million-member network. She has never raised funding. She’s never given an interview. In fact, just six months ago, she was working as a product manager at an internet company in Hangzhou, leading a normal and otherwise quiet life.\nBut somewhere along the way, she unintentionally initiated WaytoAGI. It started with a single shared document, an internal knowledge base of sorts, and that kept expanding. Today, it counts nine million users, monthly offline meetups in 37 cities, an international AI conference in Tokyo, and a loosely defined global network still unfolding in real time.\nThere’s no standard title that captures AJ.\nShe’s neither a typical influencer nor a founder in the traditional sense. It’s more like she created a framework, and millions of others began to fill it in. She launched an initiative, and people around the world mobilized. Her focus isn’t on growth for growth’s sake, but rather to light a spark: that internal “I want to do something too” feeling.\nShe’s more igniter than rulemaker. So the real question isn’t what WaytoAGI is doing, but how it’s even possible:\n- How did it scale without traditional incentives?\n- How does its structure, one that functions without formal governance, be more efficient than corporations?\n- How did AI and community meld to become a new identity-generating mechanism?\n- And why do people feel the need for a “way to AGI” as a spiritual home?\nEven AJ herself might not have all the answers.\nShe has simply been building, one document and one workshop at a time, like she’s snapping Lego bricks together. And somewhere along the way, a whole new playground emerged.\nAI Now! sat down with AJ for her inaugural public interview to learn more.\nThe following transcript has been edited and consolidated for brevity and clarity.\nFrom a Feishu form to nine million users\nAI Now! (AN): How did WaytoAGI get started? We heard it began as a Feishu form?\nAJ: It was around the end of 2022, when GPT-3.5 had just launched. I tried it, and it gave me goosebumps. A bunch of us were getting ready for a ski trip, and I remember using GPT to write a made-up biography for a friend. It was so good at weaving in these quirky little real-life details. That’s when I felt: this time, AI is really different.\nI was also experimenting with tools like Midjourney, DALL-E, Notion AI. Some image generators still weren’t great, but ChatGPT gave me this intense sense that AGI might actually be within reach.\nI got obsessed, trying every new tool and collecting resources. Every day some new AI product would pop up, even if it was just a waitlist asking for your email. But those landing pages, just by flashing “AI,” would spark everyone’s imagination.\nAnd I’m the kind of person who has to share. So I started thinking, how do I aggregate all this cool new stuff and share it widely?\nI started building a knowledge base inside my company’s internal wiki, Yuque. But it wasn’t great for external sharing. Then I tried Notion, but access was clunky in China. So I switched to Feishu (known internationally as Lark).\nAN: When did the Feishu doc go live?\nAJ: April 26, 2023.\nAt first, I wasn’t trying to build a community. I just didn’t want all this valuable information to get buried under a wave of paywalled AI courses and reseller schemes. I wanted to create a clean, tech-focused space for people who were genuinely curious.\nBy that time, I’d already accumulated a lot of content: hundreds of tools, tutorials, use cases, and fun experiments.\nI added a survey at the bottom and invited people to help build the database together.\nAN: Did you promote it? Growth seemed to take off really quickly.\nAJ: It was just me posting on WeChat. Then some friends in tech circles helped spread the word.\nBut I was so into it. I’d meet friends in person and excitedly invite them to join. Within two to three months, we were hitting a million visits.\nAN: Was there a moment where you felt things were getting out of hand?\nAJ: The numbers didn’t faze me. I’d worked on e-commerce campaigns at Tmall, managing massive traffic spikes, like when servers crashed on Singles’ Day.\nBut this was different. At Tmall, you had to spend money to get traffic. Return on investment was everything.\nWith WaytoAGI, all I did was geek out and invite friends. And people just came. Not to grab free stuff or make money, but to contribute. They were building wikis, sharing research.\nThere was no financial incentive, just passion. That blew my mind.\nAN: Where do you think that passion came from?\nAJ: I think people were genuinely excited by what AI might become. Everyone felt that they saw a glimpse of the future and wanted to know: what are others doing with it?\nAt the same time, AI was so new that everyone was starting from scratch. So there wasn’t much gatekeeping by supposed experts. Instead it was mostly pure, honest knowledge sharing.\nLike this guy Li Jigang, who started posting his own prompts in the group. People tested them, feedbacked that they are amazing, and that encouraged him to keep going. Eventually, we compiled all his prompts into a separate document library.\nAN: So, it went from sharing to co-building.\nAJ: Exactly. In our community, being a co-builder is the highest honor.\nLook at ComfyUI. It’s a visual interface for generative AI, built entirely by the community. They could have made it closed-source or commercialized it, but they chose to open it up. It lets them iterate faster, but I also think many people simply want to be part of building the future.\nThe same is true for Dify and other startups that spun off from our community. Most of them weren’t trying to monetize at first. They just really believed in what they were building.\nWe joked that our whole community runs on “love power.” But it’s true. The love is real.\nAN: With all that content, it must be tempting to monetize.\nAJ: Tons of people told me I should lock the content behind a paywall or sell courses. Even if I charged just RMB 9.9 (USD 1.4) or RMB 19.9 (USD 2.8) per resource, I could easily make millions.\nBut the community was built on openness from day one. I want to keep it that way. I want people to be able to learn for free, forever.\nIf I cashed in, the spirit would change.\nAN: That’s your view. But how do you ensure others don’t exploit the content?\nAJ: That’s something I care deeply about.\nSo we made a rule: Content created in the community can be referenced, but not directly copied or resold. We encourage people to internalize the knowledge, build on it, and then use it to teach or earn money.\nI’d actually love to see more people making a living through AI, but from their own work and not by copy and pasting what others have made.\nIt has happened before. Someone we didn’t know packaged up our content to sell courses. Claimed it was “exclusive.” The whole community mobilized and reported him everywhere. He was shut down in the end. I was moved. It proved that we’ve built a shared culture worth protecting.\nAN: From a product design perspective, what made WaytoAGI so sticky?\nAJ: First, the content quality is genuinely high.\nCo-builders often hesitate to submit material because they worry it’s “not good enough.” They put so much care into every contribution—tearing things down, polishing them, making sure it’s worthy of the group.\nWe never used financial incentives. It was about earning each other’s respect.\nThere’s also a strong sense of altruism. People question what are the common roadblocks in the moment, and whether there’s a faster solution that can be offered. They aren’t looking to tick boxes, but sincerely want to save others time.\nThat’s pure product thinking: empathy, usefulness, clarity.\nIt reminds me of a quote by Wang Yangming that espouses the virtue of benefitting others, without seeking personal gain. That’s the spirit here. We’re not chasing fame or money. We just figured something out, and we want to share it.\nThat simple instinct turned this from a basic content hub into a living, breathing place. Like an intelligent organism.\nHosting a global AI conference in Tokyo\nAN: How did you come up with the name WaytoAGI? Isn’t it a little grand, maybe even over the top?\nAJ: It totally was. I was in a state of extreme excitement. Every day brought a new model, a new tool, a new possibility. It felt like the future was showing up tomorrow.\nAN: So do you really believe AGI will happen?\nAJ: I’m a hardcore accelerationist. If AGI is where we’re headed, we might as well write it in the name. Make it clear: this is the longest, wildest road, and we’re taking it.\nAN: You’ve said you’re drawn to novelty and thrills. How does the high from AI compare to other adrenaline hits in your life?\nAJ: I’m an ENFP. I love new stuff, but I burn out quickly. When Uber launched in China, I signed up as a driver just to see what it was like. After work, I’d drive around picking up passengers. It was fun.\nI also love skiing, especially pushing past fear on high slopes or jumping park rails. Those moments when you realize you can accomplish something? I live for that kind of dopamine.\nBut AI? It’s a different level. It’s not just about personal milestones. It’s watching a new world come into existence every day.\nAN: It’s like history is moving through you.\nAJ: Exactly. And you’re not alone. Tens of thousands of people are racing alongside you.\nAN: You hosted a global AI conference in Japan. Why Tokyo?\nAJ: Because it felt cool? Maybe it’s my “P” personality. I tend to do things on impulse.\nBut it wasn’t completely random. Back in November, we held a ComfyUI community meetup in Tokyo which focused on generative visual tools. People like Yan Junjie, the founder of MiniMax, showed up. That gave us a tiny foundation.\nMainly, we didn’t want to keep our conversations locked inside China. A lot of us are in touch with developers and creators abroad, on platforms like X and YouTube. We wanted a place that was easy for foreigners to attend, didn’t need visas, and didn’t feel overly corporate. Tokyo just made sense.\nAN: Was it hard to pull off an international conference as a grassroots group?\nAJ: Definitely. From the time we decided to do it to the actual opening day, we had just one month.\nVenue hunting was a nightmare. Most places in Japan can only fit 200 people max. But a friend helped us get in touch with J F Oberlin University in Shinjuku. It was a newer campus, with a hall that could fit over a thousand people. That changed everything.\nWe didn’t hire an event agency. It was all community volunteers. Every day, we’d walk through Kabukicho to go “to work.”\nSponsorship? It took three weeks. We were mentally prepared to just pay out of pocket if no one came through.\nAN: How did you convince sponsors to back something you’d never done before?\nAJ: It was all sheer conviction and enthusiasm, really.\nSome people asked why we should be the ones to host this, and whether we could actually pull it off. I’d respond by asking: is anyone else doing it?\nNone of us had experience organizing an AI conference, let alone one overseas. Still, the energy was incredible. Volunteers poured in, many from our own community. Most had full-time jobs at major firms, yet they took time off and paid their own way to Japan. We handled everything—from inviting speakers to setting up the venue and finalizing the agenda. People joked that we were more excited about this than our actual jobs.\nWhen the conference opened, all kinds of attendees showed up: Japan’s major corporations, automakers, startups, and even SoftBank. We planned for 1,000 attendees but ended up with 1,500. NHK came and filmed the whole thing.\nAfterward, we reflected on why people came despite our scrappy setup. The answer was simple: scarcity. In Japan, no one else was organizing anything like this. And the atmosphere at the event was electric. Some sessions were so packed that people had to stand in the back.\nAN: What is Japan’s AI scene like?\nAJ: To be honest, China is way ahead. Many Japanese AI startups are still in early stages: basic wrappers, not much depth. Their biggest advantage is being local: they have corporate clients and access to capital.\nAfter the conference, we actually had this wild idea: What if we flipped the model and helped China’s best AI projects expand into Japan?\nWe joked we could help “launder” them into Japan-based companies and find their local product-market fit.\nDoing the same thing with strangers across 37 cities\nAN: In June, your AI “jamming sessions” happened in 37 cities at the same time. How did this format evolve?\nAJ: Honestly, it grew in the weirdest, most organic way.\nEarly on, we hosted a hackathon in Dali, and a bunch of people traveled in from other provinces just to participate. That made it clear: AI folks really crave in-person interaction.\nBack then, I joked we should do a “world tour” of sorts, spanning ten countries, 100 cities. I was totally winging it.\nThen we hosted a meetup in Hangzhou. We delayed registration until a week before, figuring turnout would be low. But it was packed. People were flying in from all over China.\nThat gave us the idea: What if people just held events in their own cities? It would be cheaper, more sustainable. So at the end of March 2024, we tried it in five cities at once.\nAN: Which five cities did you start with?\nAJ: Beijing, Shanghai, Guangzhou, Shenzhen, and Hangzhou.\nThe reason was simple: those were the cities where ByteDance had offices, and we needed event space. We asked some folks inside ByteDance to let us borrow meeting rooms. That’s how it started.\nAN: Now that you’re in over 30 cities at once, who runs it all?\nAJ: We keep it flexible. The only fixed rule is that the jam session happens on the last Sunday of each month. If someone in a city wants to host and seems capable, they just apply to be the local “initiator.”\nAt the start of each event, all cities connect via video call for a quick hello. Then each group breaks out for local activities like talks, demos, or discussions. Each city has its own volunteers. They handle guest invites, venue setup, logistics, everything.\nAN: What was the most unexpected city that joined?\nAJ: Definitely Korla.\nAN: As in Korla, Xinjiang? Are there AI people there?\nAJ: That’s exactly what I thought.\nThe initiator there had come to one of our events in Hangzhou. Afterwards, he said: “I’m taking this energy back home.” He had felt the excitement, the possibilities, and wanted his hometown to experience that too. So he hosted the inaugural Korla session. It drew a crowd.\nThat’s the power of AI. It doesn’t care about your job title or past resume. If you’re curious and motivated, you can join the game.\nThere is also this guy in Kunming who worked in construction engineering. After spending time in the community, he started coding with AI tools. Now he’s building stuff left and right. It gave him a kind of feedback he never got before.\nAN: Have you seen people radically change their lifestyles after joining WaytoAGI, like quitting jobs?\nAJ: Does mine count? I quit my job earlier this year.\nThen I went skiing in Altay for two months. Days on the slopes, nights hosting community live streams. We didn’t want to miss the DeepSeek traffic boom over the Lunar New Year.\nSometimes I feel like we’ve lured more and more people into becoming “free-roaming creatives.” That’s what we call ourselves now. Before AI, everyone was working in big tech companies. No one imagined a different way to live. But actually, a lot of people are creative and capable. If they didn’t have to work, they’d still build cool things.\nThis morning at 6 a.m, a friend dropped by and said that he quit too. He used to be at a major tech firm. Now he’s writing code with AI tools, built nearly ten sites, and wins hackathons, some with USD 5,000 prizes.\nHe always had the talent, but it was trapped in the daily grind. Now he’s free to experiment, get quick feedback, and improve.\nAN: Do you have any kind of formal structure now? Like roles, decisions, processes?\nAJ: I really don’t want this community to become a “company.” People come here because it’s open, because anything can happen.\nOf course, someone has to do the hard operational work. Luckily, we now have a few full-timers in the community. They are professionals. Extremely reliable. But we’re still trying to avoid hard rules or hierarchy.\nAN: At Feishu’s developer conference, you announced a new AI-native talent platform. Other AI products for social networking exist. What makes yours different?\nAJ: Many AI products focus on social interactions, but most start as tools before trying to add social features later.\nWe’re the opposite. We started with people, because communities are made of people. We already know who’s here in our community, where they are on their journey, what they need next.\nWe don’t want to just be a new social space or shiny interface. The platform will be a space with a built-in knowledge base and growth paths. It’s about helping people be seen and found, by those who need them. It’s about becoming part of the real AI wave, and getting real rewards for it.\nAN: If your community has a core belief, what would it be? A shared faith in the AI-driven future? A culture of wanting to live differently?\nAJ: I don’t think it’s a fixed creed. It’s more like a collective scent, or a vibe.\nI’m a natural risk taker. And I think a lot of people in the community are, too. We’re not satisfied with life as it is. We want to try building a new world with our own hands. Even if we’re not sure what tomorrow looks like, we have to make it different.\nIn the AI era, everyone has a chance to become a creator. It’s like standing on a map that’s just been unrolled. You’re a little scared, but mostly thrilled. So you start walking, and sketching the map as you go.\nAI is like a ship that suddenly appeared. No one knows where it’ll end up, but you don’t want to be left on the shore. We’re the ones who already jumped on. Learning, building, and playing—together.\nAN: Was there a moment when you felt WaytoAGI had a life of its own?\nAJ: Totally. It feels like a young deer.\nAN: And if it ever stops moving, why would that be?\nAJ: I don’t think it can stop. If it slows down, we’ll find a new way to move it. We’ll take the whole crew and keep wandering the world.\n100 AI Creators is a collaborative project between AI Now! and KrASIA, highlighting trailblazers in AI. Know an AI talent we should feature? Reach out to us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Social Issue"
  ],
  "topics": [
    "Science and Technology->scientific research",
    "Science and Technology->technology and engineering",
    "Science and Technology->biotechnology",
    "Human Interest->celebrity",
    "Social Issue->diversity, equity and inclusion",
    "Social Issue->social networking"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.waytoagi.com/",
    "https://www.bloomberg.com/news/newsletters/2023-12-06/effective-accelerationism-and-beff-jezos-form-new-tech-tribe",
    "https://www.waytoagi.com",
    "https://bloomberg.com/news/newsletters/2023-12-06/effective-accelerationism-and-beff-jezos-form-new-tech-tribe",
    "https://waytoagi.com/"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-07-31T07:56:06.109+03:00",
  "updated": "2025-07-31T08:02:23.000+03:00"
}