{
  "thread": {
    "uuid": "f378679ad603e61518786934d3498623073cd34e",
    "url": "https://www.dailybreeze.com/2023/12/28/healthier-ducks-roster-regains-some-of-its-offensive-firepower/",
    "site_full": "www.dailybreeze.com",
    "site": "dailybreeze.com",
    "site_section": "https://www.dailybreeze.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Breeze",
    "title": "Healthier Ducks roster regains some of its offensive firepower",
    "title_full": "Healthier Ducks roster regains some of its offensive firepower",
    "published": "2023-12-28T16:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dailybreeze.com/wp-content/uploads/2023/12/AP23362171012929-5.jpg?w=1024&#038;h=682",
    "performance_score": 0,
    "domain_rank": 10807,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f378679ad603e61518786934d3498623073cd34e",
  "url": "https://www.dailybreeze.com/2023/12/28/healthier-ducks-roster-regains-some-of-its-offensive-firepower/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Knoll",
  "published": "2023-12-28T16:40:00.000+02:00",
  "title": "Healthier Ducks roster regains some of its offensive firepower",
  "text": "With a victory over the Stanley Cup champions in their rearview mirror, the Ducks prepared for Friday’s grudge match with the visiting Arizona Coyotes by continuing to integrate core players who returned from injury.\nEach one made a remarkable imprint\nin Wednesday’s 5-2 win against the Vegas Golden Knights. Jamie Drysdale scored his first goal in nearly two years. Mason McTavish recorded his first points in more than a month, three of them, all of which were primary assists. Trevor Zegras picked up an assist and generated a breakaway opportunity. That’s the sort of offensive pop that has been sorely lacking for a Ducks squad that has dropped 13 of its 21 losses in either one-goal games or games with a late empty-netter that extended the final deficit to two scores.\n“When you lose those pieces, it’s obviously a big impact, especially when you’re losing games by one goal,” Ducks coach Greg Cronin said.\nCronin said he was encouraged by McTavish’s production as well as his performance in puck battles, though he is still getting his legs back under him after missing about three weeks. Zegras had an even longer layoff and Drysdale’s felt interminable, with two games played interrupting a string of more than 100 missed. All three players were taken as lottery picks in successive drafts between 2019 and 2021, with Zegras being the elder statesman among them at 22.\nPer Cronin, Drysdale’s impact on breakouts as well as in turning those zone exits into promising offense and sound forechecking was already readily apparent. Cronin, who coached in Colorado’s system, said that while he wouldn’t elevate Drysdale eye to eye with the Avalanche’s Norris Trophy winner Cale Makar, he did consider Drysdale to be similar in that he could “break a forecheck” as a one-man gang.\n“Drysdale’s impact is huge. His ability to break pucks out, his ability to generate offense through the neutral zone – whether he’s passing or skating – his ability to be an offensive threat with and without the puck,” Cronin said. “He does it all real fluidly; it adds more potency to our whole group when he’s on the ice.”\nCronin said he felt McTavish was already a solid second-line center with the potential to be a No. 1 pivot in time. He said his staff was “promoting that smash-mouth game” with McTavish. While Zegras, who has played a bit of wing this season when both McTavish and the Ducks’ most recent lotto selection, Leo Carlsson, were available as well, might never be considered rough-and-tumble, Cronin said one of the NHL’s most creative offensive players has clear incentive to improve his game on the other side of the puck.\n“The more he gets committed to defense, the more his offense is going to grow,” Cronin said.\nNext up, that trio will face the Arizona Coyotes for the third and final time this season. They defeated Arizona, 4-3, in overtime back on Nov. 1 at Honda Center\nbehind a hat trick from Troy Terry, who also scored Wednesday. They lost a prior meeting, 2-1, in the desert back on Oct. 21, with their lone goal produced by another of Wednesday’s scorers, Frank Vatrano.\nHeading into the holiday break, Arizona had its four-game winning streak snapped by the Avalanche. They returned the favor, winning, 5-4, in overtime on Wednesday to halt Colorado’s modest surge at two games. Clayton Keller paces the Coyotes in scoring and Lawson Crouse, who struck twice in that 4-3 loss to the Ducks in November, leads them in goals.\nOn the injury front for the Ducks, Carlsson (knee) remains out with four-to-six weeks being his timeline for return. Veteran defenseman Radko Gudas (lower body) was also injured in that match. He remains day-to-day and should be considered doubtful for Friday.\nCOYOTES AT DUCKS\nWhen: Friday, 7 p.m.\nWhere: Honda Center\nTV: Bally Sports West",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "frida",
        "sentiment": "negative"
      },
      {
        "name": "jamie drysdale",
        "sentiment": "none"
      },
      {
        "name": "mctavish",
        "sentiment": "none"
      },
      {
        "name": "greg cronin",
        "sentiment": "none"
      },
      {
        "name": "mason mctavish",
        "sentiment": "none"
      },
      {
        "name": "cronin",
        "sentiment": "none"
      },
      {
        "name": "trevor zegras",
        "sentiment": "none"
      },
      {
        "name": "zeg",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ducks",
        "sentiment": "negative"
      },
      {
        "name": "arizona coyotes",
        "sentiment": "none"
      },
      {
        "name": "” ducks",
        "sentiment": "none"
      },
      {
        "name": "vegas golden knights",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:10:56.125+02:00",
  "updated": "2023-12-29T01:10:56.125+02:00"
}