{
  "thread": {
    "uuid": "7e7931053e4ce03c0b29fc16457f6a9bcae406eb",
    "url": "https://www.theday.com/sports/20240105/maui-musings-tommy-fleetwood-the-epitome-of-grace-in-losing/",
    "site_full": "www.theday.com",
    "site": "theday.com",
    "site_section": "https://www.theday.com",
    "site_categories": [
      "media"
    ],
    "section_title": "theday.com: New London and southeastern Connecticut News, Sports, Business, Entertainment and Video",
    "title": "Maui Musings: Tommy Fleetwood the epitome of grace in losing",
    "title_full": "Maui Musings: Tommy Fleetwood the epitome of grace in losing",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.day.navigacloud.com/?uuid=9ffc361d-6c94-503d-a918-062b488143c3&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 12071,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e7931053e4ce03c0b29fc16457f6a9bcae406eb",
  "url": "https://www.theday.com/sports/20240105/maui-musings-tommy-fleetwood-the-epitome-of-grace-in-losing/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Maui Musings: Tommy Fleetwood the epitome of grace in losing",
  "text": "Maui Musings: Tommy Fleetwood the epitome of grace in losing Kapalua, Hawaii — Not to be forgotten is the putt heard 'round the Great White North. Nick Taylor made a 72-foot eagle on the fourth playoff hole to win the RBC Canadian Open, the first Canadian to win his national open in 68 years. Overlooked in the pandemonium of that moment last June was the smile of Tommy Fleetwood. \"He was so gracious,\" Taylor said. The putt was one of the most memorable shots of the year. What got equal attention, at least in the immediate aftermath, was Adam Hadwin getting tackled by a security guard as he rushed onto the 18th green at Oakdale to celebrate with his Canadian friend. But there was Fleetwood, who had every reason to be crushed at a fifth runner-up finish, showing genuine happiness for Taylor. \"It was cool for them. It was cool for the country, wasn't it?\" Fleetwood said this week at The Sentry, his first trip to Kapalua for the season opener. \"I don't like losing. And I don't win close to what I'd like, but that goes for everybody. But I had an amazing time playing the tournament. It was still — overall, Sunday, the playoff — one of the highlights of the year. And you do know that at the time. I was just on the wrong end of it. There's no reason getting angry or grumpy about it. It was great for them.\" That was his 119th start on the PGA Tour without winning. There had been close calls, most notably the Honda Classic in 2020 when Paul Azinger with NBC was talking about Sunday pressure and said of international players like Fleetwood, \"You can win all you want on that European tour ... but you have to win on the PGA Tour.\" The 32-year-old from England has six wins on \"that\" European tour, two against strong fields in Abu Dhabi, another at the French Open. He is the only player to twice post 63 in the final round of a U.S. Open. He is 7-3-2 in three appearances in the Ryder Cup, and Fleetwood delivered the clinching point at Marco Simone with a drive to 25 feet on the par-4 16th. He still is aware, particularly in America, that he doesn't have a PGA Tour title. The Canadian Open was as close as it gets. Fleetwood didn't show the expected level of disappointment — not in that moment, not seven months later when he can't escape the highlights. Not even in a new year on an island in the middle of the Pacific Ocean. \"We walked in the other day and it was on the TV,\" Fleetwood said with a laugh. \"And we sat down and watched it.\" The final shot will show Taylor lagging the eagle putt with perfect pace. Fleetwood walks toward the putt as it is rolling, left hand in his pocket, the other holding his putter. And then it drops, and he looks over at Taylor with the warmest smile. \"Tommy can only smile. He lost to a miracle putt,\" Jim Nantz of CBS says on the telecast. Fleetwood wrapped his right arm all the way around Taylor's shoulder and shared words that he no longer remembers, something about his amazing play, especially after Taylor opened with a 75 that week. \"The hug ... there was so much going on,\" Taylor said. \"I wish I could have said a few more words to him. I remember watching it after, his tweet, everything. He's such a nice, gracious guy for being the competitor he is.\" There is an art to winning, and an art to losing. The losing is easy to overlook, even though golf is filled with great examples, starting with Jack Nicklaus. Gary Player used to love citing Nicklaus as \"golf's greatest loser.\" The joke got stale, but it was true. Is Fleetwood a good loser? He contemplated the question for a brief moment and said, \"Yeah, probably.\" \"I enjoy the game and whether you win or lose, I'm still at a point in my career where I'll have to get up the next day and practice to get better, without getting too up or down about it,\" he said. What was so striking about Taylor's greatest moment was Fleetwood's reaction in the immediacy of it all, especially how shocking it was given the odds of anyone making that putt. It was the longest of Taylor's career. \"I still loved it and enjoyed it,\" Fleetwood said. \"It was brilliant. Everybody is trying to do the same thing. I'm not going to be angry or grumpy about someone having their moment. It was their time. You just hope that yours comes at some point, and you have a load of them.\" Comments are limited to 200 words in length. Post your comment [Cancel reply](/sports/20240105/maui-musings-tommy-fleetwood-the-epitome-of-grace-in-losing/#respond) Total word count: 0 words. Words left: 200.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tommy fleetwood",
        "sentiment": "negative"
      },
      {
        "name": "nick taylor",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      },
      {
        "name": "fleetwood",
        "sentiment": "none"
      },
      {
        "name": "adam hadwin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kapalua",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "maui",
        "sentiment": "none"
      },
      {
        "name": "oakdale",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:40:03.161+02:00",
  "updated": "2024-01-06T00:40:03.161+02:00"
}