{
  "thread": {
    "uuid": "dd375a93defb30c8a5dd7401b77b43ffcc3a2552",
    "url": "https://acento.com.do/bbc-news-mundo/como-un-joven-logro-la-imposible-hazana-de-derrotar-a-tetris-y-que-nos-dice-sobre-las-capacidades-de-los-humanos-9288579.html",
    "site_full": "acento.com.do",
    "site": "acento.com.do",
    "site_section": "https://acento.com.do",
    "site_categories": [
      "media"
    ],
    "section_title": "Acento | Últimas noticias de Santo Domingo, República Dominicana y el mundo",
    "title": "Cómo un joven logró la “imposible” hazaña de derrotar a Tetris y qué nos dice sobre las capacidades de los humanos | Acento",
    "title_full": "Cómo un joven logró la “imposible” hazaña de derrotar a Tetris y qué nos dice sobre las capacidades de los humanos | Acento",
    "published": "2024-01-05T19:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://media.acento.com.do/media/storage02/uploads/2024/01/f9bebf50-abd7-11ee-8f81-6fc01aced881-OG.jpg",
    "performance_score": 0,
    "domain_rank": 96381,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd375a93defb30c8a5dd7401b77b43ffcc3a2552",
  "url": "https://acento.com.do/bbc-news-mundo/como-un-joven-logro-la-imposible-hazana-de-derrotar-a-tetris-y-que-nos-dice-sobre-las-capacidades-de-los-humanos-9288579.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Frontaly",
  "published": "2024-01-05T19:26:00.000+02:00",
  "title": "Cómo un joven logró la “imposible” hazaña de derrotar a Tetris y qué nos dice sobre las capacidades de los humanos | Acento",
  "text": "Era una hazaña que por décadas se pensó que sería imposible de lograr. Pero a finales 2023, Willis Gibson -un adolescente estadounidense de 13 años conocido en internet como \"Blue Scuti\"-, ganó el juego de la versión para Nintendo de Tetris, lanzado por primera vez en 1989. Los diseñadores de la primera versión de Tetris pensaron que nadie podría hacerlo. El juego está diseñado para que no paremos de jugar. Las piezas caen cada vez más rápido hasta que el jugador se agobia. Para ganar el juego, hay que alcanzar puntuaciones tan altas que hacen que la memoria del juego se sobrecargue y se cuelgue. El jugador gana porque la computadora simplemente no puede continuar. Como profesor de ciencia cognitiva, me interesa cómo las personas adquieren experiencia, particularmente en videojuegos, por lo que cuando Gibson realizó su vertiginosa hazaña, inmediatamente me llamó la atención. La forma en que lo hizo nos dice mucho sobre cómo los límites del desempeño humano están cambiando en la era digital. Anteriormente, sólo la inteligencia artificial había logrado vencer a Tetris en su versión para Nintendo. Aquel programa especialmente diseñado fue capaz de percibir, casi instantáneamente, los movimientos de Tetris y responder rápidamente con acciones. Jugó sin cansarse, sin cometer ningún error, yendo mucho más allá de las limitaciones que puede presentar un humano. En aquel momento, en 2021, la IA pudo mostrar niveles del juego que anteriormente no habían sido explorados por humanos. Al igual que la física en los límites de un agujero negro, Tetris comienza a cambiar en los niveles superiores. La velocidad se duplica repentinamente en el nivel 29, un nivel que pocos humanos alcanzan y pocos sobreviven por mucho tiempo. Cuando el contador de puntuación supera el millón, los dígitos comienzan a ser reemplazados por letras y, finalmente, por glifos del grupo de gráficos de Tetris. Con el tiempo, los colores de los bloques se deforman y cambian, algunos niveles son todos de un rosado intenso, otros tienen bloques tan oscuros que casi no se pueden pueden ver, especialmente a la velocidad que necesitas para reaccionar y sobrevivir. 40 minutos a gran velocidad Gibson transmitió en vivo su batalla con Tetris el 21 de diciembre de 2023 y jugó durante 40 minutos a velocidades cada vez más frenéticas. Estableció nuevos récords mundiales de puntuación, niveles jugados y líneas que logró despejar. Al final, fue recompensado con el choque que indica que había logrado lo imposible: ganar el juego. El logro fue real, pero su importancia va mucho más allá del ámbito de los juegos arcade clásicos y de sus fanáticos. Lo que hizo Gibson y cómo lo hizo ofrece lecciones generales sobre cómo aprende la gente y cómo se van ampliando los límites del desempeño humano. Para entender por qué, hay que tener en cuenta que Tetris es una comunidad, además de un juego. Cuando Gibson comenzó a jugar no sólo jugó en una vieja consola, sino que se unió a una tradición. Hay miles de jugadores dedicados al Tetris en Nintendo. Además de los jugadores, hay streamers, bloggers, teóricos que discuten sobre estrategias y personas que buscan romper récords y que compiten para superarse entre sí. Incluso existe el Campeonato Mundial de Tetris Clásico, que se celebra anualmente en Portland, en Estados Unidos. Laboratorios de ideas y experimentos Tetris es famoso porque logra absorber a quien lo juega, pero es la comunidad la que garantiza que esos nuevos jugadores se involucren más en el pasatiempo, a pesar de las muchas alternativas que existen. Las comunidades brindan aliento y otro ingrediente crucial para acelerar el potencial humano: inspiración. Son también laboratorios de ideas y experimentos, donde diferentes personas pueden probar cosas nuevas y compartir sus éxitos. Los científicos estudian este aprendizaje social bajo la etiqueta de \"evolución cultural\". Aunque algunos otros animales hacen esto, los humanos se destacan en ello. Mediante esta evolución diferentes comunidades desarrollan diferentes prácticas para adaptarse a su entorno inmediato. Aprendizaje social En las comunidades de aprendizaje también se difunden nuevas técnicas que resultan exitosas. Tomemos como ejemplo el estilo Fosbury, una técnica de salto de altura popularizada por Dick Fosbury cuando ganó el oro para Estados Unidos en los Juegos Olímpicos de 1968. El salto de Fosbury, que le hizo ganar el oro, fue de 2,24 metros. Pero esta altura fue alcanzada (y en muchos casos aplastada) por todos los competidores en los Juegos Olímpicos de Tokio 2020. Todos usaron el estilo Fosbury. Lo que Fosbury hizo con su salto, el Internet y la IA lo están haciendo con muchas otras habilidades imaginables. Recientemente, internet ha impulsado la transmisión cultural. Sea aprender a codificar o simplemente ver un video sobre cómo reparar tu lavavajillas, es más fácil que nunca copiar ejemplos exitosos y aprender nuevas formas. Desde la llegada de los motores de ajedrez, ha habido una masiva mejora generacional en las habilidades del juego, lo que hace que los jugadores de hoy jueguen mejor que los de antes. Incluso los delincuentes están empleando el aprendizaje social: recientemente una noticia culpó a Tiktok por el aumento de casos en que ladrones utilizaban un estilo particular para robar automóviles. Lo que demostró el récord de Gibson En Tetris, una innovación crucial ha sido una nueva forma de sostener el control, llamada \" rolling\" (rodar), donde los jugadores golpean la parte inferior del pad con un dedo o pulgar que se sitúa justo encima del teclado. Permite que los jugadores puedan realizar acciones más rápido que presionando con un solo dedo. A pesar de que Tetris tiene 34 años de historia, rodar solo se hizo popular en los últimos años y se ha extendido dentro de la comunidad. Como suele ocurrir, son los miembros más jóvenes de una comunidad quienes reconocen la innovación útil. Gibson comenzó a jugar al Tetris a los 11 años y utilizó la técnica con la que ha superado varios récords. Gran parte del debate en torno a la inteligencia artificial se centra en ámbitos en los que las habilidades humanas podrían volverse obsoletas, pero es un error pensar que el desempeño humano es un objetivo estacionario. Como demostró el logro récord de Gibson, constantemente miramos hacia los límites exteriores y, al alcanzarlos, ampliamos nuestro alcance. La moraleja es que ampliar las fronteras de las habilidades humanas es una consecuencia de la innovación colectiva continua, así como de individuos notables. Los humanos somos una especie definida por nuestra capacidad de aprender, y en la era digital hay cada vez más potencial para avanzar hacia territorios inexplorados de desempeño en todos los aspectos del arte, la ciencia y la cultura, que incluye el Tetris. * Tom Stafford es profesor de ciencia cognitiva en la Universidad de Sheffield, Reino Unido. Este artículo fue publicado originalmente en inglés en BBC Future. [Haz clic aquí ](https://www.bbc.com/future/article/20240103-tetris-how-a-us-teenager-achieved-the-impossible?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)para leer el artículo original. Haz clic aquí para [leer más historias de BBC News Mundo](https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D). Y recuerda que puedes recibir notificaciones. Descarga nuestra app y actívalas para no perderte nuestro mejor contenido.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D).",
    "https://www.bbc.com/future/article/20240103-tetris-how-a-us-teenager-achieved-the-impossible?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)para",
    "https://bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D).",
    "https://www.bbc.com/future/article/20240103-tetris-how-a-us-teenager-achieved-the-impossible",
    "https://bbc.com/future/article/20240103-tetris-how-a-us-teenager-achieved-the-impossible?xtor=AL-73-%5Bpartner%5D-%5Bacento.com.do%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D)para",
    "https://www.bbc.com/mundo"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:36:31.159+02:00",
  "updated": "2024-01-06T00:36:31.159+02:00"
}