{
  "thread": {
    "uuid": "6b79a5b41b11fa42a79eb298eee80068f205a332",
    "url": "https://www.prnewswire.com/news-releases/sanctuary-ai-expands-general-purpose-robot-footprint-in-automotive-manufacturing-industry-302114793.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://prnewswire.com/news-releases/general-business-latest-news/licensing-list/",
    "site_categories": [
      "media"
    ],
    "section_title": "All Licensing News and Press Releases from PR Newswire",
    "title": "Sanctuary AI Expands General Purpose Robot Footprint in Automotive Manufacturing Industry",
    "title_full": "Sanctuary AI Expands General Purpose Robot Footprint in Automotive Manufacturing Industry",
    "published": "2024-04-11T22:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2384775/Sanctuary_AI_Sanctuary_AI_Expands_General_Purpose_Robot_Footprin.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 192,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b79a5b41b11fa42a79eb298eee80068f205a332",
  "url": "https://www.prnewswire.com/news-releases/sanctuary-ai-expands-general-purpose-robot-footprint-in-automotive-manufacturing-industry-302114793.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sanctuary AI",
  "published": "2024-04-11T22:51:00.000+03:00",
  "title": "Sanctuary AI Expands General Purpose Robot Footprint in Automotive Manufacturing Industry",
  "text": "(/news/sanctuary-ai/) Apr 11, 2024, 14:51 ET [] - Strategic partnership and investment with Magna will support the development, deployment, and scaling of general purpose robots VANCOUVER, BC, April 11, 2024 /PRNewswire/ - Sanctuary AI , a company on a mission to create the world's first human-like intelligence in general purpose robots, has announced a strategic partnership with global mobility technology company Magna . This collaboration features: Sanctuary AI's development of general purpose AI robots for deployment in Magna's manufacturing operations; a multi-disciplinary assessment of improving cost and scalability of robots using Magna's automotive product portfolio, engineering and manufacturing capabilities; and a strategic equity investment by Magna. Magna, one of the largest automotive suppliers in the world and a significant buyer of industrial robots, aims to leverage Sanctuary AI robots' unique capabilities across multiple applications within automotive manufacturing processes. The partnership aims to catalyze the scaling of Sanctuary AI's robots while maturing the technology for use in challenging manufacturing environments for Magna and other industrial and automotive customers. \"We founded Sanctuary AI with the goal to become the first organization in the world to create human-like AI,\" said Geordie Rose, CEO and Co-founder of Sanctuary AI. \"World-changing goals like these require world-changing partners. Magna's position as a world leader in the use of robots today makes this partnership an essential advancement for our mission. We're privileged to be working with Magna, and believe they will be a key element in the successful global deployment of our machines.\" Sanctuary AI has developed a number of cutting-edge technologies with the potential to transform the manufacturing industry and beyond. This includes its industry-leading dexterous human-like hands, developed for its humanoid general purpose robot, Phoenix ™, and their pioneering AI control system, Carbon™. With essential patents covering visual and tactile servoing, integration of language models, and AI training, Sanctuary AI paves the way for commercializing humanoid general purpose robots capable of performing hundreds of diverse tasks. \"Magna is excited to partner with Sanctuary AI in our shared mission to advance the future of manufacturing,\" said Todd Deaville, Vice President, Advanced Manufacturing Innovation at Magna. \"By integrating general purpose AI robots into our manufacturing facilities for specific tasks, we can enhance our capabilities to deliver high-quality products to our customers.\" Magna has been an investor in Sanctuary AI since 2021. Founded in 2018, Sanctuary AI is a multi-award-winning company based in Vancouver, Canada. Sanctuary AI is on a mission to create the world's first human-like intelligence in general purpose robots that will help us work more safely, efficiently, and sustainably, helping to address the labor challenges facing many organizations today. Sanctuary AI's growing list of customers and investors represents a wide variety of industries across Canada, the US, and other countries around the world. Members of the Sanctuary team founded D-Wave (a pioneer in the quantum computing industry), Kindred (first use of reinforcement learning in a production robot), and the Creative Destruction Lab (pioneered a revolutionary method for the commercialization of science for the betterment of humankind). With experience at startups and technology leaders such as Amazon, Microsoft, and Softbank Robotics, the team has experience launching market-defining innovations rooted in previously unsolved and deep scientific problems. SOURCE Sanctuary AI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=2883766833&u=https%3A%2F%2Fsanctuary.ai%2Fresources%2Fnews%2Fsanctuary-ai-unveils-phoenix-a-humanoid-general-purpose-robot-designed-for-work%2F&a=Phoenix",
    "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=1810996347&u=https%3A%2F%2Fsanctuary.ai%2F&a=Sanctuary+AI",
    "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=2987122113&u=https%3A%2F%2Fwww.magna.com%2F&a=Magna",
    "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=2987122113&u=https%3A%2F%2Fwww.magna.com%2F&a=Magna",
    "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=2883766833&u=https%3A%2F%2Fsanctuary.ai%2Fresources%2Fnews%2Fsanctuary-ai-unveils-phoenix-a-humanoid-general-purpose-robot-designed-for-work%2F&a=Phoenix",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=1810996347&u=https%3A%2F%2Fsanctuary.ai%2F&a=Sanctuary+AI"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "automotive manufacturing industry strategic",
        "sentiment": "negative"
      },
      {
        "name": "magna",
        "sentiment": "negative"
      },
      {
        "name": "cnw group/sanctuary ai) magna",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "phoenix",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:44:47.313+03:00",
  "updated": "2024-04-12T20:12:18.265+03:00"
}