{
  "thread": {
    "uuid": "812f0941617944f6d74cff6c2eff499b23b89717",
    "url": "https://clutchpoints.com/ranking-nikola-jokic-10-funniest-moments",
    "site_full": "clutchpoints.com",
    "site": "clutchpoints.com",
    "site_section": "http://clutchpoints.com",
    "site_categories": [
      "pro_basketball",
      "sports"
    ],
    "section_title": "ClutchPoints - Sports news, rumors, videos - NBA, NFL, MLB and more",
    "title": "Ranking Nikola Jokic's 10 funniest moments",
    "title_full": "Ranking Nikola Jokic's 10 funniest moments",
    "published": "2024-01-05T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.clutchpoints.com/wp-content/uploads/2023/11/Ranking_Nikola_Jokic_s_10_funniest_moments_copy.webp",
    "performance_score": 0,
    "domain_rank": 12611,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "812f0941617944f6d74cff6c2eff499b23b89717",
  "url": "https://clutchpoints.com/ranking-nikola-jokic-10-funniest-moments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Spencer See",
  "published": "2024-01-05T23:53:00.000+02:00",
  "title": "Ranking Nikola Jokic's 10 funniest moments",
  "text": "[Nikola Jokic](/nba/players/9a2908b3/nikola-jokic) has established himself as one of the best centers to ever play in the NBA. He is a two-time league MVP, a five-time All-Star, an NBA champion, and a Finals MVP. Jokic is also within the top five in the all-time triple-doubles list. But while Jokic is one of the most skilled players on the court, it's safe to say he's also one of the funniest. The reigning NBA champion is called The Joker for a reason. Let's rank the 9 funniest moments of Nikola Jokic. 10. Nikola Jokic hands the ball to The King out of bounds Every possession counts in the NBA. As a result, when there's a loose ball headed for the sidelines, players have a habit of throwing the ball off the opposing player to earn a possession. However, Jokic does it in the most subtle way possible. Just ask LeBron James. 9. Nikola Jokic is drafted during a Taco Bell commercial With the 2014 NBA Draft headed to the second round, ESPN thought it was a good idea to launch a Taco Bell commercial in the middle of draft night. The sports media giant probably regrets it in hindsight, after they failed to show the coverage of the drafting of a back-to-back MVP and Finals MVP into the NBA. 8. For Nikola Jokic, there's no place like home Usually, after winning the coveted NBA championship, NBA stars look forward to celebrating the accomplishment with the fans of the city though a championship parade. However, it seems that Jokic was unaware of the parade. In fact, he was surprisingly disappointed that there was a parade, as he was more excited to be heading home to Serbia to be with his horses. 7. Nikola Jokic decides he likes the parade \"You know that I told that I don't want to stay on parade, but I f*cking want to stay on parade.\" Finals MVP Nikola Jokic is having fun at the Nuggets championship rally 🔥 [pic.twitter.com/mk2kLihiNf] — ClutchPoints (@ClutchPoints) [June 15, 2023] After seemingly being disappointed that he had to stay around Denver to participate in the championship trophy, Jokic apparently had a change of heart. After he saw what the whole thing was about in the United States, he couldn't help but express himself to the crowd, even if it wasn't in the most PC way possible. When given the opportunity to speak to the crowd, Jokic proclaimed, “You know that I told that I don't want to stay on parade, but I f*cking want to stay on parade. This is the best time in my f*cking life.” 6. Nikola Jokic misplaces the Finals MVP trophy Winning the NBA championship and Finals MVP is only a dream of many. For nearly every NBA baller, it's safe to say those are the greatest achievements a basketball player can accomplish. But while an NBA star often treats their trophies with the utmost reverence, Jokic acts otherwise. In fact, the reigning NBA champion even revealed that [he misplaced his trophy](https://clutchpoints.com/nuggets-news-nikola-jokic-hilarious-nba-finals-mvp-confession). The Joker remembered leaving it in the equipment room. However when returned, it was no longer there. 5. Nikola Jokic messes with [Luka Doncic](/nba/players/b74d0a0c/luka-doncic) There's no doubt that Jokic and Luka Doncic have a friendship bond like no other. The European NBA duo may play for different teams, however, it's obvious that both love the company of one another. In fact, it seems that these two have an endless list of pranks to pull on one another. Sure enough, their shenanigans have been a spectacle in the All-Star weekend as of late. 4. Nikola Jokic receives the MVP trophy with his horses If there's anything that Jokic loves more than basketball, it would be his family and horses. Besides, how can anyone forget when the Joker received his second-consecutive MVP trophy while playing with his horses in Serbia. Jokic was [apparently](https://basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html) caught off guard, but it turned out to be a special core memory for the Nuggets center, as he received the trophy with his loved ones. 3. Nikola Jokic dances before the game For plenty of NBA players, warming and stretching before the game is a must. This practice also holds true for Jokic. But for the back-to-back MVP, Jokic prefers to loosen up by showcasing some of his go-to dance moves. While Jokic takes over the NBA hardwood, it's evident that he's also up there when it comes to burning the dance floor. 2. Nikola Jokic twerks before tipoff Speaking of dancing, Nuggets fans will surely remember when Jokic was too excited for the tipoff that he was twerking so much, it delayed the jump ball. Referee Bill Kennedy couldn't help but enjoy some laughs at the Serbian center's moves before proceeding with the game. 1. Nikola Jokic breaks the microphone While Nikola Jokic did all the right things in Game 4 of the 2019 Playoffs against the Portland Trail Blazers, he committed an error in the press conference by unintentionally [breaking the microphone](https://clutchpoints.com/nuggets-video-nikola-jokic-shows-hilarious-reaction-after-breaking-microphone-in-presser) in comedic fashion. Shocked with his actions, Jokic hilariously blamed someone else for the damage despite being caught on camera.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "https://basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html)",
    "https://www.basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nikola jokic",
        "sentiment": "positive"
      },
      {
        "name": "jokic",
        "sentiment": "none"
      },
      {
        "name": "lebron james",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taco bell",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:48.120+02:00",
  "updated": "2024-01-06T00:04:48.120+02:00"
}