{
  "thread": {
    "uuid": "0eab316e35ec500c5fed958388e402d1d5ab5b81",
    "url": "https://www.dailywire.com/news/meet-the-chicago-jew-who-dropped-everything-to-go-fight-hamas",
    "site_full": "www.dailywire.com",
    "site": "dailywire.com",
    "site_section": "https://conservativeangle.com",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Conservative Angle - Conservative News Clearing House",
    "title": "Meet The Chicago Jew Who Dropped Everything To Go Fight Hamas | The Daily Wire",
    "title_full": "Meet The Chicago Jew Who Dropped Everything To Go Fight Hamas | The Daily Wire",
    "published": "2023-12-30T14:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dw-wp-production.imgix.net/2023/12/Screenshot-2023-12-29-at-1.40.35-PM.jpg?w=1200&amp;h=800&amp;ixlib=react-9.3.0",
    "performance_score": 0,
    "domain_rank": 5132,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 0,
        "shares": 9
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0eab316e35ec500c5fed958388e402d1d5ab5b81",
  "url": "https://www.dailywire.com/news/meet-the-chicago-jew-who-dropped-everything-to-go-fight-hamas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kassy Dillon",
  "published": "2023-12-30T14:00:00.000+02:00",
  "title": "Meet The Chicago Jew Who Dropped Everything To Go Fight Hamas | The Daily Wire",
  "text": "Streaming Now The decade's most triggering comedy Israeli-American recounts what it was like entering the battlefield in southern Israel Shraga Stern didn’t hesitate to buy a ticket from Chicago to Israel on October 7 to join the coming fight against Hamas, even before the Israeli Defense Forces asked him to. “One of my men met me at the airport,” Stern told The Daily Wire in southern Israel. “I already had all my gear for my uniform, and everything and I came straight to the battlefield.” Stern, 38, is one of more than 360,000 reservists called up to defeat Hamas after its brutal attack on Israeli civilians in early October. When he arrived in the area surrounding Gaza, he observed burnt cars with bodies hanging out of them. ISRAELI-AMERICAN RUSHES FROM CHICAGO TO FIGHT HAMAS IN GAZA “We showed up where the Nova Festival was and there were still bodies laying around and fighting was still going on,” he said. “Towns that were burnt and destroyed. It felt like the whole region was totally a war zone out of control.” While Stern has been exposed to the chaos of this ongoing war, he said the memory of collecting the body of a young Israeli woman by the Gaza border is burned into his mind. “We found a woman and she had long curly hair and she was handcuffed with hands behind her back. That kind of stuck with me,” he said. “I just felt there was a very sacred mission to bring some clearance to her family on what happened to her that day.” Stern is a reservist officer in the IDF who was stabbed in 2016 while on patrol searching for a terrorist in the Israeli city of Efrat in Judea and Samaria, also known as the West Bank. “A terrorist came right at me with a knife,” he said. “I jumped out of the car at him without my gun, which was in the car, and I just wrestled him and fought him down to the ground while being stabbed multiple times. At some point, I was able to grab him by the neck, lift him, and throw him on the ground with my body weight over him, and one of my men was able to shoot him in the head.” [WATCH: Inside The Israeli Kibbutz Where Dozens Were Murdered By Hamas](https://www.dailywire.com/news/watch-inside-the-israeli-kibbutz-where-dozens-were-murdered-by-hamas) Stern explained that he was called into the city, home to more than 11,000 Israelis, after a camera caught the terrorist climbing over a fence. As a company commander, he said he searched the town with 160 of his men before they were dismissed. Stern said he returned to the town due to a “gut feeling,” and encountered the terrorist while sitting in his car. The terrorist severely injured Stern, stabbing him in the ribcage and ripping an artery and his lungs. He thought he was going to die. “I laid back and listened to a medic and a doctor that showed up discussing my condition,” he said. “I heard them speaking about how critical my situation was and basically they kind of thought that I was going to die.” “I was very proud and glad that that terrorist didn’t make it into the houses and wasn’t able to slaughter a family, which is what he came to do,” Stern added. Stern said he was thankful for his second chance at life when he awoke in the hospital, and decided to look for new ways to find meaning. He was introduced to [Brothers for Life](https://www.brothersforlife.com/), a sixteen-year-old nonprofit organization dedicated to helping injured IDF veterans with medical, emotional, and financial support. “It was life-changing for me,” he said. “The experience of getting injured, but also seeing what other guys, other soldiers who are injured in combat were willing to do for me and be there for me.” [VIDEO: Inside The Day-Long Terrorist Siege On Israel’s Sderot Police Station](https://www.dailywire.com/news/video-inside-the-day-long-terrorist-siege-on-israels-sderot-police-station) Stern said he joined the organization’s triathlon team which forced him to focus on regaining his strength. Soon after he started to help others through the organization. “We can help each other in ways that other people can’t help a wounded soldier,” he said. “We can identify, we understand the needs, we understand what it means to be in that hospital bed and what it takes to get back up on your feet.” Brothers for Life pairs newly injured soldiers with others who have already recovered from similar wounds, according to Stern. He cited an example of a 20-year-old who may have lost his eyesight being paired with someone who lost their eyesight years prior. “They already have a family and they mentor him and show him the way,” he said. “Brothers for Life backs us and helps us answer any needs that will come up.” Although he’s serving in the current conflict, he said Brothers for Life is already assisting injured soldiers in the war. [‘I Couldn’t Breathe’: Watch Arabs React After Screening Footage Of Hamas Slaughtering Civilians](https://www.dailywire.com/news/i-couldnt-breathe-watch-arabs-react-after-screening-footage-of-hamas-slaughtering-civilians) “It truly gives me a lot of strength knowing that every mission that I make a decision on and every mission that I lead, I know that if anyone here gets injured, I’m not forgetting about them,” he said. “Once this tour is over and I’m back in my life, we’re going to keep taking care of these guys for the rest of their lives.” Despite his previously nearly mortal injury, Stern said he wasn’t fearful to join the fight again. “To tell you that there’s no fear would be foolish, but the fear that is there is manageable and we trained for this day,” he said. “We have no other choice but to totally eliminate Hamas because the end game for us is rebuilding our towns, rebuilding our communities, and rebuilding life here.” Stern said he takes this war personally as the grandson of two Holocaust survivors. “We always grew up with the notion that Israel is the promise that Jews would never be slaughtered again unprotected,” he said. “I feel that the tanks here behind me — but also me and my men — we are the promise for the Jewish people that Jews won’t be slaughtered unprotected.” Stern said he believes the terrorist who tried to kill him five years ago was motivated by the same hatred as Hamas. “I know that what motivated him is a total annihilation of Israel, which is what he stands for and that’s what Hamas stood for,” he said. “We saw hundreds and hundreds of terrorists like that, maybe better trained, better equipped, better planned and ready to do the same.” “That’s why I’m here,” he added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.brothersforlife.com/),",
    "https://brothersforlife.com/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stern",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "israeli defense forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "israel shraga stern",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:00:57.760+02:00",
  "updated": "2023-12-30T18:27:38.348+02:00"
}