{
  "thread": {
    "uuid": "556fe62c350cf5124068ff541d0c9976bc5b4547",
    "url": "https://www.morningjournal.com/2024/04/04/review-transfixing-novel-explores-the-repercussions-of-one-day-of-violence",
    "site_full": "www.morningjournal.com",
    "site": "morningjournal.com",
    "site_section": "https://www.morningjournal.com/things-to-do/entertainment/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-05T01:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 38086,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "556fe62c350cf5124068ff541d0c9976bc5b4547",
  "url": "https://www.morningjournal.com/2024/04/04/review-transfixing-novel-explores-the-repercussions-of-one-day-of-violence",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gqlshare",
  "published": "2024-04-05T01:19:00.000+03:00",
  "title": "",
  "text": "Malcolm Forbes | Star Tribune (TNS)\nAbigail Dean’s 2021 debut “Girl A” was a gripping, devastating treatment of trauma. Her second has much in common with it.\nIn “Girl A,” the English writer told the story of Lex who, at 15, made a desperate escape from the home where her abusive parents held her captive. Shuttling back and forth through the years, Dean chronicled Lex’s efforts to exorcise memories of her father (“the rot in my bones”) and attempts to reconnect with her siblings, process pain and turn her childhood “house of horrors” into a community center.\nDean’s new “Day One” also revolves around a tragedy and its aftermath. Its layered narrative is made up of chopping-and-changing timelines. And its damaged characters are on personal journeys of recovery and reckoning. On this occasion, though, Dean expands her cast, widens her scope and imbues the proceedings with gray areas of moral complexity and ambiguity — all while spinning a propulsive, compelling tale.\n“Day One,” by Abigail Dean. (Viking Press/TNS) One morning in the picturesque Lake District town of Stonesmere, a lone gunman interrupts the performance of a primary school play and opens fire. The atrocity fractures families and shatters lives. But it also divides opinion.\nTrent, a former resident of Stonesmere, disputes the reported version of events, not least the eyewitness account given to the press by Marty, daughter of a teacher killed that fateful day. Marty claims she was there, in the audience, and saw the shooter carry out his sickening spree. Trent detects “inconsistencies” and goes on a mission to discover what really happened.\nIt soon becomes evident that Marty has something to hide. But Trent goes too far in his pursuit of the facts, letting obsession turn into delusion by joining forces with a group of conspiracy theorists. They’re led by odious “freethinker” Ray Cleave, who believe Marty is an actor, the massacre was a hoax and the victims didn’t exist. On the day of the inquest, Marty has a chance to set the record straight. Will the truth finally emerge and at what cost?\nAs with “Girl A,” “Day One” is not a study of violence but rather an examination of its repercussions. The two lead characters are captivating creations. Marty is grief-stricken but also guilt-ridden, and Dean masterfully charts her struggle to stay sane as she is plagued by baying “truthers” and her own dark secret.\nEqually enthralling is Trent’s descent into fanaticism, from running a website called the Stonesmere Exposer and occupying “a world where things were not as the mainstream media narrated it” to crashing funerals, trying to dig up graves and succeeding in wrecking reputations.\nDean cranks up the intrigue by incrementally detonating shocking revelations. She also keeps her reader involved by rotating character perspectives. By the time we get to the stunning conclusion, it has long been clear that this is a finely wrought work from a gifted storyteller.\nDay One By: Abigail Dean.\nPublisher: Viking, 368 pages, $29.\n©2024 StarTribune. Visit at startribune.com . Distributed by Tribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.startribune.com/",
    "https://startribune.com/",
    "https://www.startribune.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abigail dean",
        "sentiment": "negative"
      },
      {
        "name": "lex",
        "sentiment": "none"
      },
      {
        "name": "dean",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "malcolm forbes | star tribune",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lake district",
        "sentiment": "none"
      },
      {
        "name": "stonesmere",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:00:08.976+03:00",
  "updated": "2024-04-05T02:00:08.976+03:00"
}