{
  "thread": {
    "uuid": "cfac763944d68487e7bb18b21abe8280fef16830",
    "url": "https://www.estadiodeportivo.com/futbol/real-madrid/carlo-ancelotti-rompe-silencio-tras-renovacion-con-real-madrid-brasil-estallan-20231229-438508.html",
    "site_full": "www.estadiodeportivo.com",
    "site": "estadiodeportivo.com",
    "site_section": "https://www.estadiodeportivo.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Estadio Deportivo - Diario online de información deportiva",
    "title": "Carlo Ancelotti rompe su silencio tras su renovación con el Real Madrid y en Brasil estallan - Estadio Deportivo",
    "title_full": "Carlo Ancelotti rompe su silencio tras su renovación con el Real Madrid y en Brasil estallan - Estadio Deportivo",
    "published": "2023-12-29T17:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 91916,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cfac763944d68487e7bb18b21abe8280fef16830",
  "url": "https://www.estadiodeportivo.com/futbol/real-madrid/carlo-ancelotti-rompe-silencio-tras-renovacion-con-real-madrid-brasil-estallan-20231229-438508.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sara Portillo Maya",
  "published": "2023-12-29T17:39:00.000+02:00",
  "title": "Carlo Ancelotti rompe su silencio tras su renovación con el Real Madrid y en Brasil estallan - Estadio Deportivo",
  "text": "Carlo Ancelotti gozaba de la confianza suficiente en el Real Madrid, una realidad que se ha ganado a golpe de buen hacer, buenos resultados y títulos cosechados. En la entidad que preside Florentino Pérez la intención no era otra que renovarlo, pese a que llevaban muchos meses sonando cantos de sirena desde Brasil, donde sonaba para convertirse en seleccionador nacional. Esta misma mañana de 29 de diciembre, el club blanco ha dado el portazo definitivo a los rumores: el técnico italiano seguirá dirigiendo al Real Madrid hasta el año 2026. Una especie de regalo de año nuevo para los aficionados, que pueden respirar tranquilos. Aunque este año el Real Madrid no levante ni un sólo titulo, Ancelotti tiene asegurada su continuidad. Atrás quedarán las informaciones que se han ido generando paralelamente relacionada con los posibles candidatos (Xabi Alonso, Zidane, Raúl...). En algún momento el entrenador italianos se irá del conjunto blanco, es ley de vida. Pero ese momento no será en el medio plazo. Su renovación se ha rubricado hasta el 30 de junio del 2026 con el acuerdo alcanzado entre Real Madrid y Carlo Ancelotti. Tras el mismo, el preparador italiano que nunca quiso hablar sobre su futuro a los medios de comunicación ha roto su silencio para expresar su felicidad: \"Hoy es un día feliz. El Real Madrid y yo continuamos nuestro camino juntos en busca de nuevos y mayores éxitos. Gracias a todos y ¡Hala Madrid!\", publicó en sus redes sociales. Un día después del día de los Santos Inocentes, y en el descanso de vacaciones navideñas, la noticia se ha sentido como una especie de regalo navideño por los fans, el club, el entrenador y los jugadores. Todo parece en armonía en la entidad blanca. En la página web del club blanco han dado cuenta de todos los éxitos que ha logrado 'Carletto' para la entidad, así como otros logrados con otros clubes pero que le avalan para seguir capitaneando el barco madridista: \"En sus cinco temporadas como entrenador del Real Madrid ha ganado 10 títulos: 2 Ligas de Campeones, 2 Mundiales de Clubes, 2 Supercopas de Europa, 1 Liga, 2 Copas del Rey y 1 Supercopa de España\", se lee. \"Carlo Ancelotti es el único entrenador que ha ganado 4 Copas de Europa y el que ha conseguido más victorias en la historia de esta competición (118), y es también el primer entrenador en ganar las cinco grandes Ligas de Europa (Italia, Inglaterra, Francia, Alemania y España)\", continúa el comunicado. El entrenador italiano acumula 260 partidos dirigiendo al Real Madrid, que se dividen en dos etapas (2013-2015 y 2021-actualidad). En ellas, ha ganado 189 partidos, empatado 33 y perdido 38. Sí bien la noticia ha sido un regalo por la capital española... por Brasil ha caido como un jarro de agua helada. Por allí ha sido un duro golpe, después de que dieran por hecho que sería el próximo inquilino del banquillo de la canarinha. Se ha intentado a capa y espada, pero el italiano no se sentará por el momento para dirigir a los mejores jugadores del país brasileño (más allá de los que visten la elástica madridista: Rodrygo, Vinicius, Endrick...). Buscan revertir una situación delicada, una de las selecciones más laureadas está atravesando malas épocas. Así que tras el anuncio de la renovación... por Brasil han estallado. Los principales diarios del país han reflejado titulares en las que se muestra el dolor: \"Fin a un sueño\", publica Lance. \"Proyecto frustrado\", se lee en O Globo. \"Se acabó el cuento\", dicta Gazeta Esportiva. En el país contaban con que a partir de junio del 2024, Carlo Ancelotti estaría entrenando a la canarinha. Ahora hay una gran cantidad de entrenadores que suenan, aparece hasta José Mourinho. Abel Ferreira, Renato Gaucho o Jorge Jesús son algunos de ellos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:57:59.614+02:00",
  "updated": "2023-12-29T17:57:59.614+02:00"
}