{
  "thread": {
    "uuid": "550a335ecbe9fd5565715d0fa85d913aa8c946a4",
    "url": "https://www.wvnews.com/garrettrepublican/news/8th-annual-police-providing-presents-event-held/article_c4384018-a434-11ee-acc9-1ff6d2074152.html",
    "site_full": "www.wvnews.com",
    "site": "wvnews.com",
    "site_section": "https://www.wvnews.com/garrettrepublican",
    "site_categories": [
      "media"
    ],
    "section_title": "Garrett County News - Oakland Deep Creek | wvnews.com",
    "title": "8th-annual Police Providing Presents event held | Garrett News | wvnews.com",
    "title_full": "8th-annual Police Providing Presents event held | Garrett News | wvnews.com",
    "published": "2023-12-28T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/wvnews.com/content/tncms/assets/v3/editorial/7/0f/70f1f916-a435-11ee-a40b-f357dded468c/658b45bb655ae.image.jpg?crop=1762%2C926%2C0%2C124&amp;resize=1200%2C631&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 21493,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "550a335ecbe9fd5565715d0fa85d913aa8c946a4",
  "url": "https://www.wvnews.com/garrettrepublican/news/8th-annual-police-providing-presents-event-held/article_c4384018-a434-11ee-acc9-1ff6d2074152.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "From Staff Reports",
  "published": "2023-12-28T07:00:00.000+02:00",
  "title": "8th-annual Police Providing Presents event held | Garrett News | wvnews.com",
  "text": "OAKLAND — The 8th annual Police Providing Presents event took place in Garrett County on Dec. 16. This event was made possible through the collaboration of volunteers from four law enforcement agencies in Garrett County, along with the Garrett County Department of Social Services, Garrett County Board of Education and Garrett County Health Department. Although this event may have different names across the country, its purpose remains the same. The event aims to provide selected children from Garrett County Schools with the opportunity to spend the day with members of various law enforcement agencies, including the Maryland State Police, Garrett County Sheriff’s Office, Maryland Natural Resource Police and the Maryland State Fire Marshal’s Office. The event kicked off with the officers picking up their assigned partners for the day, and together they went shopping for gifts at the Oakland Walmart. Later, a luncheon with various activities was held at the Garrett County Fairgrounds. These activities included demonstrations of fire trucks and ambulances, as well as ornament making, cookie decorating, and interactive games. Volunteers wrapped the purchased gifts during these activities, ensuring that the children could take them home to their families. The organizers expressed gratitude to the Garrett County Department of Social Services for its partnership since the inception of Police Providing Presents, as well as continued support for the program each year. Additionally, the group extended thanks to the Garrett County Public Schools for assistance in selecting the children who participated in this event. Special thanks goes to Oakland Walmart, Garrett County Fair Board, Crossroads Church, Deep Creek Fire Department, Garrett County Emergency Services, Little Caesars (Grantsville), Ledo Pizza, Pizza Hut, Subway (Oakland Walmart), Arrowhead Market, Penn Alps Restaurant, McDonald’s (Deep Creek Lake), Wisp Resort, Funland, Monkey Business Adventure Park, Katie’s Ice Cream, Marissa Mullenax Bakery, Samantha Funding the Arts, Utz (Cumberland) and Total Biz Fulfillment. “We would also like to acknowledge and thank the numerous businesses and individuals who generously made donations,” a spokesperson said. “It is because of your support that this event was a tremendous success!” Gratitude was expressed to the following establishments for their generous contributions to the annual 2023 Police Providing Presents event, as well as all the individuals who made donations towards the program. Individual names were left off the list for privacy. Any donations received after the event will go directly to next year’s event. Donations were made by Action Hardware, American Legion Proctor Kildow, American Legion Riders of Proctor Kildow, Bethel United Methodist Church Bethel Women, Broadwater Trucking & Heavy Towing, BYCO Enterprises Inc., C. Palmer Die Casting Inc., Christ Lutheran Church, Crossroads Church, Deer Sportsman’s Club Inc., Devlin Inc., Dream Dental, Eastern Garrett County Volunteer Fire, First Peoples Community Federal Credit Union, Fisher – Hoilman, Four Seasons Stitchery Inc., G&W Lumber Inc., Garrett Automotive, Garrett Container Systems Inc., Garrett Orthopedics, Garrett Orthopedic Physical Therapy & Rehab, Grantsville Fire Department, Hair and Faces by Tina, Hoyes United Methodist Church, Maryland Department of Transportation, Mill Run Mercy Chapel Donation, Mountainside Technologies (M-TEK), Oakland Elks Lodge, Oakland MRI Center LLC, Penn Alps Inc. Restaurant & Craft Shop, Reliable Property Maintenance and Construction, Rush Services, Taylor Made Deep Creek Real Estate LLC, Total Biz Fulfillment, Town of Oakland, Wepco Federal Credit Union, William R. Yant, D.D.S., P.A (Dental Health Group) and Oak Grove Church of the Brethren Ladies Aide. The annual Police Providing Presents event was again deemed a great success. Those wishing to donate for next year’s event scheduled for Saturday, Dec. 7, 2024 can make donations in the form of checks or money orders to Garrett County Department of Social Services (GCDSS), 12578 Garrett Highway, Oakland, Maryland 21550 and specify “Police Providing Presents.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "garrett news",
        "sentiment": "negative"
      },
      {
        "name": "garrett county department of social services",
        "sentiment": "none"
      },
      {
        "name": "maryland natural resource police",
        "sentiment": "none"
      },
      {
        "name": "maryland state police",
        "sentiment": "none"
      },
      {
        "name": "garrett county board of education and garrett county health department",
        "sentiment": "none"
      },
      {
        "name": "maryland state fire marshal’s office",
        "sentiment": "none"
      },
      {
        "name": "oakland walmart",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "garrett county",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      },
      {
        "name": "garrett county fairgrounds",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:51:23.402+02:00",
  "updated": "2023-12-29T00:51:23.402+02:00"
}