{
  "thread": {
    "uuid": "8d06082c930fd543a36148ac9e8c5c540512c9a2",
    "url": "https://www.prnewswire.com/news-releases/perimeter-medical-imaging-ai-announces-participation-at-the-upcoming-annual-meeting-of-the-american-society-of-breast-surgeons-asbrs-and-provides-corporate-updates-302108862.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://prnewswire.com/news-releases/english-releases",
    "site_categories": [
      "media"
    ],
    "section_title": "All English-only  News and Press Releases from PR Newswire",
    "title": "Perimeter Medical Imaging AI Announces Participation at the Upcoming Annual Meeting of the American Society of Breast Surgeons (ASBrS) and Provides Corporate Updates",
    "title_full": "Perimeter Medical Imaging AI Announces Participation at the Upcoming Annual Meeting of the American Society of Breast Surgeons (ASBrS) and Provides Corporate Updates",
    "published": "2024-04-04T20:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 191,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d06082c930fd543a36148ac9e8c5c540512c9a2",
  "url": "https://www.prnewswire.com/news-releases/perimeter-medical-imaging-ai-announces-participation-at-the-upcoming-annual-meeting-of-the-american-society-of-breast-surgeons-asbrs-and-provides-corporate-updates-302108862.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Perimeter Medical Imaging AI, Inc.",
  "published": "2024-04-04T20:17:00.000+03:00",
  "title": "Perimeter Medical Imaging AI Announces Participation at the Upcoming Annual Meeting of the American Society of Breast Surgeons (ASBrS) and Provides Corporate Updates",
  "text": "TORONTO and DALLAS , April 4, 2024 /PRNewswire/ - Perimeter Medical Imaging AI, Inc. (TSXV: PINK) (OTC: PYNKF) (FSE: 4PC) (\"Perimeter\" or the \"Company\") – a commercial-stage medical technology company – announced that it will participate in the upcoming American Society of Breast Surgeons (ASBrS), featuring interactive demos of the S-Series OCT device at the Company's booth. The Company also announced the grant of certain stock options and the engagement of Velocity Trade Capital Ltd. (\"Velocity Trade\") for market liquidity services.\nConference Details\n#ASBRS24 - The American Society of Breast Surgeons 25 th Annual Meeting\nApril 10-14, 2024\nOrlando World Center Marriott; Orlando, FL\nBooth #229 – Perimeter Medical Imaging AI\nAdrian Mendes , Perimeter's Chief Executive Officer stated, \"We are excited to have a presence at ASBrS this year alongside top companies in the breast oncology space, providing us with an opportunity to network with 1,700 medical professionals from the U.S. and 27 countries. We believe combining a surgeon's clinical expertise with OCT technology can provide margin insights real-time during surgeries, which gives them clarity to act in the moment and close with confidence.\"\nIssuance of Stock Options\nOn April 3, 2024 , the Company approved the grant of 470,000 stock options to certain directors and company officers, and 863,177 options to employees as a key retention incentive tool. Each stock option entitles the holder to acquire one common share of the Company at an exercise price of $0.85 per common share and expires 10 years from the date of grant. As of the date of this news release, the Company has a total of 8,660,798 stock options outstanding, and the Company may issue further equity compensation securities exercisable for up to 3,433,661 common shares under the Company's omnibus equity incentive plan.\nMarket Stabilization and Liquidity Services\nThe Company also disclosed that, subject to stock exchange approval, Perimeter has engaged Velocity Trade, beginning April 4, 2024 , to provide liquidity services to the Company in compliance with the policies and guidelines of the TSX Venture Exchange (\"TSX-V\") and other applicable legislation. Velocity Trade is a private and independent investment dealer headquartered in Toronto, Ontario , and is registered for trading in the provinces of Ontario , British Columbia , Alberta , and Manitoba . Velocity Trade is a member of the TMX, and of the Canadian Investment Regulatory Organization (CIRO). Velocity Trade will manage trading of Perimeter's shares from time to time on the TSX-V for the purposes of maintaining an orderly market, with a view to reducing trading volatility and improving the liquidity of Perimeter's shares. The funding and securities required for these services undertaken will be provided by Velocity Trade. Under the agreement, the Company will pay a monthly fee of $5,000 , and after a period of sixty days, either party may terminate the contract by providing the other with 30 days prior written notice of termination. There are no performance factors contained in the agreement between Velocity Trade and the Company and Velocity Trade will not receive any shares or options from the Company as compensation for services it will render. The Company and Velocity Trade have an arm's length relationship, and Velocity Trade does not have any interest, directly or indirectly, in the Company or its securities, or any right or intent to acquire such an interest. Velocity Trade and Perimeter are not related parties and have no other agreements other than the market liquidity agreement which is the subject of this news release.\nAbout Perimeter Medical Imaging AI, Inc.\nBased in Toronto, Canada and Dallas, Texas , Perimeter Medical Imaging AI (TSX-V: PINK) (OTC: PYNKF) (FSE: 4PC) is a medical technology company driven to transform cancer surgery with ultra-high-resolution, real-time, advanced imaging tools to address areas of high unmet medical need. Available across the U.S., our FDA-cleared Perimeter S-Series OCT system provides real-time, cross-sectional visualization of excised tissues at the cellular level. The breakthrough-device-designated investigational Perimeter B-Series OCT with ImgAssist AI represents our next-generation artificial intelligence technology that is currently being evaluated in a pivotal clinical trial, with support from a grant of up to US$7.4 million awarded by the Cancer Prevention and Research Institute of Texas . The company's ticker symbol \"PINK\" is a reference to the pink ribbons used during Breast Cancer Awareness Month.\nPerimeter B-Series OCT is limited by U.S. law to investigational use and not available for sale in the United States . Perimeter S-Series OCT has 510(k) clearance under a general indication and has not been evaluated by the U.S. FDA specifically for use in breast tissue, breast cancer, other types of cancer, margin evaluation, and reducing re-excision rates. The safety and effectiveness of these uses has not been established. For more information, please visit www.perimetermed.com/disclosures .\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nForward-Looking Statements\nThis news release contains statements that constitute \"forward-looking information\" within the meaning of applicable Canadian securities legislation. In this news release, words such as \"may,\" \"would,\" \"could,\" \"will,\" \"likely,\" \"believe,\" \"expect,\" \"anticipate,\" \"intend,\" \"plan,\" \"estimate,\" and similar words and the negative form thereof are used to identify forward-looking statements. Forward-looking information may relate to management's future outlook and anticipated events or results and may include statements or information regarding the future financial position, business strategy and strategic goals, competitive conditions, research and development activities, projected costs and capital expenditures, research and clinical testing outcomes, taxes and plans and objectives of, or involving, Perimeter. Without limitation, information regarding the participation of the Company in the ASBrS conference, future grants under the Company's equity incentive plan, the performance of the agreement with Velocity Trade and potential benefits of Perimeter S-Series OCT and Perimeter B-Series OCT are forward-looking information. Forward-looking statements should not be read as guarantees of future performance or results, and will not necessarily be accurate indications of whether, or the times at or by which, any particular result will be achieved. No assurance can be given that any events anticipated by the forward-looking information will transpire or occur. Forward-looking information is based on information available at the time and/or management's good-faith belief with respect to future events and are subject to known or unknown risks, uncertainties, assumptions, and other unpredictable factors, many of which are beyond Perimeter's control. Such forward-looking statements reflect Perimeter's current view with respect to future events, but are inherently subject to significant medical, scientific, business, economic, competitive, political, and social uncertainties and contingencies. In making forward-looking statements, Perimeter may make various material assumptions, including but not limited to (i) the accuracy of Perimeter's financial projections; (ii) obtaining positive results from trials; (iii) obtaining necessary regulatory approvals; and (iv) general business, market, and economic conditions. Further risks, uncertainties and assumptions include, but are not limited to, those applicable to Perimeter and described in Perimeter's Management Discussion and Analysis for the year ended December 31, 2023 , which is available on Perimeter's SEDAR+ profile at https://www.sedarplus.ca , and could cause actual events or results to differ materially from those projected in any forward-looking statements. Perimeter does not intend, nor does Perimeter undertake any obligation, to update or revise any forward-looking information contained in this news release to reflect subsequent information, events, or circumstances or otherwise, except if required by applicable laws.\nSOURCE Perimeter Medical Imaging AI, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4134133-1&h=991485327&u=http%3A%2F%2Fwww.perimetermed.com%2Fdisclosures&a=www.perimetermed.com%2Fdisclosures",
    "https://c212.net/c/link/?t=0&l=en&o=4134133-1&h=2990060002&u=https%3A%2F%2Fwww.breastsurgeons.org%2Fmeeting%2F2024%2F&a=The+American+Society+of+Breast+Surgeons+25th+Annual+Meeting",
    "https://c212.net/c/link/?t=0&l=en&o=4134133-1&h=1630025303&u=https%3A%2F%2Fwww.sedarplus.ca%2F&a=https%3A%2F%2Fwww.sedarplus.ca",
    "https://c212.net/c/link/?t=0&l=en&o=4134133-1&h=2253471705&u=https%3A%2F%2Fperimetermed.com%2F&a=Perimeter+Medical+Imaging+AI",
    "https://www.sedarplus.ca",
    "https://www.c212.net/c/link/?t=0&l=en&o=4134133-1&h=991485327&u=http%3A%2F%2Fwww.perimetermed.com%2Fdisclosures&a=www.perimetermed.com%2Fdisclosures",
    "https://www.c212.net/c/link/?t=0&l=en&o=4134133-1&h=2253471705&u=https%3A%2F%2Fperimetermed.com%2F&a=Perimeter+Medical+Imaging+AI",
    "https://www.c212.net/c/link/?t=0&l=en&o=4134133-1&h=2990060002&u=https%3A%2F%2Fwww.breastsurgeons.org%2Fmeeting%2F2024%2F&a=The+American+Society+of+Breast+Surgeons+25th+Annual+Meeting",
    "https://sedarplus.ca",
    "https://c212.net/c/link/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4134133-1&h=1630025303&u=https%3A%2F%2Fwww.sedarplus.ca%2F&a=https%3A%2F%2Fwww.sedarplus.ca"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adrian mendes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american society of breast surgeons",
        "sentiment": "neutral"
      },
      {
        "name": "perimeter medical imaging ai, inc.",
        "sentiment": "neutral"
      },
      {
        "name": "velocity trade capital ltd.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "orlando",
        "sentiment": "none"
      },
      {
        "name": "fl",
        "sentiment": "none"
      },
      {
        "name": "orlando world center marriott",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:19:26.719+03:00",
  "updated": "2024-04-05T00:19:26.719+03:00"
}