{
  "thread": {
    "uuid": "b5245d8952d11501f6dd61475937ac1091eb5ca2",
    "url": "https://www.racing.com/news/2024-01-08/news-international-bentley-a-real-whizz-kid",
    "site_full": "www.racing.com",
    "site": "racing.com",
    "site_section": "http://www.racing.com",
    "site_categories": [
      "horse_racing",
      "auto_racing",
      "sports"
    ],
    "section_title": "RACING.COM - YOUR RACING CONNECTION",
    "title": "Bentley a real Whizz Kid | RACING.COM",
    "title_full": "Bentley a real Whizz Kid | RACING.COM",
    "published": "2024-01-08T00:43:12.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn.racing.com//cdn.racing.com/-/media/racing/horses/w/whizzkid-660x380hkjc.jpg",
    "performance_score": 0,
    "domain_rank": 73564,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5245d8952d11501f6dd61475937ac1091eb5ca2",
  "url": "https://www.racing.com/news/2024-01-08/news-international-bentley-a-real-whizz-kid",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hong Kong Jockey Club",
  "published": "2024-01-08T00:43:12.000+02:00",
  "title": "Bentley a real Whizz Kid | RACING.COM",
  "text": "Celebrating his third victory as a trainer in the G3 Bauhinia Sprint Trophy Handicap (1000m), Tony Cruz deflected credit for the success to jockey Harry Bentley after the Englishman crowned his comeback to riding with an upset win on outsider Whizz Kid at Sha Tin on Sunday.\nStarting at 24/1, Whizz Kid (115lb) upstaged Invincible Sage (115lb) and Packing Treadmill (117lb) to provide Bentley with his first Group race triumph in Hong Kong less than a week after the lightweight rider returned to competition after serving a two-month suspension for improper conduct.\nCruz, who previously won the HK$4.2 million feature with champion sprinter Silent Witness in 2004 and 2005, praised Bentley’s display after the Briton allowed Whizz Kid to stride forward and sit outside Victor The Winner before taking a lead he would never surrender, clocking 56.86s – more than a second outside of standard time.\n“He’s been a great horse for the stable, but I must give the credit to Harry Bentley. He rode a perfect race. I told him to jump and go with the flow, and he did exactly that,” Cruz said after replacing blinkers with a visor on the five-year-old gelding.\n“I’ve been trying everything on him and that’s the only thing that works. It worked today. He’s a healthy horse and has never been a headache. He’s honest and he’s easy to train.\n“I thought Happy Valley was his track, but with the programme, I had no option but to go for this race. Otherwise, there's nowhere else to go. I gambled on it, tried something different and it turned out good.”\nCruz said he would “give Bentley more opportunities in my stable. He's very natural, he's got good hands and like I said to him today to ‘go with the flow’, he did exactly that. I reckon we haven't seen the best of him yet in Hong Kong.\n“This horse is as honest as you can ever get, but it's how the jockey rides him that's most important,” Cruz said.\nBentley was elated post-race after returning last week to race riding, but having to wait until today’s feature to score – before capping his afternoon by sealing a double atop Blue Marlin for Douglas Whyte in the Class 3 Lai King Handicap (1400m).\n“I’m delighted, first day back here at Sha Tin, to get a double,” Bentley said. “Firstly, getting my first Group win here in Hong Kong was great and great to partner up with Blue Marlin again – he’s been a great horse for me.\n“This is the fourth time I’ve won on him, third time this season. He’s been plagued by a few bad draws but I’ve been the fortunate person to step in when he comes back to a nice draw.\n“He’s a tough horse who has run only a few days ago (1 January) – fair play to the trainer and from a personal point of view it’s great to be back.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bentley",
        "sentiment": "negative"
      },
      {
        "name": "tony c",
        "sentiment": "negative"
      },
      {
        "name": "victor the winner",
        "sentiment": "none"
      },
      {
        "name": "cruz",
        "sentiment": "none"
      },
      {
        "name": "harry bentley",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "hong kong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:43:16.472+02:00",
  "updated": "2024-01-08T04:09:56.374+02:00"
}