{
  "thread": {
    "uuid": "96fbb3a651c02e969a6e71de62ef908f0eb9a63b",
    "url": "https://www.longisland.com/news/12-28-23/governor-hochul-announces-new-york-national-guard-leads-nation-in-recruiting-and-retention.html",
    "site_full": "www.longisland.com",
    "site": "longisland.com",
    "site_section": "https://www.longisland.com/news/rss.xml",
    "site_categories": [
      "media",
      "travel",
      "theme_parks"
    ],
    "section_title": "LongIsland.com News",
    "title": "Governor Hochul Announces New York National Guard Leads Nation In Recruiting And Retention",
    "title_full": "Governor Hochul Announces New York National Guard Leads Nation In Recruiting And Retention",
    "published": "2023-12-28T23:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.longisland.com/site_media/images/article/subarticle_image/53425696752_a471f86f74_k.jpg",
    "performance_score": 0,
    "domain_rank": 3274,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 8,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96fbb3a651c02e969a6e71de62ef908f0eb9a63b",
  "url": "https://www.longisland.com/news/12-28-23/governor-hochul-announces-new-york-national-guard-leads-nation-in-recruiting-and-retention.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Boyle",
  "published": "2023-12-28T23:12:00.000+02:00",
  "title": "Governor Hochul Announces New York National Guard Leads Nation In Recruiting And Retention",
  "text": "Governor Kathy Hochul today announced that the New York Army National Guard was first in the nation in recruiting and retaining soldiers for the federal Fiscal Year 2023. The New York National Guard achieved a score of 118.12 percent for the 12 months from October 1, 2022 to September 30, 2023, according to a year-end analysis of each state’s recruiting and retention success. The score is based on the number of enlisted soldiers, the number of new officers and warrant officers who joined, and the number of soldiers who reenlisted as a percentage of each state’s total Army Guard strength. A score of 100 percent means the state met its recruiting goals. Scores above 100 percent indicate a state exceeded those recruiting goals.\n“The New York National Guard has proven time and time again that when they are needed in times of crisis they will be there with the resources and the power to keep their communities safe,” Governor Hochul said. “Their strength, recruiting and retention show impressive leadership and dedication, an organization like no other. Congratulations and thank you to all who serve their fellow New Yorkers – we are grateful for your work.”\nGovernor Hochul today met with New York National Guard leadership and greeted recruiters and new recruits of the National Guard to congratulate them. This was the third time that New York was rated best in recruiting among the states with “large” Army National Guard contingents and the second time the New York Army National Guard Recruiting and Retention Battalion has been rated best in the nation, according to Lt. Col. Josh Heimroth, the commander of New York’s recruiting force.\nAt the beginning of fiscal year 2023, the NYNG authorized a strength of 10,209 Soldiers and had 10,706 personnel assigned. The NYNG finished the fiscal year with 10,969 Soldiers in the ranks. This reflects an increase of 270 soldiers, 760 soldiers above the authorized strength for the NYNG. During this same year the NYNG recruited 1,594 Soldiers, with 1,521 new enlisted Soldiers and 73 officers who were not previously in the ranks.\nAnother 1,731 Soldiers chose to reenlist in the NYNG during the year, while 1,235 Soldiers left the force. All these gains and relatively few losses resulted in New York finishing first in overall recruiting achievement for 2023.\nAdjutant General of the New York National Guard Major General Ray Shields said, “We just had the best year for our retention mission that we have ever had. Our soldier-first strategy is now showing results and our recruiting and retention teams are performing at an exceptionally high performing level of effort and achievement.”\nSuccess in recruiting and retention also led to the Army Guard ranking New York as the number one state for Army Guard “Strength Health” in 2023. The combination of assigned strength, recruiting efforts, and moving Soldiers who missed drills out of the ranks without delay resulted in this designation for fiscal year 2023. This recruiting success has also allowed New York to add a division artillery headquarters and a finance battalion headquarters to the New York Army Guard force structure.\nStatewide Deployment\nThroughout the COVID pandemic the NYNG was deployed throughout New York, providing more than 1.8 million workdays over a 27-month period. Additionally, since September of 2022, the NYNG has been responding to the Asylum Seeker support mission where our service members have assisted New York City and Western New York with 612,000 workdays to date.\nNationwide Deployment\nIn June, Governor Hochul\ndeployed the New York Air National Guard's 106th Rescue Wing to assist the United States Coast Guard search and rescue operation for a missing submersible which had been exploring the wreckage of the Titanic. NYNG Soldiers are also currently deployed in Arizona at the Southern Border.\nGlobal Deployment\nNYNG Soldiers have been deployed in Europe to support training for the Ukrainian Armed Forces, Africa, and other overseas missions throughout 2023.\nThe NYNG is also continuing to strengthen ties with foreign militaries. The NYNG and the Danish military command responsible for patrolling Greenland plan to start conducting joint training, key leader discussions, and exchange observers in 2024 and 2025. A Statement of Intent outlining the partnership arrangement was signed during a November 7 meeting between Major General Ray Shields and Major General Søren Andersen, commander of the Danish Joint Arctic Command, at New York National Guard headquarters in Latham.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.governor.ny.gov/news/governor-hochul-announces-new-york-air-national-guard-assisting-us-coast-guard-search-and",
    "https://governor.ny.gov/news/governor-hochul-announces-new-york-air-national-guard-assisting-us-coast-guard-search-and"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy hochul",
        "sentiment": "negative"
      },
      {
        "name": "hochul",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "new york national guard",
        "sentiment": "negative"
      },
      {
        "name": "new york army national guard",
        "sentiment": "negative"
      },
      {
        "name": "army guard",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:33:10.536+02:00",
  "updated": "2023-12-29T00:33:10.536+02:00"
}