{
  "thread": {
    "uuid": "6c31aefe39b7f6282beac74bd1759e903a3675a1",
    "url": "https://www.hoy.com.py/espectaculos/2024/03/29/schola-cantorum-rendira-tributo-este-viernes-a-las-misas-criollas",
    "site_full": "www.hoy.com.py",
    "site": "hoy.com.py",
    "site_section": "https://hoy.com.py",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Diario HOY &#8211; En Paraguay y el Mundo",
    "title": "Diario HOY | Schola Cantorum rendirá tributo este viernes a las misas criollas",
    "title_full": "Diario HOY | Schola Cantorum rendirá tributo este viernes a las misas criollas",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://www.lanacion.com.py/resizer/VDm9CWDNdvKneHSyMB2LeW68D5I=/1200x630/smart/filters:format(jpg):quality(99)/cloudfront-us-east-1.images.arcpublishing.com/lanacionpy/6L7ZNYR4JVGNBE3OWMQ6US23WY.jpeg",
    "performance_score": 0,
    "domain_rank": 91299,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c31aefe39b7f6282beac74bd1759e903a3675a1",
  "url": "https://www.hoy.com.py/espectaculos/2024/03/29/schola-cantorum-rendira-tributo-este-viernes-a-las-misas-criollas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Diario HOY | Schola Cantorum rendirá tributo este viernes a las misas criollas",
  "text": "Schola Cantorum rendirá tributo este viernes a las misas criollas El Coro de la Schola Cantorum dará este viernes 29 un tributo a la música criolla, con un repertorio basado en canciones folclóricas de Ariel Ramírez y Franco Alderete. La cita es a las 20:00, en el Teatro Municipal “Ignacio A. Pane” de Asunción. De entrada libre y gratuita, la presentación incluirá la “Misa criolla”, una obra musical para solistas, coro y orquesta, creada por el músico argentino Ariel Ramírez (1921-2010). La primera inspiración del artista para escribir una obra religiosa se produjo en los años cincuenta, cuando era un músico desconocido y residía en un convento en Würzburg (Alemania). Allí se relacionó con dos hermanas, Elisabeth y Regina Brückner, quienes le contaron que una hermosa casona frente al convento había sido un campo de concentración durante el nazismo, apenas unos años antes, y que ellas, a pesar de estar castigado con la muerte, noche a noche llevaban comida a los prisioneros. En 1954, Ariel Ramírez retomó su idea en un viaje por barco de Liverpool a Buenos Aires, y tomó la decisión de escribir algún día una obra musical en honor de esas dos hermanas alemanas. La obra sigue estrictamente el ordinario de la misa. Lo que la hace singular, es el uso de ritmos musicales tradicionales de Argentina. Durante el tributo, también interpretarán la “Misa Folclórica Paraguaya”, que José Nicanor Franco Alderete compuso en 1967 y que fue grabada por el conjunto Los Bemoles, arreglado por Rigoberto Arávalos, con la participación de los arpistas Francisco Iglesias, Nicolás Caballero y el Coro del Ateneo Paraguayo. La versión de la Scholla Cantorum será con arreglos de Pedro Pablo Vera Ayala y Sergio Cuquejo. [Te puede interesar: Asunción conmemora la Semana Santa con cargada agenda cultural](https://www.hoy.com.py/espectaculos/2024/03/28/asuncion-conmemora-la-semana-santa-2024-con-cargada-agenda-cultural) Muestra de arte “Sobre la Redención” invita reflexionar en Semana Santa La muestra “Sobre la Redención”, se encuentra habilitada en la Casa Castelví del Centro Cultural Manzana de la Rivera. La misma reúne obras de artistas paraguayos en torno al concepto de la redención. Se trata de un nuevo proyecto expositivo de la curadora María Eugenia Ruíz, con trabajos de ocho artistas visuales, seleccionados para intervenir dichas salas desde diversas temáticas conceptualizando y resaltando aspectos relacionados con la celebración de la Semana Santa. “Los temas abordados por los autores en diversas técnicas nos inducen al recogimiento y al luto”, expresa María Eugenia en su texto curatorial. En la muestra exponen Celso Figueredo, Belén Rodríguez, Félix Toranzos, Juan Pablo Pistilli, Graciela Nery Huerta, Yuki Hayashi, Roberto Noguer y Bernardo Krasniansky. La exposición “Sobre la Redención” es de acceso libre y gratuito permanecerá habilitada hasta el 3 de mayo. La muestra fue inaugurada en el marco de las actividades culturales y recreativas que organiza la Dirección de Cultura de la Municipalidad de Asunción. Leé también: [Asunción conmemora la Semana Santa con cargada agenda cultural](https://www.hoy.com.py/espectaculos/2024/03/28/asuncion-conmemora-la-semana-santa-2024-con-cargada-agenda-cultural) “Las mujeres ya no lloran”: El empoderado nuevo álbum de Shakira Shakira lanzó su duodécimo álbum de estudio “Las Mujeres ya no lloran”, tras siete años de su último material. En él refleja su resistencia y fuerza, así como del poder de la música para transformar incluso las experiencias más difíciles en momentos memorables. El álbum cuenta con 16 pistas, 8 canciones nuevas, un nuevo remix y 7 éxitos anteriores incluyendo “Music Sessions Vol. 53″ con Bizarrap, “TQG” con Karol G , “Monotonía” con Ozuna, “Te Felicito” con Rauw Alejandro, “Copa Vacía” con Manuel Turizo y más. Las 7 pistas previamente lanzadas ya tienen un total combinado de 3.7 mil millones de reproducciones en Spotify. La colombiana presentó además el video musical de su contagiosa nueva canción pop “Puntería” junto a Cardi B. Dirigido por Hannah Lux Davis , el video también cuenta con la estrella de la serie Emily in Paris, Lucien Laviscount, en un papel especial. La artista ganadora del Grammy® y el Latin Grammy® celebró el lanzamiento de su álbum con un evento experiencial en el Hard Rock Live en Hollywood, FL patrocinado por Seminole Hard Rock Hotel & Casino y Sony Music Latin. El nuevo álbum de Shakira está disponible en cuatro ediciones de arte distintas, cada una acompañada de una variante de vinilo de color exclusivo. La edición Sapphire se ofrece exclusivamente en Amazon, mientras que la edición Ruby está disponible únicamente en Target. Los y las fans pueden encontrar la edición Emerald exclusivamente en la tienda oficial en línea de Shakira, y la edición Diamond estará disponible en todas las principales tiendas. La artista ocupa el puesto de la artista latina femenina que más ha vendido en la historia, con una trayectoria de décadas de innovación y éxito, pero ha seguido consolidando su estatus legendario en el último año debido al éxito arrollador de sus últimos lanzamientos. Su éxito sin duda continuará con el lanzamiento de su nuevo álbum, ya que su resistencia, vulnerabilidad, confianza y pasión resaltan tanto sus desafíos personales como sus triunfos. Cabe resaltar que la cantautora se asoció junto a Spotify para brindar a los fans acceso a una Experiencia de Álbum de Pre-Lanzamiento especial. A continuación, el listado completo de canciones. Leé también: [Lali González estrena película y será parte de Baila Conmigo Paraguay](https://www.hoy.com.py/espectaculos/farandula/2024/03/27/lali-gonzalez-estrena-pelicula-y-sera-parte-de-baila-conmigo-paraguay) Semana Santa: La Ruta de las 7 Iglesias en el Open Bus y otros circuitos turísticos Circuitos turísticos por monumentos religiosos de la ciudad de Asunción y la ruta de las 7 iglesias en el Open Bus, son algunos de los atractivos para los días santos en la ciudad capital. El jueves 28 de marzo a las 20:30, se realizará la Procesión del Señor de la Columna, donde se recrea el trágico momento en que Jesús es atado para ser duramente flagelado. El punto de encuentro será en la Iglesia de la Encarnación, con acceso libre y gratuito. El viernes 29 de marzo a bordo del Open Bus, se realizará “La Ruta de las 7 iglesias” en Asunción, un recorrido turístico para explorar algunas de las iglesias más emblemáticas de la ciudad. Se podrá disfrutar de un viaje cómodo y seguro mientras descubre la riqueza cultural y religiosa de Asunción. A las 09:00 será la primera salida y la segunda a las 15:30. Durante el recorrido, se visitarán siete iglesias importantes de la ciudad. El costo de los tickets es de 55 mil guaraníes por persona y se puede comprar de forma anticipada a través del WhatsApp al número (0984) 817990 con NSA. El punto de salida es desde el Centro Municipal de información turística (Costanera). Por otro lado, a las 10:00 tendrá lugar el Vía Crucis Relatado, en donde se describirá la meditación de los pasos de Jesús en su camino al calvario hasta su crucifixión y muerte. El punto de encuentro es en la Manzana de La Rivera con acceso libre y gratuito. Estas actividades son impulsadas por el departamento de Turismo de CulturaAsu. Te puede interesar: [Asunción conmemora la Semana Santa con cargada agenda cultural](https://www.hoy.com.py/espectaculos/2024/03/28/asuncion-conmemora-la-semana-santa-2024-con-cargada-agenda-cultural)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:46:37.080+03:00",
  "updated": "2024-03-29T16:46:37.080+03:00"
}