{
  "thread": {
    "uuid": "2d7548da6ff9a7e4df37eb03719f3a4deb5056b5",
    "url": "https://diario.mx/internacional/se-suman-a-eu-para-entegar-ayuda-a-gaza-20240308-2161181.html",
    "site_full": "diario.mx",
    "site": "diario.mx",
    "site_section": "https://diario.mx/jrz/media/sitemaps/rss.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "El Diario",
    "title": "Se suman a EU para entegar ayuda a Gaza",
    "title_full": "Se suman a EU para entegar ayuda a Gaza",
    "published": "2024-03-09T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://diario.mx/jrz/media/uploads/galeria/2024/03/08/20240308040721256-0-2161181.jpg",
    "performance_score": 0,
    "domain_rank": 32636,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d7548da6ff9a7e4df37eb03719f3a4deb5056b5",
  "url": "https://diario.mx/internacional/se-suman-a-eu-para-entegar-ayuda-a-gaza-20240308-2161181.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia Reforma",
  "published": "2024-03-09T00:07:00.000+02:00",
  "title": "Se suman a EU para entegar ayuda a Gaza",
  "text": "Clasificado El Diario La mejor forma de comprar y vender - Visitar\nLarnaca, Chipre .- Reino Unido, la Unión Europea y los Emiratos Árabes Unidos se unirán a Estados Unidos para abrir una ruta marítima para la ayuda humanitaria a Gaza, dijeron funcionarios este viernes.\nUrsula von der Leyen, presidenta del órgano ejecutivo de la UE, y David Cameron, secretario de Asuntos Exteriores de Reino Unido, anunciaron su participación horas después de que el presidente Joe Biden esbozara un plan estadounidense para construir un muelle flotante temporal frente a la costa mediterránea de Gaza para apoyar el envío de alimentos, agua, medicinas y otras necesidades a civiles palestinos desesperados.\nVon der Leyen dijo que el primer barco que transporta ayuda podría partir de Chipre, nación de la UE, hacia Gaza tan pronto como el viernes, y que le seguirán más el domingo.\n\"Estamos poniendo en marcha este corredor marítimo de Chipre juntos, la Unión Europea, los Emiratos Árabes Unidos y Estados Unidos\", dijo tras visitar unas instalaciones en Larnaca, en Chipre.\n\"Ahora estamos muy cerca de abrir este corredor, esperemos que este sábado o domingo y estoy muy contenta de ver que hoy se pondrá en marcha un primer piloto\".\nPero no quedó claro de inmediato cómo o dónde los buques descargarían su carga o cómo sería distribuida en medio de los bombardeos israelíes y los ataques de palestinos hambrientos a los camiones de ayuda.\n'Absurda propuesta de Biden'\nUn experto de la ONU criticó el viernes los esfuerzos de Estados Unidos para aumentar la ayuda humanitaria a Gaza, como los planes para un puerto temporal y los recientes lanzamientos aéreos, que calificó de métodos \"absurdos\" y \"cínicos\" siempre y cuando La ayuda militar a Israel continúa.\nEn medio de advertencias de una hambruna inminente, cinco meses después de iniciada la campaña de Israel contra el grupo palestino Hamas en Gaza, el Ejército estadounidense ha llevado a cabo lanzamientos aéreos de alimentos en Gaza y planea un puerto temporal para importaciones de ayuda en su costa mediterránea.\nLos lanzamientos aéreos en particular \"harán muy poco para aliviar el hambre y la desnutrición, y no harán nada para frenar la hambruna\", dijo a los periodistas en Ginebra Michael Fakhri, relator especial de la ONU sobre el derecho a la alimentación.\nAdvirtió sobre el caos a medida que personas hambrientas compiten por suministros. En cuanto al puerto, dijo que nadie lo había pedido. Llamó a los métodos portuarios y aéreos de \"último recurso\".\n\"El momento en que los países utilizan lanzamientos aéreos y estos muelles marítimos suele ser, si no siempre, en situaciones en las que se quiere entregar ayuda humanitaria a territorio enemigo\", dijo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T01:26:05.437+02:00",
  "updated": "2024-03-09T01:26:05.437+02:00"
}