{
  "thread": {
    "uuid": "d04e6251bee362168d713e258dad2e0feddce89f",
    "url": "https://www.nacion.com/el-pais/servicios/a-que-hora-es-la-lluvia-de-estrellas-en-costa-rica/G66UTCH4EZHSVEJGSVTRZKEXRU/story/",
    "site_full": "www.nacion.com",
    "site": "nacion.com",
    "site_section": "https://www.nacion.com/arc/outboundfeeds/rss/?outputType=xml",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "",
    "title": "¿A qué hora es la lluvia de estrellas en Costa Rica?",
    "title_full": "¿A qué hora es la lluvia de estrellas en Costa Rica?",
    "published": "2024-01-03T17:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CR",
    "main_image": "https://www.nacion.com/resizer/CMIBwTA16zwIsAENuIpsszvNeKU=/1440x0/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/gruponacion/YF42QUYGNBGXPFIWOHSD7PYWTA.jpg",
    "performance_score": 0,
    "domain_rank": 13629,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d04e6251bee362168d713e258dad2e0feddce89f",
  "url": "https://www.nacion.com/el-pais/servicios/a-que-hora-es-la-lluvia-de-estrellas-en-costa-rica/G66UTCH4EZHSVEJGSVTRZKEXRU/story/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Fernando Lara Salas",
  "published": "2024-01-03T17:18:00.000+02:00",
  "title": "¿A qué hora es la lluvia de estrellas en Costa Rica?",
  "text": "La primera lluvia de estrellas del 2024 en Costa Rica se verá esta primera semana de enero. Se trata de las cuadrántidas que en su punto de máximo apogeo pueden producir hasta 100 meteoros visibles por hora sobre un cielo oscuro. Aunque el pico máximo para observarlas desde Costa Rica pasó entre la noche del 2 y la madrugada del 3 de enero, la ventana de visibilidad de esta lluvia de estrellas desde el territorio nacional se mantendrá hasta el 5 de enero. Además, la Luna se encuentra avanzando de su fase actual de cuarto menguante a luna nueva, lo que significa menos resplandor lunar en el cielo. Se espera poca nubosidad a nubosidad parcial, lo cual brinda más oportunidades para observar los meteoritos, según informó este miércoles el Instituto Meteorológico Nacional. La mejor hora para observar la lluvia de estrellas cuadrántidas será entre la medianoche del 3 de enero y las primeras horas de la madrugada del 4 de enero. Dado que todavía habrá algo de luz lunar durante la madrugada del 4 de enero, se sugiere neutralizar su brillo ubicándose detrás de edificios, árboles o colinas, y observar en dirección contraria a la Luna para una mejor visibilidad de las cuadrántidas. Aunque estas estrellas fugaces no dejan estelas brillantes, pueden presentar bólidos interesantes y rápidos. Alejandra León-Castellá, directora ejecutiva de la Fundación Cientec, sugiere elegir un lugar adecuado para la observación en función del radiante de las cuadrántidas, el punto en el firmamento desde donde parecen emanar las estrellas fugaces de esta lluvia de meteoritos. Para localizar el radiante de las cuadrántidas, ella sugiere utilizar la aplicación gratuita para celulares llamada Stellarium, disponible para Android e iOS. Utilice el buscador de la aplicación con el término “cuadrántidas” para conocer la región del cielo hacia la cual debe dirigir su mirada. Se recomienda acudir a lugares oscuros, como montes, picos de montaña o playas sin luces de ciudad, y acostarse boca arriba con los pies hacia el noreste. Antes de mirar al cielo, cierre los ojos durante unos segundos para permitir que sus pupilas se habitúen a la oscuridad. Evite mirar la pantalla iluminada del celular y permanezca observando el cielo; en menos de 30 minutos, sus ojos se adaptarán a la ausencia de luz, facilitando el avistamiento de la lluvia de estrellas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-03T18:00:25.247+02:00",
  "updated": "2024-01-03T18:45:18.611+02:00"
}