{
  "thread": {
    "uuid": "7ecbc24b3223b4a0a44e66f209f75cfb81477632",
    "url": "https://www.canada.ca/en/innovation-science-economic-development/news/2023/12/government-of-canada-on-track-to-exceed-high-speed-internet-connectivity-targets.html",
    "site_full": "www.canada.ca",
    "site": "canada.ca",
    "site_section": "https://www.canada.ca/en/news.datatable.json?_=1585577734",
    "site_categories": [
      "social"
    ],
    "section_title": "",
    "title": "Government of Canada on track to exceed high-speed Internet connectivity targets - Canada.ca",
    "title_full": "Government of Canada on track to exceed high-speed Internet connectivity targets - Canada.ca",
    "published": "2023-12-28T19:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 455,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ecbc24b3223b4a0a44e66f209f75cfb81477632",
  "url": "https://www.canada.ca/en/innovation-science-economic-development/news/2023/12/government-of-canada-on-track-to-exceed-high-speed-internet-connectivity-targets.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Innovation, Science and Economic Development Canada",
  "published": "2023-12-28T19:33:00.000+02:00",
  "title": "Government of Canada on track to exceed high-speed Internet connectivity targets - Canada.ca",
  "text": "From: Innovation, Science and Economic Development Canada\nNews release No matter where you live, access to reliable, affordable high-speed Internet is essential. That’s why the Government of Canada is working with provinces and territories, municipalities, Indigenous communities, and large and small Internet service providers to ensure that all Canadians are connected.\nProjections show that 98.6% of Canadians will have access to high-speed Internet by 2026\nDecember 28, 2023 – Ottawa, Ontario\nNo matter where you live, access to reliable, affordable high-speed Internet is essential. That’s why the Government of Canada is working with provinces and territories, municipalities, Indigenous communities, and large and small Internet service providers to ensure that all Canadians are connected.\nToday, the Honourable Gudie Hutchings, Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency, updated Canadians on the Government of Canada’s progress toward connecting all Canadians, no matter where they live, to high-speed Internet.\nA year of progress\nThanks to the $3.225 billion Universal Broadband Fund (UBF), as well as other federal and provincial investments, the federal government is on track to exceed its goal of providing access to high-speed Internet to 98% of Canadian households by 2026 and 100% by 2030. Today, 93.5% of Canadian households have access to high-speed Internet compared to just 79% in 2014. Current projections show that 98.6% of households will have access by 2026.\nSince the launch of the UBF in November 2020, 295 projects have been announced across Canada. This includes 45 projects in 2023 alone, which will serve more than 200,000 households. In 2023, 40,000 households also gained new access to high-speed Internet through completed UBF projects. The Government of Canada looks forward to announcing more UBF projects through 2024. Projects are posted online as they are announced.\nIn June 2023, Minister Hutchings launched the government’s redesigned website — canada.ca/rural . The interactive website is a source for rural Canadians to find relevant resources and information on Government of Canada programs, including the UBF.\nPartnering for success\nTo help meet connectivity targets faster, the Government of Canada has also entered into co-funding partnerships with Quebec, Ontario, Newfoundland and Labrador, Alberta, British Columbia, and Prince Edward Island. With more than $2 billion in provincial co-funding secured, these partnerships allow for more households to be connected through UBF funding.\nMany provinces have made significant progress toward achieving universal connectivity already. With a total of $920 million in federal-provincial co-funding under Canada–Quebec Operation High Speed, Quebec has achieved our common goal of offering high-speed Internet access to all residents in the province. Many other provinces, including Prince Edward Island, New Brunswick, Ontario, British Columbia and Nova Scotia, are also very close to achieving universal connectivity.\nThe Government of Canada is working closely with all provinces and territories to help connect remaining underserved households. For the latest information on Canada’s progress toward achieving universal high-speed Internet access, visit the interactive High-Speed Internet Access Dashboard . The dashboard allows Canadians to track national progress and government funding by province and territory.\nReal results, real progress\nThese investments are making a real difference in peoples’ lives, including by enabling them to access health care or expand their businesses.\nIn Iskatewizaagegan No. 39 Independent First Nation , also known as Shoal Lake No. 39 First Nation, community members are benefiting from improved access to reliable high-speed Internet. Residents can now access telehealth services, enabling people to meet with doctors virtually when in-person appointments are not possible. This has been an important benefit to Shoal Lake No. 39 First Nation and has improved residents’ quality of life.\nElsewhere, in Port-Menier, Quebec , recent access to high-speed Internet has enhanced the village’s tourism industry. Businesses in the community, located on Anticosti Island in the heart of the St. Lawrence, have improved their online visibility and increased their opportunities to market to tourists. Visitors can now enjoy the region’s vast wilderness while staying connected to the rest of the world.\nThe work continues\nSince 2015, the federal government has allocated more than $7.6 billion for improving connectivity across Canada. These investments will level the playing field and ensure rural communities have equal ability to benefit from Internet access. The Government of Canada will continue working with provinces and territories, municipalities, Indigenous communities, and Internet service providers so that all Canadians, no matter where they live, have access to high-speed Internet as fast as possible.\nQuotes “High-speed Internet is no longer a luxury—it’s a necessity. Thanks to our government, 93.5% of Canadian households now have access to high-speed Internet, compared to just 79% in 2014. We are on track to surpass our target of providing 98% of Canadians with high-speed Internet access by 2026 and all Canadians by 2030. I will continue to make sure rural Canadians have the access they need to affordable high-speed Internet connectivity.”\n– The Honourable Gudie Hutchings, Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency\nQuick facts Canada’s Connectivity Strategy aims to provide all Canadians with access to Internet speeds of at least 50 megabits per second (Mbps) download / 10 Mbps upload.\nSince 2015, the Government of Canada has allocated $7.6 billion for building or improving broadband Internet infrastructure from coast to coast to coast.\nThe Universal Broadband Fund (UBF) is a $3.225 billion investment by the Government of Canada designed to help provide high-speed Internet access to 98% of Canadians by 2026 and achieve the national target of 100% access by 2030.\nOf that amount, up to $50 million is allocated for mobile Internet projects that primarily benefit Indigenous people.\nToday, 93.5% of Canadian households have access to high-speed Internet compared to just 79% in 2014.\nThe High-Speed Internet Access Dashboard is updated on a quarterly basis and allows Canadians to view national progress and government funding by province and territory.\nThe National Broadband Internet Service Availability Map is an interactive tool that allows Canadians to find Internet service providers as well as connectivity projects under way in their area.\nAssociated links Canada’s Connectivity Strategy High-Speed Internet Access Dashboard National Broadband Internet Service Availability Map Rural Economic Development High-speed Internet for all Canadians Backgrounder: Universal Broadband Fund and Telesat low Earth orbit capacity agreement Contacts Kevin Lemkay\nDirector of Communications\nOffice of the Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency\n613-408-5568\nkevin.lemkay@acoa-apeca.gc.ca\nMedia Relations\nInnovation, Science and Economic Development Canada\nmedia@ised-isde.gc.ca\nStay connected Follow Innovation, Science and Economic Development Canada on social media.\nTwitter: @ISED_CA , Facebook: Canadian Innovation , Instagram: @cdninnovation and LinkedIn",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://twitter.com/ISED_CA?lang=en",
    "https://www.facebook.com/CanadianInnovation/?ref=br_rs",
    "https://www.ic.gc.ca/app/sitt/bbmap/hm.html?lang=eng",
    "https://www.instagram.com/cdninnovation/",
    "https://www.ic.gc.ca/app/scr/sittibc/web/bbmap?lang=eng#!/map",
    "https://www.linkedin.com/company/1560/admin/",
    "https://www.ic.gc.ca/eic/site/139.nsf/eng/h_00002.html",
    "https://ic.gc.ca/eic/site/139.nsf/eng/h_00002.html",
    "https://www.twitter.com/ISED_CA?lang=en",
    "https://ic.gc.ca/app/scr/sittibc/web/bbmap?lang=eng#!/map",
    "https://www.facebook.com/CanadianInnovation/",
    "https://twitter.com/ISED_CA",
    "https://www.ic.gc.ca/app/scr/sittibc/web/bbmap",
    "https://instagram.com/cdninnovation/",
    "https://facebook.com/CanadianInnovation/?ref=br_rs",
    "https://linkedin.com/company/1560/admin/",
    "https://ic.gc.ca/app/sitt/bbmap/hm.html?lang=eng",
    "https://www.instagram.com/cdninnovation",
    "https://www.ic.gc.ca/app/sitt/bbmap/hm.html",
    "https://www.linkedin.com/company/1560/admin"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "honourable gudie hutchings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "science and economic development canada news",
        "sentiment": "negative"
      },
      {
        "name": "atlantic canada opportunities agency",
        "sentiment": "none"
      },
      {
        "name": "government of canada",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:02:56.860+02:00",
  "updated": "2023-12-29T00:02:56.860+02:00"
}