{
  "thread": {
    "uuid": "0ae920bcbb3884640a865570cc1a9e93f61850e3",
    "url": "https://www.winnipegfreepress.com/the-carillon/local/2023/12/29/column-viewpoint-imagine-peace",
    "site_full": "www.winnipegfreepress.com",
    "site": "winnipegfreepress.com",
    "site_section": "https://www.winnipegfreepress.com/the-carillon",
    "site_categories": [
      "media"
    ],
    "section_title": "The Carillon &#8211; Breaking News, Sports, Manitoba, Canada",
    "title": "COLUMN: Viewpoint – Imagine peace – The Carillon",
    "title_full": "COLUMN: Viewpoint – Imagine peace – The Carillon",
    "published": "2023-12-29T17:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4865,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0ae920bcbb3884640a865570cc1a9e93f61850e3",
  "url": "https://www.winnipegfreepress.com/the-carillon/local/2023/12/29/column-viewpoint-imagine-peace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MaryLou Driedger",
  "published": "2023-12-29T17:34:00.000+02:00",
  "title": "COLUMN: Viewpoint – Imagine peace – The Carillon",
  "text": "COLUMN: Viewpoint – Imagine peace Advertisement “The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them.” Isaiah 11:6 That’s one Scripture passage I’ll read on Christmas Eve when I narrate the service at my church which will lead people through the story of the birth of Christ with words and music. Jesus was called the Prince of Peace and the Isaiah passage describes a time when all of the earth will be at peace. Harm and destruction will end. Those traditionally thought of as enemies will live in harmony. Children will take the lead. The vision in Isaiah 11 seems impossible. Our world could never be like that. But this holiday season I invite you to use your imagination and start thinking about the earthly home we share with all of humanity as just such a place of peace. Several years ago, I visited a Vancouver Art Gallery exhibit with works by Yoko Ono, a well-known peace activist and wife of Beatles musician John Lennon who was shot and killed just before Christmas in 1980. One installation in the Yoko Ono exhibit was called Imagine and paid tribute to the John Lennon song Imagine whose lyrics read “Imagine all the people Living life in peace You may say I’m a dreamer But I’m not the only one I hope someday you’ll join us And the world will be as one.” The Yoko Ono art piece Imagine consisted of a gigantic world map. Stamps were available with the words ‘Imagine Peace’ on them and art gallery visitors were to ink a stamp and press it down on the map near their home. I put my stamp on Manitoba. The map had these stamped ‘Imagine Peace’ messages in hundreds of locations helping us imagine what peace across the planet might look like. On the second Sunday of advent a child from my church shared through artwork and writing what peace meant to him using his five senses. Congregation members were invited to imagine peace in a similar way. I thought about how peace is like the smell of roses- my mother-in-law’s favourite flower, the taste of the bread pudding my husband always makes for our Christmas dinner, the sound of the songs on the Christmas playlist I’ve made featuring Canadian artists, the calm of the lake at sunrise at our family cottage and the feeling I get holding my sleeping baby granddaughter in my arms. This Christmas I want to suggest that if we imagine peace, imagine a future for humanity that is peaceful and good that we may be inclined to act in ways that will help to make that peaceful, happy future a reality. This is not just some feel good idea. Scientific research tells us our brains often have a difficult time differentiating between things we see happen in our imagination and things that happen in real life. When we imagine things our brains attempt to simulate the responses that would occur if those situations had really happened. So, imagining peace can actually spur us to take actions that might just help peace become a reality within ourselves, our families, communities, and the world. We sometimes think our lives and our world are falling apart. Many people give up and believe there is nothing they can do. But is it possible that if we keep imagining peace and a peaceful future we will start living as if we believe it will happen? This Christmas season I invite you to do exactly that.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john lennon",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "yoko ono",
        "sentiment": "none"
      },
      {
        "name": "isaiah",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "vancouver art gallery",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:45:08.990+02:00",
  "updated": "2023-12-29T23:45:08.990+02:00"
}