{
  "thread": {
    "uuid": "bc39ed916ac4f5d2bbc01b90b270dc5e77ae6bf8",
    "url": "https://www.atalayar.com/fr/articulo/politique/the-top-leader-of-the-palestinian-group-hamas-ismail-haniye-photo-iranian-supreme-leaders-office-wana-west-asia-news-agency-via-reuters/20240503170000199593.html",
    "site_full": "www.atalayar.com",
    "site": "atalayar.com",
    "site_section": "https://www.atalayar.com/fr/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"",
    "title_full": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"",
    "published": "2024-05-03T17:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.atalayar.com/media/atalayar/images/2023/07/31/2023073113033527848.jpg",
    "performance_score": 0,
    "domain_rank": 42133,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc39ed916ac4f5d2bbc01b90b270dc5e77ae6bf8",
  "url": "https://www.atalayar.com/fr/articulo/politique/the-top-leader-of-the-palestinian-group-hamas-ismail-haniye-photo-iranian-supreme-leaders-office-wana-west-asia-news-agency-via-reuters/20240503170000199593.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-05-03T17:00:00.000+03:00",
  "title": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"",
  "text": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"\nLe mouvement islamiste palestinien Hamas considère comme \"positive\" la proposition de trêve avec Israël après près de sept mois d'une guerre qui a causé des destructions \"sans précédent\" dans\nla bande de Gaza.\nAprès des mois de négociations infructueuses, le chef du Hamas, Ismaïl Haniyeh, a évoqué jeudi sur un ton optimiste la dernière proposition de cessez-le-feu et la libération des otages israéliens saisis par les islamistes lors de l'attaque du 7 octobre.\nCes déclarations ont alimenté les espoirs d'un accord qui donnerait un peu de répit à la population de Gaza, qui reste sous le feu des bombardements israéliens vendredi, selon les secouristes palestiniens.\nHaniyeh a déclaré que le groupe enverrait \"bientôt\" une délégation en Égypte pour poursuivre les négociations et que le Hamas étudiait la proposition dans un \"esprit positif\".\nLe Programme des Nations unies pour le développement (PNUD) estime qu'il faudra des décennies pour reconstruire les maisons détruites pendant la guerre, car \"l'ampleur des destructions est énorme et sans précédent\", et avertit que la communauté internationale n'a pas été confrontée à une mission d'une telle ampleur depuis la Seconde Guerre mondiale.\nLe PNUD prévoit que les ravages du conflit auront un impact sur des générations de Palestiniens et lance un appel urgent à un cessez-le-feu.\n\"Souffrance\"\nLa trêve, négociée par le Qatar, l'Égypte et les États-Unis, serait la première depuis la fin du mois de novembre, lorsqu'un premier accord avait permis de libérer 105 otages détenus à Gaza en échange de 240 prisonniers palestiniens.\nLe Hamas, qui dirige la bande de Gaza depuis 2007, exige un cessez-le-feu permanent et le retrait des troupes israéliennes, ce qu'Israël rejette.\nLe plan de trêve dont discute le Hamas prévoit un cessez-le-feu de 40 jours et la libération des otages israéliens en échange de celle des Palestiniens détenus en Israël, selon les informations publiées par le Royaume-Uni.\nLa guerre a éclaté le 7 octobre après que des commandos du Hamas ont mené des raids dans le sud d'Israël, tuant 1 170 personnes, pour la plupart des civils, et en enlevant 250, selon un bilan établi par l'AFP sur la base de données israéliennes.\nLes autorités israéliennes estiment qu'après l'échange de novembre, 129 personnes sont toujours détenues à Gaza, mais elles soupçonnent que 35 des personnes enlevées sont mortes.\nIsraël a annoncé vendredi la mort de Dror Or, un otage de 49 ans, et le kibboutz où il vivait a exigé que le Hamas lui rende son corps.\nLe Premier ministre israélien Benjamin Netanyahu est confronté à des protestations selon lesquelles son gouvernement d'extrême droite devrait négocier la libération des otages.\nL'offensive israélienne en réponse à l'attaque du 7 octobre a fait jusqu'à présent 34 596 morts à Gaza, pour la plupart des civils, selon le ministère de la santé du gouvernement du Hamas.\nLe secrétaire d'État américain Antony Blinken était au Moyen-Orient cette semaine et s'est rendu en Israël mercredi. Au cours de son voyage, il a exhorté le Hamas à accepter la proposition, qu'il a qualifiée d'\"extraordinairement généreuse\".\nBlinken a également rappelé à Israël que les États-Unis s'opposaient à son projet d'invasion massive de Rafah, une ville du sud de la bande de Gaza où 1,5 million de Palestiniens survivent dans des conditions désastreuses.\n\"La faim\"\nLa crise humanitaire et le nombre croissant de morts à Gaza ont déclenché des manifestations dans le monde entier, notamment un vaste mouvement de protestation sur les campus américains, qui a été réprimé par la police.\nLe président colombien Gustavo Petro a annoncé mercredi qu'il rompait ses relations avec Israël, et la Turquie a déclaré jeudi qu'elle suspendait ses échanges commerciaux.\nL'une des questions clés est l'arrivée d'une aide humanitaire supplémentaire à Gaza, où vivent 2,4 millions de personnes, qui sont confrontées à de graves pénuries en raison du siège israélien.\nSous la pression des États-Unis, Israël a augmenté les flux d'aide ces derniers jours.\nLa World Central Kitchen, basée aux États-Unis, a repris ses activités cette semaine, après que l'organisation fondée par le chef espagnol José Andrés a suspendu ses activités à la suite d'un bombardement israélien qui a tué sept employés.\n\"Lorsque cette cuisine a fermé, de nombreuses personnes sont restées sur leur faim\", a déclaré Zakria Yahya Abukuwaik, administrateur d'un centre de la World Central Kitchen à Rafah.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T23:59:03.188+03:00",
  "updated": "2024-05-03T23:59:03.188+03:00"
}