{
  "thread": {
    "uuid": "725a9ece903fd01d79026cacf0e8779a283f94b8",
    "url": "https://kvoa.marketminute.com/article/provider/newsfile",
    "site_full": "kvoa.marketminute.com",
    "site": "marketminute.com",
    "site_section": "https://kvoa.marketminute.com/article/provider/newsfile",
    "site_categories": [],
    "section_title": "Articles from Newsfile | KVOA",
    "site_title": "Stocks | MarketMinute",
    "title": "Articles from Newsfile | KVOA",
    "title_full": "Articles from Newsfile | KVOA",
    "published": "2025-07-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 27803,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "725a9ece903fd01d79026cacf0e8779a283f94b8",
  "url": "https://kvoa.marketminute.com/article/provider/newsfile",
  "ord_in_thread": 0,
  "author": null,
  "published": "2025-07-31T03:00:00.000+03:00",
  "title": "Articles from Newsfile | KVOA",
  "text": "Recent Articles from Newsfile\nImagen Network Brings RLUSD Payments Into Decentralized Applications to Improve Creator Accessibility\nSingapore, Singapore--(Newsfile Corp. - July 31, 2025) - Imagen Network (IMAGE), the decentralized AI-powered social platform, now supports RLUSD, the...\nVia\nNewsfile· July 31, 2025Rider Justice Sponsors \"Poker Run on the Docks\" to Support Larimer County Dive Rescue Team and Poudre Fire Authority Station #9\nFort Collins, Colorado--(Newsfile Corp. - July 30, 2025) - Rider Justice, the motorcycle advocacy arm of The O'Sullivan Law Firm,...\nVia\nNewsfile· July 30, 2025Elle Caruso Fitzgerald From the ETF Investing Channel Announces Publication of New Article on Options-Based ETFs\nNew York, New York--(Newsfile Corp. - July 30, 2025) - Elle Caruso Fitzgerald, a leading voice from VettaFi's ETF Investing...\nVia\nNewsfile· July 30, 2025Saturn Oil & Gas Inc. Announces Second Quarter 2025 Results Highlighted by $119MM Net Debt Reduction Over Q1/25 and Record Free Funds Flow\nProduction of 40,417 boe/d exceeded high end of guidanceNet debt(1) reduced to $695 million, a decline of $119 million versus...\nVia\nNewsfile· July 30, 2025Provectus Biofuels Announces Significant Step Towards Biofuel Facility as It Signs Letter of Intent with the Town of Vegreville to Advance Renewable Jet Fuel Project\nVegreville, Alberta--(Newsfile Corp. - July 30, 2025) - Provectus Biofuels Inc. (the \"Company\" or \"Provectus\") today announced the Company has...\nVia\nNewsfile· July 30, 2025Blue Gold Limited to Acquire 90% Stake in Mampon Gold-Copper Mine, Unlocking Significant Resource Potential in Ghana\nNew York, New York--(Newsfile Corp. - July 30, 2025) - Blue Gold Limited (\nNASDAQ: BGL), a leading gold mining and...Via\nNewsfile· July 30, 2025Crypto Exchange Zoomex Featured in CryptoRank Report\nVictoria, Seychelles--(Newsfile Corp. - July 30, 2025) - According to the latest liquidity report published by CryptoRank in July, global...\nVia\nNewsfile· July 30, 2025Digital Silk Delivers Custom Event Website for Retail Summits to Support Attendee Engagement and Operational Efficiency\nNew York, New York--(Newsfile Corp. - July 30, 2025) - Digital Silk, an award-winning digital agency focused on brand strategy,...\nVia\nNewsfile· July 30, 2025Lear Capital Gold, Silver, Fees and Products Analysis Report Released\nNew York, New York--(Newsfile Corp. - July 30, 2025) - IRAEmpire.com, a trusted resource for retirement investment research, has released...\nVia\nNewsfile· July 30, 2025GPC Announces the Shortlisted Companies for the 2025 Excellence in Governance Awards\nToronto, Ontario--(Newsfile Corp. - July 30, 2025) - Governance Professionals of Canada (GPC) unveils the shortlist of finalists for the...\nVia\nNewsfile· July 30, 2025State Deepfake Laws Hit Record Pace\nMiddleton, Wisconsin--(Newsfile Corp. - July 30, 2025) - As artificial intelligence (AI) has become more advanced, one topic that has...\nVia\nNewsfile· July 30, 2025Digital Silk Releases Guide on Social Media Branding to Help Businesses Strengthen Online Identity\nMiami, Florida--(Newsfile Corp. - July 30, 2025) - Digital Silk, an award-winning digital marketing agency focused on creating brand strategies,...\nVia\nNewsfile· July 30, 2025AmeraMex International Announces $1.0 Million in Strategic Equipment Sales\nChico, California--(Newsfile Corp. - July 30, 2025) - AmeraMex International, Inc. (OTC Pink: AMMX), a recognized leader in heavy equipment...\nVia\nNewsfile· July 30, 2025Dune Buggy Dubai Launches Eco-Friendly Desert Safaris and Private Night Adventures Amid UAE Tourism Surge\nDubai, United Arab Emirates--(Newsfile Corp. - July 30, 2025) - In a bold move aligning with Dubai's sustainability vision and...\nVia\nNewsfile· July 30, 2025Greenheart Gold Announces Resignation of Director\nLongueuil, Québec--(Newsfile Corp. - July 30, 2025) - Greenheart Gold Inc. (TSXV: GHRT) (OTCQX: GHRTF) (the \"Company\" or \"Greenheart Gold\")...\nVia\nNewsfile· July 30, 2025Elauwit Connection Now Provides Seamless Connectivity Services in 25 States\nColumbia, South Carolina--(Newsfile Corp. - July 30, 2025) - Elauwit Connection Inc., a national, managed services provider for multifamily and...\nVia\nNewsfile· July 30, 2025HawkEye(TM) Launches in Atlanta to Equip FinTech Founders with a Modern Growth Platform\nAtlanta, Georgia--(Newsfile Corp. - July 30, 2025) - HawkEye™, an all-in-one digital visibility and go-to-market platform built specifically for fintech...\nVia\nNewsfile· July 30, 2025Alberta Distillers Limited(R) Elevates Canadian Whisky with New Alberta Premium Golden Rye 9 Year Old\nToronto, Ontario--(Newsfile Corp. - July 30, 2025) - From the foothills of the Canadian...\nVia\nNewsfile· July 30, 202535% of Hospitality Workers Avoid Job Ads That Say \"We're Like a Family,\" OysterLink Poll Finds\nLos Angeles, California--(Newsfile Corp. - July 30, 2025) - A poll by OysterLink asked more than 150 hospitality professionals which...\nVia\nNewsfile· July 30, 2025Center for Sports Leadership and Learning Partners with Houston Texans to Advance High Performance and Leadership Development\nDallas, Texas--(Newsfile Corp. - July 30, 2025) - Abilene Christian University's Center for Sports Leadership and Learning is proud to...\nVia\nNewsfile· July 30, 2025Burcon Announces Fiscal 2026 First Quarter Conference Call and Presentation to Be Held on August 13, 2025\nVancouver, British Columbia--(Newsfile Corp. - July 30, 2025) - Burcon NutraScience Corporation (TSX: BU) (OTCQB: BRCNF) (\"Burcon\" or the \"Company\"), a...\nVia\nNewsfile· July 30, 2025Obsidian Energy Announces Second Quarter 2025 Results\nAchieved average production of 28,943 boe per day and funds flow from operations of $65.8 million ($0.94 per share)Active share...\nVia\nNewsfile· July 30, 2025Sonim XP Pro Ultra-Rugged Smartphone Now Available Across Canada on Bell, Telus, Rogers, and SaskTel\nSan Diego, California--(Newsfile Corp. - July 30, 2025) - Sonim Technologies (\nNASDAQ: SONM), a leading provider of ultra-rugged mobile solutions,...Via\nNewsfile· July 30, 2025Laser by Aleya Introduces Gender-Neutral Skin Consultation Approach to Support Inclusive Client Care\nGreat Neck, New York--(Newsfile Corp. - July 30, 2025) - Laser by Aleya, a provider of New York laser and...\nVia\nNewsfile· July 30, 2025\"How Much Do Brokers Charge to Sell A Business\" Guide Released by IRAEmpire.com\nNew York, New York--(Newsfile Corp. - July 30, 2025) - IRAEmpire.com has released a new educational guide designed to help...\nVia\nNewsfile· July 30, 2025Arkay Beverages Launches Its Times Square Billboard, Showcasing Zero-Proof Innovation Worldwide\nMiami, Florida--(Newsfile Corp. - July 30, 2025) - In the latest record, Arkay Beverages announces the launch of its Times...\nVia\nNewsfile· July 30, 2025NANO Nuclear Acquires 23,537-square-foot Demonstration and Office Facility on 2.75 Acres of Land in Oak Brook, Illinois to Support the Development of the KRONOS MMR Microreactor Energy System\nNew York, New York--(Newsfile Corp. - July 30, 2025) - NANO Nuclear Energy Inc. (\nNASDAQ: NNE) (\"NANO Nuclear\" or \"the...Via\nNewsfile· July 30, 2025RETRANSMISSION: HIVE Digital Technologies Surpasses 14 EH/s Milestone as Global Expansion Accelerates Toward 25 EH/s\nThis news release constitutes a \"designated news release for the purposes of the Company's amended and restated prospectus supplement dated...\nVia\nNewsfile· July 30, 2025LIFT Announces Appointment of Anthony Tse as Executive Chairman\nVancouver, British Columbia--(Newsfile Corp. - July 30, 2025) - Li-FT Power Ltd. (TSXV: LIFT) (OTCQX: LIFFF) (FSE: WS0) (\"LIFT\" or the \"Company\") is...\nVia\nNewsfile· July 30, 2025Imagen Network Expands Decentralized Infrastructure by Incorporating XRP for Fast Peer Transactions\nSingapore, Singapore--(Newsfile Corp. - July 30, 2025) - Imagen Network (IMAGE), the decentralized AI social platform, has integrated XRP to...\nVia\nNewsfile· July 30, 2025StrategX Elements Corp Announces Mobilization for 2025 Drill Program at Nagvaak Project\nVIEW AS PDFVancouver, British Columbia--(Newsfile Corp. - July 30, 2025) - StrategX Elements Corp. (CSE: STGX) (\"StrategX\" or the \"Company\"),...\nVia\nNewsfile· July 30, 2025St. Kitts and Nevis CIU Implements AML/CTF Protocols and Partners with leading EU-based Firm to Reinforce Due Diligence\nBasseterre, St Kitts and Nevis--(Newsfile Corp. - July 30, 2025) - The Citizenship by Investment Unit (CIU) of St. Kitts...\nVia\nNewsfile· July 30, 2025HTX Opens Trading for TREE (Treehouse)\nPanama City, Panama--(Newsfile Corp. - July 30, 2025) - HTX, a global leading cryptocurrency exchange, has announced the listings of...\nVia\nNewsfile· July 30, 2025Frost & Sullivan Released Report: \"Nuoyuan Medical: Class I New Drug Pemefolacianine Completes Phase I Clinical Trial, Advancing Intraoperative Precision Diagnosis\"\nShanghai, China--(Newsfile Corp. - July 30, 2025) - Frost & Sullivan released a report titled, \"Nuoyuan Medical: Class I New...\nVia\nNewsfile· July 30, 2025HIVE Digital Technologies Surpasses 14 EH/s Milestone as Global Expansion Accelerates Toward 25 EH/s\nThis news release constitutes a \"designated news release for the purposes of the Company's amended and restated prospectus supplement dated...\nVia\nNewsfile· July 30, 2025Trican Reports Second Quarter Results for 2025 and Declares Quarterly Dividend\nCalgary, Alberta--(Newsfile Corp. - July 29, 2025) - Trican Well Service Ltd. (TSX: TCW) (\"Trican\" or the \"Company\") is pleased...\nVia\nNewsfile· July 29, 2025Stonegate Capital Partners Updates Coverage on Civeo Corporation (CVEO) 2025 Q2\nDallas, Texas--(Newsfile Corp. - July 29, 2025) - Civeo Corporation (\nNYSE: CVEO): Stonegate Capital Partners updates their coverage on Civeo...Via\nNewsfile· July 29, 2025Lt. Gov. Gilchrist Joins MiLEAP and MCAN to Announce 50 Michigan Students Awarded Nearly $1M Through Ticket to Tuition Giveaway\nDetroit, Michigan--(Newsfile Corp. - July 29, 2025) - Lt. Gov. Garlin Gilchrist II joined the Michigan Department of Lifelong Education,...\nVia\nNewsfile· July 29, 2025Digital Silk Releases Technical SEO Checklist to Help Businesses Assess Site Performance and Indexing Readiness\nMiami, Florida--(Newsfile Corp. - July 29, 2025) - Digital Silk, an award-winning digital marketing agency focused on creating brand strategies,...\nVia\nNewsfile· July 29, 2025Projectsdeal.co.uk Voted as Best Nursing Dissertation Writing Service in The UK for 2025\nLondon, United Kingdom--(Newsfile Corp. - July 29, 2025) - Projectsdeal.co.uk, founded in 2001, has been ranked No.1 for delivering high-quality,...\nVia\nNewsfile· July 29, 2025Cata-Kor Receives Alchemist Assured Certification for Its NAD+ Core Supplement\nMiami, Florida--(Newsfile Corp. - July 29, 2025) - Cata-Kor, an innovation-driven supplement company behind the science-backed NAD+ Core formula, announced...\nVia\nNewsfile· July 29, 2025Mblue Labs(R) Awarded U.S. Patent for Methylene Blue as Novel UV Sunscreen That Prevents Photo-Aging and Promotes Skin Repair\nBethesda, Maryland--(Newsfile Corp. - July 29, 2025) - Mblue Labs, the biotech company behind the science-driven skincare brand Bluelene has...\nVia\nNewsfile· July 29, 2025US-Based geniant Expands International Footprint With Acquisition of London-Based Brand Experience Studio NewTerritory\nDallas, Texas & London, United Kingdom--(Newsfile Corp. - July 29, 2025) - Today, leading US-based experience consultancy, geniant, has announced...\nVia\nNewsfile· July 29, 2025LBank Exchange Will List RHEA Finance (RHEA)\nRoad Town, British Virgin Islands--(Newsfile Corp. - July 29, 2025) - LBank Exchange, a leading global digital asset trading platform,...\nVia\nNewsfile· July 29, 2025Jeff Swartz Releases The Intentional Leap, a Field Guide for New Entrepreneurs Navigating Modern Business Realities\nPittsburgh, Pennsylvania--(Newsfile Corp. - July 29, 2025) - Entrepreneur and advertising industry veteran Jeff Swartz has announced the release of...\nVia\nNewsfile· July 29, 2025Bay Street Rides FAR for Autism Research\nToronto, Ontario--(Newsfile Corp. - July 29, 2025) - An impressive group of Bay Street financial institutions are teaming up again...\nVia\nNewsfile· July 29, 2025TMX Group CFO David Arnold to Present at the Canaccord Genuity 45th Annual Growth Conference\nToronto, Ontario--(Newsfile Corp. - July 29, 2025) - TMX Group CFO David Arnold will present at the Canaccord Genuity 45th...\nVia\nNewsfile· July 29, 2025Enertopia Announces Completion of Oxyhydrogen Mobile Lab\nKelowna, British Columbia--(Newsfile Corp. - July 29, 2025) - Enertopia Corporation (OTCQB: ENRT) and (CSE: ENRT) (\"Enertopia'' or the \"Company\")...\nVia\nNewsfile· July 29, 2025Burgan Bank ON Digital Banking Selects Dataroid to Elevate Digital Customer Experience\nIstanbul, Turkey--(Newsfile Corp. - July 29, 2025) - ON Mobil, the next-generation mobile banking channel of Burgan Bank ON Digital...\nVia\nNewsfile· July 29, 2025Stonegate Capital Partners Updates Coverage on Alliance Resource Partners, L.P. (ARLP) 2025 Q2\nDallas, Texas--(Newsfile Corp. - July 29, 2025) - Alliance Resource Partners, L.P. (\nNASDAQ: ARLP): Stonegate Capital Partners updates coverage on...Via\nNewsfile· July 29, 2025Beeline Completes Strategic Divestiture to Accelerate Digital Mortgage, Title, and Equity Product Expansion\nProvidence, Rhode Island--(Newsfile Corp. - July 29, 2025) - Beeline Holdings, Inc. (\nNASDAQ: BLNE) (\"Beeline\" or the \"Company\"), the fast-growing...Via\nNewsfile· July 29, 2025Digital Commodities Acquires Additional Bitcoin and Announces Social Media and BTC Strategist\nVancouver, British Columbia--(Newsfile Corp. - July 29, 2025) - Digital Commodities Capital Corp. (CSE: DIGI) (OTCQB: DGCMF) (FSE: W040) (\"Digital...\nVia\nNewsfile· July 29, 2025Moving iMage Transforms Four Alamo Drafthouse Cinema Locations in Texas with Cutting-Edge Barco Laser Projection and Dolby Atmos Sound\nAustin & San Antonio, Texas & Fountain Valley, California--(Newsfile Corp. - July 29, 2025) - Moving iMage Technologies, Inc. (NYSE...\nVia\nNewsfile· July 29, 2025Omai Gold Drills 17.36 g/t Au over 7.5m (capped), 2.64 g/t Au over 41.8m and 3.49 g/t Au over 17.4m in Resource Expansion Program at Wenot\nToronto, Ontario--(Newsfile Corp. - July 29, 2025) - Omai Gold Mines Corp. (TSXV: OMG) (OTCQB: OMGGF) (\"Omai Gold\" or...\nVia\nNewsfile· July 29, 2025Hacken & QANplatform Launch AI-Powered Threat Modeling Tool\nTallinn, Estonia--(Newsfile Corp. - July 29, 2025) - Hacken, a leading web3 security audit firm, and QANplatform, a quantum-resistant blockchain...\nVia\nNewsfile· July 29, 2025Prospector More than Doubles the Size of the ML Project Through Claim Staking and Provides Update on Maiden Drill Program\nVancouver, British Columbia--(Newsfile Corp. - July 29, 2025) - Prospector Metals Corp. (TSXV: PPP) (OTCQB: PMCOF) (FSE: 1ET) (\"Prospector\" or...\nVia\nNewsfile· July 29, 2025NexGen Announces Final 2024 and New 2025 Assay Results at Rapidly Growing Patterson Corridor East (PCE)\nNew assays from RK-25-227 return 12.0 m at 3.46% U3O8, including 2.5 m at 14.9% U3O8 and 0.5 m at...\nVia\nNewsfile· July 29, 2025Cabral Gold Announces Results of Updated Prefeasibility Study on the Gold-in-Oxide Starter Operation at the Cuiú Cuiú Gold Project, Brazil\nVancouver, British Columbia--(Newsfile Corp. - July 29, 2025) - Cabral Gold Inc. (TSXV: CBR) (OTCQB: CBGZF) (\"Cabral\" or the \"Company\") is...\nVia\nNewsfile· July 29, 2025Duty Free Food Celebrates Over 25 Years as a Global Leader in Food & Beverage Distribution\nMiami, Florida--(Newsfile Corp. - July 29, 2025) - Duty Free Food, a US-based international food and beverage distributor, proudly marks...\nVia\nNewsfile· July 29, 2025Imagen Network Integrates Grok Framework to Enhance Feed Logic and Adaptive User Experience\nSingapore, Singapore--(Newsfile Corp. - July 29, 2025) - Imagen Network (IMAGE), the decentralized AI social platform, has integrated the Grok...\nVia\nNewsfile· July 29, 2025Apex Group Unveils Apex Digital 3.0: The First Global Asset Servicer to Bridge Traditional and On-Blockchain Finance Markets at Scale\nThe launch of Apex Digital 3.0 delivers a digitally enabled single source solution across the whole value chain from asset...\nVia\nNewsfile· July 29, 2025CapVox AI Introduces Revolutionary Voice Automation for 24/7 Lead Conversion\nJacksonville, Florida--(Newsfile Corp. - July 28, 2025) - As businesses in call-heavy industries face the growing challenge of managing high...\nVia\nNewsfile· July 28, 2025ROBOTERA Unveils ROBOT L7: A Full-Size Bipedal Humanoid Robot That Dances and Works\nBeijing, China--(Newsfile Corp. - July 28, 2025) - Recently, robotics company ROBOTERA officially launched its next-generation high-performance humanoid robot-the ROBOT...\nVia\nNewsfile· July 28, 20252Q25 Results: Telefonica Brasil S.A.\nSao Paulo, Brazil--(Newsfile Corp. - July 28, 2025) - Telefônica Brasil (B3: VIVT3) (\nNYSE: VIV) announces its results for 2Q25.Strong...Via\nNewsfile· July 28, 2025Digital Silk Publishes Guide on Brand Localization Strategies to Support Global Market Engagement\nMiami, Florida--(Newsfile Corp. - July 28, 2025) - Digital Silk, an award-winning branding agency focused on creating brand strategies, custom...\nVia\nNewsfile· July 28, 2025Go Agencies Launches Disruptive Model for Entrepreneurs: Fully Built Digital Agencies Ready to Change Lives\nMiami, Florida--(Newsfile Corp. - July 28, 2025) - In a move set to challenge how businesses are launched in the...\nVia\nNewsfile· July 28, 2025LUXE NOIR Breaks Convention with Hybrid Silhouettes, Launching Custom Made Corsets and the First-Ever Corset Jumpsuit\nNew York, New York--(Newsfile Corp. - July 28, 2025) - LUXE NOIR, the emerging luxury fashion house known for reimagining...\nVia\nNewsfile· July 28, 2025Former IRS Acting Commissioner Douglas O'Donnell Joins KPMG LLP\nNew York, New York--(Newsfile Corp. - July 28, 2025) - KPMG LLP, the U.S. audit, tax, and advisory firm, today...\nVia\nNewsfile· July 28, 2025Odyssey (ODS) Surges After Listing on LBank Exchange\nRoad Town, British Virgin Islands--(Newsfile Corp. - July 28, 2025) - LBank Exchange, a leading global digital asset trading platform,...\nVia\nNewsfile· July 28, 2025Digital Silk Publishes New Resource on Common Email Marketing Mistakes Impacting Campaign Performance\nMiami, Florida--(Newsfile Corp. - July 28, 2025) - Digital Silk, an award-winning digital marketing agency focused on creating brand strategies,...\nVia\nNewsfile· July 28, 2025CORRECTION FROM THE SOURCE: FloraWorks Highlights New Study Showing CBN Reverses Cognitive Decline in Aging Mice\nCorrection from Source: This press release corrects and replaces the version issued by FloraWorks on July 7, 2025, titled \"Salk...\nVia\nNewsfile· July 28, 2025A&D Mortgage Launches VA Programs to Expand Growth Opportunities for Brokers\nFort Lauderdale, Florida--(Newsfile Corp. - July 28, 2025) - A&D Mortgage, LLC (\"A&D Mortgage\"), a nationwide wholesale lender, announces the...\nVia\nNewsfile· July 28, 2025Navigating the Digital Frontier: Alona Shevtsova to Moderate Discussion at MEBIS 2025 in Dubai\nLondon, United Kingdom--(Newsfile Corp. - July 28, 2025) - Alona Shevtsova is a moderator of a panel discussion titled \"Navigating...\nVia\nNewsfile· July 28, 2025Reuters Institute to Present Groundbreaking Insights at \"Digital News Report 2025: North America Edition\" Webinar\nNew York, New York--(Newsfile Corp. - July 28, 2025) - The Reuters Institute for the Study of Journalism is pleased...\nVia\nNewsfile· July 28, 2025Black Banx Reports USD 1.5 Billion Pre-Tax Profit in Q2 2025 amid Ongoing Strategic Expansion\nRoad Town, British Virgin Islands--(Newsfile Corp. - July 28, 2025) - Black Banx today reported a pre-tax profit of USD...\nVia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Social Issue"
  ],
  "topics": [
    "Economy, Business and Finance->financial service",
    "Economy, Business and Finance->products and services",
    "Economy, Business and Finance->business service",
    "Science and Technology->technology and engineering",
    "Social Issue->social networking",
    "Social Issue->diversity, equity and inclusion"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Elle Caruso Fitzgerald",
        "sentiment": "none"
      }
    ],
    "locations": [],
    "organizations": [
      {
        "name": "Newsfile\nImagen Network",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Newsfile Corp.",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": null,
            "exchange": null
          }
        ]
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-07-31T08:06:29.357+03:00",
  "updated": "2025-07-31T08:09:58.000+03:00"
}