{
  "thread": {
    "uuid": "beccd702055036940a76885598b61b2ef145e4c7",
    "url": "https://www.jornada.com.mx/2024/03/14/politica/016n1pol?partner=rss",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/rss/edicion.xml?v=1",
    "site_categories": [
      "media",
      "education",
      "sports"
    ],
    "section_title": "La Jornada",
    "title": "Avanzan terapias gratuitas de diálisis y hemodiálisis en el valle de México",
    "title_full": "La Jornada: Avanzan terapias gratuitas de diálisis y hemodiálisis en el valle de México",
    "published": "2024-03-14T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
    "performance_score": 0,
    "domain_rank": 9868,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "beccd702055036940a76885598b61b2ef145e4c7",
  "url": "https://www.jornada.com.mx/2024/03/14/politica/016n1pol?partner=rss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T12:00:00.000+02:00",
  "title": "Avanzan terapias gratuitas de diálisis y hemodiálisis en el valle de México",
  "text": "A nterior S iguiente Avanzan terapias gratuitas de diálisis y hemodiálisis en el valle de México Ángeles Cruz Martínez Periódico La Jornada\nJueves 14 de marzo de 2024, p. 16 Por primera vez en las unidades médicas de la Comisión Coordinadora de los Institutos Nacionales de Salud y Hospitales de Alta Especialidad (Ccinshae), las terapias de diálisis peritoneal automatizada y hemodiálisis son gratuitas para quienes viven en la zona metropolitana del valle de México. Se estima en mil 700 las personas con enfermedad renal en etapa avanzada y sin seguridad social, afirmó Rafael Valdez Ortiz, del equipo de expertos que durante los pasados dos años trabajó en el diseño del proyecto.\nEn febrero se empezaron a distribuir los primeros equipos de diálisis peritoneal. Hay 800 de estos dispositivos disponibles para su entrega a los pacientes en sus domicilios con los insumos para suplir la función renal, esto es, eliminar las sustancias tóxicas del organismo, regular la presión arterial y el balance de agua en el organismo, entre otras.\nEl especialista puntualizó que los médicos nefrólogos verificarán las condiciones de salud de los enfermos y determinarán el tratamiento que requieran.\nContrato de comodato\nA partir del 1º de abril también entrarán en operación 160 máquinas de hemodiálisis en hospitales federales e institutos nacionales de salud. Así lo aprobó ayer la Secretaría de la Función Pública, la víspera del Día Mundial del Riñón (14 de marzo), al dar el visto bueno al contrato de comodato con la empresa que proveerá los equipos y dará mantenimiento preventivo y correctivo a los mismos.\nSe terminan así años de omisión y olvido de estos pacientes que por no tener acceso a la seguridad social, pasaban 190 días al año hospitalizados y simplemente se morían, afirmó Valdez, jefe del servicio de Nefrología del Hospital General de México Eduardo Liceaga.\nExplicó que por falta de dinero para pagar las terapias de sustitución de la función renal, los enfermos ingresaban al nosocomio, permanecían una semana y eran dados de alta, pero a la semana siguiente regresaban porque sus riñones dejaron de funcionar .\nParte del trabajo de los especialistas convocados por Ccinshae fue diseñar el proyecto y recabar la evidencia sobre la necesidad e importancia de ofrecer los tratamientos, documentar el impacto que tendría en la salud de los pacientes y las finanzas de las instituciones si se proveen las terapias de diálisis o hemodiálisis y eventualmente, el trasplante de riñón.\nValdez resaltó que el promedio de edad de los afectados es de 45 a 50 años, jefes de familia que a causa de la enfermedad renal crónica dejan de trabajar. Lo que se busca es cambiar esta situación en el país, que en publicaciones científicas internacionales se ha reconocido como una tragedia por las múltiples muertes provocadas por la enfermedad, la cual está asociada en su mayoría, a diabéticos y cardiacos.\nEl trabajo de los expertos incluyó actualizar la norma mexicana de hemodiálisis que ahora será de terapia sustitutiva renal para incorporar las opciones posibles.\nTambién renovaron el protocolo técnico de atención del padecimiento y elaboraron un anexo técnico con las características que deben tener los dispositivos y equipos. Con esto se terminan las disparidades en el tratamiento, los insumos y los costos que pagará cada unidad médica.\nLa Ccinshae también obtuvo autorización y se concretaron las contrataciones de nefrólogos y enfermeros especializados, señaló Valdez.\nA nterior S iguiente Subir al inicio del texto ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://disqus.com/",
    "https://www.disqus.com/?ref_noscript",
    "https://disqus.com/?ref_noscript"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:55:49.431+02:00",
  "updated": "2024-03-15T00:55:49.431+02:00"
}