{
  "thread": {
    "uuid": "badf55bb7da24a990993ca49440a65209eac691e",
    "url": "https://telanganatoday.com/continuous-learning-and-capacity-building-programmes-for-staff-of-karimnagar-dccb-stresses-chairman-ravinder-rao",
    "site_full": "telanganatoday.com",
    "site": "telanganatoday.com",
    "site_section": "https://telanganatoday.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Telangana Today",
    "title": "Continuous learning and capacity building programmes for staff of Karimnagar DCCB, stresses Chairman Ravinder Rao-Telangana Today",
    "title_full": "Continuous learning and capacity building programmes for staff of Karimnagar DCCB, stresses Chairman Ravinder Rao-Telangana Today",
    "published": "2024-01-02T13:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.telanganatoday.com/wp-content/uploads/2022/02/cropped-android-chrome-512x512-1-267x267-2.png",
    "performance_score": 0,
    "domain_rank": 19422,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "badf55bb7da24a990993ca49440a65209eac691e",
  "url": "https://telanganatoday.com/continuous-learning-and-capacity-building-programmes-for-staff-of-karimnagar-dccb-stresses-chairman-ravinder-rao",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Telangana Today",
  "published": "2024-01-02T13:56:00.000+02:00",
  "title": "Continuous learning and capacity building programmes for staff of Karimnagar DCCB, stresses Chairman Ravinder Rao-Telangana Today",
  "text": "Karimnagar : Chairman of NAFSCOB, TSCAB and Karimnagar DCCB Konduru Ravinder Rao has stressed on the continuous learning and capacity building programmes for the employees of all levels at Karimnagar District Cooperative Central Bank to gear up for the future requirement.\n“We will approach the NABARD and design courses for all level officers including senior level officers and organise exposure visits and make training as a continuous process”, he pointed out. The continuous learning is not an option but a well-thought-out strategy and path to growth. In this pursuit of knowledge, it is important to know your own strengths and weaknesses and, most importantly, recognise the way you learn. Knowing the best way you learn and what motivates you in that process helps you accomplish your learning goals efficiently, he stated.\nAlso Read NAFSCOB chairman asks banks to encourage unemployed youth to take up Agri Clinics, Agri Business Centres Participating in the New Year celebrations at the DCCB main office in Karimnagar town on Monday by cutting the cake and distributing the same among the employees, Mr Ravinder Rao said that ‘everywhere is the competitive world including the bank sector. We have to compete with other banks and diversify the business activities to increase the business in the market’.\nStating that the Karimnagar DCCB is ahead in good governance and use of technology, he stressed on the need to upgrade the technology to meet the growing challenges. He proudly said that the Telangana state alone in the country was implementing HR policy at all the three-tier cooperative system and emerged as role model in the country. He said that they have PACS development cell and Business Development Cell for the increase of business.\nExpressing concern over stunted growth of the bank especially in terms of deposits, he called upon all the employees to rise to the occasion and play a responsible role in increasing the deposits of the bank as they were providing high interest rates when compared to any commercial bank. He also appealed to the employees to accord priority for the recovery of the loans and deposits during the coming three months period.\nNABARD DDM Jayaprakash assured all the support to the Karimnagar DCCB in designing training and capacity building modules in coordination with BIRD, Luknow and Mangaluru. Stating that the NABARD was ready to extend any kind of support to the DCCB, he also announced to bank with Karimnagar DCCB and open an account and deposit the amount.\nSimilarly, NABARD DDM P Manohar Reddy had also announced that he would avail loan from the bank and be part of the customer and do business. KDCCB CEO N Satyanarayana said that there was still a lot of potential for doing business in the integrated Karimnagar district. Presently, the Karimnagar DCCB is at third position in doing business after the leading national banks of SBI and UBI, he stated.\nKDCCB vice chairman P Ramesh, General managers Prabhakar Reddy and Ushasri, union leader Hanumantha Rao, main branch manager K Sunil, Sales officer Vamshi also spoke on the occasion. DGMs, AGMs and others were also present.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Education"
  ],
  "external_links": [
    "https://t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fcontinuous-learning-and-capacity-building-programmes-for-staff-of-karimnagar-dccb-stresses-chairman-ravinder-rao&text=Continuous+learning+and+capacity+building+programmes+for+staff+of+Karimnagar+DCCB%2C+stresses+Chairman+Ravinder+Rao",
    "https://tg1.bidsxplayer.com/api/adserver/spt?AV_TAGID=654cca758d5caaa0330f2166&AV_PUBLISHERID=5eb7be27791eec2a0f7f2d49",
    "https://www.t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fcontinuous-learning-and-capacity-building-programmes-for-staff-of-karimnagar-dccb-stresses-chairman-ravinder-rao&text=Continuous+learning+and+capacity+building+programmes+for+staff+of+Karimnagar+DCCB%2C+stresses+Chairman+Ravinder+Rao",
    "https://tg1.bidsxplayer.com/api/adserver/spt",
    "https://t.me/share",
    "https://www.tg1.bidsxplayer.com/api/adserver/spt?AV_TAGID=654cca758d5caaa0330f2166&AV_PUBLISHERID=5eb7be27791eec2a0f7f2d49"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ravinder rao",
        "sentiment": "negative"
      },
      {
        "name": "konduru ravinder rao",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "karimnagar district cooperative central bank",
        "sentiment": "none"
      },
      {
        "name": "nafscob",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "karimnagar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T14:28:17.428+02:00",
  "updated": "2024-01-02T14:28:17.428+02:00"
}