{
  "thread": {
    "uuid": "deaf15c9073f6af1e0fd1d1dcde16316316e61f1",
    "url": "https://www.newsbreak.com/elizabeth-city-nc/3351391345251-nyasia-blango-appreciating-accolade-filled-career-with-elizabeth-city-state-women-s-basketball",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/elizabeth-city-nc",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Elizabeth City News, Weather, Safety, Sports | NewsBreak Elizabeth City, NC",
    "title": "NyAsia Blango appreciating accolade-filled career with Elizabeth City State women’s basketball",
    "title_full": "NyAsia Blango appreciating accolade-filled career with Elizabeth City State women’s basketball",
    "published": "2024-02-29T22:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1KSsvB_0rbwlcKs00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3389,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "deaf15c9073f6af1e0fd1d1dcde16316316e61f1",
  "url": "https://www.newsbreak.com/elizabeth-city-nc/3351391345251-nyasia-blango-appreciating-accolade-filled-career-with-elizabeth-city-state-women-s-basketball",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-02-29T22:11:00.000+02:00",
  "title": "NyAsia Blango appreciating accolade-filled career with Elizabeth City State women’s basketball",
  "text": "By Edward Lee, Baltimore Sun ,\n3 hours ago Elizabeth City State's NyAsia Biango, center, drive to the basket against Saint Augustine players. Elizabeth City State defeated Saint Augustine 64-60 to advance in the 2024 CIAA women's basketball game at CFG Bank Arena. Kevin Richardson/Baltimore Sun/TNS As NyAsia Blango’s career with Elizabeth City State women’s basketball draws to a close, she has much to appreciate. From being named the Central Intercollegiate Athletic Association’s Rookie of the Year in 2019-20 to serving as one of the catalysts to the program’s first CIAA Tournament championship a year ago, the past five years have been a blessing.\nThat joy is especially pronounced considering how Blango’s time with the Vikings began. The 5-foot-7 combo guard struggled with the transition from high school to college basketball and began to doubt herself. So overcoming those troubles and reaching this stage of her career are not things she takes lightly.\n“I’m proud of myself,” she said. “I feel like my freshman year, I didn’t really enjoy the moment. I felt like I did enough my freshman year, but I realized those were just growing pains for where we are now. I’m proud to have gone through all of those things I went through.”\nThe ride isn’t over yet. Blango compiled nine points, five assists and three rebounds to help Elizabeth City State, the No. 1 seed from the North Division, defeat South Division’s No. 4 seed St. Augustine’s, 64-60, Wednesday afternoon in a CIAA Tournament quarterfinal. The Vikings (19-10) advanced to a semifinal date with Claflin (17-10) on Friday at noon at CFG Bank Arena.\nBlango leads the team with 2.7 assists per game, ranks third with 8.9 points, and averages 3.1 rebounds. Elizabeth City State, out of Elizabeth City, North Carolina, will need her to continue to produce for an opportunity at a second consecutive title, coach Tynesha Lewis said.\n“She’s a very vital part,” Lewis said. “She’s controlling the game on both ends with good shots and making sure that the others who may not have much experience with me know what I need and what I’m looking for on the floor.”\nAfter averaging 15.5 points, 4.4 assists, 3.6 rebounds and 2.2 steals as a junior and 15.2 points, 6.7 assists, 3.9 rebounds and 3.6 steals as a senior, Blango committed to Elizabeth City through a connection with then-coach Antonio Davis. Although she knew she had been recruited as a potential starting point guard, Blango acknowledged that she was not fully prepared to meet those expectations.\n“My first year was pretty tough,” she recalled. “Coach Davis was hard on me. As soon as I stepped in the door, he wanted me to step in and take a leadership role, which was pretty difficult for me just coming in with a lot of older people around me. I was just getting a feel for the speed of the game. It was faster, and I had to change my decision-making. I couldn’t do the flashy passes that I used to do in high school because there were quicker hands and longer defenders.”\nAfter scoring a total of 20 points in her first two starts, Blango scored only five points while committing nine turnovers in her next five. Then she went through six games with 14 points and 14 turnovers.\nThe poor performances took a toll on Blango’s confidence. She said the outings reminded her of a similar period of self-doubt when she joined her first AAU team in Raleigh, North Carolina.\nThursday action at 2024 CIAA basketball tournament | PHOTOS\n“It just let me know that sometimes you just have to wait your turn,” she said. “It’s OK to take a backseat and be a follower before you can lead.”\nBlango leaned on advice from Davis and her father Marcus Blango. (“He was there for me from the very beginning,” she said. “Whenever I felt like I was doubting myself, I would call him up just to get a reminder of all the work we’ve put in.”) She also returned to her work ethic.\nRelated Articles College Sports | Thursday action at 2024 CIAA basketball tournament | PHOTOS College Sports | CIAA basketball tournament Wednesday roundup: Bluefield State men upset defending champs; Virginia State men, Elizabeth City State women advance College Sports | How a late bloomer and a junior college transfer helped lead Bowie State men’s basketball College Sports | CIAA basketball tournament Tuesday roundup: Bowie State men advance; Bluefield State women make history College Sports | Tuesday action at 2024 CIAA basketball tournament | PHOTOS “I was in the gym a lot more my freshman year just to keep my confidence up,” she said. “That’s when I learned that real confidence comes from the work you put in. When opportunity meets progression, that’s always a good thing.”\nBlango said she found a comfort level midway through that freshman year, and she recovered enough to earn the CIAA Rookie of the Year Award. She has also blossomed under the tutelage of Lewis, who tried to recruit Blango when she was an assistant coach at North Carolina Central before succeeding Davis before the 2021-22 season.\nLewis, who said she has only heard from Blango what she endured, said she remains surprised that Blango had to labor through her freshman year.\n“Unfortunately, a lot of these young players have low confidence in their skill set, and I don’t have any idea why,” Lewis said. “She just had to trust herself, and she also had to learn to trust me. I was a new coach and not the coach who recruited her. But when Blango’s locked in, there’s nothing that anybody can do to her.”\nBlango’s passion for the sport is evident to her teammates. Junior shooting guard Isa Banks recalled joining the Vikings in 2021-22 and getting prodded almost daily by Blango.\n“I know my freshman year, she was very hard on me and trying to get me to pick up the pace,” said Banks, who compared Blango favorably to her older brother. “As freshmen, we’re not used to the collegiate level of how fast it is. Coming out of high school, it’s a very different pace. So she helped me with that along the way.”\nAlthough Blango’s scoring average is a career best, Lewis said she is capable of more, which is why Lewis constantly encourages her to hunt for her shot. But Blango admitted that she has a pass-first mentality.\nWednesday action at the 2024 CIAA tournament | PHOTOS\n“I can score the ball, but I get more excited making plays and just getting the whole team involved,” she reasoned. “And it’s harder to scout when everybody’s involved and getting into it.”\nThe Vikings are on pace to meet South Division No. 1 seed Fayetteville State, which won their first and only meeting, 67-63, on Dec. 14. As far as Blango is concerned, it doesn’t matter who she faces as long as her team comes out on top.\n“We didn’t come all the way here to lose,” she said. “The goal is to win the championship and bring home that first national championship. We would love to make history here at ECSU.”\nFor more stories, Subscribe to The Baltimore Sun.\n©2024 Baltimore Sun. Visit baltimoresun.com.\nDistributed by Tribune Content Agency, LLC.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "https://www.baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2/",
    "https://img.particlenews.com/image.php?url=1KSsvB_0rbwlcKs00",
    "https://www.baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1KSsvB_0rbwlcKs00",
    "https://www.baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos/",
    "https://www.baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament/",
    "http://join.baltimoresun.com",
    "https://www.baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos/",
    "https://www.baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3/",
    "https://www.baltimoresun.com/sports/college-sports/",
    "https://www.baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos",
    "http://www.join.baltimoresun.com",
    "https://www.baltimoresun.com/sports/college-sports",
    "https://www.baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2",
    "https://baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament/",
    "https://baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos/",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1KSsvB_0rbwlcKs00",
    "https://www.baltimoresun.com/2024/02/27/tuesday-photos-2024-ciaa-basketball-tournament",
    "https://baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3/",
    "https://img.particlenews.com/image.php",
    "https://www.baltimoresun.com/2024/02/28/ciaa-basketball-tournament-roundup-day-3",
    "https://www.baltimoresun.com/2024/02/29/thursday-action-at-2024-ciaa-basketball-tournament-photos",
    "https://baltimoresun.com/2024/02/28/wednesday-action-at-the-2024-ciaa-tournament-photos/",
    "https://www.baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson",
    "https://baltimoresun.com/2024/02/28/bowie-state-mens-basketball-warren-mouganda-caleb-johnson/",
    "https://www.img.particlenews.com/image.php?url=1KSsvB_0rbwlcKs00",
    "https://baltimoresun.com/sports/college-sports/",
    "https://baltimoresun.com/2024/02/27/ciaa-basketball-tournament-roundup-day-2/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "edward lee",
        "sentiment": "negative"
      },
      {
        "name": "nyasia blango",
        "sentiment": "negative"
      },
      {
        "name": "baltimore sun",
        "sentiment": "negative"
      },
      {
        "name": "vikings",
        "sentiment": "none"
      },
      {
        "name": "saint augustine",
        "sentiment": "none"
      },
      {
        "name": "kevin richardson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "elizabeth city state",
        "sentiment": "negative"
      },
      {
        "name": "baltimore sun",
        "sentiment": "none"
      },
      {
        "name": "cfg bank arena",
        "sentiment": "none"
      },
      {
        "name": "central intercollegiate athletic association",
        "sentiment": "none"
      },
      {
        "name": "ciaa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nyasia biango",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:11:25.144+02:00",
  "updated": "2024-03-01T01:11:25.144+02:00"
}