{
  "thread": {
    "uuid": "3c09a9aea3ccb10ebbbe6e7bc1e1753d777dee88",
    "url": "https://www.infobae.com/america/agencias/2024/01/19/guterres-celebra-el-anuncio-de-entregar-medicamentos-muy-necesarios-a-la-poblacion-de-gaza-y-los-rehenes",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Guterres celebra el anuncio de entregar medicamentos \"muy necesarios\" a la población de Gaza y los rehenes",
    "title_full": "Guterres celebra el anuncio de entregar medicamentos \"muy necesarios\" a la población de Gaza y los rehenes",
    "published": "2024-01-19T09:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/ojCSlECi9zOAQu4E-BX83VNBWgU=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/BNTXFA4NQBAEFBXR763PIDBQOA.jpg",
    "performance_score": 0,
    "domain_rank": 2127,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c09a9aea3ccb10ebbbe6e7bc1e1753d777dee88",
  "url": "https://www.infobae.com/america/agencias/2024/01/19/guterres-celebra-el-anuncio-de-entregar-medicamentos-muy-necesarios-a-la-poblacion-de-gaza-y-los-rehenes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-01-19T09:02:00.000+02:00",
  "title": "Guterres celebra el anuncio de entregar medicamentos \"muy necesarios\" a la población de Gaza y los rehenes",
  "text": "El secretario general de la ONU, António Guterres, ha celebrado el anuncio de la entrada de medicinas y ayuda humanitaria a la Franja de Gaza gracias a un acuerdo alcanzado en los últimos días entre Israel y el Movimiento de Resistencia Islámica (Hamás), según confirmaron las autoridades de Qatar, que actúan como mediadoras entre las partes. \"(Guterres) acoge con agrado el anuncio de una operación para entregar medicamentos y suministros médicos adicionales y muy necesarios a la población civil de la Franja de Gaza y para los rehenes actualmente retenidos\", ha indicado el portavoz del secretario general, Stéphane Dujarric, durante una rueda de prensa, en la que ha agradecido el papel de Qatar y Francia \"por sus esfuerzos\". En este sentido, ha manifestado que \"la entrada de estos suministros y ayuda humanitaria es alentadora, aunque es necesario que llegue mucha más ayuda\" al enclave, mientras que ha instado a \"todos los actores relevantes\" a garantizar que llegue \"suficiente ayuda\" allá \"donde sea necesaria\" y ha pedido la \"reactivación del sector privado para llevar productos básicos a la Franja\". Al mismo tiempo, Guterres ha reiterado su llamamiento a un \"alto el fuego humanitario inmediato\" y una \"liberación inmediata e incondicional de los rehenes\", y por otro lado ha expresado su \"continúa preocupación por el aumento de la escalada en la región\", pidiendo una reducción urgente de las tensiones. \"Necesitamos ver el fin de la violencia. Existen diferentes marcos y creo que quizás, especialmente, necesitamos obtener compromisos de las partes más interesadas para avanzar hacia ese objetivo, y luego podremos ver cuál es el mejor marco para llegar allí\", ha declarado su portavoz al ser preguntado sobre el papel del secretario de cara a las negociaciones de la comunidad internacional. El Movimiento de Resistencia Islámica (Hamás) lanzó a comienzos de octubre una serie de ataques que dejaron unos 1.200 muertos y cerca de 240 secuestrados. El Ejército de Israel respondió con una cruenta contraofensiva contra la Franja de Gaza que se cobra ya más de 24.600 vidas palestinas. A eso se suman más de 360 muertos en operaciones de las fuerzas de seguridad y ataques por parte de colonos en Cisjordania y Jerusalén Este.\nGuterres celebra el anuncio de entregar medicamentos \"muy necesarios\" a la población de Gaza y los rehenes\nDEPORTES\nEl argentino Tomás Etcheverry buscará la hazaña para cortar el histórico invicto de Novak Djokovic en el Australian Open: hora y TV\nCon el reestreno de la dupla Messi-Suárez, Inter Miami disputará su primer amistoso de pretemporada ante El Salvador: hora y TV\nLionel Messi arranca su travesía con Inter Miami: la guía de los 38 mil kilómetros que recorrerá en un mes\nLa tajante respuesta del Cholo Simeone sobre su pelea con Vinicius en la goleada del Atlético al Real Madrid\nENTRETENIMIENTO\nEmily Ratajkowski reveló por qué cambió de opinión sobre el feminismo: “Ahora no estoy de acuerdo”\nLas inéditas confesiones de Penélope Cruz sobre su vida familiar con Javier Bardem y sus dos hijos\nJodie Foster reveló por qué rechazó el papel de Princesa Leia en ‘Star Wars’: “No sé qué tan buena habría sido”\nLos 10 K-dramas más populares para ver este fin de semana\nTENDENCIAS\nEstrés en la infancia: por qué puede aumentar el riesgo de hipertensión, obesidad y diabetes en la adultez\nBlancos y rosados: tres vinos refrescantes para disfrutar los maridajes del verano\nSin edad: 11 estrategias creativas para disfrutar de las vacaciones en familia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T09:10:12.375+02:00",
  "updated": "2024-01-19T09:10:12.375+02:00"
}