{
  "thread": {
    "uuid": "9adf70f328e95f820573edb2b346ee725912ee46",
    "url": "https://augustafreepress.com/news/virginia-fighting-back-on-fentanyl-crisis-bill-signed-aims-to-hold-dealers-accountable",
    "site_full": "augustafreepress.com",
    "site": "augustafreepress.com",
    "site_section": "https://augustafreepress.com/dating",
    "site_categories": [
      "media"
    ],
    "section_title": "Dating - Augusta Free Press",
    "title": "Virginia ‘fighting back’ on fentanyl crisis; bill signed aims to hold dealers accountable - Augusta Free Press",
    "title_full": "Virginia ‘fighting back’ on fentanyl crisis; bill signed aims to hold dealers accountable - Augusta Free Press",
    "published": "2024-04-04T22:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://augustafreepress.com/wp-content/uploads/2023/10/arrest-judge-sentence-drug-fentanyl-powder-illegal-handcuff-gavel.jpg?_t=1712259332",
    "performance_score": 0,
    "domain_rank": 17914,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9adf70f328e95f820573edb2b346ee725912ee46",
  "url": "https://augustafreepress.com/news/virginia-fighting-back-on-fentanyl-crisis-bill-signed-aims-to-hold-dealers-accountable",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Crystal Graham",
  "published": "2024-04-04T22:33:00.000+03:00",
  "title": "Virginia ‘fighting back’ on fentanyl crisis; bill signed aims to hold dealers accountable - Augusta Free Press",
  "text": "A bill signed by Virginia Gov. [Glenn Youngkin](https://augustafreepress.com/tag/glenn-youngkin/) today aims to combat the [fentanyl crisis](https://augustafreepress.com/tag/fentanyl/) which claims approximately five lives per day in the Commonwealth. [SB 469](https://lis.virginia.gov/cgi-bin/legp604.exe?ses=241&typ=bil&val=sb469) upgrades charges associated with fentanyl which could lead to harsher sentences for those involved in controlled substances including fentanyl. The bill, introduced by Sen. Mark Obenshain (R-Harrisonburg) passed overwhelmingly in the [Virginia General Assembly](https://augustafreepress.com/tag/virginia-general-assembly/) with bipartisan support. “By signing this legislation, we are more resolved, more emboldened, more unified and more focused than ever before to ensure no more Virginians die as a result of this fentanyl epidemic,” said Gov. Youngkin. “We are sending a powerful message that Virginia will take critical action against the production and distribution of this horrible poison and we will not tolerate the devastation wrought by this deadly substance.” Attorney General [Jason Miyares](https://augustafreepress.com/tag/jason-miyares/) said the bills provides law enforcement the tools it needs to hold drug dealers accountable. “The rise of counterfeit drugs and synthetic opioids, like fentanyl, continue to fuel the drug epidemic gripping the nation right now, but Virginia is fighting back, said Miyares. “By enhancing penalties and criminalizing the possession and use of machines to produce counterfeit drugs, we are supplying law enforcement personnel with the tools they need to hold drug dealers accountable for poisoning our communities.” Obenshain said that tragically, almost every person in Virginia has a close connection to someone who has died of a drug overdose, fentanyl in particular. “The [Virginia Department of Health](https://augustafreepress.com/tag/virginia-department-of-health/) reports that almost 79 percent of drug overdose deaths in our Commonwealth are due to fentanyl. This is unacceptable,” said Sen. Obenshain. “This new law provides three avenues to get at those who are manufacturing and altering these drugs for sale. It’s going to help protect our children and save their lives.” Breaking down SB469 Controlled substances; manufacturing, selling, giving, distributing, etc.; adulterated or misbranded drugs; penalties. - Makes it a Class 6 felony for any person, except for permitted manufacturers, to possess, purchase, sell, give, distribute, or possess with intent to sell, give, or distribute an encapsulating machine or a tableting machine that manufactures, compounds, converts, produces, processes, prepares, or otherwise introduces into the human body a controlled substance. - Makes it a Class 5 felony if such person knows, intends, or has reasonable cause to believe that such action will result in the unlawful manufacture of a controlled substance or counterfeit controlled substance that contains (i) a controlled substance classified in Schedule I or Schedule II of the Drug Control Act or (ii) a controlled substance analog as defined in relevant law. - Makes it a felony punishable by imprisonment for not less than 10 nor more than 40 years for any person 18 years of age or older to knowingly allow a minor or a mentally incapacitated or physically helpless person of any age to be present during the manufacture or attempted manufacture of any substance containing a detectable amount of fentanyl. - The bill also increases from a Class 2 misdemeanor to a Class 6 felony the penalty for violations related to adulterated or misbranded drugs and cosmetics. Read more Read more about the fentanyl crisis [in our archives](https://augustafreepress.com/tag/fentanyl/). Read more about the Virginia General Assembly [in our archives](https://augustafreepress.com/tag/virginia-general-assembly/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://lis.virginia.gov/cgi-bin/legp604.exe?ses=241&typ=bil&val=sb469)",
    "https://www.lis.virginia.gov/cgi-bin/legp604.exe?ses=241&typ=bil&val=sb469)",
    "https://lis.virginia.gov/cgi-bin/legp604.exe"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "glenn youngkin",
        "sentiment": "negative"
      },
      {
        "name": "youngkin",
        "sentiment": "none"
      },
      {
        "name": "mark obenshain",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "augusta free press",
        "sentiment": "negative"
      },
      {
        "name": "virginia general assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "harrisonburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:03:14.289+03:00",
  "updated": "2024-04-05T02:03:14.289+03:00"
}