{
  "thread": {
    "uuid": "9e6216047beb2b675d8898b881eb0796a1f0cdb9",
    "url": "https://graziamagazine.com/articles/meghan-markle-american-riviera-orchard",
    "site_full": "graziamagazine.com",
    "site": "graziamagazine.com",
    "site_section": "https://grazia.com.au/rss",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Grazia",
    "title": "Double Tap: Everything To Know About Meghan Markle’s Return To Instagram & New Lifestyle Brand",
    "title_full": "Double Tap: Everything To Know About Meghan Markle’s Return To Instagram & New Lifestyle Brand",
    "published": "2024-03-15T00:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://graziamagazine.com/wp-content/uploads/2023/08/meghan-markle-4-Cropped.jpg",
    "performance_score": 0,
    "domain_rank": 26564,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e6216047beb2b675d8898b881eb0796a1f0cdb9",
  "url": "https://graziamagazine.com/articles/meghan-markle-american-riviera-orchard",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ava Gilchrist",
  "published": "2024-03-15T00:16:00.000+02:00",
  "title": "Double Tap: Everything To Know About Meghan Markle’s Return To Instagram & New Lifestyle Brand",
  "text": "News feed\nIn the vein of the Duchess of Sussex’s preferred millennial tone of voice: Meghan Markle has done a thing. The activity in question? Hard launching her\nreturn to Instagram and introducing her latest lifestyle brand, American Riviera Orchard.\nWhile Buckingham Palace finds itself in the centre of a social media firestorm over some poorly\nphotoshopped photos and a “missing” Princess of Wales, the Duchess of Sussex has surreptitiously chosen the perfect moment to pique public interest. Within hours of hard launching to the grid, Markle’s new venture garnered over 200,000 followers, though there is little intel to glean about what the project actually is.\nIndeed, the sparse account only boasts the caption “by Meghan, The Duchess of Sussex, Established 2024” and the logo, a nouveau rendition of a royal crest and the brand name designed with classical calligraphy typography posted over nine photos. An Instagram story posted to the tune of Nancy Wilson’s “I Wish You Love” reveals more about the creative direction the brand will be taking.\nIn a video shot in the manner of a Super 8 film, the Suits alumni can be seen adjusting flowers in a vase, mixing ingredients in her stoned Spanish-style kitchen and walking down an entryway in a bustle-esque gown. Markle has clearly been cooking this up for a while.\nAhead, everything to know about American Riviera Orchard.\nWhat Is American Riviera Orchard, Meghan Markle’s New Brand?\nAccording to reports, American Riviera Orchard is set to be an extension of Markle’s now-defunct blog The Tig. (For the Gen-Z amongst us, this was Markle’s editorial platform named after her favourite wine, Tignanello.)\nAs per an insider with intel, American Riviera Orchard “will focus on home, garden, food and general lifestyle wares,” hinting that the former senior royal will be launching a range of physical products designed for the household. If a trademark filing obtained by Page Six is to be believed, the collection will involve “home goods including edible treats like jellies, jams and spreads and tableware staples such as cutlery, table linens and drinkware.” “Cookbooks are also covered in the filing,” the publication reported.\nAmerican Riviera Orchard also firmly cements\nMarkle’s locality in Montecito, with the name ‘American Riviera’ in reference to the colloquial nickname given to Santa Barabara for its European-inspired vantage.\nMarkle is seemingly leaning in a direction inspired by Nancy Meyer’s body of work, with the coastal grandmother aesthetic reaching its final form in her range of chic, Duchess-approved homewares. Because who wouldn’t want a kitchen like Halle Parker’s from The Parent Trap?\nBy the time this article went to publish, the following count had already jumped by 20,000, so before any\nnaysayers dub this as a business failure, it’s clear Markle is attuned to what her tapped-in audience wants from her. A new venture, a new podcast, a new state of mind. Markle 2.0 is here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meghan markle",
        "sentiment": "negative"
      },
      {
        "name": "meghan",
        "sentiment": "none"
      },
      {
        "name": "nancy wilson",
        "sentiment": "none"
      },
      {
        "name": "markle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram & new lifestyle brand news",
        "sentiment": "negative"
      },
      {
        "name": "sussex",
        "sentiment": "negative"
      },
      {
        "name": "american riviera orchard",
        "sentiment": "none"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "buckingham palace",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:33:54.288+02:00",
  "updated": "2024-03-15T00:33:54.288+02:00"
}