{
  "thread": {
    "uuid": "03b21b3051e7f81bc5b28368347ea42f7d7379dc",
    "url": "https://hipertextual.com/2024/04/estas-son-las-fotos-mas-asombrosas-de-los-sony-world-photography-awards-2024",
    "site_full": "hipertextual.com",
    "site": "hipertextual.com",
    "site_section": "http://vivirmexico.com/feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "Hipertextual",
    "title": "Estas son las fotos más asombrosas de los Sony World Photography Awards 2024",
    "title_full": "Estas son las fotos más asombrosas de los Sony World Photography Awards 2024",
    "published": "2024-04-19T00:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2024/04/SWPA.jpg?fit=1422%2C800&quality=55&strip=all&ssl=1",
    "performance_score": 0,
    "domain_rank": 9178,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03b21b3051e7f81bc5b28368347ea42f7d7379dc",
  "url": "https://hipertextual.com/2024/04/estas-son-las-fotos-mas-asombrosas-de-los-sony-world-photography-awards-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cecilia Saia",
  "published": "2024-04-19T00:01:00.000+03:00",
  "title": "Estas son las fotos más asombrosas de los Sony World Photography Awards 2024",
  "text": "Es uno de los momentos más esperados en el mundo de la fotografía: la World Photography Organisation , a través de un notable jurado, condecora a través de los premios Sony World Photography Awards 202 4 a los mejores fotógrafos del mundo y sus obras.\nEl galardón es uno de los más prestigiosos en el calendario fotográfico a nivel mundial, y las series ganadoras de cada categoría pueden ser admiradas en todo su esplendor en Somerset House, Londres , desde el 19 de abril al 6 de mayo de 2024 . Pero no hace falta que viajes: en este artículo te mostraremos las fotografías de cada ganador, elegidos de entre más de 380.000 participantes que han enviado sus trabajos desde más de 200 países.\nLos fotógrafos ganadores del concurso Professional en los Sony World Photography Awards 2024 han sido elegidos por un panel de expertos jueces , cuya cabeza es la española Mónica Allende. Cada participante ha presentado un conjunto de obras excepcional de cinco a diez imágenes, que van desde el mundo natural, la narración de historias, o el encuentro de escenas que parecen de otro planeta en nuestro mundo cotidiano.\nFotógrafa del año y ganadora de la categoría Proyectos de documentación en los Sony World Photography Awards 2024: Juliette Pavy (Francia) El título Fotógrafo del Año de los Sony World Photography Awards 2024 ha sido concedido a Juliette Pavy ( Francia ) por su serie Spiralkampagnen: Forced Contraception and Unintended Sterilisation of Greenlandic Women (Spiralkampagnen: Anticoncepción forzada y esterilización no intencionada de mujeres groenlandesas).\nEl proyecto documental explora cómo una campaña de control de natalidad llevada a cabo por las autoridades danesas en Groenlandia en las décadas de 1960 y 1970 afectó a las mujeres de esa comunidad. Miles de mujeres inuit, algunas apenas adolescentes, recibieron un dispositivo intrauterino sin su consentimiento durante esta campaña, llamada \"spiralkampagnen\". El proyecto documenta desde los inicios del programa hasta la investigación actual del gobierno danés.\nEl enfoque del proyecto de Pavy está en las experiencias de las víctimas, destacando el trauma colectivo sufrido por la comunidad. Utiliza diferentes tipos de fotografías, desde imágenes de la ciudad de Nuuk y sus clínicas, hasta rayos X y fotos de archivo de las mujeres afectadas. También incluye retratos actuales de las víctimas, médicos que trabajaron en Groenlandia durante y después del programa, así como parlamentarios daneses que investigan el \"spiralkampagnen\" en la actualidad.\nFinalistas : segundo puesto Brent Stirton (República de Sudáfrica); tercer puesto Davide Monteleone (Italia).\nArquitectura y diseño: Siobhán Doran (Irlanda) Por su serie Sala Mayor (Living Room) .\nFinalistas : segundo puesto Karol Pałka (Polonia); tercer puesto Yaser Mohamad Khani (República Islámica de Irán).\nCreatividad: Sujata Setia (Reino Unido) Por su serie A Thousand Cuts (Mil cortes), que pone luz sobre la violencia doméstica retratando a sus sobrevivientes.\nFinalistas : segundo puesto Mackenzie Calle (Estados Unidos); tercer puesto Tine Poppe (Noruega).\nMedioambiente: Mahé Elipe (Francia, México) Por su serie Echoes of the Hive (Ecos de la Colmena).\nFinalistas : segundo puesto Jean-Marc Caimi y Valentina Piccinni (Italia); tercer puesto Maurizio Di Pietro (Italia).\nRetrato: Valery Poshtarov (Bulgaria) Por su serie Father and Son (Padre e hijo), que a través de los vínculos paterno-filiales muestra la conexión que buscamos como seres humanos y la búsqueda de la identidad personal.\nFinalistas : segundo puesto Adali Schell (Estados Unidos); tercer puesto Drew Gardner (Reino Unido).\nPaisaje: Eddo Hartmann (Países Bajos) Por su serie The Sacrifice Zone (La zona de sacrificio), donde retrata campos de pruebas nucleares en Kazajistán hechas por la antigua Unión Soviética.\nFinalistas : segundo puesto Jim Fenwick (Reino Unido); tercer puesto Fan Li (China continental).\nPortfolio: Jorge Mónaco (Argentina) Por la presentación de su Porfolio Retratos y Paisajes , una selección ecléctica que agrupa trabajos que pertenecen a diferentes proyectos, atravesados por un eje común de diversidad e inclusión.\nFinalistas : segundo puesto Aly Hazzaa (Egipto); tercer puesto Angelika Kollin (Estonia).\nDeporte: Thomas Meurot (Francia) Por su serie Kald Sòl (Cold Sun) (Sol Frío).\nFinalistas : segundo puesto Angelika Jakob (Alemania); tercer puesto Tommaso Pardini (Italia).\nNaturaleza muerta: Federico Scarchilli (Italia) Por su serie Flora .\nFinalistas : segundo puesto Peter Franck (Alemania); tercer puesto Beth Galton (Estados Unidos).\nVida salvaje y naturaleza: Eva Berler (Grecia) Por su serie Suspended Worlds (Mundos suspendidos).\nFinalistas : segundo puesto Haider Khan (India); tercer puesto Jasper Doest (Países Bajos).\nFotógrafo del Año en categoría Abierta en los Sony World Photography Awards 2024: Liam Man El concurso Abierto ( Open ) es un homenaje al poder de una única imagen. Los fotógrafos ganadores son seleccionados por su capacidad de comunicar con una remarcada narrativa visual combinada con una técnica excelente. Elegido entre los diez ganadores de la categoría Open, Liam Man (Reino Unido) es el Open Photographer of the Year .\nFue elegido por su fascinante fotografía titulada Moonrise Sprites over Storr, dentro de la categoría Paisajes. retratando la conocida formación rocosa Old Man of Storr en la isla de Skye, Escocia, iluminada por las luces de drones y la salida de la luna naranja. Tomada a última hora de la noche, durante una potente ventisca, esta imagen destaca el vasto paisaje montañoso y el impactante cielo invernal.\nPremio a la sostenibilidad en los Sony World Photography Awards 2024: Kathleen Orlinsky (Estados Unidos) Kathleen Orlinsky es la ganadora del premio a la sostenibilidad ( Sustainability Prize ), una categoría inaugurada en 2023 en colaboración con la Fundación de Naciones Unidas y la iniciativa Picture This de Sony Pictures. Este precio reconoce las historias, personas y organizaciones cuyas acciones pongan de manifiesto alguno de los Objetivos del desarrollo sostenible medioambiental de Naciones Unidas.\nOrlinsky gano con su serie America’s First Wilderness que contempla el paisaje, la vida salvaje y la gente del Parque Natural de Gila , en el suroeste de Nuevo México, Estados Unidos.\nContribución sobresaliente a la fotografía en los Sony World Photography Awards 2024: Sebastião Salgado (Brasil) Este año el premio Outstanding Contribution to Photography ha sido otorgado al prestigioso fotógrafo Sebastião Salgado . Uno de los mejores fotógrafos en activo, Sebastião Salgado ha alcanzado renombre internacional por sus extraordinarias composiciones en blanco y negro captadas a lo largo de una carrera que abarca más de 50 años.\nDe toda su larga trayectoria, una selección de más de 40 imágenes será mostrada en Somerset House durante la exposición. Elegidas por el mismo fotógrafo, son una muestra de los temas clave y de los logros en las últimas cinco décadas de su carrera, presentando trabajos de sus primeros e icónicos proyectos como Gold (1986) y Workers (1993), y obras más recientes como Genesis (2011) y Amazônia (2019).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.worldphoto.org/es",
    "https://worldphoto.org/es"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:30:08.190+03:00",
  "updated": "2024-04-19T01:54:51.087+03:00"
}