{
  "thread": {
    "uuid": "895f10b76d18dafced96fa1b960bae532803408b",
    "url": "https://www.christianpost.com/voices/yes-christ-is-king-that-is-bad-news-for-antisemites.html",
    "site_full": "www.christianpost.com",
    "site": "christianpost.com",
    "site_section": "https://christianpost.com/rss",
    "site_categories": [
      "religion",
      "media",
      "christianity"
    ],
    "section_title": "The Christian Post",
    "title": "Yes, ‘Christ is King’ — that is bad news for antisemites",
    "title_full": "Yes, ‘Christ is King’ — that is bad news for antisemites",
    "published": "2024-03-29T14:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.christianpost.com/files/original/thumbnail/25/87/258781.jpg",
    "performance_score": 0,
    "domain_rank": 3784,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "895f10b76d18dafced96fa1b960bae532803408b",
  "url": "https://www.christianpost.com/voices/yes-christ-is-king-that-is-bad-news-for-antisemites.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ChristianPost",
  "published": "2024-03-29T14:41:00.000+03:00",
  "title": "Yes, ‘Christ is King’ — that is bad news for antisemites",
  "text": "Yes, ‘Christ is King’ — that is bad news for antisemites We live in interesting times. Seems like no truth statement can stand on its own without being twisted into something nefarious. A recent trend on X (formerly known as Twitter) has been a useful case-in-point. The phrase “Christ is King” has been making waves over the last week. This statement has apparently become a dog whistle and a rallying cry for antisemites. For some bizarre reason, even self-professing Muslims like [Andrew Tate](https://twitter.com/Cobratate/status/1772221317019799930) and [SNEAKO](https://twitter.com/sneako/status/1772048489372880911), as well as notorious anti-Jewish activists like [Nick Fuentes](https://divinity.uchicago.edu/sightings/articles/when-christ-and-trump-are-kings), have adopted this basic Christian truth not to really praise Jesus, but to spite Jewish people. On the face of it, proclaiming Jesus as Lord is one of the oldest confessions of faith of historic Christianity. Why wouldn’t we want Christ’s name proclaimed and exalted? Why shouldn’t this be a cause for rejoicing? Well, because it’s 2024, and anything and everything nowadays is used as pretense for stirring hatred and division — even the Lordship of Christ. And no amount of feigned sincerity on the part of these individuals can hide their true motivations. This is not an act of worship; it is bigotry masquerading as religious devotion. They can pretend all they want, “but the Lord looks on the heart” (1 Samuel 16:7, ESV). This is ultimately bad news for anyone who knowingly harbors gratuitous hatred for Jewish people. Why? Because if Christ is an enemy of the Jews, He’s their enemy as well. 'To the Jew first…' The Apostle Paul writes: “For I am not ashamed of the Gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. For in it the righteousness of God is revealed from faith for faith” (Romans 1:16-17). Why isn’t Paul ashamed of this Gospel? Because there’s no greater promise than the one revealed in it. Through it, we are counted righteous and forgiven in the sight of the Almighty. Through it, we gain access to God’s presence. Through it, Paradise’s gates are flung open. This isn’t just “good news;” it’s the best news. And yet, Paul says that God’s plan of salvation starts with the Jewish people. In His sovereign decree, God chose to reveal His Word and Gospel through them. This fact can’t be overlooked. Even though God describes the Jews as “stiff-necked people” (Exodus 32:9; 33:3), He chooses them as His instrument and unworthy recipients of His grace. The Hebrew Bible records how time after time, despite Israel’s disobedience and sin, God continues to keep His promises to them. In Jeremiah we read, “Thus says the Lord: Behold, I will restore the fortunes of the tents of Jacob and have compassion on his dwellings … and you shall be my people, and I will be your God” (Jeremiah 30:18; 22). God’s law is repeatedly broken, and God keeps blessing the lawbreakers. They deserve wrath, but they receive mercy. Why? Because of their outstanding moral uprightness? No. Because of His faithfulness and lovingkindness (Romans 3:34, Ezekiel 36:22). Now, this should give pause to people like Andrew Tate and Nick Fuentes. Anyone who truly understands grace should be humbled by all of this. It should cause self-reflection. These blessings were extended to the Jews by God’s divine mercy. And it is His mercy alone that keeps all of us from falling under God’s wrath. If anything, confessing Christ's Lordship should humble us; not drive us towards malice. At the end of the day, if Christ has cause to hate the Jews, He has equal cause to hate you too. It’s only His mercy that keeps you from falling. And by indulging in ethnic hatred, you’re merely storing up wrath for yourself. You can fool others, but you can't fool the omniscient Creator. Here is the good news God’s grace is extended to all nations; not just the Jews: “My house shall be called a house of prayer for all peoples” (Isaiah 56:6-7). That’s the New Covenant promise, and God never breaks His promises. Through Christ, the “wall of hostility” between Jews and gentiles has been brought down (Ephesians 2:14). No one is excluded; everyone is invited — including repentant antisemites. Christ IS King! And one day everyone will bow and make that confession. Let’s pray that people like Nick Fuentes do so sincerely. There’s still time. Daniel Vaida is Assistant Opinion Editor at The Christian Post in Washington, D.C.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://twitter.com/sneako/status/1772048489372880911",
    "https://twitter.com/Cobratate/status/1772221317019799930",
    "https://divinity.uchicago.edu/sightings/articles/when-christ-and-trump-are-kings",
    "https://www.twitter.com/sneako/status/1772048489372880911",
    "https://www.divinity.uchicago.edu/sightings/articles/when-christ-and-trump-are-kings",
    "https://www.twitter.com/Cobratate/status/1772221317019799930"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew tate",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      },
      {
        "name": "nick fuentes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T16:48:09.203+03:00",
  "updated": "2024-03-29T17:32:35.489+03:00"
}