{
  "thread": {
    "uuid": "7ba16ee6a5eaea8208b00e1c0a9149e89bc0ae09",
    "url": "https://www.autoevolution.com/news/seasoned-tesla-owner-who-switched-to-a-rivian-r1s-shares-his-honest-opinion-about-the-suv-227203.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://autoevolution.com",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "autoevolution: cars & moto news and vehicle specifications",
    "title": "Seasoned Tesla Owner Who Switched to a Rivian R1S Shares His Honest Opinion About the SUV - autoevolution",
    "title_full": "Seasoned Tesla Owner Who Switched to a Rivian R1S Shares His Honest Opinion About the SUV - autoevolution",
    "published": "2024-01-06T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/seasoned-tesla-owner-who-switched-to-a-rivian-r1s-shares-his-honest-opinion-about-the-suv-227203_1.jpeg",
    "performance_score": 0,
    "domain_rank": 5261,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ba16ee6a5eaea8208b00e1c0a9149e89bc0ae09",
  "url": "https://www.autoevolution.com/news/seasoned-tesla-owner-who-switched-to-a-rivian-r1s-shares-his-honest-opinion-about-the-suv-227203.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cristian Agatie",
  "published": "2024-01-06T00:20:00.000+02:00",
  "title": "Seasoned Tesla Owner Who Switched to a Rivian R1S Shares His Honest Opinion About the SUV - autoevolution",
  "text": "Tesla owners are very loyal customers who rarely switch to other carmakers. In my experience, people who tried other EVs were disappointed, and some even changed back to a Tesla afterward. However, a recent story shows that sometimes, switching to a Rivian R1S can be the right thing to do, even for a die-hard Tesla fan. Whenever somebody considers buying an electric vehicle, Tesla pops up as the go-to choice. Elon Musk's company has many incentives for potential buyers, including the most extensive and best charging network in the world. Tesla is also appreciated for its software and timely over-the-air updates and is usually a step ahead of the competition technology-wise. However, not everyone wants a Tesla; otherwise, nobody else would be selling EVs. Sometimes, even Tesla owners are tempted to try a different brand. Rivian is one of the carmakers that has been considered the next best thing to Tesla in many ways. Rivian only offers two models for now, the R1T pickup truck and the R1S SUV, sharing many characteristics and parts. It has also been praised for its Rivian has targeted its electric vehicles to the adventure-loving crowd, with characteristics that make them perfect for off-road trips. Until the Cybertruck was launched, Tesla did not have an equivalent offering. This made the transition from a Tesla to a Rivian awkward sometimes. I've written in the past about such experiences and, most of the time, they didn't end up with a The most prominent case was that of YouTuber and former baseball player Ryan Pineda, who sold his Model X to buy a Rivian R1S in December 2022. Pineda was a Tesla fan until he saw the Rivian R1S, but then he wanted the adventure SUV more than anything else. He was so thrilled about the R1S that he made a video to show all the cool stuff the Rivian had while bashing Tesla in the process. The love affair lasted only one month, after which Pineda Now, I once again stumbled upon a story of a Tesla owner who decided to give Rivian a try. He goes by the handle u/hashjoin on Reddit, but I'll call him John from now on. John is a six-year Tesla owner, having a 2023 Model X and a 2022 Model Y. He also has two toddlers, and they're often four adults, so a six-seater was a must. Although he wasn't the adventurous kind, John was seduced by the Rivian R1S. He loved the design, the build quality, and the vast space inside the SUV, especially compared to the Model X. The Rivian is also fun to drive, and, having the Performance Dual Motor variant with a Max Pack, he also enjoyed the 400-mile range. Another thing that John loved was that Rivian kept the simple things as they should, even if they might be considered \"boring\" by some. These include the signal and drive selector stalks, ultrasonic sensors, blind spot detector radars, and autowipers that actually work. Having a Wi-Fi hotspot and a 110-volt outlet is also incredibly convenient for those who need work on a road trip. Of course, John also notes a few things that were not as he expected, starting with the lack of a glove compartment. However, the wireless charging pad is the most annoying, as many Rivian owners found out. It's almost impossible to align an iPhone to charge wirelessly, so he gave up and Between things that are better and those that are not, there are also some things that can be improved by a software update. For instance, John found it difficult to add a new driver to the vehicle, as it required registering an account with Rivian. In a Tesla, you can do this from the car, which is much easier, especially for the less tech-savvy members of the family. Other annoying things were the navigation system and the Rivian is one of the carmakers that has been considered the next best thing to Tesla in many ways. Rivian only offers two models for now, the R1T pickup truck and the R1S SUV, sharing many characteristics and parts. It has also been praised for its [promising software](https://www.autoevolution.com/news/rivian-overhauls-user-interface-adds-new-features-with-upcoming-halloween-software-update-222272.html), although its Driver+ assistance system can't hold a candle to Tesla's Autopilot, let alone Full Self-Driving. But that didn't stop many Tesla owners from trying to see what was with all the hype around Rivian. Rivian has targeted its electric vehicles to the adventure-loving crowd, with characteristics that make them perfect for off-road trips. Until the Cybertruck was launched, Tesla did not have an equivalent offering. This made the transition from a Tesla to a Rivian awkward sometimes. I've written in the past about such experiences and, most of the time, they didn't end up with a [happy customer.](https://www.autoevolution.com/news/rivian-owner-coming-from-a-tesla-gives-his-honest-opinion-about-which-is-better-209239.html) In one case, the new owner admitted that the Rivian R1T he bought was inferior to the Tesla in many aspects, but being a truck guy, he was willing to compromise. In two other cases, though, the defectors regretted the decision so much that they did their best to switch back to a Tesla. In one case, this meant selling the Rivian and buying back the [old Tesla Model X](https://www.autoevolution.com/news/tesla-model-x-owner-sold-the-suv-and-bought-a-rivian-r1t-instead-instantly-regretting-it-210386.html)at a premium. That's how much they liked the Rivian. The most prominent case was that of YouTuber and former baseball player Ryan Pineda, who sold his Model X to buy a Rivian R1S in December 2022. Pineda was a Tesla fan until he saw the Rivian R1S, but then he wanted the adventure SUV more than anything else. He was so thrilled about the R1S that he made a video to show all the cool stuff the Rivian had while bashing Tesla in the process. The love affair lasted only one month, after which Pineda [ditched the Rivian](https://www.autoevolution.com/news/guy-who-sold-tesla-model-x-for-a-rivian-r1s-reconsiders-his-options-takes-his-words-back-211750.html)and bought a Tesla Model Y instead. Now, I once again stumbled upon a story of a Tesla owner who decided to give Rivian a try. He goes by the handle u/hashjoin on Reddit, but I'll call him John from now on. John is a six-year Tesla owner, having a 2023 Model X and a 2022 Model Y. He also has two toddlers, and they're often four adults, so a six-seater was a must. Although he wasn't the adventurous kind, John was seduced by the Rivian R1S. He loved the design, the build quality, and the vast space inside the SUV, especially compared to the Model X. The Rivian is also fun to drive, and, having the Performance Dual Motor variant with a Max Pack, he also enjoyed the 400-mile range. Another thing that John loved was that Rivian kept the simple things as they should, even if they might be considered \"boring\" by some. These include the signal and drive selector stalks, ultrasonic sensors, blind spot detector radars, and autowipers that actually work. Having a Wi-Fi hotspot and a 110-volt outlet is also incredibly convenient for those who need work on a road trip. John soon discovered that Rivian's range estimates were more conservative, especially compared to the overly optimistic Teslas. This was another plus for the Rivian, as was the Driver+ assistance system. The latter was a pleasant surprise, actually, considering that he had low expectations based on other reviews shared online. In his own words, Rivian's Driver+ is \"better than how Tesla Autopilot did in 2018 but not as good as Teslas today.\" Of course, John also notes a few things that were not as he expected, starting with the lack of a glove compartment. However, the wireless charging pad is the most annoying, as many Rivian owners found out. It's almost impossible to align an iPhone to charge wirelessly, so he gave up and [ordered an aftermarket](https://www.autoevolution.com/news/rivian-owners-chose-aftermarket-solutions-after-cost-cutting-measures-crippled-the-horn-223293.html)MagSafe charger. Between things that are better and those that are not, there are also some things that can be improved by a software update. For instance, John found it difficult to add a new driver to the vehicle, as it required registering an account with Rivian. In a Tesla, you can do this from the car, which is much easier, especially for the less tech-savvy members of the family. Other annoying things were the navigation system and the",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tesla",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "elon musk",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tesla",
        "sentiment": "none"
      },
      {
        "name": "rivian",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:38.701+02:00",
  "updated": "2024-01-06T00:21:38.701+02:00"
}