{
  "thread": {
    "uuid": "fda197ec2526f4c31be4e2caf7fb72376b44b5f7",
    "url": "https://www.ambito.com/ambito-nacional/la-ciudad-mendoza-inauguro-el-sistema-jurado-vecinal-como-funciona-n5984232",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/rss/pages/ultimas-noticias.xml",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Últimas noticias de Argentina y el Mundo | Ámbito",
    "title": "La ciudad de Mendoza inauguró el sistema de Jurado Vecinal: cómo funciona",
    "title_full": "La ciudad de Mendoza inauguró el sistema de Jurado Vecinal: cómo funciona",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.ambito.com/p/2acb17905f2288de6d42b1fce04e5ed3/adjuntos/239/imagenes/041/453/0041453682/1200x675/smart/jurado-vecinal-mendozajpg.jpg",
    "performance_score": 0,
    "domain_rank": 12031,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fda197ec2526f4c31be4e2caf7fb72376b44b5f7",
  "url": "https://www.ambito.com/ambito-nacional/la-ciudad-mendoza-inauguro-el-sistema-jurado-vecinal-como-funciona-n5984232",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ámbito.com",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "La ciudad de Mendoza inauguró el sistema de Jurado Vecinal: cómo funciona",
  "text": "La ciudad de Mendoza inauguró esta semana el sistema de Jurado Vecinal , que permite que habitantes del distrito participen en sancionar diversas conductas que incumplan el Código de Convivencia .\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto En su primer caso luego de ser aprobado en 2023, el jurado evaluó el accionar de una persona que había sido encontrada pintando un graffiti en una pared de la calle Alberdi durante septiembre del año pasado.\nInformate más Banco Nación: Tillard anunció créditos para pymes con tasas desde el 33% Macabro hallazgo en Mendoza: pensó que era una muñeca, pero resultó ser una cabeza humana Las autoridades mendocinas informaron que se trata de una degradación visual del entorno urbano, falta que está penada por el artículo 21 del Código de Convivencia.\nAl momento del hecho, se incautó una botella plástica con contenido de pintura negra, se tomaron fotografías y personal de preventores labró un acta de infracción, dejando constancia de la acción y por la cual el infractor tendría que abonar una multa de hasta 5000 UTM, aproximadamente unos 240 mil pesos.\nCómo funciona el sistema de Jurado Vecinal En el Honorable Concejo Deliberante mendocino, el director de Asuntos Jurídicos del municipio, Lucas Boulin , presentó el caso al jurado vecinal, compuesto por siete vecinos de la Ciudad que llegaron a esta instancia tras un sorteo.\nLuego, el infractor realizó su descargo ante el jurado, reconoció el hecho y ofreció dejar la pared como la había encontrado antes de realizar el graffiti, como una manera de pagar por la pena cometida.\nDespués llegó un breve intermedio donde los siete integrantes del jurado deliberaron acerca del hecho, en un espacio contiguo. Con la decisión en la mano, se produjo el ingreso de los siete jurados al recinto. Un representante leyó la resolución: por cinco votos contra dos, se decidió encontrar responsable al infractor.\nMás tarde, el intendente Ulpiano Suarez dijo: “Hoy se realizó la primera audiencia del jurado vecinal, se trató una pintada de un muro de la Ciudad sin autorización del municipio o del propietario\".\nAl respecto, precisó que \" el paso siguiente es establecer la sanción con la posibilidad, en este caso, de un planteo que hizo el infractor de reponer el estado del muro, de pintarlo nuevamente y dejarlo en condiciones, o bien la aplicación de una multa que puede llegar a los 240 mil pesos”.\nJurado vecinal Mendoza.jpg “Tenemos que recordar que está vigente en la Ciudad un Código de Convivencia que indica las pautas para un uso armónico y respetuoso del espacio público. Desde el ejecutivo impulsamos desde el 2023 la figura del Jurado Vecinal para que en determinadas conductas intervengan los vecinos, esas conductas que alteran la paz social o degradan el entorno urbano”, añadió.\nEn ese sentido, manifestó que “más allá de este caso puntual, insisto en la invitación a los vecinos y a los visitantes a cuidar la armonía, todas las actividades se pueden realizar en el marco del Código de Convivencia, entendiendo que el derecho nuestro tiene un límite en el derecho de las otras personas a disfrutar de la Ciudad\".\n“Ahora viene una instancia donde se dicta la resolución, lo que se está sancionado es el graffiti o el garabato y cómo afecta al entorno urbano. Celebro el trabajo que hacen los muralistas, pero hay que coordinarlo, hay que contar con la autorización del propietario\", anticipó.\n“Está la posibilidad de que se reponga el estado del muro en calle Alberdi. No es interés del municipio aplicar multas o recaudar, buscamos que estos hechos no sucedan y entre todos cuidar a la Ciudad”, finalizó Suarez.\nEl caso rosarino Previamente a la hecho por Mendoza, la ciudad de Rosario había implementado su propio sistema de jurados vecinales, aprobado en el Nuevo Código de Convivencia Ciudadana, que rige en el distrito desde 2022.\nEn marzo de este año, la modalidad debutó allí en un juicio en el que se condenó a un carnicero para una millonaria multa al juzgarlo culpable por cinco contravenciones graves.\nEntre ellas, se destacó que el acusado no tenía s u negocio habilitado, tenía mercadería en mal estado y no cumplía con las normas de sanidad alimentaria.\nJurado Vecinal Rosario.jpg Ensayo del sistema de Jurado vecinal en Rosario.\nEn junio del año pasado, en un ensayo de juicio, estuvieron presentes el intendente Pablo Javkin, autoridades municipales, profesores de la Facultad de Derecho de la Universidad Nacional de Rosario (UNR) y de la Universidad Católica (UCA), Colegio de Abogados, estudiantes y vecinos y vecinas, entre otros.\n\"Cuando planteamos el nuevo Código de Convivencia, que era un desafío mayúsculo y que implicaba figuras nuevas, como la del procurador, o cambios en el tribunal de faltas, pensamos en dos objetivos que están asociados a dos fenómenos que parecen lejanos, pero que no lo son y que son globales: uno es la crisis de la democracia y otro es el impacto de la inteligencia artificial\", evaluó Javkin en aquella ocasión\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:53:55.831+03:00",
  "updated": "2024-04-27T00:06:35.523+03:00"
}