{
  "thread": {
    "uuid": "05ca65afdaf93a131e5d57485f3b1d0707f11126",
    "url": "https://vnexplorer.net/end-of-fossil-fuel-era-is-assured-un-chief-declares-at-ieas-50th-anniversary-s1547886.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "\"End of fossil fuel era is assured\": UN chief declares at IEA's 50th anniversary",
    "title_full": "\"End of fossil fuel era is assured\": UN chief declares at IEA's 50th anniversary",
    "published": "2024-02-16T10:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ikKPN.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05ca65afdaf93a131e5d57485f3b1d0707f11126",
  "url": "https://vnexplorer.net/end-of-fossil-fuel-era-is-assured-un-chief-declares-at-ieas-50th-anniversary-s1547886.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T10:56:00.000+02:00",
  "title": "\"End of fossil fuel era is assured\": UN chief declares at IEA's 50th anniversary",
  "text": "UN Secretary General Antonio Guterres. (File Photo)\nParis [France], February 15 (ANI): In an address at the International Energy Agency’s (IEA) 50th-anniversary celebration, United Nations Secretary-General Antonio Guterres delivered a resounding message affirming the inevitability of the end of the fossil fuel era.\nEmphasising the crucial role played by the IEA in shaping public discourse and supporting a just and sustainable energy transition, Guterres highlighted the agency’s vital contributions to showcasing the rapid advancements in renewable energy.\n“The work of the IEA is helping to demonstrate that the phase-out of fossil fuels is both economically inevitable and environmentally essential. The end of the fossil fuel era is assured. The only questions are: Will we move fast enough to limit the worst of climate chaos? And will the transition to renewables be fair, just, and equitable? It is up to all of us to ensure the answer to both of these questions is yes,” asserted Secretary-General Guterres.\nGuterres stressed the urgency of connecting every person on earth to clean, affordable power by 2030 and ensuring that every community and country benefits from the transition to clean, cheap renewables. Expressing concern over the lagging progress in emerging and developing economies, he called upon G20 countries to lead a rapid phase-out of fossil fuels.\nThe UN Chief underscored the need for financial support to flow into renewables, urging the reform of business models of multilateral development banks to attract more private finance at reasonable costs for developing countries. Additionally, Guterres urged countries to implement commitments made at COP28, including tripling global renewable capacity and doubling energy efficiency by 2030.\n“As we celebrate half a century of the International Energy Agency, let’s commit to harnessing your spirit of cooperation to bring that future into being faster,” urged Guterres, emphasizing the importance of the IEA’s continued analysis, advice, and coordination throughout this crucial decade and beyond.\nThe Secretary-General invited the IEA to intensify technical support for countries preparing for the next round of national climate action plans in the next eighteen months. Encouraging the creation of ambitious and practical plans that attract private investment, he emphasized the importance of backing these plans with credible climate policies.\nAs the world commemorates the IEA’s 50 years of existence, Guterres’s message resonates as a call to action for a global commitment towards a clean energy future. The celebration marks not just a milestone but an opportunity to accelerate efforts to mitigate climate change and ensure a sustainable and equitable transition to renewable energy sources. (ANI)\nProvided by SyndiGate Media Inc. (Syndigate.info).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ikKPN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1ikKPN.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "antonio guterres",
        "sentiment": "negative"
      },
      {
        "name": "guterres",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iea",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "international energy agency",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:00:22.481+02:00",
  "updated": "2024-02-16T11:00:22.481+02:00"
}