{
  "thread": {
    "uuid": "20c2ad41d6df021f5b09d237c5256b51d0dfbc00",
    "url": "https://guardian.ng/news/troops-bust-illegal-oil-bunkering-site-in-rivers/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://www.ngrguardiannews.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News – Nigeria and World News",
    "title": "Troops bust illegal oil bunkering site in Rivers | The Guardian Nigeria News - Nigeria and World News Nigeria —",
    "title_full": "Troops bust illegal oil bunkering site in Rivers | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-01-19T12:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://guardian.ng/wp-content/uploads/2024/01/WhatsApp-Image-2024-01-18-at-8.06.16-PM-1.jpeg",
    "performance_score": 0,
    "domain_rank": 4531,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20c2ad41d6df021f5b09d237c5256b51d0dfbc00",
  "url": "https://guardian.ng/news/troops-bust-illegal-oil-bunkering-site-in-rivers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dennis Erezi",
  "published": "2024-01-19T12:36:00.000+02:00",
  "title": "Troops bust illegal oil bunkering site in Rivers | The Guardian Nigeria News - Nigeria and World News Nigeria —",
  "text": "Troops bust illegal oil bunkering site in Rivers Troops of 6 Division, Nigerian Army (NA), conducting clearance operations at Umuedeokwara Community, Odogwa Town in Etche Local Government Area of Rivers State, successfully busted a carefully concealed illegal oil bunkering site. The operation was conducted, following credible intelligence on the activities of criminals on the site. According to the Acting Deputy Director 6 Division Army Public Relations, Lt. Colonel Danjuma Jonah Danjuma, the General Officer Commanding (GOC), 6 Division, Nigerian Army/ Land Component Commander, Joint Task Force, Operation DELTA SAFE, Major General Jamal Abdusalam visited the location to see for himself the magnitude of the criminalities going on in the area. While speaking to newsmen at the site, the GOC was amazed by the level of criminality at the site. “We are here to let Nigerians know what is happening here. In fact, even if you use the air, using a helicopter or drone, you won’t be able to see what we saw on the ground,” he said. He further remarked that “We have discovered so many illegalities taking place here. We have seen reservoirs, boilers with a network of pipes and cables, amongst others.” The crude oil discovered in the site was unprecedented. The Division, he said, will ensure that the Federal Government gets what is due to it to take care of the citizens. He reiterated that the budget of the nation is dependent on many factors, including crude oil production. Hence, any drop in production affects the economy of the nation. The GOC further affirmed that a total of 19 reservoirs, with each containing a minimum of 200,000 liters of crude, translating to over 3,000,000 liters were discovered. He lamented the level at which individuals get involved in crimes that have huge implications for the national economy. Major General Abdussalam used the medium to warn the perpetrators of these crimes to turn a new leaf and embrace legitmate businesses to earn a legitimate livelihood or face the full wrath of the law. The Division he said, will continue to deny criminals freedom of action. The GOC said the site will be destroyed in collaboration with relevant agencies. The operation led to the arrest of six suspects in the site. Efforts are ongoing to apprehend other people involved in this mindless criminality. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "danjuma jonah danjuma",
        "sentiment": "none"
      },
      {
        "name": "jamal abdusalam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "negative"
      },
      {
        "name": "world news nigeria",
        "sentiment": "negative"
      },
      {
        "name": "nigerian army",
        "sentiment": "negative"
      },
      {
        "name": "umuedeokwara community",
        "sentiment": "none"
      },
      {
        "name": "division army public relations",
        "sentiment": "none"
      },
      {
        "name": "goc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "odogwa town",
        "sentiment": "none"
      },
      {
        "name": "etche local government area of rivers state",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T13:52:49.947+02:00",
  "updated": "2024-01-19T13:52:49.947+02:00"
}