{
  "thread": {
    "uuid": "f3b2a3c121e81738f7b2596ad9e300ac46d59239",
    "url": "https://m.dailyhunt.in/news/india/english/oneindiaenglish-epaper-dh93a6f960261645e6be32adf8527d670a/erdogan+offers+to+host+peace+summit+between+ukraine+and+russia-newsid-n589952348",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-bsivideo",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Erdogan Offers to Host Peace Summit Between Ukraine and Russia",
    "title_full": "Erdogan Offers to Host Peace Summit Between Ukraine and Russia",
    "published": "2024-03-08T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/b8/bd/82/b8bd826d87f661ae203b5c55183438a7919e97186dd64e67f565bf3f973c0f6e.jpg",
    "performance_score": 0,
    "domain_rank": 18380,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3b2a3c121e81738f7b2596ad9e300ac46d59239",
  "url": "https://m.dailyhunt.in/news/india/english/oneindiaenglish-epaper-dh93a6f960261645e6be32adf8527d670a/erdogan+offers+to+host+peace+summit+between+ukraine+and+russia-newsid-n589952348",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-08T19:00:00.000+02:00",
  "title": "Erdogan Offers to Host Peace Summit Between Ukraine and Russia",
  "text": "Erdogan, who has consistently expressed his desire to mediate a peace agreement, stated his hope that Russia would accept Turkey&apos;s offer. He emphasized Turkey&apos;s efforts in promoting negotiations to end the war and their readiness to host a peace summit that includes Russia.\nZelenskyy&apos;s Conditions for Peace Negotiations\nDespite Turkey&apos;s offer, Ukraine remains firm in its stance not to engage directly with Russia in peace talks. Zelenskyy has repeatedly asserted that the initiative for peace negotiations must come from the invaded country. He outlined a 10-point plan as a basis for negotiations, which includes food security, restoration of Ukraine&apos;s territorial integrity, withdrawal of Russian troops, release of prisoners, a tribunal for those responsible for aggression, and security guarantees for Ukraine. Zelenskyy emphasized that any peace proposals must align with this plan, seeking a \"fair peace\" for Ukraine.\nJoint Defense Projects and Trade Agreements\nDuring his visit to Turkey, Zelenskyy also discussed joint defense projects and trade agreements with the Turkish government and corporations. He announced agreements reached on collaborative defense initiatives and expressed their intention to simplify trade and remove barriers to business. Erdogan reaffirmed Turkey&apos;s support for Ukraine&apos;s territorial integrity, sovereignty, and independence, emphasizing the importance of stability in the Black Sea shipping corridor.\nUkraine&apos;s Urgent Call for More Munitions\nAs the war continues, Ukrainian Foreign Minister Dmytro Kuleba stressed the urgent need for more munitions and weaponry to counter the advancing Russian troops. He warned that the current level of aid is insufficient and called for an unrestricted and timely supply of all types of weapons and ammunition to ensure Ukraine&apos;s victory and prevent the conflict from spilling over into Europe.\nChina&apos;s Involvement and Kyiv Visit\nAmidst the ongoing conflict, China&apos;s special representative for Eurasian affairs, Li Hui, visited Kyiv as part of a European tour focused on resolving the \"Ukraine crisis.\" Li met with officials from Russia, the EU, Switzerland, and Poland before arriving in Ukraine. His visit aimed to discuss potential assistance in prisoner exchanges, the return of Ukrainian children in Russia, and the return of the Zaporizhzhia nuclear power plant, which Russia seized during the fighting in 2022.\nDemobilization of Conscripted Soldiers\nIn a separate development, President Zelenskyy signed an order allowing the first demobilization of soldiers who were conscripted into the army before Russia&apos;s full-scale invasion. The order, effective in April or May, permits these soldiers to return home and remain in the army reserves after completing their mandatory service.\nAs the war in Ukraine continues to escalate, international efforts to broker peace and provide support remain crucial. Turkey&apos;s offer to host a peace summit, Ukraine&apos;s conditions for negotiations, and the urgent need for more munitions highlight the complex challenges in finding a resolution to the conflict. China&apos;s involvement and Kyiv visit add another layer of complexity to the situation, while Ukraine&apos;s domestic developments, such as the demobilization of conscripted soldiers, underscore the ongoing impact of the war on the country&apos;s military and society.\nSathish Raman Oneindia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erdogan",
        "sentiment": "negative"
      },
      {
        "name": "zelenskyy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "russia erdogan",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T01:00:05.227+02:00",
  "updated": "2024-03-09T01:00:05.227+02:00"
}