{
  "thread": {
    "uuid": "2533433dd031b47661994d787c86024dd7481aec",
    "url": "https://bnnbreaking.com/world/canada/celebrate-international-womens-day-2024-with-8-empowering-metro-vancouver-events",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Celebrate International Women's Day 2024 with 8 Empowering Metro Vancouver Events",
    "title_full": "Celebrate International Women's Day 2024 with 8 Empowering Metro Vancouver Events",
    "published": "2024-02-29T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/00e16c696102b3fad69dd168c91b32783561fd6c3601b260221d0b85d5ecbcab.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2533433dd031b47661994d787c86024dd7481aec",
  "url": "https://bnnbreaking.com/world/canada/celebrate-international-womens-day-2024-with-8-empowering-metro-vancouver-events",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BNN Correspondents",
  "published": "2024-02-29T22:05:00.000+02:00",
  "title": "Celebrate International Women's Day 2024 with 8 Empowering Metro Vancouver Events",
  "text": "Kick off International Women's Day celebrations in Metro Vancouver with a series of empowering events designed to inspire, entertain, and advocate for gender equality. From the Gender Equity in Media Society Vancouver's 19th annual festival to fitness classes and musical performances, there's something for everyone looking to support and celebrate women's achievements.\nSpotlight on Gender Equity in Media\nMarch 5-9 marks the annual Gender Equity in Media Festival at VIFF Centre, offering a platform for women and gender-diverse filmmakers. With 37 films from 14 countries, including world premieres, the festival promises a rich showcase of talent and perspective, culminating in a virtual festival from March 12 to 26 for global accessibility. Learn more about the GEM Fest and its impact on gender diversity in media.\nLaughter, Fitness, and Music: Diverse Ways to Celebrate\nOn March 14, The Improv Centre introduces a night of comedy with top female comedians, while fitness enthusiasts can join donation-based classes from March 2 to 8 across various locations in Vancouver. Music lovers won't want to miss the International Women's Day celebration at The Cobalt on March 8, featuring performances by Sadé Awele, Yvonne Kushe, and more. Discover the full lineup of events and how they're making a difference.\nSupporting Women in Business and the Arts\nEmpower & Connect at The Beaumont Studios on March 8 offers a unique opportunity to support local Brazilian businesswomen, with partial proceeds benefiting the Ending Violence Association of BC. Additionally, the Pacific Arts Market's International Women's Day Art Fair showcases female artists and entrepreneurs, promoting their unique creations in a woman-owned and operated venue. Explore these events and more ways to support women in business and the arts.\nAs International Women's Day approaches, Metro Vancouver gears up to celebrate women's achievements while continuing the fight for gender equality. Each event, whether focused on film, fitness, music, or business, contributes to raising awareness and inspiring action towards a more equitable world. By participating, attendees not only celebrate but also partake in the ongoing effort to create positive change for women globally.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "empowering metro vancouver events kick",
        "sentiment": "negative"
      },
      {
        "name": "gender equity in media society vancouver",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "metro vancouver",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:08:14.259+02:00",
  "updated": "2024-03-01T00:08:14.259+02:00"
}