{
  "thread": {
    "uuid": "b2ea356527f32feb9e67595052f72a17a47104a9",
    "url": "https://www.archyde.com/sweden-ends-more-than-two-centuries-of-neutrality-with-a-highly-symbolic-entry-into-nato-2",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Sweden ends more than two centuries of neutrality with a highly symbolic entry into NATO |",
    "title_full": "Sweden ends more than two centuries of neutrality with a highly symbolic entry into NATO |",
    "published": "2024-03-10T19:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imagenes.elpais.com/resizer/4TDw747kywmIQdjX_FWHwquhTAE=/1200x0/filters:focal(3595x2672:3605x2682)/cloudfront-eu-central-1.images.arcpublishing.com/prisa/FQXP6CQTXA2V4VPOYRSRU7LMDE.jpg",
    "performance_score": 0,
    "domain_rank": 21187,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2ea356527f32feb9e67595052f72a17a47104a9",
  "url": "https://www.archyde.com/sweden-ends-more-than-two-centuries-of-neutrality-with-a-highly-symbolic-entry-into-nato-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-03-10T19:44:00.000+02:00",
  "title": "Sweden ends more than two centuries of neutrality with a highly symbolic entry into NATO |",
  "text": "After more than two centuries of neutrality, Sweden wakes up this Friday as a brand new member of NATO. The Copernican turn in Swedish defense policy, unimaginable until the Russian invasion of Ukraine, represents a transformation of the security framework in northern Europe and significantly reinforces the Alliance’s capabilities in the Arctic and the Baltic Sea. Sweden’s accession to the military organization, a path full of obstacles that lasted more than 20 months since its request, has the majority support of the population and the political class.\nThe last war in which the Scandinavian country participated concluded in 1814. When its cannons stopped firing in Norwegian territory, Sweden adopted a policy of neutrality that allowed it to avoid two world wars and helped it become a kind of humanitarian power. in the last decades of the last century.\nEverything changed radically in February 2022, after the start of the large-scale Russian invasion of Ukraine. In both Sweden and neighboring Finland there was a shift in public opinion regarding NATO membership. Income support among the Swedish population, which was around 33% before the war—and was less than 25% in 2014—is now close to 70%. Even more drastic was the turn in Finland, which shares a 1,340-kilometer border with Russia.\nFaced with this situation, the Social Democratic Party of Sweden, which governed alone in the spring of 2022, chose to reverse its traditional position against being part of a military organization. Less than three months after the start of the war in Ukraine, Stockholm and Helsinki formally requested membership in the Atlantic Alliance. Robert Dalsjö, director of the Swedish Defense Research Agency, maintains that it would have been “practically impossible” to remain outside the Alliance once Finland joined. “Sweden would have become a wall that separated the Baltic countries and Finland from the rest of the allies,” he explains over the phone.\nFinland joined the transatlantic organization last April. Sweden, however, has had to deal for almost two years with the demands of Turkey and Hungary, two of the Alliance’s most fractious partners.\nMandatory military service for men and women Sweden today is not the great military power that it was during the Cold War. After the collapse of the Soviet Union, Stockholm reduced its ground forces by 90% and its naval and air forces by almost 70%. Annual investment in defense fell from 3% of GDP to around 1%. The trend began to reverse again in 2014, the year Russia illegally annexed Ukraine’s Crimean peninsula and fighting began in the Donbas region. Due to personnel shortages, compulsory military service for men and women was reintroduced in 2017. Although it still affects a small percentage of the population, the number of recruits will increase progressively each year until 2035. In addition, the Scandinavian country has the National Guard, a reservist military force made up of volunteers that has increased its personnel in the last two years. at an unparalleled pace; Applications skyrocketed almost 700% in 2022 compared to the previous year.\nAlthough the Swedish Armed Forces are not at their best, the Scandinavian country’s entry into NATO represents the largest incorporation into the military organization in at least two decades. The entry of the 32nd member provides the Alliance with strategic depth and new supply routes from the southern Baltic and northern Atlantic. And it increases the deterrence capacity against Russia in the Arctic, where Moscow has eight of its 11 submarines capable of launching long-range nuclear missiles, and especially in the Baltic, which is practically transformed into a nato lake ; a hard blow for Russia, which happens to be the only coastal State outside the military organization and leaves its ports in Kaliningrad and Saint Petersburg cornered.\nThe submarine ‘HMS Gotland’, in the naval port of Karlskrona, on May 25, 2023. TOM LITTLE (REUTERS) In Brussels, NATO headquarters, the incorporation of the powerful Swedish submarine fleet is also celebrated. The Baltic is a very shallow sea in which the nuclear-powered ships that make up a large part of the submarine fleet of Russia and the United States cannot operate. The Scandinavian country has been operating submarines in the Baltic since 1904, no other country in the region has been so active underwater. Sweden also has a robust arms industry, producing the Gripen fourth-generation fighter jets and air defense systems and anti-tank missiles that have proven effective in Ukraine.\nThe Swedish government has repeatedly warned its population that there is a real possibility of confronting Russia in the coming years. The prime minister, the conservative Ulf Kristersson, urged citizens in January to prepare to, if necessary, defend the country “with weapons and on the front line.”\nWhile Kristersson signed the NATO membership in Washington this Thursday, almost 5,000 Swedish soldiers participated in northern Scandinavia in the largest military maneuvers of the Alliance since the end of the Cold War. The Secretary of the Russian Security Council, Nikolai Patrushev, defined the practices as “a simulation of armed confrontation with Russia” and stated that they are a “destabilizing activity” that leads to “an increase in tension in the region.”\nA quarter of the Swedish population is still against integration into NATO. And unlike in Finland, where all parliamentary forces supported membership, the environmentalists and the Left Party voted against it in the Swedish Parliament. Maja Berg, a 73-year-old retiree, believes there is nothing to celebrate. “Pacifism has always been part of the Swedish DNA. It saddens me deeply that this is no longer the case,” she laments in a cafe in Solna, on the outskirts of Stockholm. For his part, Fredrik, a 41-year-old employee in a car workshop who prefers not to give his last name, maintains that joining the Atlantic Alliance does not allow for discussion: “We could not stay stuck in the nineties, when it was thought that Russia it would become a democratic country with which we could have good relations. Staying out of NATO would have been reckless and even selfish with our European partners.”\nThe neutrality of Sweden and Finland—imposed by Moscow at the dawn of the Cold War—began to evaporate in 1995, with their entry into the European Union. From that moment on, both began to define themselves as “non-militarily aligned countries.” In the last two decades, Stockholm and Helsinki have strengthened their ties with the Alliance, becoming preferred partners outside the organization. Dalsjö summarizes that this Thursday’s entry into NATO puts an end to “the very long farewell to Sweden and its neutrality, which lasted almost 30 years.”\nFollow all the international information on Facebook y X or our weekly newsletter .\nto continue reading _",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://twitter.com/elpais_inter",
    "https://www.twitter.com/elpais_inter"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      },
      {
        "name": "arctic",
        "sentiment": "none"
      },
      {
        "name": "baltic sea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T19:47:23.936+02:00",
  "updated": "2024-03-10T21:35:24.002+02:00"
}