{
  "thread": {
    "uuid": "87830a8bf804a97272ad8523bc7a92893c1dbf64",
    "url": "https://www.theyeshivaworld.com/news/category/headlines-breaking-stories,promotions/page/2",
    "site_full": "www.theyeshivaworld.com",
    "site": "theyeshivaworld.com",
    "site_section": "https://theyeshivaworld.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Yeshiva World News | The Yeshiva World",
    "title": "Headlines & Breaking News | The Yeshiva World | Page 2",
    "title_full": "Headlines & Breaking News | The Yeshiva World | Page 2",
    "published": "2023-12-28T03:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15998,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87830a8bf804a97272ad8523bc7a92893c1dbf64",
  "url": "https://www.theyeshivaworld.com/news/category/headlines-breaking-stories,promotions/page/2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T03:45:00.000+02:00",
  "title": "Headlines & Breaking News | The Yeshiva World | Page 2",
  "text": "An unusual protest took place on Monday when a group of reserve soldiers who were released after serving three months in Gaza hung signs on their military vehicles in protest Channel 13 has aired new footage that captures the harrowing moments of Yotam Haim’s kidnapping on the morning of October 7 at his residence in Kfar Aza. The broadcast revealed Heavy fighting is being reported in the Khan Younis neighborhood of southern Gaza after the IDF launched a major new offensive. The operation, led by the 98th Division, involves four The IDF announced that three soldiers were killed and two others were seriously injured amidst the fighting in the Gaza Strip. The soldiers have been identified as: – Maj. David Elon Musk visited the site of the Auschwitz-Birkenau World War II Nazi German death camp on Monday, after the billionaire faced criticism for subscribing to an antisemitic conspiracy theory and The relatives of hostages being held by Hamas in Gaza traveled to Jerusalem on Monday morning. Some relatives participated in Knesset discussions and others held a protest outside the building, A report from Channel 12 reports that Sara Netanyahu, the wife of Prime Minister Benjamin Netanyahu, has attempted to sack government spokesperson Eylon Levy from his role due to Levy’s Harvard University recently announced the formation of a task force aimed at combating antisemitism on campus. Sounds great, right? Not quite. The co-chair of this newly appointed Presidential Task Force, New York City Mayor Eric Adams has vetoed a city council bill known as the “How Many Stops Act,” which would have required police officers to document every “investigative encounter” Florida Gov. Ron DeSantis suspended his Republican presidential campaign Sunday just before the New Hampshire primary and endorsed Donald Trump, ending a White House bid that failed to meet expectations YWN regrets to inform you of the Petira of Rabbi and Mrs Yaakov and Rachel Sperber Z”L, who were Niftar in a tragic incident on Shabbos afternoon at their home A New York lawmaker, Rep. Jamaal Bowman, is advocating for a groundbreaking $14 trillion reparations measure. Bowman, a member of the far-left “Squad,” introduced a proposal calling for the federal *HY’D:* The IDF announced on Sunday evening that Staff Sergeant Shay Levinson, aged 19, was killed on October 7 during Hamas’ massacre in Israel. Levinson, a resident of Givat Avni, Two Hezbollah terrorists were killed and several were injured in an Israeli-attributed drone strike on a car in southern Lebanon on Sunday, Lebanese media reported. The terrorists were reportedly part US intelligence agencies estimate that the IDF has eliminated only about 20-30% of Hamas terrorists in the Gaza Strip, the Wall Street Journal reported on Sunday. According to the report, A member of Israel’s War Cabinet confirmed that early in the war against Hamas in Gaza, an Israeli preemptive strike against Lebanon’s Hezbollah terror group was called off at the Donald Trump issued a blistering attack against Joe Biden in an interview with Sean Hannity on Thursday night, accusing the sitting president of being a “threat to democracy.” Hannity specifically The IDF announced that a soldier was killed and three others were seriously injured amidst the fighting in the Gaza Strip. The slain soldier was identified as Sgt. First Class The IDF on Motzei Shabbos denied a New York Times report published on Saturday that quoted “senior IDF leaders” as saying that Israel’s goals of eradicating Hamas and liberating the Republican presidential candidate Nikki Haley discussed her stance on the possibility of pardoning former President Donald Trump during an interview with CNN anchor Jake Tapper on Thursday. Haley emphasized the Popular Posts",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zilberstein",
        "sentiment": "negative"
      },
      {
        "name": "klal yisrael",
        "sentiment": "none"
      },
      {
        "name": "ohad",
        "sentiment": "none"
      },
      {
        "name": "eitan yahalomi",
        "sentiment": "none"
      },
      {
        "name": "shai graucher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "neighboring new jersey towns will have brot",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T03:41:56.548+02:00",
  "updated": "2024-01-26T11:34:33.918+02:00"
}