{
  "thread": {
    "uuid": "432f0291a5dd8ca58c9f4ebd6be61fb87c7425d7",
    "url": "https://homehealthcarenews.com/2024/04/how-the-pennant-group-became-an-example-of-prosperity-progress-in-home-health-care",
    "site_full": "homehealthcarenews.com",
    "site": "homehealthcarenews.com",
    "site_section": "https://homehealthcarenews.com/rss",
    "site_categories": [
      "family_and_parenting",
      "eldercare"
    ],
    "section_title": "Home Health Care News",
    "title": "How The Pennant Group Became An Example Of Prosperity, Progress In Home Health Care",
    "title_full": "How The Pennant Group Became An Example Of Prosperity, Progress In Home Health Care",
    "published": "2024-04-04T23:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://homehealthcarenews.com/wp-content/uploads/sites/2/2024/04/photography-1850469_1280-1.jpg",
    "performance_score": 0,
    "domain_rank": 57445,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "432f0291a5dd8ca58c9f4ebd6be61fb87c7425d7",
  "url": "https://homehealthcarenews.com/2024/04/how-the-pennant-group-became-an-example-of-prosperity-progress-in-home-health-care",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Donlan",
  "published": "2024-04-04T23:43:00.000+03:00",
  "title": "How The Pennant Group Became An Example Of Prosperity, Progress In Home Health Care",
  "text": "This article is a part of your HHCN+ Membership\nOver the last five years, the home health public market has been extremely volatile. Companies have entered and exited, stock prices have soared and sunk.\nThe Pennant Group (Nasdaq: PNTG) hasn’t been completely immune to that unsteady market, but has been on an under-the-radar, upward trajectory as a home health leader over the last couple of years.\nAt first, the company wasn’t of much interest to most home health readers, likely because many missed the spinoff that created it entirely. The Ensign Group (Nasdaq: ENSG) spun off Pennant as its own publicly traded company in October 2019.\nSince then, the company’s stock price has risen by 27%, from $16 per share to over $20 per share. But that doesn’t tell the whole story. Its price rose to nearly $64 per share in 2021 when home health tickers were erratically high, then came crashing down to below $10 late in 2022.\nFrom that point on, however, the company has been on a consistently upward path.\nIt is one of the largest home health providers in the country, albeit not at the scale that its public peers – such as Enhabit Inc. (NYSE: EHAB) and Amedisys Inc. (Nasdaq: AMED) – are.\nPennant has maintained a focus on home health growth amid one of the most turbulent payment periods for the sector in modern history. Still, it has continued to perform well, while others have struggled.\nThis week’s members-only, exclusive HHCN+ Update takes a closer look at one of the quieter home health providers, and makes the case for Pennant as a home health name worth paying attention to.\nCompetitive strengths\nThe Pennant Group is technically a holding company of independent operating subsidiaries. Within its network, it has 104 home health and hospice agencies and 53 senior living communities located across 13 states, most of which are in the Western U.S.\nPart of the reason for Ensign’s spinoff was projected growth in home health care in future years.\n“The home health, hospice and senior living segments are growing within the overall healthcare landscape in the United States,”\nPennant wrote in a S-1 filing. “The home health market is estimated at approximately $90 billion and is growing at an estimated CAGR of 7%. The hospice industry is estimated at approximately $35 billion and is growing at an estimated CAGR of 5%.”\nAt the time, Medicare Advantage (MA) penetration may have been predictable, but no one could have predicted the COVID-19 pandemic or the Centers for Medicare & Medicaid Services (CMS) changing its tune on rate adequacy in fee-for-service Medicare.\nThose three pressures have all challenged larger home health providers mightily over the last few years.\nLHC Group – now a part of UnitedHealth Group’s Optum – acknowledged MA penetration as one of the reasons it agreed to be acquired in 2022. Amedisys also forecasted future troubles, opting to also become a part of Optum, though that deal is not yet final.\nEnhabit – also a spinoff, from Encompass Health (NYSE: EHC) – has worked tirelessly since its 2022 IPO to gain better footing in a more MA-dominated home health world, but has not yet turned the corner. It is also likely to sell in the near-term future.\nBut Pennant has weathered those storms, for the most part. And its S-1 filing suggests it was ready for a more complicated payment landscape five years ago when it was on the verge of becoming a public company.\n“In response to rising healthcare spending, commercial, government and other payers are generally shifting away from fee-for-service payment models toward value-based models, including risk-based payment models that tie financial incentives to quality, efficiency and coordination of care,” the filing read. “We believe that payers will continue to emphasize reimbursement models driven by value and that our clinical outcomes combined with our services in lower cost settings will be increasingly rewarded. Many of our home health agencies already receive value-based payments, and we are well-positioned to capitalize on this growth.”\nThe company was ready for the fallout of this shift, too, emphasizing the ability to capitalize on other home health agencies not being as prepared for a value-based world.\n“There are over 12,300 Medicare-certified home health agencies, with the top ten largest operators accounting for about 21% of the market. There are approximately 4,200 hospice agencies in the U.S. with the top five largest operators accounting for about 14% of the total market share,” the filing continues. “We believe that our strategy of acquiring strategic and underperforming operations in these highly fragmented markets will be an instrumental piece of our future growth.”\nPennant has indeed been an active acquirer, mostly of smaller assets that complement its portfolio.\nEarlier this year, it entered into a home health joint venture with John Muir Health in California.\nIn 2023, during a down period for M&A, it acquired at least seven home health and hospice entities. Since 2020, it has made at least 20 home health and hospice transactions.\nPennant’s full year revenue in 2023 was $544.9 million, a 15.1% year-over-year increase. Home health and hospice revenue increased to $394.5 million, a 15.3% increase. In the fourth quarter, home health and hospice revenue was good for a 17.9% year-over-year increase.\nAlso, only 43% of home health admissions came from traditional Medicare in the fourth quarter.\nThat’s, in part, why Pennant leaders have made it known to investors that fee-for-service rates are not the be-all, end-all for the company moving forward.\n“Our model enables us to adapt and respond to changing circumstances and market needs on a macro and local level,”\nPennant CEO Brent Guerisoli said last year. “It also allows us to be nimble and take advantage of unique opportunities, including payer relationships, preferred provider networks and localized reimbursement programs.”\nIn addition to its progress and diversification with payer sources, Pennant also relies heavily on its local leaders.\nThe company is building a “pipeline of 100 CEOs.” Turning “executive directors” into CEOs is a strategy that is worth millions to Pennant. Specifically, Guerisoli News last year that a CEO generates roughly $1 million more in value than a typical executive director.\n“Health care is so dynamic and the needs of every community are different,” Guerisoli said. “Leaders and teams that are in those communities understand the nuances, and they can adapt. They are meeting with their community partners, and then coming up with local solutions that are tailored specific to the needs of their community. You just can’t do that from a top-down approach.”\nUltimately, despite not having the spotlight shone on it much over the last few years, Pennant has been a prime example of an at-scale, well-adjusted provider during a tough time in home health care.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://sec.gov/Archives/edgar/data/1766400/000119312519138417/d693607dex991.htm#toc",
    "https://www.sec.gov/Archives/edgar/data/1766400/000119312519138417/d693607dex991.htm#toc"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pennant group became an example of prosperity",
        "sentiment": "negative"
      },
      {
        "name": "progress in home health care",
        "sentiment": "negative"
      },
      {
        "name": "ensign group",
        "sentiment": "none"
      },
      {
        "name": "pennant group",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:24:56.621+03:00",
  "updated": "2024-04-05T00:24:56.621+03:00"
}