{
  "thread": {
    "uuid": "61a2c9cce6ad09a2511f0548900eb5506bbcdfeb",
    "url": "https://viapais.com.ar/corrientes/bella-vista-en-emergencia-todavia-no-se-restablecio-el-servicio-en-la-ciudad/",
    "site_full": "viapais.com.ar",
    "site": "viapais.com.ar",
    "site_section": "https://viapais.com.ar/arcio/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Via Pais",
    "title": "Bella Vista en emergencia: todavía no se restableció el servicio en la ciudad",
    "title_full": "Bella Vista en emergencia: todavía no se restableció el servicio en la ciudad",
    "published": "2024-01-02T17:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://viapais.com.ar/resizer/2iqeJ7_adiF_1LTr-6wL8g-2rPQ=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/6LCG3XV4G5GX7A5RUU26UMCNYA.png",
    "performance_score": 0,
    "domain_rank": 81205,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61a2c9cce6ad09a2511f0548900eb5506bbcdfeb",
  "url": "https://viapais.com.ar/corrientes/bella-vista-en-emergencia-todavia-no-se-restablecio-el-servicio-en-la-ciudad/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maia Had",
  "published": "2024-01-02T17:14:00.000+02:00",
  "title": "Bella Vista en emergencia: todavía no se restableció el servicio en la ciudad",
  "text": "Tras la fuerte tormenta que arrasó en Bella Vista la semana pasada, la ciudad terminó con numerosos destrozos y todavía se está recuperando de las destrucciones generadas. Con plazas y viviendas destruidas , las autoridades están trabajando para que se vuelva a normalizar la localidad.\nFenómeno de El Niño en Corrientes: advirtieron un aumento del nivel del agua hasta marzo Destrozos en Bella Vista El viernes pasado un temporal atacó la provincia de Corrientes llegando a los 37 milímetros el nivel del agua. La ciudad de Bella Vista fue la principal damnificada donde se registraron ráfagas de 150 kilómetros por hora. La zona céntrica, periférica y rural se vio afectada por la caída de árboles y plazas y viviendas destruidas, además de que s e registraron 14 heridos y 25 evacuados , según informó El Litoral.\nDesde la Municipalidad trabajan para normalizar la situación de la ciudad. Foto: Urgente Santo Tomé Desde ese día que la ciudad se quedó sin servicio y hasta el día de hoy , según Diario Época, una parte de la zona urbana continúa sin luz . Las cuadrillas municipales se están encargando de limpiar las plazas y lugares públicos , mientras que grupos de vecinos y turistas se acercan a ayudar de forma voluntaria.\nDesde la Provincia de Corrientes están trabajando junto al municipio realizando tareas de relevamiento y asistencia, según detalló Urgente Santo Tomé. También participan los Bomberos, integrantes de los ministerios de Seguridad, Desarrollo Social, Comentó de Operaciones de Emergencia de la Provincia (COE) y Salud Pública. “Todavía queda mucho trabajo por hacer para dejar la ciudad en condiciones óptimas”, indicó Bruno Lovinson, el subdirector de Defensa Civil.\nAdemás, detalló que “hay más de 400 casas dañadas en la localidad de Bella Vista y se está evaluando el daño en la zona rural”. Por otro lado, indicó que “se ha restituido alrededor del 40-50% del servicio de energía y el suministro de agua” , y “se han despejado los árboles de las calles y avenidas”.\nPor último, el funcionario señaló: “Se están reconstruyendo los techos de las casas dañadas”, y agregó que “hay alrededor de 300 efectivos trabajando en la emergencia, incluyendo policías, bomberos voluntarios, Ejército argentino y personal de las cooperativas de Luz y Salud Pública”.\nSin servicio en Bella Vista Desde la Dirección Provincial de Energía de Corrientes compartieron un comunicado sobre la situación que está atravesando la ciudad y solicitaron “a cada uno de los usuarios el uso mínimo y necesario de artefactos eléctricos de alto consumo (Split, frezzer, etc.).”.\nComunicado sobre la red de servicios de Corrientes. Foto: Diario Época\nTemporal en Corrientes: más de 600 evacuados y alertan una nueva crecida del nivel del agua Y agregaron: “Teniendo en cuenta que los 7 distribuidores que posee Bella Vista, solo tenemos 4 en servicio , hasta esta noche que van a estar todos en funcionamiento, inclusive Bella Vista Sur. Esto nos evitará forzar el servicio y ayudará a restablecerlo de manera más rápida”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T20:41:58.077+02:00",
  "updated": "2024-01-02T20:41:58.077+02:00"
}