{
  "thread": {
    "uuid": "cf1c2407bf259d8ee9d081339769c5568624769a",
    "url": "https://bnnbreaking.com/tech/revolutionizing-urban-mobility-manaus-adopts-optibus-software-for-sustainable-public-transportation",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Revolutionizing Urban Mobility: Manaus Adopts Optibus Software for Sustainable Public Transportation",
    "title_full": "Revolutionizing Urban Mobility: Manaus Adopts Optibus Software for Sustainable Public Transportation",
    "published": "2024-02-16T07:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/dc8ce065d581d8b95185ac2faf4b483b610f63df3d3d81ca5b521719633166d6.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf1c2407bf259d8ee9d081339769c5568624769a",
  "url": "https://bnnbreaking.com/tech/revolutionizing-urban-mobility-manaus-adopts-optibus-software-for-sustainable-public-transportation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Saboor Bayat",
  "published": "2024-02-16T07:01:00.000+02:00",
  "title": "Revolutionizing Urban Mobility: Manaus Adopts Optibus Software for Sustainable Public Transportation",
  "text": "In a world where cities grapple with the challenges of urbanization and environmental sustainability, a groundbreaking stride has been made in Manaus, Brazil. The city, known for its lush landscapes and as the heart of the Amazon region, has embarked on a transformative journey by adopting Optibus software for its public transportation system. This move not only marks a significant leap towards sustainable urban mobility but also celebrates a global milestone, with Manaus becoming the 5,000th city worldwide to integrate this advanced technology. Today, we delve into how this Israeli software company is revolutionizing public transportation in Manaus, aligning with the city's ambitious Smart Cities Plan.\nThe Dawn of a New Era in Public Transportation\nAt the core of Manaus' urban innovation is the adoption of Optibus' cutting-edge software, designed to plan and operate a more sustainable and efficient public transportation network. The software's deployment in Manaus is a testament to the city's commitment to embracing artificial intelligence (AI) and machine learning optimization algorithms. This strategic move is poised to enhance the management of the city's entire public transportation system, overseen by the Union of Passenger Transport Companies of the State of Amazonas (Sinetram). Through the use of Optibus' route planning, crew and vehicle scheduling, and Timetable Optimization products, Manaus is set to pioneer the first public transportation network in the Amazonas region powered by AI.\nTransforming Urban Mobility with Innovation\nThe integration of Optibus software in Manaus is a critical component of the city's Smart Cities Plan. By leveraging AI and machine learning, the city aims to improve service efficiency across 278 routes, offering smarter, more adaptable transportation services to its residents. This initiative not only underscores Manaus' leadership in technological adoption within the region but also highlights the global industry's shift towards more sustainable and efficient public transportation services. The partnership with Optibus is expected to reshape how cities around the world approach urban mobility challenges, setting a new benchmark for innovation and sustainability in public transportation.\nA Global Milestone for Optibus and Urban Sustainability\nThe adoption of Optibus software by Manaus is more than a local achievement; it represents a significant milestone for the Israeli software company, now boasting its presence in 5,000 cities worldwide. This achievement underscores the growing recognition of the need for sustainable and efficient public transportation solutions across the globe. Optibus' success in Manaus and beyond exemplifies how technology can be harnessed to make urban environments more livable, resilient, and environmentally friendly. As cities continue to expand and evolve, the role of innovative solutions like Optibus in shaping the future of public transportation becomes increasingly crucial.\nIn conclusion, the partnership between Manaus and Optibus signifies a bold step forward in the quest for sustainable urban development. By integrating advanced AI and machine learning technologies into its public transportation system, Manaus not only sets a precedent for cities in the Amazonas region but also joins a global movement towards smarter, more efficient urban mobility solutions. As we witness this historic collaboration, it is clear that the path to sustainable urbanization is paved with innovation, determination, and a vision for a greener, more connected world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "manaus",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:04:15.794+02:00",
  "updated": "2024-02-16T09:04:15.794+02:00"
}