{
  "thread": {
    "uuid": "a88ac312731ef35ea37f2164d14b0b6dc41531f7",
    "url": "https://la100.cienradios.com/espectaculos/muri-lopez-benitez-la-esposa-de-lisandro-martinez-brillo-en-el-carnaval-y-un-detalle-en-su-traje-se-robo-todas-las-miradas/",
    "site_full": "la100.cienradios.com",
    "site": "cienradios.com",
    "site_section": "https://la100.cienradios.com",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Escuchá La 100 en vivo y las últimas noticias de Argentina y el mundo | La 100",
    "title": "Muri López Benítez, la esposa de Lisandro Martínez brilló en el carnaval y un detalle en su traje se robó todas las miradas | La 100",
    "title_full": "Muri López Benítez, la esposa de Lisandro Martínez brilló en el carnaval y un detalle en su traje se robó todas las miradas | La 100",
    "published": "2024-01-08T00:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://la100.cienradios.com/resizer/d8NhK0PxFJPgUtDT51G_mPXHbQA=/1200x900/filters:format(webp)/cloudfront-us-east-1.images.arcpublishing.com/radiomitre/SNCYATU4MZDF7F53MP5ZMD3K74.jpg",
    "performance_score": 0,
    "domain_rank": 42070,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a88ac312731ef35ea37f2164d14b0b6dc41531f7",
  "url": "https://la100.cienradios.com/espectaculos/muri-lopez-benitez-la-esposa-de-lisandro-martinez-brillo-en-el-carnaval-y-un-detalle-en-su-traje-se-robo-todas-las-miradas/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cristian Arce",
  "published": "2024-01-08T00:13:00.000+02:00",
  "title": "Muri López Benítez, la esposa de Lisandro Martínez brilló en el carnaval y un detalle en su traje se robó todas las miradas | La 100",
  "text": "Muri López Benítez, la esposa de Lisandro Martínez, se robó todas las miradas en el carnaval de Gualeguay, ciudad de Entre Ríos de la que ambos son oriundos. [La joven se lució y fue la gran atracción de la tradicional celebración](https://la100.cienradios.com/deportes/se-conocio-el-apodo-que-le-pusieron-los-jugadores-de-la-seleccion-argentina-al-papu-gomez-algo-habia/). La Selección argentina y la italiana podrían volver a enfrentarse en marzo Justamente en esa ciudad fue donde Muri y Lisandro Martínez se conocieron y obviamente que la comparsa donde ella participó, los colores de la Selección argentina fueron el toque distintivo que los diferenció del resto. La joven se mostró con frondosas plumas celestes y blancas en su traje, obviamente, en un claro guiño para el defensor campeón del mundo con la Scaloneta. Recordemos que había hecho algo similar había hecho el año pasado cuando también usó los colores del país para decorar su disfraz. La tremenda predicción de Mhoni Vidente para Lionel Messi en la Copa América 2024: “Volando alto” “El que nació en Gualeguay sabe lo que significa el carnaval para nosotros. Desde muy chicos empezamos a salir, lo llevamos en la sangre, lo vivimos muy fuerte, somos muy pasionales. Es algo hermoso poder estar acá”, describió Muri cuando habló de su pasión por el carnaval. Muri contó cómo conoció a Lisandro Martínez También Muri fue consultada sobre la época del mundial en Qatar: “Yo estuve en Qatar, fui con los padres de Lisandro y mis padres. Fue una experiencia inolvidable. Lo pudimos dimensionar cuando llegamos al país porque fue muy abrumador. Fueron muchas cosas, pasó todo muy rápido”, [contó la esposa del campeón del mundo](https://la100.cienradios.com/deportes/quien-es-felipinho-el-joven-brasileno-que-la-rompe-en-inglaterra-y-va-a-jugar-en-la-seleccion-argentina/). Y agregó: “Muchos de los sábados que él podía venir y compartir conmigo estaba acá haciendo la previa, me ayudaba a prepararme, me alentaba, me esperaba al final del trayecto. Fue algo que llegamos a compartir los dos, lo disfrutamos mucho, nos gusta”. Muri sumó a lo que contaba: “disfrutamos de otras cosas, estamos muy enamorados, hace muchos años estamos juntos. Nos conocimos acá, en Gualeguay, por amigos en común, pero todo se dio muy casual, tomando mates”. También Muri fue consultada sobre la época del mundial en Qatar: “Yo estuve en Qatar, fui con los padres de Lisandro y mis padres. Fue una experiencia inolvidable. Lo pudimos dimensionar cuando llegamos al país porque fue muy abrumador. Fueron muchas cosas, pasó todo muy rápido”, contó la esposa del campeón del mundo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:02:09.225+02:00",
  "updated": "2024-01-08T01:02:09.225+02:00"
}