{
  "thread": {
    "uuid": "ec3cdf31d783cafda53cf89e5a815ad4816d0fdf",
    "url": "https://www.opovo.com.br/noticias/politica/2023/12/28/capelli-comemora-queda-no-numero-de-homicidios-e-de-registros-de-posse-de-armas.html",
    "site_full": "www.opovo.com.br",
    "site": "opovo.com.br",
    "site_section": "http://www.opovo.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "O POVO | Notícias, Análises & Reportagens Exclusivas",
    "title": "Capelli comemora queda no número de homicídios e de registros de posse de armas",
    "title_full": "Capelli comemora queda no número de homicídios e de registros de posse de armas",
    "published": "2023-12-28T21:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.opovo.com.br/_midias/jpg/2023/12/26/750x500/1_trbr6696-24767830.jpg",
    "performance_score": 0,
    "domain_rank": 22684,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec3cdf31d783cafda53cf89e5a815ad4816d0fdf",
  "url": "https://www.opovo.com.br/noticias/politica/2023/12/28/capelli-comemora-queda-no-numero-de-homicidios-e-de-registros-de-posse-de-armas.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "O Povo",
  "published": "2023-12-28T21:14:00.000+02:00",
  "title": "Capelli comemora queda no número de homicídios e de registros de posse de armas",
  "text": "Capelli comemora queda no número de homicídios e de registros de posse de armasCappelli reiterou que este primeiro ano teve como objetivo reconstruir as políticas públicas e organizar os setores da Segurança Pública brasileira [Luíza Vieira](https://www.opovo.com.br/autor/luiza-vieira/)Tipo [Notícia](https://www.opovo.com.br/conhecaopovo/tiposdenoticias) O secretário-executivo do Gabinete de Segurança Institucional (GSI), [Ricardo Cappelli](https://www.opovo.com.br/noticias/brasil/2023/12/26/cappelli-diz-que-prisao-de-zinho-abre-possibilidades-investigativas.html), comemorou a redução no número de homicídios, 3,26%, e de registros de posse de armas de fogo, 74%, no primeiro ano do terceiro mandato do presidente Luiz Inácio Lula da Silva (PT). “Já considerando todo o trabalho feito, a gente está tendo reduções nos índices de violência no Brasil, isso demonstra que estamos no caminho certo e eu tenho muita confiança que isso é apenas o começo. Se no primeiro ano de reorganização nós já temos esses resultados, tenho muita confiança que teremos resultados muito mais expressivos nos próximos anos”, disse em entrevista ao programa O POVO News nesta quarta-feira, 28. Seja assinante O POVO+ Tenha acesso a todos os conteúdos exclusivos, colunistas, acessos ilimitados e descontos em lojas, farmácias e muito mais. [Assine](https://mais.opovo.com.br/) Acompanhe trecho da entrevista: O secretário acrescentou que, este ano, houve uma redução de 74% nos registros de posse de armas no Brasil. Segundo ele, o número está associado à diminuição dos casos de mortes violentas intencionais, e demonstra que “aquele discurso de que ‘mais arma é menos violência’ é absolutamente equivocado”. Cappelli reiterou que este primeiro ano teve como objetivo reconstruir as políticas públicas e organizar os setores da Segurança Pública brasileira. “Como o presidente Lula tem dito, esse foi um ano de reconstrução, de reconstrução de políticas públicas, no caso da segurança pública, de início da construção do Sistema Único de Segurança Pública (Susp), de retomada de relação interfederativa, de estabelecer diretrizes pro Bolsa Formação para nossas polícias”, completou. No que tange à atuação da Polícia Federal (PF), o secretário comentou que este ano de 2023 também serviu para “fortalecer o trabalho” da corporação, a exemplo dos Grupos de Investigação Sensíveis (GISEs) bem como as Forças Integradas de Combate ao Crime Organizado (Ficcos). Além disso, o secretário anunciou um financiamento de R$ 1,2 bilhão em segurança na Amazônia. O montante, segundo ele, será retirado do Fundo Amazônia. “Foi o ano da gente organizar o maior plano de investimento em segurança pública da história da Amazônia. Nós vamos investir R$ 1,2 bilhões do Fundo Amazônia em segurança na Amazônia”, completou. [Siga o canal de Política do O POVO no WhatsApp](https://whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A) Dúvidas, Críticas e Sugestões? Leia mais Haddad vai interromper férias para participar de ato por democracia em 8 de janeiro Precatórios: Governo Federal libera R$ 90, 7 bilhões para pagamentos Partidos vão ao STF para garantir derrubada de veto ao marco temporal Lula pede que Hang pague R$ 100 mil de indenização por faixas que o chamavam de \"ladrão\" [Fale com a gente](https://www.opovo.com.br/falecomagente)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A)",
    "https://www.whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:39:46.443+02:00",
  "updated": "2023-12-29T00:39:46.443+02:00"
}