{
  "thread": {
    "uuid": "90efa98cfdf52e7974c686389a2816792fe72859",
    "url": "https://vnexplorer.net/inside-the-most-viewed-houses-in-each-australian-capital-city-for-2023-a-breathtaking-country-estate-a-beachside-home-with-a-crazy-floorplan-and-a-bachelor-pad-with-an-amusing-feature-s696833.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Inside the 'most viewed' houses in each Australian capital city for 2023: A breathtaking country estate, a beachside home with a 'crazy' floorplan and a bachelor pad with an amusing feature",
    "title_full": "Inside the 'most viewed' houses in each Australian capital city for 2023: A breathtaking country estate, a beachside home with a 'crazy' floorplan and a bachelor pad with an amusing feature",
    "published": "2023-12-28T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/22/03/79240897-12888571-image-a-14_1703215576562.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90efa98cfdf52e7974c686389a2816792fe72859",
  "url": "https://vnexplorer.net/inside-the-most-viewed-houses-in-each-australian-capital-city-for-2023-a-breathtaking-country-estate-a-beachside-home-with-a-crazy-floorplan-and-a-bachelor-pad-with-an-amusing-feature-s696833.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-28T23:54:00.000+02:00",
  "title": "Inside the 'most viewed' houses in each Australian capital city for 2023: A breathtaking country estate, a beachside home with a 'crazy' floorplan and a bachelor pad with an amusing feature",
  "text": "Domain revealed the most clicked-on listings in Australia this yearWhile some are luxury dream homes, others are far from what you'd expect READ MORE: Breathtaking country home with a lavish bar, sunken firepit and a sparkling pool\nThe most sought-after homes for Australian property buyers in 2023 have been revealed – and some of them are far from what you might expect.\nReal estate marketplace Domain shared the most ‘clicked on’ properties for sale this year in each capital city, nationally and regionally and stand-outs ranged from bachelor pads to hinterland mansions and even a church.\nThe most-viewed property both in Melbourne and all of Australia was at 14 Charming Street in Hampton East, which was freshly renovated this year on hit TV show The Block by WA couple Kyle and Leslie.\nRegionally, house hunters were loving a lavish country estate in Noosa’s hinterland while a spectacular and chic multimillion-dollar home caught Brisbane buyer’s attention.\nThere were some bizarre inclusions on the most viewed list including a country church with a graveyard in Hobart and a small apartment in Darwin where the bedroom sits right next to the bathtub.\nThere was also a former nursing house turned home which has a crazy floor plan with 19 bedrooms and a bachelor pad in Sydney’s south with a glass-walled garage and study perfect for car enthusiasts.\nThe most sought-after homes for Australian property buyers in 2023 have been revealed – and some of them are far from what you might expect\nThe most-viewed property both in Melbourne and all of Australia was at 14 Charming Street in Hampton East (pictured), which was freshly renovated this year on hit TV show The Block by WA couple Kyle and Leslie\nThis chic multimillion-dollar home in Chandler caught Brisbane’s attention in 2023. It boasts luxury features including an infinity-edge pool, sauna, wine cellar, high-end bar and water-surrounded conversation pit\nAUSTRALIA (CITIES) AND MELBOURNE – CHARMING STREET, HAMPTON EAST\nCharming Street in Hampton East gained national attention this year after The Block Season 19 saw five couples renovate and auction off properties – but it was the home at number 14 that was the Australian public’s favourite.\nThe spotlight put the street on the radar of many home buyers with searches and listing views skyrocketing on the website. 14 Charming Street had 50 per cent more clicks than its closest Block rival.\nAfter 12 weeks of transforming the 1950s-built house into a modern masterpiece, Kyle and Leslie’s home was auctioned off for $3.1million during The Block’s season finale in November.\nThe street frontage has a minimalist design while inside is a light-filled haven with a very stylish and contemporary design.\nCurved details feature throughout the chic home including in the dreamy main bedroom where a palette of whites and creams create a calming atmosphere.\nCharming Street in Hampton East gained national attention this year after The Block Season 19 saw five couples renovate and auction off properties – but it was the home at number 14 that was the Australian public’s favourite\nThe spotlight put the street on the radar of many home buyers with searches and listing views skyrocketing on the website. 14 Charming Street had 50 per cent more clicks than its closest Block rival\nAUSTRALIA (REGIONAL) – COOROY MOUNTAIN ROAD, COOROY MOUNTAIN\nSet in the rolling green hills just west of Noosa is the breathtaking ‘Stonelea’ country estate with an (understandably) huge price tag.\nA grand entry terrace welcomes guests into the show-stopping home complete with a library, an underground games lounge, a wine cellar, a private gym with a steam room as well as a walk-in wardrobe bigger than the master bedroom.\nLines between the indoor and outdoors are seamlessly blurred with a huge terrace wrapping around the entire upper level.\nThe entertaining terrace is like a high-end alfresco living room with a stone fireplace, vaulted ceilings and elegant pendant lights as well as jaw-dropping views over the infinity edge pool to the mountains towards the ocean.\nStonelea is still up for sale having been on the market since early October with a whopping $17.5million asking price. It was last sold in 2013 for $4.475million.\nSet in the rolling green hills just west of Noosa is the breathtaking ‘Stonelea’ country estate with an (understandably) huge price tag\nA grand entry terrace welcomes guests into the show-stopping home complete with a library, an underground games lounge, a wine cellar, a private gym with a steam room as well as a walk-in wardrobe bigger than the master bedroom\nStonelea is still up for sale having been on the market since early October with a whopping $17.5million asking price. It was last sold in 2013 for $4.475million\nSYDNEY – PLANE TREE DRIVE, NARELLAN VALE\nNarellan Vale, 60km south-west from the Sydney city centre, was on the radar of property hunters this year.\nThis unassuming home with quirky features sold for the exact $1.45million asking price back in June.\nThe funky four-bedroom pad was described as an ‘entertainer’s paradise’ and boasts a bright red kitchen, a kaleidoscopic mural and a display garage with a study inside so the previous owner could gaze at his car while working.\nListing agent Darrel Stenhouse of McLaren Real Estate – Narellan told FEMAIL the Plane Tree Drive home sparked a curiosity among home hunters for its ‘tacky but fun’ details.\n‘It’s not the wow-est, most beautiful home I’ve sold all year, far from it in fact, but it was those differences that made people click,’ he said.\n‘There are glass walls into the garages, black bedrooms and greenery everywhere. You could call it a little tacky but it created interest.’\nDarrel was flooded with phone calls about the home he said appealed to interested buyers for its large 900sqm block and two garages.\n‘The aspect of it being in a residential area with a six-car parking ability, from a genuine buyer’s perspective that was truly it,’ he said.\n‘The rest of the clicks we got I think is because of the presentation online and the difference. People were looking at it saying ‘Wow, this is certainly not my cup of tea but I have to look even if I’m not interested’. That was the feedback I was getting.’\nWay out in Sydney’s south west, 60km from the city centre in Narellan Vale is an unassuming home with quirky features that sold for ‘bang on’ it’s $1.45million asking price back in June\nThe funky four-bedroom pad was described as an ‘entertainer’s paradise’ and boasts a bright red kitchen, a kaleidoscopic mural and a display garage with a study inside so the previous owner could gaze at his car while working\n‘It’s not the wow-est, most beautiful home I’ve sold all year, far from it in fact, but it was those differences that made people click,’ agent Darrel Stenhouse said\nBRISBANE – LONDON ROAD, CHANDLER\nA multimillion-dollar home sitting on a leafy sprawling estate boasts luxury features including an infinity-edge pool, sauna, wine cellar, high-end bar and water-surrounded conversation pit.\nThe incredible property, known as Stonebrook, looks like it is nestled in the countryside; however, it is situated in the south-eastern Brisbane suburb of Chandler, 16km from the city’s centre, or a half-hour drive.\nWhen the spectacular home hit the market in July, buyers were in a frenzy and agents were inundated with inquiries as the property is expected to fetch a record-breaking price upwards of $20million.\nStonebrook’s design was inspired by an African Safari Lodge and holiday villas from Queenstown in New Zealand with striking black structures and stone walls and chimneys.\nInside feels like a high-end hotel thanks to its opulent rustic-chic design, cosy bedrooms, lavish bathrooms and a jaw-dropping bar in the billiards room which was modelled off the iconic Raffles Hotel in Singapore.\nA multimillion-dollar home sitting on a leafy sprawling estate boasts luxury features including an infinity-edge pool, sauna, wine cellar, high-end bar and water-surrounded conversation pit\nThe incredible property, known as Stonebrook, looks like it is nestled in the countryside; however, it is situated in the south-eastern Brisbane suburb of Chandler, 16km from the city’s centre, or a half-hour drive\nWhen the spectacular home hit the market in July, buyers were in a frenzy and agents were inundated with inquiries as the property is expected to fetch a record-breaking price upwards of $20million\nPERTH – CHALMERS STREET, FREMANTLE\nInside an austere grey brick structure lies a stunning industrial-style home built by an award-winning architect that fetched $1.23million back in April.\nThe edgy three-bedroom pad is in the sought-after port city Fremantle in Perth’s south and was described as ‘Australia’s most private home’ thanks to its concrete slab-like facade that doesn’t even provide a glimpse into the rooms or yard.\nGuests lucky enough to be invited inside the walls are greeted by lush and grassy gardens among a series of outdoor entertaining spaces.\nInside has a moody colour palette of greys, whites and blacks with abstract architectural elements throughout crafted by Fremantle firm spaceagency.\nA low lying window in the lounge allows for light to come into the lounge will offering privacy from the street while a soaring double-height void provides a sense of grandeur.\nInside an austere grey brick structure lies a stunning industrial-style home built by an award-winning architect that fetched $1.23million back in April. It was dubbed ‘Australia’s most private home’ thanks to its concrete slab-like facade\nA low lying window in the lounge allows for light to come into the lounge will offering privacy from the street while a soaring double-height void provides a sense of grandeur\nInside has a moody colour palette of greys, whites and blacks with abstract architectural elements throughout crafted by Fremantle firm spaceagency\nHOBART – LAWITTA ROAD, LAWITTA\nOne of the most unique properties buyers were drawn to in 2023 is an old church that comes with a very spooky inclusion.\nThe historical country chapel was in search of a creative buyer who could converted it into a livable cottage as it had no bedrooms, bathrooms or even running water – but it does have its very own cemetery.\n‘The new purchaser will need to make an application to become the new Cemetery Manager as per the Burial & Cremations Act 2019 to be endorsed as the new caretaker of this special property,’ the listing read.\nTombstones lie around the sandstone chapel marking ‘the many people from all walks of life who have been laid to rest in the peaceful cemetery’.\nThe 1837-built church is an open plan space with Gothic features sitting on a huge 4,047sqm lot in the rural locality Lawitta, 38km outside Hobart.\nOne of the most unique properties buyers were drawn to in 2023 is an old church that comes with a very spooky inclusion. Tombstones mark ‘the many people from all walks of life who have been laid to rest in the peaceful cemetery’\n‘The new purchaser will need to make an application to become the new Cemetery Manager as per the Burial & Cremations Act 2019 to be endorsed as the new caretaker of this special property,’ the listing read\nThe historical country chapel was in search of a creative buyer who could converted it into a livable cottage as it had no bedrooms, bathrooms or even running water\nADELAIDE – KAURI PARADE, SEACLIFF\nA one-of-a-kind residence in coastal suburb of Seacliff in Adelaide’s south drew in the clicks for its crazy floor plan.\nThe old house, set upon a large 900sqm allotment, used to be a nursing home so features a whopping 19 bedrooms and a maze of bathrooms, lounges, kitchens, studies, sunrooms and laundries.\nIt also captured the attention of thousands on Reddit who debated whether the layout was real.\nAgent James Packham of Harcourts is an ‘expert’ in all forms of multiple occupancy dwellings and told FEMAIL property gathered attention because of the ‘diverse options’ it presented.\n‘It had previously been a retirement home and as a result had an uncommonly large volume number of rooms. This drew interest from people with a view to create a rooming house or a supported independent living house,’ he said.\n‘It was also subdivisible and in a great area being west of Brighton Road, Seacliff. We also ran an extensive social media campaign which drove traffic back to the website.\nThe property fetched a $1.1million sale price.\n‘Ultimately the property was purchased by a local builder developer who subdivided the property into two regular shaped allotments for resale,’ James said.\nA one-of-a-kind residence in coastal suburb of Seacliff in Adelaide’s south drew in the clicks for its crazy floor plan. The old house used to be a nursing home so features a whopping 19 bedrooms\nAgent James Packham of Harcourts is an ‘expert’ in all forms of multiple occupancy dwellings and told FEMAIL property gathered attention because of the diverse options it presented\nThe property fetched a $1.1million sale price. ‘Ultimately the property was purchased by a local builder developer who subdivided the property into two regular shaped allotments for resale,’ James said\nDARWIN – CAVENAGH STREET, DARWIN CITY\nAn unlikely home topped Darwin’s list as the most clicked-on property this year.\nThe studio penthouse apartment sits in the middle of Darwin and sold for a modest $180,000 in June.\nIts unusual floor plan may have intrigued house hunters as the bathroom and bedroom are combined into one. A vanity and spa bath/shower sits right next to where the bed would go.\nThe bath is separated from the kitchen by a partition wall and while the space is small it fits a laundry cupboard, built-in wardrobes, a dining area and a balcony without feeling too cramped.\nA balcony offers views over the city and glimpses of the ocean towards Mindil Beach while its location is perfect for those who want to be close to shops, bars and cafes.\nAn unlikely home topped Darwin’s list for most-clicked on property in 2023. A studio penthouse apartment that sits in the middle of Darwin unusual floor plan may have intrigued house hunters as the bathroom and bedroom are combined into one\nThe bath is separated from the kitchen by a partition wall and while the space is small it fits a laundry cupboard, built-in wardrobes, a dining area and a balcony without feeling too cramped\nCANBERRA – LOIS SIMPSON CRESCENT, WHITLAM\nThe most viewed listing in Canberra in 2023 wasn’t a house but an empty street that will soon be filled with stylish family homes.\nLois Simpson Crescent sits on the edge of a new housing estate Whitlam in the Molongo Valley, 15 minutes west of Canberra’s CBD.\nHouse and land packages are priced between $499,000 and $1.299million. One lot sold in 2023 for $460,000 back in April.\nThe ultra-chic design of the homes on offer caught buyers’ eyes.\nSleek white marble adorns the kitchen with elegant gold tapware while a freestanding bathtub in the bathroom adds a touch of luxury.\nHouse and land packages are an appealing way for first home buyers and investors to get their foot in the property market and move straight into a brand new home that is low maintenance.\nThe most viewed listing in Canberra in 2023 wasn’t a house but a empty street that will soon be filled with stylish family homes. House and land packages available are priced between $499,000 and $1.299million\nHouse and land packages are an appealing way for first home buyers and investors to get their foot in the property market and move straight into a brand new home that is low maintenance",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyle",
        "sentiment": "none"
      },
      {
        "name": "leslie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "noosa",
        "sentiment": "none"
      },
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      },
      {
        "name": "hampton east",
        "sentiment": "none"
      },
      {
        "name": "hobart",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:55.820+02:00",
  "updated": "2023-12-29T00:01:55.820+02:00"
}