{
  "thread": {
    "uuid": "97c8b5a9ea5573b945f4fe1059d05ae9bbfd1c04",
    "url": "https://www.fayerwayer.com/brasil/2024/01/07/que-nada-se-perca-cientistas-conseguem-usar-excremento-humano-como-combustivel-para-avioes/",
    "site_full": "www.fayerwayer.com",
    "site": "fayerwayer.com",
    "site_section": "https://www.fayerwayer.com/feed",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "",
    "title": "Que nada se perca: cientistas conseguem usar excremento humano como combustível para aviões",
    "title_full": "Que nada se perca: cientistas conseguem usar excremento humano como combustível para aviões",
    "published": "2024-01-08T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.fayerwayer.com/resizer/nY60PperSUFq6QgFbfJyQeMqTgY=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/metroworldnews/4MQV7TIZTNEIXOOVQ4YBYCX37U.jpg",
    "performance_score": 0,
    "domain_rank": 21004,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97c8b5a9ea5573b945f4fe1059d05ae9bbfd1c04",
  "url": "https://www.fayerwayer.com/brasil/2024/01/07/que-nada-se-perca-cientistas-conseguem-usar-excremento-humano-como-combustivel-para-avioes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Valenzuela",
  "published": "2024-01-08T00:00:00.000+02:00",
  "title": "Que nada se perca: cientistas conseguem usar excremento humano como combustível para aviões",
  "text": "Uma empresa aeronáutica conseguiu desenvolver um tipo de combustível feito totalmente a partir de águas residuais humanas. A equipe de químicos em um laboratório em Gloucestershire, Reino Unido, conseguiu transformar os resíduos corporais em querosene.\nTrata-se de um marco destacado por James Hygate, CEO da Firefly Green Fuels, que expressou que estavam procurando uma matéria-prima de baixo custo e abundante, e descobriram que os resíduos humanos eram uma opção adequada.\nTestes independentes realizados por reguladores de aviação internacionais confirmaram que o querosene derivado de águas residuais era quase idêntico ao combustível fóssil padrão para aviões. Além disso, descobriu-se que tinha uma pegada de carbono 90% menor do que a do combustível padrão.\nO processo envolveu colaboração com a Universidade de Cranfield para avaliar o impacto ambiental do combustível. Hygate destacou que, embora o novo invento seja quimicamente semelhante ao querosene fóssil, não contém carbono fóssil e é um combustível livre de fósseis.\nOs desafios ambientais na aviação, que contribui com cerca de 2% das emissões globais de carbono, levaram à busca de alternativas ecológicas na produção de querosene sem o uso de combustíveis fósseis.\nFirefly Green Fuels, liderado por Hygate, embarcou neste projeto há 20 anos, inicialmente convertendo óleo de colza em biodiesel para veículos.\nEm seguida, eles exploraram diversas fontes, incluindo resíduos humanos, e desenvolveram um processo que transforma esses resíduos em \"biocrude\", uma substância semelhante ao petróleo bruto. Esse biocombustível passa por um processo de destilação fracionada para produzir querosene.\nApesar das provas promissoras, a implementação em larga escala ainda está distante dos aeroportos mundiais. Resultados independentes confirmaram sua composição química semelhante ao querosene fóssil, e a equipe recebeu uma bolsa de pesquisa do Departamento de Transporte do Reino Unido.\nA produção atual desse combustível a partir de águas residuais é limitada, mas a Hygate destaca a possibilidade de produzir até 4-5 litros de biocombustível por pessoa por ano. Ele mencionou que as águas residuais de 10.000 pessoas por ano poderiam ser suficientes para um voo de ida e volta entre Londres e Nova York.\nEmbora esse suprimento possa parecer limitado, ele representa uma oportunidade emocionante e uma forma sustentável de lidar com parte da demanda por combustível de aviação.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:14:47.319+02:00",
  "updated": "2024-01-08T00:14:47.319+02:00"
}