{
  "thread": {
    "uuid": "9d3fb7464beecd6ea3058450bfdbbda24ba7f976",
    "url": "https://www.bavarianfootballworks.com/2024/1/6/24024993/end-of-decade-roundup-moments-first-10-years-kimmich-bayern-fan-tuchel-transfer-rumors-kane-muller",
    "site_full": "www.bavarianfootballworks.com",
    "site": "bavarianfootballworks.com",
    "site_section": "https://bavarianfootballworks.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "Bayern Munich News and Commentary",
    "title": "End of Decade Roundup: Top 10 (+1) Moments from my first 10 Years as a Bayern Fan - Bavarian Football Works",
    "title_full": "End of Decade Roundup: Top 10 (+1) Moments from my first 10 Years as a Bayern Fan - Bavarian Football Works",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/wUvhBL3Wgku49iVWd5g2hc5WZl8=/0x1793:4982x4401/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25202968/1816603640.jpg",
    "performance_score": 0,
    "domain_rank": 25761,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d3fb7464beecd6ea3058450bfdbbda24ba7f976",
  "url": "https://www.bavarianfootballworks.com/2024/1/6/24024993/end-of-decade-roundup-moments-first-10-years-kimmich-bayern-fan-tuchel-transfer-rumors-kane-muller",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CSmith1919",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "End of Decade Roundup: Top 10 (+1) Moments from my first 10 Years as a Bayern Fan - Bavarian Football Works",
  "text": "2023 was a crazy year for [Bayern Munich](https://www.bavarianfootballworks.com) and the German national team and our old friend TeddySonMaverick dusted off his writing skills and went to town on a round-up of some of year-end superlatives...or unexceptional performance. You might have seen some of these in our FanPosts section, but we wanted to run them as regular posts as well... I started supporting Bayern ten years ago. This year marks exactly a decade since I became a part of this wonderful football club. It wasn’t all rainbows and unicorns, of course, but there were still so many more good memories than bad memories. As a result, I had a bit of trouble narrowing them down to the top ten, but some of them just stood out more than the others. Here are the top ten moments of my decade of supporting Bayern so far. I don’t think it’s worth ranking them, though, so we’ll just go in chronological order. 2013 UEFA [Champions League](https://www.sbnation.com/champions-league) Final Technically speaking, I was still a neutral supporter when the coveted Wembley final rolled around. However, after watching them slump to defeat in the final that shall not be named, my needle was slightly pointing in Bayern’s direction. I wanted to see them redeem themselves. I wanted to see them shake off the sorrows and smile into the sunset. What awaited me and my tired eyes (early morning kickoffs are no joke) was probably the best [Champions League](https://www.sbnation.com/champions-league) final I have seen so far, and I’ve seen quite a few. Fluid attacks, hard pressing, great goalkeeping, and a very dynamic game overall from both sides. I don’t think I need to describe in detail what happened, since we all know the outcome. One thing’s for sure, though: when Arjen Robben gently rolled the ball past Roman Weidenfeller, I became hooked. It was the start of a new permanent chapter in my life. 2014 DFB-Pokal Final While I watched the occasional Champions League game now and then, Pokal games were hard to watch, mostly because I went to boarding school and we didn’t have Wi-Fi in our dorms. Shocking, isn’t it? As a result, the first ever Pokal game I watched live happened to be the 2014 final. I wasn’t way too invested because we had already won the Bundesliga in record time, but we all want to win finals when we get there, right? I remember Javi Martínez having the self-proclaimed game of his life. I remember Manuel Neuer braving an uncomfortable shoulder to keep us clean at the back. Most of all, I remember Arjen Robben squeezing the ball in at the near post to once again break Dortmund’s hearts, before Thomas Müller latched onto a Claudio Pizarro pass and somehow won a battle of both physique and pace to seal the double. A double in my first full season of supporting Bayern, not half bad. Bonus: 2014 FIFA World Cup Technically, this isn’t a Bayern memory, but I started supporting the German national team right around this time because of the abundance of Bayern players. I still have yet to see such a perfectly balanced Germany squad, and maybe that’s why I thought it was prime time to win the World Cup. I watched a fair few games at school, thankfully we did get satellite TV service. The Portugal game I watched in late night study hall (yes, that’s a thing in Korea). The USA game I also watched late at night while working on a school project, inadvertently leaving most, if not all, of the work to my best friend. The Algeria game was at around 5AM Korea time, as was the Brazil game. Boy, was the latter shocking. When Thomas Müller scored the opener, I didn’t think too much of it, and even after Miroslav Klose broke that elusive record I wasn’t letting my guard down. But when the Germans scored thrice more in the blink of an eye, I was wondering if they had paid Brazil to be this bad. Because the Brazil game was so impactful, the final drew relatively less attention from me. Still, I cheered when Mario Götze scored the winner, and also when the final whistle went, confirming Germany as world champions. Ah, the good old days, when Germany was actually good at football. 2015/16 UEFA Champions League Round of 16 I graduated high school in early 2016. Free from the shackles of studying, early mornings, and strict schedules, I was finally free to watch late night Champions League games. But when we went down by two early goals against [Juventus](https://www.blackwhitereadallover.com/) at home, I was more than a bit miffed. An early elimination would mean that my newfound freedom would be worthless. Even when Robert Lewandowski scored in the 77th minute, my hopes weren’t that high. But a miracle happened in stoppage time. Thomas Müller somehow nodded the ball home to level the tie and save our skins. I remember feeling such a rush of adrenaline that I punched my laptop screen. Thankfully, it wasn’t damaged, but even if it was, I might not have cared too much. We eventually turned the game around and advanced to the quarterfinals. To this day, this game still remains the most exciting and dramatic Champions League game I’ve ever seen us play. 2017/18 Travels to Germany I ended up attending New York University, and during my time there, I found flights to Germany were much cheaper and shorter from New York than from Seoul. Needless to say, I took full advantage, and went to the Allianz Arena for the first time in my life. The first time I got off the U-Bahn and looked at the stadium was a life-changing moment. Over 2017 and 2018, I visited Germany four times and watched six games, against Freiburg, Hamburg, Stuttgart, Frankfurt, Leipzig, and Frankfurt again. I watched Philipp Lahm and Xabi Alonso wave goodbye and hang their boots up. I saw Jupp Heynckes make a nice warm stew out of a poor Hamburg defense. Then I saw two very painful defeats, one in the Pokal final, but the next two games made it better. I remember watching Franck Ribéry let two defenders slide by him before coolly finishing Leipzig off. I also remember Rafinha’s last goal for Bayern, a shot that was meant to be a cross. If you had told me in, say, 2010 or something, that I would be in a country I barely knew about, in a stadium I’d never heard of, supporting a team I didn’t know existed, and hugging random strangers while doing so, I would have laughed in your face. It’s funny how life turns out sometimes, isn’t it? But my Germany trips weren’t finished yet… 2018/19 Last Week of the Season The 2018/19 season came down to the last week. Two games that could make or break the season. Two games that would also spell the end of Robbery at Bayern. Naturally, I wasn’t going to miss that. I flew over to Munich to watch the biggest games I had ever been to as a fan. That decision ended up being one of the best decisions I have ever made in my life so far. The first game remains nothing but a blur, perhaps because of the tears I shed that day. During the resounding 5-1 win that sealed the Bundesliga title, Franck Ribéry made a mazy run through a handful of defenders before chipping the keeper. Arjen Robben joined the fun a few minutes later by scoring one of the more un-Robben-like goals of his career. Who writes those scripts? When Ribéry burst into tears delivering his farewell speech, I was crying in the stands as well. I’m pretty sure I wasn’t the only one. A week later, I was in Berlin once again. I still remember Robert Lewandowski outmuscling Dayot Upamecano of all people, putting the Pokal final to bed, and running towards me and the hundreds of other fans in the stands with his shirt off. It was such a lovely and perfect way to wash away all the pain from the previous year’s final. My throat was in tatters after cheering so much that night, but I didn’t care. If I had to rank these memories, I’m pretty confident this would make at least the top three. 2019/20 UEFA Champions League Quarterfinal After graduating in rather unorthodox circumstances due to the cursed pandemic, I eventually made my way back to Korea, after which I went on a family trip. It just so happened that our blockbuster clash against Barcelona fell on the first night of said trip. Kickoff wasn’t until 4AM, so I stayed up all night playing cards with my family until the game started. I should have been tired, but that game got rid of any remnants of sleep that were lingering. I have a few games that are just inexplicable in my decade-long following of the beautiful game. This is one of them. Even when weakened, Barcelona is Barcelona. Lionel Messi is Lionel Messi. Who would have thought that we would score not three, not four, but eight goals against them? It’s been well over three years since that magical night in Lisbon, yet I still find myself questioning what happened when I think of it. My mother predicted that Bayern would win 4-1. It turns out that she had only guessed the halftime score. It goes without saying that the rest of my trip was all the more enjoyable. 2019/20 UEFA Champions League Final It was seven years since we had last made the Champions League final. Back then, while I was supporting Bayern in the game, I wasn’t officially a fan of the club. This was my first Champions League final as an official fan. I couldn’t sleep. I had briefly rented a little one-room apartment due to quarantine issues, and it was there that I waited until 4AM, trying in vain to ease my alarmingly high heart rate. They say if you want something strongly enough, you end up getting it. After an hour of tight football, Kingsley Coman opened the scoring. But I didn’t celebrate. It was just one goal. I just waited desperately for the final whistle to go. Every time Manuel Neuer stopped one of Paris’ futile attacks, my adrenaline-filled heart skipped more than a few beats. But lo and behold, the elusive final whistle did eventually blow, and I roared with delight when it did. It was around 6AM, so I probably made the neighbors really mad, but I didn’t care. We were champions of Europe. I fought back tears as I watched Neuer lift the coveted European Cup into the Lisbon sky. To this day, I still can’t properly explain how I felt at that moment. The feverish joy, the sense of pure happiness that results from a dream coming true. How do I put that in words? All I know is, it’s a feeling that I don’t think I’ll ever get tired of no matter how many times I feel it. 2020 UEFA Super Cup Winning the Champions League also means you qualify for the UEFA Super Cup. Sevilla were not a team to be taken lightly. They scored first against us, a feat not even Barcelona or Paris had managed to do. It was a very tough game to say the least, and although Leon Goretzka’s equalizer took us to extra time, our very thin bench meant we didn’t have many options to turn the game around. Enter Javi Martínez. We all know what he did the last time Bayern won the UEFA Super Cup. I said to myself, ‘come on Javi, let’s make history!’ And make it he did. A faulty clearance found its way to Javi’s head, and he powered the ball right into the top corner. Another Super Cup, another Javi goal in extra time, another historic win. It felt surreal, even downright unrealistic, to think history had repeated itself in such a manner, yet here we are. I’ve watched a lot of Super Cups over the years, both domestic and international, but none really quite made an impression on me like this particular one. 2020 FIFA Club World Cup Having won the treble, Bayern were on a “Final Mission” to become only the second team in footballing history to win the sextuple. At the moment, I wanted that title more than anything. It was a prestigious title that would put our name forever in the books. Only the Club World Cup stood between us and the sextuple. But flight problems, injuries, and other issues made it a lot harder on our players. It was as if the footballing gods didn’t want us to win. But I kept hoping and praying. On paper, the Club World Cup isn’t the most difficult competition in the world, but I didn’t let my guard down. Rather, I kept it high up. Thankfully, we breezed past Al Ahly in the semifinals and beat Tigres to become champions of the world. While no sound of delight escaped my lips this time around, I was still immensely happy. When will a sextuple happen again, and who will win it? No one knows. I was just proud to see my team right in the middle of one of the most historic moments of football. 2022/23 Bundesliga Matchday 34 The 2022/23 season was one to forget for most Bayern fans. Inconsistent results, questionable staffing changes, and just an overall bad vibe around the club meant the team was slowly sinking, and the one remaining title, the Bundesliga, had all but slipped away after Bayern’s 1-3 home defeat to Leipzig. I was debating whether or not to watch the final game at all, having lost hope. However, things took an unexpected twist when Mainz started beating Dortmund up in their backyard. I found hope I never knew I had. It came with a price, though; I was hoping for a stressless final day, and what I got was the farthest thing from it. Of course, the footballing gods just had to spice things up even more by giving Köln a penalty. But just as I was letting go of what little hope that had fluttered back to life, Jamal Musiala curled in a beautiful shot right into the bottom corner with only a minute to play. I clutched my heart and started muttering “oh my God” over and over again. Could this really be the miracle we needed? After the final whistle, the whole team huddled around, desperately waiting for Mainz to see their game out. I and every other Bayern fan in the world also waited with bated breath. Then finally, the team started celebrating. We had done it. The Meisterschale was coming home for the eleventh year in a row. This time I really did scream. It was well over 1AM, so again, I was lucky no one angrily knocked on our door, but it didn’t matter. Blazing tears ran down my cheek. It was a win that washed away all the hardships, all the sorrow, all the bad things about the past season like a refreshing drink. Bundesliga wins are always happy, but so far, this has been the best of the bunch. It has been quite a decade with many ups and downs. This is only my first decade of supporting Bayern as well, and I have many more decades to go. Who knows what those decades will bring. Judging from how things have gone so far, I think and sincerely hope that there will be many more good memories that I can cherish. In the meantime, I will keep supporting this team just as I have done over the past ten years. — TeddySonMaverick",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://www.bavarianfootballworks.com)",
    "https://www.blackwhitereadallover.com/)",
    "https://www.sbnation.com/champions-league)",
    "https://bavarianfootballworks.com)",
    "https://sbnation.com/champions-league)",
    "https://blackwhitereadallover.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "teddysonmaverick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bayern munich",
        "sentiment": "negative"
      },
      {
        "name": "bayern",
        "sentiment": "negative"
      },
      {
        "name": "uefa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wembley",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:05:10.249+02:00",
  "updated": "2024-01-06T01:05:10.249+02:00"
}