{
  "thread": {
    "uuid": "7c43ee7ca9d4e7e0d7c425d54538f6b4968add5a",
    "url": "https://heraldodemexico.com.mx/nacional/2024/6/22/tras-paso-del-huracan-alberto-llevan-vivieras-familias-damnificadas-en-la-sierra-de-santiago-614747.html",
    "site_full": "heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "https://heraldodemexico.com.mx",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "El Heraldo de México | El diario que piensa joven",
    "title": "Tras paso del Huracán \"Alberto\", llevan vivieras a familias damnificadas en la sierra de Santiago | El Heraldo de México",
    "title_full": "Tras paso del Huracán \"Alberto\", llevan vivieras a familias damnificadas en la sierra de Santiago | El Heraldo de México",
    "published": "2024-06-23T06:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://heraldodemexico.com.mx/u/fotografias/m/2024/6/22/f1280x720-963876_1095551_5050.jpg",
    "performance_score": 0,
    "domain_rank": 20652,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c43ee7ca9d4e7e0d7c425d54538f6b4968add5a",
  "url": "https://heraldodemexico.com.mx/nacional/2024/6/22/tras-paso-del-huracan-alberto-llevan-vivieras-familias-damnificadas-en-la-sierra-de-santiago-614747.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan Teniente",
  "published": "2024-06-23T06:44:00.000+03:00",
  "title": "Tras paso del Huracán \"Alberto\", llevan vivieras a familias damnificadas en la sierra de Santiago | El Heraldo de México",
  "text": "El municipio de Santiago, [ Nuevo León ](https://heraldodemexico.com.mx/nacional/2024/6/22/lluvias-en-nuevo-leon-proteccion-civil-rescata-mas-de-100-personas-incomunicadas-614665.html)creo un puente aéreo para llevar víveres y apoyo a los habitantes de las partes altas, al quedar incomunicados por la creciente de ríos y arroyos, tras el paso de la [ tormenta \"Alberto\".](https://heraldodemexico.com.mx/nacional/2024/6/21/desde-un-satelite-momento-exacto-en-que-tormenta-tropical-alberto-impacto-mexico-614077.html) Además, de utilizar un helicóptero para entregar agua, material de limpieza, alimentos y demás productos que requieren en sus hogares, algunos habitantes utilizaron sus vehículos todo terreno para llegar a las comunidades afectadas. Sigue leyendo: [Nuevo León tendrá 6 días de fuertes lluvias: instalan 145 albergues](https://heraldodemexico.com.mx/nacional/2024/6/19/nuevo-leon-tendra-dias-de-fuertes-lluvias-instalan-145-albergues-613704.html) [\"Todos a sus casas, prohibido salir\": Samuel García anuncia toque de queda en Nuevo León por Tormenta Tropical Alberto](https://heraldodemexico.com.mx/nacional/2024/6/19/todos-sus-casas-prohibido-salir-samuel-garcia-anuncia-toque-de-queda-en-nuevo-leon-por-tormenta-tropical-alberto-613859.html) Llegan a puntos que son de difícil acceso El alcalde David de la Peña Marroquín, encabezó la brigada con socorristas, un grupo de jeeperos voluntarios, personal de CFE, y el helicóptero de Protección Civil que llegó a puntos donde el acceso es más complicado. En la Sierra de Santiago los caminos desaparecieron, fueron barridos por las corrientes o cubiertos por toneladas de piedras, troncos y lodo. Las familias no tienen manera de salir por víveres, medicinas, agua o artículos de limpieza. Desde temprana hora y aprovechando los momentos en que la lluvia lo permitía, el helicóptero de Protección Civil de Santiago llevó diésel para la operación de la maquinaria pesada que trabaja para reabrir los caminos. También entregó despensas en comunidades como Potrero Redondo y La Camotera, donde el acceso es difícil. Por tierra, vehículos del Municipio y de particulares que se ofrecieron voluntariamente, completaron la tarea. Desde el DIF, en El Cercado, que es uno de los centros de acopio, la Presidenta del DIF, Olga Amalia Villalón, hizo un llamado a la comunidad para solidarizarse con las comunidades de la Sierra, donando alimentos y artículos de higiene y limpieza. La Carretera a Laguna de Sánchez, quedo trozada por arroyos y caídas de agua de la Sierra. Igual pasó con la Carretera a Arteaga. La Carretera Nacional, que es una vía que corresponde a la Secretaría de Comunicaciones y Transporte federal, ha quedado con múltiples baches y daños en los retornos a desnivel. San José de las Boquillas, La Peñita, El Cilantrillo, Laguna de Sánchez, El Hondable, El Venadito y Lagunillas, también están entre las comunidades incomunicadas. “La reconstrucción apenas empieza”, expresó el Alcalde, “los trabajos continuarán mañana y los siguientes días hasta resolver todas sus necesidades”. Por la mañana, el Gobierno Municipal entregó en Palacio de Gobierno la solicitud para declarar a Santiago como Zona de Desastre tras las precipitaciones que alcanzaron un acumulado de hasta 600 milímetros en la Sierra. El Alcalde reiteró al llamado a la comunidad para que no viajen hacia la Carretera a Laguna de Sánchez, porque además de los daños aún hay riesgo de deslaves. También agradeció los donativos que han empezado a llegar y a Damas de Santiago por la donación de insulina y otros medicamentos. DRV",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T07:30:56.674+03:00",
  "updated": "2024-06-23T07:30:56.674+03:00"
}