{
  "thread": {
    "uuid": "9a508116c96741c7723c20735b0c210af9fecc02",
    "url": "https://www.unep.org/gef/news-and-stories/press-release/gef-council-approves-700m-vast-environmental-needs",
    "site_full": "www.unep.org",
    "site": "unep.org",
    "site_section": "https://www.unep.org/gef",
    "site_categories": [
      "home_and_garden",
      "environmental_safety"
    ],
    "section_title": "Global Environment Facility",
    "title": "GEF Council approves $700M+ for vast environmental needs",
    "title_full": "GEF Council approves $700M+ for vast environmental needs",
    "published": "2024-06-21T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.unenvironment.org/gef/2024-06/Mangroves%20seedlings%2C%20Kenya%20credit%20Stephanie%20Foote.jpg",
    "performance_score": 0,
    "domain_rank": 880,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a508116c96741c7723c20735b0c210af9fecc02",
  "url": "https://www.unep.org/gef/news-and-stories/press-release/gef-council-approves-700m-vast-environmental-needs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@unenvironment",
  "published": "2024-06-21T08:00:00.000+03:00",
  "title": "GEF Council approves $700M+ for vast environmental needs",
  "text": "- Global Environment Facility member countries approved $736.4 million in funding, including new support for the Great Green Wall, a landmark initiative focused on increasing climate resilience and improving land health across Africa’s Sahel region. - The diverse package of financing includes the new Global Biodiversity Framework Fund’s first three approved projects, less than a year after the fund’s launch, and the most support ever provided by the Least Developed Countries Fund for climate change adaptation. - Other highlights include the new Sustainable Cities Integrated Program and support for an innovative new coral bond, building on the successful rhino bond issued in 2022 with GEF blended finance support. - CEO and Chairperson Carlos Manuel Rodríguez renewed for second term, through 2028. The Global Environment Facility’s governing body has approved more than $700 million for nature protection and renewal projects, including support for the Great Green Wall and investment in large-scale initiatives for sustainable cities, cleaner industries, improved ocean and land health, and greater climate change resilience. The funding from the GEF Trust Fund, [Least Developed Countries Fund](https://www.thegef.org/topics/least-developed-countries-fund-ldcf) (LDCF), and [Global Biodiversity Framework Fund](https://www.thegef.org/what-we-do/topics/global-biodiversity-framework-fund) (GBFF), which together are part of the GEF family of funds, reflects a commitment to quickly and efficiently deploy grants to developing countries whose action on environmental challenges is key to meeting global goals for biodiversity, climate change, and pollution this decade. The package of support includes nearly $500 million from the GEF Trust Fund for 25 projects and programs, among them the new global [Sustainable Cities Integrated Program](https://www.thegef.org/projects-operations/projects/11287), and multiple efforts to address chemicals and waste challenges, including in Bolivia’s cement, textile, brick, and glass sectors, in Brazil’s cement industry, and in electronics globally. It also includes support for a new Indonesia Coral Bond that will connect private capital with urgent conservation needs, building on the successful [Wildlife Conservation Bond](https://www.thegef.org/newsroom/blog/new-lifeline-wildlife-conservation-finance), or “rhino bond,” issued by the World Bank in 2022 with GEF financial support. Focusing on climate change adaption, Council members approved a record $203 million from the LDCF for initiatives across 20 Least Developed Countries, including joint financing with the GEF Trust Fund for the [Great Green Wall](https://thegreatgreenwall.org/). The LDCF support will propel efforts to enhance resilience to flooding and drought in Laos and Cambodia; to develop climate-resilient transport infrastructure in Sao Tome and Principe; to support youth- and women-led green enterprises in Chad; to improve food security in Sierra Leone; and to address other urgent needs. The GBFF Council approved the new fund’s very first work program, allocating $37.8 million for protected area management in Brazil and Mexico. This came less than one year after the fund supporting implementation of the Global Biodiversity Framework was launched at the [Seventh GEF Assembly](https://assembly.thegef.org/) in Vancouver, Canada. The three GBFF-funded projects are set to improve the sustainability of more than 30 million hectares of protected areas on land and at sea, with long-term financing and support for Indigenous-led conservation. [Click here for a full list of approved projects and programs >>](https://www.thegef.org/annex-approved-projects-programs-june-2024-councils) CEO and Chairperson Carlos Manuel Rodríguez, who was [appointed to a second four-year term](https://www.thegef.org/newsroom/press-releases/carlos-manuel-rodriguez-reappointed-ceo-and-chairperson-global-environment) during the Council meetings in Washington, DC, said the large, diverse package of support reflected countries’ endorsement of the GEF family of funds’ unique ability to link challenges and address them holistically, through [Integrated Programs](https://www.thegef.org/what-we-do/topics/integrated-programs) and through thematic programming. “We need maximum ambition, maximum acceleration, maximum cooperation,” Rodríguez said. “The only way we can combat the complex environmental threats before us is through a unified, integrated, and harmonized approach. At a moment where we hear calls for multiple additional financial mechanisms, I strongly believe that we need to come together, not further divide ourselves.” Council members also heard from the heads of multilateral environmental conventions about the need for fast, collaborative, and joined-up action towards international goals, looking ahead to the three year-end Conferences of the Parties (COPs) on biodiversity, climate change, and desertification. The Convention on Biological Diversity’s COP16 will occur in [Colombia in October](https://www.cbd.int/conferences/2024); the UN Framework Convention on Climate Change’s COP29 will occur in [Azerbaijan in November](https://cop29.az/en); and the UN Convention to Combat Desertification’s COP16 will occur in [Saudi Arabia in December](https://www.unccd.int/cop16). Rolph Payet, Executive Secretary of the [Stockholm Convention on Persistent Organic Pollutants](https://www.pops.int/), stressed the importance of prioritizing action on pollution, including the phase-out of dangerous chemicals, which can cause long-lasting environmental harm with wide effects. “Failure to meet the 2030 targets could lead to continued contamination of ecosystems, adverse health effects in our bodies and in wildlife, and increased difficulty in achieving broader environmental and public health goals,” Payet said. This urgency was echoed by Monika Stankiewicz, Executive Secretary of the [Minamata Convention on Mercury](https://minamataconvention.org/en), who noted that cleaning up industrial processes and improving waste management were key to reducing risks to the environmental overall, and to making progress towards the Global Biodiversity Framework as well as targets on carbon emissions and land health. “The needs are vast,” she said. The GEF Council will meet next in December 2024, when countries will begin discussions on the ninth replenishment of the Trust Fund. The four-year GEF-9 funding cycle will stretch from 2026 to 2030 – a period aligned with the final push for 2030 global environmental goals including the “30x30” target. “We are at a moment of truth for the planet. We need to rise to the challenge by assessing what we have, where we need to go, and how we will get there,” Rodríguez said. “The GEF partnership needs to be bigger, bolder, and better. Bigger in our ambitions. Bolder in our actions. And better in our delivery, better in our impact. This is the spirit that I want us to take forward as we enter into the GEF-9 replenishment negotiations.” This press release was originally published by the [Global Environment Facility](https://www.thegef.org/newsroom/press-releases/gef-council-approves-700m-vast-environmental-needs)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.thegef.org/projects-operations/projects/11287),",
    "https://www.thegef.org/topics/least-developed-countries-fund-ldcf)",
    "https://www.thegef.org/newsroom/blog/new-lifeline-wildlife-conservation-finance),",
    "https://www.thegef.org/what-we-do/topics/integrated-programs)",
    "https://assembly.thegef.org/)",
    "https://www.thegef.org/annex-approved-projects-programs-june-2024-councils)",
    "https://www.pops.int/),",
    "https://thegreatgreenwall.org/).",
    "https://www.thegef.org/newsroom/press-releases/carlos-manuel-rodriguez-reappointed-ceo-and-chairperson-global-environment)",
    "https://www.cbd.int/conferences/2024);",
    "https://www.thegef.org/what-we-do/topics/global-biodiversity-framework-fund)",
    "https://www.thegef.org/newsroom/press-releases/gef-council-approves-700m-vast-environmental-needs)",
    "https://www.unccd.int/cop16).",
    "https://cop29.az/en);",
    "https://minamataconvention.org/en),",
    "https://thegef.org/annex-approved-projects-programs-june-2024-councils)",
    "https://thegef.org/what-we-do/topics/integrated-programs)",
    "https://thegef.org/newsroom/press-releases/carlos-manuel-rodriguez-reappointed-ceo-and-chairperson-global-environment)",
    "https://www.thegreatgreenwall.org/).",
    "https://www.cop29.az/en);",
    "https://www.minamataconvention.org/en),",
    "https://www.assembly.thegef.org/)",
    "https://pops.int/),",
    "https://thegef.org/newsroom/press-releases/gef-council-approves-700m-vast-environmental-needs)",
    "https://thegef.org/projects-operations/projects/11287),",
    "https://thegef.org/topics/least-developed-countries-fund-ldcf)",
    "https://thegef.org/newsroom/blog/new-lifeline-wildlife-conservation-finance),",
    "https://thegef.org/what-we-do/topics/global-biodiversity-framework-fund)",
    "https://unccd.int/cop16).",
    "https://cbd.int/conferences/2024);"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carlos manuel rodríguez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gef council",
        "sentiment": "negative"
      },
      {
        "name": "sustainable cities integrated program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "sahel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T18:33:17.525+03:00",
  "updated": "2024-06-21T18:33:17.525+03:00"
}