{
  "thread": {
    "uuid": "8e8bad6a6a502fbe245d40c14ef144d22413ab6e",
    "url": "https://www.kbc.co.ke/un-agency-urges-all-possible-support-for-sudanese-civilians",
    "site_full": "www.kbc.co.ke",
    "site": "kbc.co.ke",
    "site_section": "https://www.kbc.co.ke/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "KBC",
    "title": "UN agency urges ‘all possible support’ for Sudanese civilians",
    "title_full": "UN agency urges ‘all possible support’ for Sudanese civilians",
    "published": "2024-01-19T07:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://www.kbc.co.ke/wp-content/uploads/2024/01/SUDAN-.jpg",
    "performance_score": 0,
    "domain_rank": 52271,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e8bad6a6a502fbe245d40c14ef144d22413ab6e",
  "url": "https://www.kbc.co.ke/un-agency-urges-all-possible-support-for-sudanese-civilians",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christine Muchira",
  "published": "2024-01-19T07:51:00.000+02:00",
  "title": "UN agency urges ‘all possible support’ for Sudanese civilians",
  "text": "The head of the International Organization for Migration (IOM) on Wednesday appealed for the international community to provide an urgent boost in funding and commitment to address Sudan’s escalating humanitarian crisis, now entering its tenth month. A staggering six million people have been displaced within Sudan [since the war between rival militaries](https://news.un.org/en/story/2023/04/1135702) the Sudanese Armed Forces (SAF) and the paramilitary Rapid Support Forces (RAF) erupted on 15 April 2023. A further 1.7 million civilians have sought refuge across borders in South Sudan, Chad, Ethiopia, Egypt, the Central African Republic, and Libya. Their plight demands urgent global attention and an immediate ceasefire, IOM Director General Amy Pope said, having witnessed the devastating impact for herself during a recent visit to eastern Chad. “A ceasefire in Sudan is urgently needed to enable people to rebuild their lives with dignity. We must not turn our back on the suffering of millions of people affected by such devastating conflict,” she said. “Now, more than ever, we need all possible support to continue providing lifesaving humanitarian assistance and move towards recovery and long-term solutions.” Funds needed IOM has launched an appeal for $307 million in 2024 to support 1.2 million people affected by the conflict, including internally displaced individuals, refugees, returnees, and third-country nationals. The UN agency has supported over one million individuals in Sudan and neighboring countries so far, with cash assistance, facilitating safe transportation also delivering critical health, protection, water, sanitation, and hygiene support. ‘No end in sight’ The human rights expert appointed by the UN High Commissioner to monitor Sudan, echoed that call on Wednesday for an immediate end to the violence and transition to civilian rule. Radhouane Nouicer, appointed just over a year ago, demanded justice for the multiple abuses recorded so far. “As fighting between the SAF and the RSF spreads across the country, violations of human rights and international humanitarian law are continuing unabated. It is crucial that the leaders of both sides show more political will to put an end to violence and silence the guns,” he said. “In my regular meetings with Sudanese civil society representatives, I have heard horrific reports of human suffering, including hundreds of suspected cases of enforced disappearance and multiple cases of arbitrary detention by both parties to the conflict,” he added. Rise in ethnic violence Nouicer also expressed alarm at the rise in ethnically motivated violence and hate speech, particularly in the Darfur region, where the RSF and allied Arab militias have targeted the African Masalit community. Reports of conscription of children and mobilization of civilians into so-called “popular” resistance groups are also deeply concerning. In all, over 25 million civilians including over 14 million children need humanitarian assistance and protection. There have also been deeply disturbing accounts of sexual violence against women and girls, most of them allegedly perpetrated by RSF members and their allied militia. ‘This must not continue’ “Sudan a most fertile land is running out of food, and millions are facing acute hunger, but despite the enormous need, delivering aid remains extremely challenging due to ongoing hostilities, persistent insecurity, attacks on humanitarian workers and bureaucratic hurdles,” Nouicer said. At least 45 aid workers have been killed or detained since the start of the conflict – almost all Sudanese nationals. Fuel shortages also continue to affect the movement of humanitarian staff and supplies and the generation of power needed for operations, such as maintaining cold chain storage and running water pumps. “This must not continue. The Government of Sudan, which has the primary responsibility to protect civilians, must take concrete steps to ensure sufficient aid can reach all those in need and facilitate the access of humanitarian convoys to the populations affected by the conflict,” stressed the expert.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://news.un.org/en/story/2023/04/1135702",
    "https://www.news.un.org/en/story/2023/04/1135702"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amy pope",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international organization for migration",
        "sentiment": "negative"
      },
      {
        "name": "un",
        "sentiment": "negative"
      },
      {
        "name": "iom",
        "sentiment": "none"
      },
      {
        "name": "sudanese armed forces",
        "sentiment": "none"
      },
      {
        "name": "rapid support forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south sudan",
        "sentiment": "none"
      },
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "chad",
        "sentiment": "none"
      },
      {
        "name": "central african republic",
        "sentiment": "none"
      },
      {
        "name": "libya",
        "sentiment": "none"
      },
      {
        "name": "ethiopia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T10:58:54.732+02:00",
  "updated": "2024-01-19T11:02:45.200+02:00"
}