{
  "thread": {
    "uuid": "12f6c4a320b646f97b628b6be1de5b30321ee405",
    "url": "https://www.christianity.com/wiki/holidays/3-ways-to-celebrate-jesus-after-christmas.html",
    "site_full": "www.christianity.com",
    "site": "christianity.com",
    "site_section": "https://christianity.com/church",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "",
    "title": "3 Ways to Celebrate Jesus after Christmas",
    "title_full": "3 Ways to Celebrate Jesus after Christmas",
    "published": "2023-12-28T22:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/cms/CW/Couples/singles/29286-womanpraying-headbowed.1200w.tn.jpg",
    "performance_score": 0,
    "domain_rank": 10284,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12f6c4a320b646f97b628b6be1de5b30321ee405",
  "url": "https://www.christianity.com/wiki/holidays/3-ways-to-celebrate-jesus-after-christmas.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vivian Bricker",
  "published": "2023-12-28T22:10:00.000+02:00",
  "title": "3 Ways to Celebrate Jesus after Christmas",
  "text": "Now that Christmas is over, many individuals neglect to spend time with Jesus in their everyday lives. More than this, they neglect to celebrate the Lord. While it is true that the Christmas holiday has passed, it does not mean our spirit of praise, worship, and love for the Lord should end. We have to cultivate a spirit of celebrating Jesus every day — not only during the Christmas holiday. There are many ways we can continue to celebrate Jesus after Christmas. Christmas is the holiday that celebrates the anniversary of Jesus’ advent into the world, and many of us celebrate this day with joyful hearts. Think about how you felt on Christmas Day. Most likely, your heart was set on Christ, and your focus was completely on Him. Why shouldn’t every day be just like this? The Father wants us to celebrate His Son on every day of the year. The Lord is worthy of all of our praise, worship, and celebration. 1. Talking with Jesus in Prayer Many people think it is impossible to celebrate Jesus outside of Christmas, but this is not true. Every day, we can celebrate the Lord and a great way to do this is by talking with Him in prayer. The Lord is always ready to hear from us, and He is never afraid of our feelings, thoughts, or concerns. Going to Him in prayer is a beautiful gift that has been given to us at the moment of salvation. It is because of Jesus’ death on the cross, His sufferings, His death, and His resurrection that we can freely go to Him in prayer. Christmas is the time when we praise Him for His birth, and Resurrection Sunday is the day we celebrate His resurrection; however, we need to celebrate Him in our hearts, prayers and lives every day. It is because of the Lord that we have hope. If the Lord never came down from heaven to die for our sins, we would still be lost in our sins. As it is, Jesus did not leave us to suffer for our sins. He left heaven in order to take on human form and be born as a baby. He did all of this because He loves us unconditionally. There was nothing that we did that brought Him to the point of loving us, just as there is nothing we can do to make Him stop loving us. God’s love is not based on what we do but rather on who He is. The Bible tells us that God is love ( [1 John 4:16](http://www.christianity.com/bible/search/?ver=niv&q=1+john+4:16)). Since God is love, we know that He loves us without conditions or strings attached. He loves us simply because it is who He is. He is our Father and He was ready to do whatever it took in order to bring us back to Him. This is shown to us in the way Jesus was born into the world to save us from our sins ( [Luke 2:11](http://www.christianity.com/bible/search/?ver=niv&q=luke+2:11)). Jesus is God in the flesh, and He willingly took on human form in order to save us from our sins. He had to do this by being born into the world through the [virgin birth](https://www.christianity.com/wiki/jesus-christ/meaning-and-significance-of-the-virgin-birth-of-jesus.html). In this way, we see God coming down from heaven to redeem us and restore our broken relationship with Him. The Father, Jesus, and the Holy Spirit have loved us from the beginning of time, and the love they have for us will never cease. With this in mind, there is every reason to celebrate the Lord every day after Christmas. The Father, Jesus, and the Holy Spirit are all God, yet three distinct Persons; however, only Jesus has taken on human flesh. Both the Father and the Holy Spirit are spirit beings, yet Jesus took on human form as an innocent baby being born into the world. We need to praise Jesus and worship Him for who He is — our Lord God and Messiah. Through the plans of the Father, Jesus completed His task of being born into the world, dying for the sins of all mankind, and conquering death by the resurrection. This gives us every reason to celebrate the Lord with a joyful heart throughout the year. 2. Singing Praise to the Lord We can also celebrate Jesus after Christmas by singing praises to Him throughout the year. Christmas is not the only time we can make music in our hearts to the Lord. Rather, we can praise Him always in song, words, and actions. It doesn’t have to be Christmas Day in order for us to sing and make music in our hearts to the Lord. In fact, the Bible tells us directly that we should sing and make music in our hearts to the Lord at all times ( [Ephesians 5:19-21](http://www.christianity.com/bible/search/?ver=niv&q=ephesians+5%3a19-21)). You don’t have to sing [Christmas hymns](https://www.christianity.com/wiki/holidays/classic-christmas-hymns-to-renew-your-holiday-spirit.html) or songs year-round; however, you can sing any praises to the Lord. Praise Him and celebrate Him with your own songs. It does not have to be published songs by Christian artists — it can be your own songs. The Lord does not pass judgment on the way your voice sounds or your singing ability. Rather, He loves to hear you sing praise to Him and lift up His Name in song. The Lord loves you, and it always brings Him great joy to hear you singing praises to His Name. No matter what day of the year it is, sing praises to the Lord. Even if you are crestfallen and sad, you can sing praises to Jesus. Oftentimes, you will find that your song of sorrow will end with a heart of praise. In my own experience, I have found many times when my heart is deeply troubled, I call out to God in my distress, and He renews my heart with His hope and joy. This is the same thing that happens when our hearts are troubled when we are singing to the Lord. He will take our deep sorrow and turn it into joy. 3. Incorporate a Spirit of Christmas Throughout the Year Lastly, we can celebrate Jesus after Christmas by incorporating a spirit of Christmas throughout the year. This means that we always treat others with kindness, love, and gratitude. Have you ever noticed how people are nicer during the Christmas season? In the same way, we need to cultivate this type of character and attitude in our lives every day. We don’t need to allow ourselves to have a bad attitude or to go “back to normal” on the day after Christmas. Instead, we need to always have a spirit of Christmas throughout the year. Jesus wants us to treat all people kindly because they are all made in His image ( [Genesis 1:27](http://www.christianity.com/bible/search/?ver=niv&q=genesis+1:27)). Whenever we hurt someone made in His image, we are hurting God Himself. Rather than hurting others or being rude to them, we need to be kind to all people. If you struggle in this area, the Lord can help you. Ask Him to help you cultivate a heart of kindness and a spirit of Christmas throughout the year. The Lord will help you in this area and rid yourself of bitterness. When you incorporate the spirit of Christmas throughout the year, you will begin to reflect Christ to the world. Jesus is always kind, caring, and loving, and He wants us to do the same. He does not want us to get short-tempered with others, nor does He want us to be mean to them. As Christians, we need to honor Christ in our actions and in our words. We will be able to successfully do this by incorporating a spirit of Christmas throughout the year — not just on Christmas. For further reading: [7 Ways to Carry the Christmas Spirit Throughout the Whole Year](https://www.christianity.com/wiki/holidays/7-ways-to-carry-the-christmas-spirit-throughout-the-whole-year.html) [5 Bible Journaling Ideas for the New Year](https://www.christianity.com/wiki/holidays/5-bible-journaling-ideas-for-the-new-year.html) [7 New Year's Resolutions That Are Outside the Box](https://www.christianity.com/wiki/holidays/7-new-years-resolutions-that-are-outside-the-box.html) Photo Credit: ©SWN Vivian Bricker loves Jesus, studying the Word of God, and helping others in their walk with Christ. She has earned a Bachelor of Arts and Master's degree in Christian Ministry with a deep academic emphasis in theology. Her favorite things to do are spending time with her family and friends, reading, and spending time outside. When she is not writing, she is embarking on other adventures. LISTEN: Let Our Bible Study Expert Help You Start the New Year Right! Have you ever chosen a word for the year? Whether you pick a word each year or never have before, I think this episode will help you order your life in the year to come. If you don't know what your word is, today might be a great day for you to hear some of the things that we are promised in Christ that you in faith can claim for yourself for 2024. Keep in mind, each of these words requires faith. The views and opinions expressed in this podcast are those of the speakers and do not necessarily reflect the views or positions of Salem Web Network and Salem Media Group. WATCH: The Top 10 Prayer Articles of 2023",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T07:16:43.400+02:00",
  "updated": "2024-01-20T16:18:46.995+02:00"
}