{
  "thread": {
    "uuid": "ad26825a6dcbe038b21e86019c0c201ba9d08da2",
    "url": "https://timesofindia.indiatimes.com/city/patna/heating-appliances-sales-soar-in-patna-increase-in-demand-amid-bonechilling-cold/articleshow/106849386.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/-2128817995.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Patna News, Latest Patna News Headlines & Live Updates - Times of India",
    "title": "Heating Appliances: Heating Appliances Sales Soar in Patna | Increase in Demand Amid Bone-Chilling Cold |",
    "title_full": "Heating Appliances: Heating Appliances Sales Soar in Patna | Increase in Demand Amid Bone-Chilling Cold | Patna News - Times of India",
    "published": "2024-01-15T02:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106849382,width-1070,height-580,imgsize-64180,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 270,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad26825a6dcbe038b21e86019c0c201ba9d08da2",
  "url": "https://timesofindia.indiatimes.com/city/patna/heating-appliances-sales-soar-in-patna-increase-in-demand-amid-bonechilling-cold/articleshow/106849386.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-15T02:30:00.000+02:00",
  "title": "Heating Appliances: Heating Appliances Sales Soar in Patna | Increase in Demand Amid Bone-Chilling Cold |",
  "text": "Patna: Amid bone-chilling cold, the demand for heating appliances has increased manifold in the city. Traders said the sales were poor till the first week of January, but people started thronging the shops to buy heating appliances once the mercury plunged.Navin Kumar, who owns an electric appliance shop on Boring Road, said keeping in mind the chilling weather conditions last year, a large quantity of heating gadgets was stocked. “Very few customers turned up in the first week of January, making us apprehensive of huge loss. However, the weather started changing after January 10 and the minimum temperature was recorded below 10 degrees Celsius on January 13 and 14. The sales, therefore, increased by 20% when compared to last year. We hope that the cold weather will continue for some more days,” he added.Products like room heaters, blowers, geysers and immersion rods are selling like hot cakes in the city markets. The shops have a wide variety of products, including branded and local ones of every range.R S Jeet Singh, an electrical shop owner at Chandni Market, said, “We have a wide variety of heating gadgets, starting from Rs 200 to Rs 18,000. The non-branded blowers are available at Rs 800-Rs 900, while the branded blowers are in the price range of Rs 900 to Rs 2,500. The cost of the room heaters depends on the number of halogens installed in them. Non-branded single to double rod halogen heaters are available at Rs 300 to Rs 700, while the branded ones are available in the price range of Rs 800 to Rs 1,600.”Geysers of various capacities are also in high demand. “The geysers are priced between Rs 3,400 and Rs 12,000 as per the capacity. Those who cannot afford such high prices go for immersion rods, which cost around Rs 150 to Rs 300,” said Sumit Agarwal, a shopkeeper at Raja Bazar.We also published the following articles recentlyAmazon Great Republic Day sale: Home appliances available at 60% or more discountAmazon's Great Republic Day sale offers deals and discounts on various home appliances.106834645This new home safety appliance range to feature world-first sensing technologyPhilips Home Safety app provides 24/7 control, dual storage capabilities, and end-to-end encryption for recordings.106794239Amazon Great Republic Day Sale Starts Today: Exciting Deals On Electronics, Home AppliancesThe Amazon Great Republic Day Sale 2024 brings deals, discounts, bank offers, and discount codes. Time to go shopping and plan your year with the best offers. Invest in kitchen appliances, fashion products, electronics, headphones, smartwatches, beauty products, and more before stock runs out!106807760",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeet singh",
        "sentiment": "none"
      },
      {
        "name": "kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chandni market",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "patna",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T07:38:40.061+02:00",
  "updated": "2024-01-15T07:38:40.061+02:00"
}