{
  "thread": {
    "uuid": "efcd913f43554aa9d8b0b51eb1866fb29e197784",
    "url": "https://www.today.com/popculture/books/liane-moriarty-interview-rcna143192",
    "site_full": "www.today.com",
    "site": "today.com",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "'Apples Never Fall' Author Liane Moriarty Wants To Know Your Secrets",
    "title_full": "'Apples Never Fall' Author Liane Moriarty Wants To Know Your Secrets",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_social_share_1200x630_center,f_auto,q_auto:best/rockcms/2024-03/liane-moriarty-1-jp-240314-cc3d3d.jpg",
    "performance_score": 0,
    "domain_rank": 622,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efcd913f43554aa9d8b0b51eb1866fb29e197784",
  "url": "https://www.today.com/popculture/books/liane-moriarty-interview-rcna143192",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elena Nicolaou",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "'Apples Never Fall' Author Liane Moriarty Wants To Know Your Secrets",
  "text": "Like Charles Dickens, Liane Moriarty began her writing career charging by the installment. Unlike Dickens, who got his salary from newspapers, Moriarty's came from her dad. Growing up in Australia, Moriarty says her father – who was not a writer — noticed a love of writing in three of his six children, which he cultivated. \\\"When our father found out we liked to write stories, he actually commissioned us to write them. He gave us our first publishing deals. He would pay us a dollar for an exercise book filled with words,\\\" Moriarty tells TODAY.com. \\\"We give a lot of credit to him.\\\" Today, Moriarty and two of her sisters are bestselling authors. Nicola Moriarty writes thrillers and Jaclyn Moriarty writes books for children and teenagers. In fact, the \\\"Apples Never Fall\\\" author says she was inspired to leave her corporate job, get an MFA and start writing after Jaclyn landed a book deal. What came was success most can only dream of: Moriarty's novels have helped fuel prestige TV's boom in telling complicated, women-centric stories, like \\\"Big Little Lies\\\" and \\\"Nine Perfect Strangers.\\\" Most recently, her 2021 novel, \\\"Apples Never Fall,\\\" was turned into a Peacock show starring Annette Bening, out March 14. Much has changed since she was a little girl writing with her sisters — but some things haven't. \\\"Apples Never Fall\\\" is evidence: The novel was inspired by a prompt from her sister, Jaclyn. At the time, Moriarty was taking a year off from novel writing. \\\"I was calling it my 'year of joy.' I wasn't meant to be writing,\\\" she says. Still, she wanted to experiment with shorter fiction, so she asked her sister for a prompt. \\\"She wrote, 'A bike lying on the grass with some apples lying to the side that had spilled from the basket,'\\\" Moriarty recalls. Instead of writing a short story, as intended, Moriarty wrote the beginning of what would become \\\"Apples Never Fall.\\\" In both the book and show, Joy Delaney disappears shortly after she and her husband close their tennis academy and retire. While she's gone, her husband, Stan, and their four children turn on each other, as each becomes a suspect. With its polyphonic structure, quippy lines about human nature and plot that flows like a river, \\\"Apples Never Fall\\\" is a classic Moriarty novel. Since her debut in 2003, Moriarty's style be characterized by one thing: secrets. The external action, like a murder or disappearance, is always paired with some internal unraveling, which is often just as tantalizing. \\\"People describe my books as thrillers, but they're not really thrillers — they're not quite thrilling enough to be thrillers. They're more family dramas with mystery elements,\\\" she says. As an author, Moriarty gets to do what she wishes she could do in her real life: Find out everything. \\\"I always wish I could get into everybody's brains and just take out all their secrets,\\\" she says. Moriarty is of the mindset that everyone can be surprising if you talk to them for long enough. “I’m always so interested in what goes on behind the facade that we all present to the world. I’ve always found that if I’m at a party, and I have a particular perception of somebody, and if conversation goes deeper, then there are always things to surprise you,” she says. Her characters are often interesting from the jump, though, since the omniscient narration is letting you, the audience, in on what they're hiding. In addition to Jaclyn's prompt, \\\"Apples Never Fall\\\" was inspired by true crime cases, she says. \\\"I became so intrigued. How would you feel if your parents were happily married and you love them both — and then there was the possibility that your father had murdered your mother? I think it's hard enough to see your parents just as normal people, let alone the fact that they might be capable of of murder,\\\" she says. The book was also driven by something that hits closer to most homes: chores. Joy, a mother of four, feels burdened by a lifetime of tasks. While the book opens with Joy's disappearance, a series of flashbacks kick off with the arrival of Savannah, a somewhat suspicious stranger, asking for help. Joy lets her stay — mostly because she takes over the cooking. For Moriarty, the character of Savannah was a \\\"fantasy.\\\" \\\"I was writing this during lockdown, and I had this fantasy about somebody turning up and just doing the cooking for me. I am a slightly resentful cook. That is how the character of Savannah came about,\\\" she says. Joy and Stan’s marriage in “Apples Never Fall” is one perhaps many can relate to. The female figure takes on the thankless churn of chores, garnering no thanks from her family. It’s only when she leaves that they realize how she kept their lives running. \\\"It feels like something that's banal, but it's not — it can build up to such a huge resentment and a lot of women still take it on and don't complain and don't delegate. There's just this bubbling resentment,\\\" she says, before adding that she's generalizing. (\\\"In this current world, of course, there are a lot of men taking on more domestic chores,\\\" she says.) As evidenced by her body of work, Moriarty specializes in marriages and the space between spouses. \\\"Big Little Lies\\\" follows multiple marriages on a spectrum of dysfunction. But she's never trying to \\\"say anything in particular.\\\" Instead, she aims to take a peek behind the curtain, see what's there and share her findings with the world. Moriarty has more book-to-screen adaptations of her stories in the works after \\\"Apples Never Fall.\\\" For example, \\\"Big Little Lies\\\" actor Nicole Kidman is attached to produce the Australian TV series, \\\"The Last Anniversary,\\\" inspired by Moriarty's novel of the same name. After having the likes of Meryl Streep, Reese Witherspoon, Kidman and now Bening appear in her adaptations, what more could she ask for? Moriarty, stumped, takes a while to answer. \\\"How much could you ask for? I feel it would be greedy to say,\\\" she says. Finally, she answers: \\\"Margot Robbie. She's a fellow Australian changing the world. But she's too busy, I suspect.\\\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liane moriarty",
        "sentiment": "negative"
      },
      {
        "name": "charles dickens",
        "sentiment": "negative"
      },
      {
        "name": "moriarty",
        "sentiment": "none"
      },
      {
        "name": "strang",
        "sentiment": "none"
      },
      {
        "name": "jaclyn",
        "sentiment": "none"
      },
      {
        "name": "nicola moriarty",
        "sentiment": "none"
      },
      {
        "name": "jaclyn moriarty",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mfa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:51:33.218+02:00",
  "updated": "2024-03-15T00:51:33.218+02:00"
}