{
  "thread": {
    "uuid": "a757105a4e98d20c0d6488cfeda2c239e6f6ddbb",
    "url": "https://www.business-standard.com/india-news/we-aim-to-leverage-tech-to-detect-all-small-scale-severe-weather-events-124011500412_1.html",
    "site_full": "www.business-standard.com",
    "site": "business-standard.com",
    "site_section": "https://business-standard.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News, Finance News, India News, BSE/NSE News, Stock Markets News, Sensex NIFTY, Union Budget 2023",
    "title": "'We aim to leverage tech to detect all small-scale severe weather events'",
    "title_full": "'We aim to leverage tech to detect all small-scale severe weather events'",
    "published": "2024-01-15T10:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bsmedia.business-standard.com/_media/bs/img/article/2018-03/03/full/1520100512-9971.jpg",
    "performance_score": 0,
    "domain_rank": 1370,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a757105a4e98d20c0d6488cfeda2c239e6f6ddbb",
  "url": "https://www.business-standard.com/india-news/we-aim-to-leverage-tech-to-detect-all-small-scale-severe-weather-events-124011500412_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Standard",
  "published": "2024-01-15T10:32:00.000+02:00",
  "title": "'We aim to leverage tech to detect all small-scale severe weather events'",
  "text": "India aims to detect and predict all small-scale severe weather events through the augmentation of its weather observation network and the procurement of more powerful computing systems, Union Minister Kiren Rijiju said on Monday. While launching the yearlong 150th-anniversary celebrations of the India Meteorological Department (IMD), Rijiju emphasised that weather and climate impacts are more pronounced than ever, and India strives to become a more climate-resilient country. Click here to follow our WhatsApp channel He said that although the IMD's forecast accuracy has improved by 40 per cent in the last five years compared to the preceding five years, challenges persist in predicting small-scale severe weather events such as cloudbursts. To address this challenge, Rijiju highlighted the importance of augmenting the network of doppler radars and automatic weather stations. The procurement of high-power computing systems will enable the IMD to run higher-resolution models, enhancing the ability to detect and predict all small-scale events in the future, he said. \"Everything depends on observations. The more observation capacity we have, the better our forecasting capacity,\" the minister added. The meteorological department has already installed 10 doppler radars in the western Himalayan region and plans to establish 11 radars in the eastern Himalayan region, Rijiju shared. He said India's rapid technological progress has greatly improved the accuracy of weather forecasts and life-saving early warnings, minimising the loss of lives during cyclones, heatwaves, and heavy rain events. Rijiju said that climate change is impacting every sphere of society, with different sectors vulnerable to even small changes in climatic conditions. \"The least developed countries and developing nations are suffering more. We have to become more resilient to climate change and hazards,\" he said. Citing a survey by the National Council of Applied Economic Research, Rijiju said that the IMD's warnings and advisories are assisting farmers and the fishing community in improving their financial status. Also Read Indian coast sees rise in cyclones; 2.9 mn vulnerable people in Andhra only Asia Cup 2023, India vs Sri Lanka: Colombo weather forecast today Asia Cup Final, IND vs SL: Fans may witness full match; no rain in Colombo Randeep Hooda, Lin Laishram tie the knot in Imphal; detail inside World Cup 2023, SA vs NED: Dharamsala weather may play spoilsport today India-US partnership within Quad enhances security: General Atomics Complete ban on liquor sale in Noida, Greater Noida on Jan 22, orders DM Revamped stations will reflect, promote cultural heritage of city: Vaishnaw Haryana declares dry day on January 22 to mark Ram temple consecration CBI books new corruption case against Lieutenant Colonel Abhishek Chandra (Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nTopics : Kiren Rijiju weather forecasts India Meteorological Department Cyclone Heatwaves Don't miss the most important news and views of the day. Get them on our\nTelegram channel First Published: Jan 15 2024 | 4:32 PM IST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather"
  ],
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://t.me/bsindiaofficial",
    "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://www.t.me/bsindiaofficial"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rijiju",
        "sentiment": "none"
      },
      {
        "name": "kiren rijiju",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "imd",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T13:14:05.145+02:00",
  "updated": "2024-01-15T13:14:05.145+02:00"
}