{
  "thread": {
    "uuid": "b477fcb82eef027bed72cefd9d24c624525af1d0",
    "url": "https://www.eluniverso.com/larevista/moda/como-recrear-la-estetica-old-money-con-prendas-accesibles-nota",
    "site_full": "www.eluniverso.com",
    "site": "eluniverso.com",
    "site_section": "https://www.eluniverso.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Universo | Noticias de Ecuador y del mundo",
    "title": "Cómo recrear la estética ‘old money’ con prendas accesibles | Moda | La Revista | El Universo",
    "title_full": "Cómo recrear la estética ‘old money’ con prendas accesibles | Moda | La Revista | El Universo",
    "published": "2024-03-15T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9387,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b477fcb82eef027bed72cefd9d24c624525af1d0",
  "url": "https://www.eluniverso.com/larevista/moda/como-recrear-la-estetica-old-money-con-prendas-accesibles-nota",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "gisella-quintana",
  "published": "2024-03-15T00:00:00.000+02:00",
  "title": "Cómo recrear la estética ‘old money’ con prendas accesibles | Moda | La Revista | El Universo",
  "text": "Desde hace un par de años en redes sociales se ha visto el resurgimiento de una estética que nació durante las décadas de los 80 y 90 proveniente de familias adineradas por generaciones. Se reconoce fácilmente por los patrones clásicos, colores neutros (beige, blanco, negro, azul marino y pasteles), combinaciones monocromáticas, materiales de alta calidad y que no tiene afán por mostrar logos ni marcas. Este estilo se ha bautizado como old money. Una de las grandes referentes de esta moda es la fallecida princesa Diana de Gales, aunque las madrinas más actuales del old money son Kate Middleton, la nueva princesa de Gales; Sofia Richie, hija menor del cantante Lionel Richie; Victoria Beckham; y Jasmine Tookes, modelo de Victoria’s Secret que solo viste en tonos sobrios. [‘Coquette’, ‘aesthetic’, ‘old money’, ‘mob wife’... ¿De qué se tratan todas las tendencias de moda que vemos en redes sociales?](https://www.eluniverso.com/larevista/moda/coquette-aesthetic-old-money-mob-wife-de-que-se-tratan-todas-las-tendencias-de-moda-que-vemos-en-redes-sociales-nota/) A simple vista parece un estilo difícil de llevar, por todo lo que implicaría tener un armario igualito al de ellas. Publicidad Pero para los admiradores de esta estética hay una opción accesible. La tienda departamental Eta Fashion acaba de lanzar una línea inspirada en estos looks que nunca pasan de moda, con prendas que cuestan desde los $19.99, asegura Vivi Fernández, ejecutiva de marketing de Eta Fashion. “Como la moda es cíclica, vuelven las faldas con tablones, los colores como los nudes, los blancos, los rosa pastel, azul marino con detalles bastante significativos que realzan este estas prendas para tener sofisticación tanto en mujeres como hombres”, explica la vocera. “El old money regresa reinventándose e innovando con otros aplicativos que le dan un factor diferenciador, pero que se mantiene como la estética de los años 80-90, con nuevas telas, nuevas texturas y también otras combinaciones que pueden adaptarse a los outfits”. [Blogueras de moda ecuatorianas reviven los estilos del 2022 y predicen tendencias](https://www.eluniverso.com/larevista/moda/blogueras-de-moda-local-reviven-estilos-del-2022-y-predicen-tendencias-para-el-2023-nota/) La idea es elegante, cómodos y sofisticados, con el resto de las piezas de la colección: pantalones holgados, camisas, camisetas blancas, detalles con botones dorados, chaquetas abiertas, y accesorios como pañoletas. Publicidad “Queremos dar a conocer también que son prendas con telas exclusivas, más estructuradas, más elaboradas, con texturas suaves. No necesariamente ostentosas, pero a su vez delicadas. Existe una combinación de tejidos para prendas superiores como inferiores que posibilita outfits que no son costosos... Pueden hacer atuendos variados con muy pocas prendas, ya que son básicas, que se ven estéticas y se adaptan para cualquier tipo de personalidad”, puntualiza Fernández. (E)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:07:34.485+02:00",
  "updated": "2024-03-15T00:07:34.485+02:00"
}