{
  "thread": {
    "uuid": "e08612359084e588755bef0df10d007712a8e210",
    "url": "https://www.canada.ca/en/office-infrastructure/news/2024/02/federal-government-invests-in-coastal-protection-project-in-lax-kwalaams.html",
    "site_full": "www.canada.ca",
    "site": "canada.ca",
    "site_section": "https://www.canada.ca/en/news.datatable.json?_=1585577734",
    "site_categories": [
      "social"
    ],
    "section_title": "",
    "title": "Federal government invests in coastal protection project in Lax Kw’alaams - Canada.ca",
    "title_full": "Federal government invests in coastal protection project in Lax Kw’alaams - Canada.ca",
    "published": "2024-02-15T18:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 456,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 31
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e08612359084e588755bef0df10d007712a8e210",
  "url": "https://www.canada.ca/en/office-infrastructure/news/2024/02/federal-government-invests-in-coastal-protection-project-in-lax-kwalaams.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Infrastructure Canada",
  "published": "2024-02-15T18:00:00.000+02:00",
  "title": "Federal government invests in coastal protection project in Lax Kw’alaams - Canada.ca",
  "text": "From: Infrastructure Canada\nNews release Measures are being put in place to stabilize the shoreline in Lax Kw’alaams after an investment of more than $5 million from the federal government. Announced by Minister Jonathan Wilkinson, this project will protect the community’s critical infrastructure and preserve the precious habitats of important fish species, such as surf smelt and herring.\nLax Kw’alaams, British Columbia, February 15, 2024 — Measures are being put in place to stabilize the shoreline in Lax Kw’alaams after an investment of more than $5 million from the federal government. Announced by Minister Jonathan Wilkinson, this project will protect the community’s critical infrastructure and preserve the precious habitats of important fish species, such as surf smelt and herring.\nLocated on the northwest coast, and accessible only by ferry or water taxi, Lax Kw’alaams is experiencing a consistently high rate of erosion along its shoreline, caused by a rise in sea level, storm surges, and strong winds. This has resulted in the loss of a considerable amount of land, putting the community’s power, roads, water and sanitary sewer assets at risk. Funding will go towards the construction of new rock revetments along the shoreline to create a barrier to absorb and dissipate the wave energy of the water, which will in turn protect Lax Kw’alaams against further erosion.\nMaking adaptation investments now will have major economy-wide benefits later. Every dollar that is invested in adapting and preparing for climate-related disasters can return as much as $13 to $15 in benefits.\nQuotes “Empowering communities to combat climate change is the foundation to building a stable economy and healthy communities. This investment will reinforce preservation of our unique coastal ecology and empower the Lax Kw’alaams community to combat erosion damage. The federal government will continue to keep investing in projects to keep our communities secure and help keep families safe for years to come.”\nThe Honourable Jonathan Wilkinson, Minister of Energy and Natural Resources of Canada, on behalf of the Honourable Sean Fraser, Minister of Housing, Infrastructure and Communities\n“This project will help protect the shorelines of Rose Island and the causeway that connects the island to the community. The houses, roads, parks and infrastructure on Rose Island will see added protection from coastal erosion, now and for future generations of Lax Kw'alaams residents.”\nGarry Reece, Mayor of Lax Kw'alaams Band\nQuick facts The federal government is investing $5,038,000 in this project through the Disaster Mitigation and Adaptation Fund (DMAF).\nSince 2018, the federal government has committed over $3.8 billion to the Disaster Mitigation and Adaptation Fund.\nTo date, over $2.4 billion has been announced for more than 91 infrastructure projects that help communities better prepare for, and withstand, the potential impacts of natural disasters, prevent infrastructure failures, and help keep Canadians safe.\nThis funding will support projects that include new construction of public infrastructure or the modification or reinforcement of existing public infrastructure that help communities withstand natural disasters and climate-related risks.\nEligible recipients include municipalities, local governments, provinces and territories, public sector bodies, Indigenous organizations, not-for-profit, and for-profit organizations in partnership with other eligible applicants outside the private sector. Projects must have a minimum of $1 million in total eligible costs to be considered eligible.\nOn November 24 th , 2022, the federal government released Canada’s National Adaptation Strategy: Building Resilient Communities and a Strong Economy . It commits $1.6 billion in new federal funding to help address both immediate and future climate risks to Canadian communities.\nAs part of the Adaptation Action Plan, released alongside the National Adaptation Strategy, the Disaster Mitigation and Adaptation Fund received an additional $489.1 million in funding.\nFederal funding is conditional on fulfilling all requirements related to consultation with Indigenous groups and environmental assessment obligations.\nAssociated links Disaster Mitigation and Adaptation Fund Canada’s National Adaptation Strategy Strengthened Climate Plan Investing in Canada Plan Project Map Federal infrastructure investments in B.C. Contacts For more information (media only), please contact:\nMicaal Ahmed\nCommunications Manager\nOffice of the Minister of Housing, Infrastructure and Communities\n343-598-3920\nmicaal.ahmed@infc.gc.ca\nMedia Relations\nInfrastructure Canada\n613-960-9251\nToll free: 1-877-250-7154\nEmail: media-medias@infc.gc.ca\nFollow us on Twitter , Facebook , Instagram and LinkedIn\nWeb: Infrastructure Canada\nLisa Girbav\nManager of Communications and Public Relations\nLax Kw’alaams Band\n250-624-5000 ext. 2009\ncommunications@laxband.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Politics",
    "Environment"
  ],
  "external_links": [
    "http://www.infrastructure.gc.ca/",
    "https://www.instagram.com/infragram_can/",
    "https://www.infrastructure.gc.ca/dmaf-faac/index-eng.html",
    "https://www.infrastructure.gc.ca/gmap-gcarte/index-eng.html",
    "https://twitter.com/INFC_eng?lang=en-gb",
    "https://www.facebook.com/InfrastructureCanadaENG/",
    "https://www.infrastructure.gc.ca/plan/prog-proj-bc-eng.html",
    "https://www.linkedin.com/company/infrastructure-canada/mycompany/",
    "https://infrastructure.gc.ca/gmap-gcarte/index-eng.html",
    "https://www.instagram.com/infragram_can",
    "https://www.linkedin.com/company/infrastructure-canada/mycompany",
    "https://instagram.com/infragram_can/",
    "https://www.twitter.com/INFC_eng?lang=en-gb",
    "https://www.facebook.com/InfrastructureCanadaENG",
    "http://www.infrastructure.gc.ca",
    "https://infrastructure.gc.ca/dmaf-faac/index-eng.html",
    "https://infrastructure.gc.ca/plan/prog-proj-bc-eng.html",
    "https://twitter.com/INFC_eng",
    "http://infrastructure.gc.ca/",
    "https://facebook.com/InfrastructureCanadaENG/",
    "https://linkedin.com/company/infrastructure-canada/mycompany/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jonathan wilkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "infrastructure canada news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:10:05.771+02:00",
  "updated": "2024-02-16T02:10:05.771+02:00"
}