{
  "thread": {
    "uuid": "9ea56eb862374d158822f53961c0ed7d7c9dc8c7",
    "url": "https://religionnews.com/2024/03/28/an-annual-pilgrimage-during-holy-week-brings-thousands-of-believers-to-santuario-de-chimayo-in-new-mexico",
    "site_full": "religionnews.com",
    "site": "religionnews.com",
    "site_section": "http://feeds.feedburner.com/religion-news-service",
    "site_categories": [
      "media"
    ],
    "section_title": "Religion News Service",
    "title": "An annual pilgrimage during Holy Week brings thousands of believers to Santuario de Chimayó in New Mexico",
    "title_full": "An annual pilgrimage during Holy Week brings thousands of believers to Santuario de Chimayó in New Mexico",
    "published": "2024-03-28T22:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://religionnews.com/wp-content/uploads/2024/03/file-20240321-30-z27kej-2.jpg",
    "performance_score": 0,
    "domain_rank": 6761,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ea56eb862374d158822f53961c0ed7d7c9dc8c7",
  "url": "https://religionnews.com/2024/03/28/an-annual-pilgrimage-during-holy-week-brings-thousands-of-believers-to-santuario-de-chimayo-in-new-mexico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brett Hendrickson",
  "published": "2024-03-28T22:03:00.000+02:00",
  "title": "An annual pilgrimage during Holy Week brings thousands of believers to Santuario de Chimayó in New Mexico",
  "text": "(The Conversation) — For decades, the people of northern New Mexico have marked the Christian observance of Good Friday with a walking pilgrimage to the Santuario de Chimayó in the village of Chimayó, New Mexico.\nReferring to themselves as\nHispanos, or Nuevomexicanos, they have lived in the region for generations, tracing their descent from Spanish colonists who arrived to New Mexico in the 17th and 18th centuries. Nuevomexicanos’ Catholicism developed at the far northern frontier of the Spanish Empire; a scarcity of priests led to the flourishing of many popular devotions in New Mexico, including the pilgrimage to Chimayó.\nBuilt in the early 1800s, the santuario is a small church, built of adobe bricks, with a unique feature: In a little room adjacent to the church’s central worship space, there is a hole in the floor, the “pocito,” filled with the sandy earth of the area.\nFor at least 200 years, Nuevomexicano Catholics have used dirt from the pocito for its purported miraculous healing qualities. They rub it on their aches and pains, they hold it to focus their prayers, and, historically, ingested it.\nIn 2015, I participated in the annual pilgrimage as part of the research for\nmy book, “The Healing Power of the Santuario de Chimayó: America’s Miraculous Church.” The santuario’s story is not merely a curiosity but also a significant part of the shifting identity of the U.S. Catholic Church, which is on the verge of becoming majority-Latino.\nLegendary origins of santuario’s holy dirt\nThe source of the pocito dirt’s power for Hispano pilgrims is linked to two images of Christ.\nThe first is a large crucifix called the Señor de Esquipulas, or Lord of Esquipulas. Named for a famous and much older\nGuatemalan Christ figure also known as the Señor de Esquipulas, the crucifix lies at the heart of the most common origin story for the santuario’s holy dirt.\nThe legend goes that in 1810, a Chimayó community leader and landowner named Bernardo Abeyta witnessed light coming out of the ground in one of his fields. Upon examination, he is said to have discovered the crucifix partially buried in the soil. He dug it up and brought it to the nearest church at the time, some 8 miles away.\nThe crucifix, however, is believed to have returned on its own to the hole in Abeyta’s field. Given this sign, Abeyta sought and received permission to build a chapel around the hole, a chapel today known as the Santuario de Chimayó.\nThe Señor de Esquipulas crucifix hangs on the main altar screen in the santuario, and the Archdiocese of Santa Fe has promoted the story of its miraculous provenance.\nA second Christ image, however, is by far the more popular among Hispano pilgrims. The\nSanto Niño de Atocha is a depiction of the Christ child dressed as a medieval pilgrim and is popular throughout northern Mexico and the U.S.-Mexico border region. A statue of the Holy Child is ensconced in the santuario in a room adjacent to the pocito.\nFor pilgrims, a visit to the santuario typically includes time in prayer in front of the Holy Child, where they ask for healing and protection for themselves, their children and other loved ones. They take home dirt from the pocito as a reminder and vehicle of Christ’s power to answer their prayers.\nThe annual pilgrimage\nHispano residents in northern New Mexico and southern Colorado made pilgrimages to the santuario for healing throughout the 19th century, but the massive walking pilgrimage during Holy Week, culminating on Good Friday, did not begin until after World War II.\nHundreds of members of New Mexico’s 200th Coast Artillery had endured the 1942\nBataan Death March, in which thousands of U.S. and Filipino prisoners of war were forced by the Japanese Imperial Army to walk for miles through the Philippines. Many died from either torture or exhaustion.\nUpon returning home, Nuevomexicano survivors organized a walking pilgrimage to the santuario in 1946 to commemorate their suffering and to mourn their lost comrades.\nThis pilgrimage soon evolved into an annual observance not only for veterans but also for Hispano Catholics in general.\nToday, hundreds of thousands of visitors come to the santuario throughout the year, but the pilgrimage during Holy Week – the week before the celebration of Easter – is the high point. Good Friday, the day on which Christians believe that Jesus was crucified and died, attracts approximately\n30,000 walking pilgrims, some coming from as far away as Albuquerque, 90 miles away. Others choose shorter routes, including a popular 9-mile walk from the nearby town of Española.\nLatino Catholics\nThe santuario’s popularity continues to rise along with the numbers of Latino Catholics in the U.S.\nThe demographic shift in the U.S. Catholic Church toward a\nLatino majority is well underway. Timothy Matovina, a professor at the University of Notre Dame, writes in his book, “Latino Catholicism: Tranformation in America’s Largest Church,” that Latinos represent one-third of all U.S. Catholics and make up more than half of the U.S. Catholic population under the age of 25.\nHe also notes that, because of Latino population growth, the proportion of Catholics in California and Texas has increased since 1990, while the proportion in Massachusetts and New York has dropped. This demographic shift means devotional sites, like the santuario, that have Latino Catholic origins and immense popularity can expect to grow in importance.\n(Brett Hendrickson, Professor of Religious Studies, Lafayette College . The views expressed in this commentary do not necessarily reflect those of Religion News Service.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://web.archive.org/web/20161130144025/http://www.bataanmuseum.com/bataanhistory/",
    "https://vencuentro.org/consultation-report",
    "https://www.loc.gov/collections/hispano-music-and-culture-from-the-northern-rio-grande/articles-and-essays/nuevo-mexicanos-of-the-upper-rio-grande-culture-history-and-society/english",
    "https://www.theology.nd.edu/people/timothy-matovina/",
    "https://www.stateecu.com/a-guide-to-holy-week-pilgrimages-to-el-santuario-de-chimayo/",
    "https://historyinsantafe.com/200th-coast-artillery-bataan-death-march/#:%7E:text=New%20Mexico",
    "https://loc.gov/collections/hispano-music-and-culture-from-the-northern-rio-grande/articles-and-essays/nuevo-mexicanos-of-the-upper-rio-grande-culture-history-and-society/english/",
    "https://theology.nd.edu/people/timothy-matovina",
    "https://www.nebraskapress.unl.edu/nebraska/9780803268432/",
    "https://vencuentro.org/consultation-report/",
    "https://www.press.princeton.edu/books/paperback/9780691163574/latino-catholicism",
    "https://www.loc.gov/collections/hispano-music-and-culture-from-the-northern-rio-grande/articles-and-essays/nuevo-mexicanos-of-the-upper-rio-grande-culture-history-and-society/english/",
    "https://www.nebraskapress.unl.edu/nebraska/9780803268432",
    "https://www.unmpress.com/9780826347107/crossing-borders-with-the-santo-ninyo-de-atocha",
    "https://www.vencuentro.org/consultation-report/",
    "https://press.princeton.edu/books/paperback/9780691163574/latino-catholicism",
    "https://nyupress.org/9781479884278/the-healing-power-of-the-santuario-de-chimayo/",
    "https://www.unmpress.com/9780826347107/crossing-borders-with-the-santo-ninyo-de-atocha/",
    "https://web.archive.org/web/20161130144025/http://bataanmuseum.com/bataanhistory/",
    "https://unmpress.com/9780826347107/crossing-borders-with-the-santo-ninyo-de-atocha/",
    "https://stateecu.com/a-guide-to-holy-week-pilgrimages-to-el-santuario-de-chimayo",
    "https://www.nps.gov/nr/travel/american_latino_heritage/el_santuario_de_chimayo.html",
    "https://nebraskapress.unl.edu/nebraska/9780803268432/",
    "https://nps.gov/nr/travel/american_latino_heritage/el_santuario_de_chimayo.html",
    "https://stateecu.com/a-guide-to-holy-week-pilgrimages-to-el-santuario-de-chimayo/",
    "https://web.archive.org/web/20161130144025/http://www.bataanmuseum.com/bataanhistory",
    "https://www.historyinsantafe.com/200th-coast-artillery-bataan-death-march/#:%7E:text=New%20Mexico",
    "https://nyupress.org/9781479884278/the-healing-power-of-the-santuario-de-chimayo",
    "https://theology.nd.edu/people/timothy-matovina/",
    "https://www.nyupress.org/9781479884278/the-healing-power-of-the-santuario-de-chimayo/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hispanos",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "santuario de chimayó",
        "sentiment": "none"
      },
      {
        "name": "chimayó",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T01:34:39.784+02:00",
  "updated": "2024-03-29T01:34:39.784+02:00"
}