{
  "thread": {
    "uuid": "1aa489ac1f94b7d8416d9f471066835b00cd7537",
    "url": "http://linformationnationaliste.hautetfort.com/archive/2024/01/07/etats-unis-l-allie-fatal-qui-se-retourne-contre-tous-ceux-qu-6479146.html",
    "site_full": "linformationnationaliste.hautetfort.com",
    "site": "hautetfort.com",
    "site_section": "http://linformationnationaliste.hautetfort.com/atom.xml",
    "site_categories": [
      "education"
    ],
    "section_title": "l'information nationaliste",
    "title": "Etats-Unis, l’allié fatal qui se retourne contre tous ceux qui lui ont fait confiance",
    "title_full": "Etats-Unis, l’allié fatal qui se retourne contre tous ceux qui lui ont fait confiance",
    "published": "2024-01-07T19:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://maximetandonnet.files.wordpress.com/2024/01/image-2.png?w=210",
    "performance_score": 0,
    "domain_rank": 10940,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1aa489ac1f94b7d8416d9f471066835b00cd7537",
  "url": "http://linformationnationaliste.hautetfort.com/archive/2024/01/07/etats-unis-l-allie-fatal-qui-se-retourne-contre-tous-ceux-qu-6479146.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "En réponse à",
  "published": "2024-01-07T19:11:00.000+02:00",
  "title": "Etats-Unis, l’allié fatal qui se retourne contre tous ceux qui lui ont fait confiance",
  "text": "« La France va montrer qu’elle est capable du plus grand » a déclaré le président Macron le 26 juillet 2023. Les jeux olympiques et para-olympiques représentent a priori (sauf imprévu) l’événement politique clé de l’année qui vient. Le défi est en effet gigantesque. Leur budget est estimé à 8 milliards € et le nombre de visiteurs attendus du monde entier est de 15, 3 millions pour 14 850 athlètes.\nLe président de la République y joue les trois années suivantes de son quinquennat. Cet événement gigantesque, les troisièmes jeux olympiques se déroulant à Paris dans l’histoire, peut être, par son impact médiatique, l’occasion de faire oublier les années sombres depuis sa réélection en 2022, marquées notamment par une réforme des retraites impopulaire et fortement contestée et celle de l’immigration au cours de laquelle il a semblé perdre la maîtrise des opérations.\nCes JO sont l’occasion pour le président de s’extraire de la mélasse politique française dominée l’absence de majorité absolue à l’Assemblée nationale qui mine le second mandat et de s’afficher en héros planétaire. L’expérience de la coupe du monde de football en 2022 au Qatar a confirmé son appétence pour manifester sa présence auprès des sportifs lors des grandes épreuves sportives. Il pourrait bien s’imposer comme la principale vedette de ces jeux olympiques et para-olympique.\nPanem et circences du pain et du cirque, comme disaient les Romains. Si le peuple est heureux et si la fête bat son plein et si la France gagne des médailles, le passé s’effacera de lui-même. Les Français auront à cœur, le temps des épreuves et pendant les quelques mois qui suivront, d’oublier l’inflation, l’insécurité, le chômage, l’immigration, la pauvreté, le déclin scolaire, les guerres d’Ukraine et du Moyen-Orient.\nSur le modèle de la coupe du monde de football en 1998 qui avait tant bénéficié à la popularité de Jacques Chirac, la cote de confiance de M. Macron, omniprésent, pourrait atteindre des sommets. Les JO s’imposeraient alors comme le début d’une ère nouvelle. L’image présidentielle, tellement ternie aujourd’hui, retrouverait son rayonnement initial peut-être même de manière durable, à en juger par l’expérience de 1998.\nPour un pouvoir aussi obnubilé par l’image, les apparences, les symboles, dans un régime politique largement fondé sur la communication et le culte de la personnalité avec son spectacle grandiloquent, qui prétend offrir aux Français un « récit » plutôt qu’une politique, cet événement pourrait avoir une portée refondatrice. Alors, des JO réussis seraient en mesure de transformer la donne politique française, balayer l’amertume et le pessimisme et mettre sur orbite un successeur désigné du président Macron tout en balayant la tentation dite « populiste ».\nCependant, tout ceci n’est qu’une possibilité et correspond au calcul et l’espoir de la macronie. La réalisation de ce scénario bienheureux est conditionnée au bon déroulement des JO. Si la fête est gâchée par des problèmes d’organisation, des polémiques ou pire, des drames du terrorisme ou de l’insécurité, l’effet pourrait être exactement inverse. Un excès de personnalisation de l’événement autour du chef de l’Etat pourrait aussi avoir un effet contre-productif en suscitant l’ironie. Et si la joie collective n’est pas, autant qu’espéré, au rendez-vous de l’été, le triomphe attendu risque de se retourner en exaspération croissante.\nMT\nhttps://maximetandonnet.wordpress.com/2024/01/04/lenjeu-politique-des-jo-de-paris-en-2024-pour-atlantico/",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://atlantico.fr/article/decryptage/jeux-olympiques-et-paralympiques-de-paris-2024-la-macronie-a-quitte-ou-double-maxime-tandonnet",
    "https://maximetandonnet.wordpress.com/2024/01/04/lenjeu-politique-des-jo-de-paris-en-2024-pour-atlantico/",
    "https://maximetandonnet.wordpress.com/2024/01/04/lenjeu-politique-des-jo-de-paris-en-2024-pour-atlantico",
    "https://www.maximetandonnet.wordpress.com/2024/01/04/lenjeu-politique-des-jo-de-paris-en-2024-pour-atlantico/",
    "https://www.atlantico.fr/article/decryptage/jeux-olympiques-et-paralympiques-de-paris-2024-la-macronie-a-quitte-ou-double-maxime-tandonnet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:34:00.848+02:00",
  "updated": "2024-01-08T00:34:00.848+02:00"
}