{
  "thread": {
    "uuid": "f97c5e410d55cf0649b4d19b8f5e38572cffb3cf",
    "url": "https://www.newsbreak.com/news/3288117534247-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/comingsoon-1584027",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "ComingSoon | NewsBreak",
    "title": "Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship",
    "title_full": "Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship",
    "published": "2024-01-05T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0Is7kJ_0qbB7x3S00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f97c5e410d55cf0649b4d19b8f5e38572cffb3cf",
  "url": "https://www.newsbreak.com/news/3288117534247-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-05T21:00:00.000+02:00",
  "title": "Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship",
  "text": "ComingSoon Editor-in-Chief Tyler Treese spoke with Good Grief writer, director, and star Dan Levy and stars Ruth Negga and Himesh Patel . The trio spoke about filming on a Ferris wheel and acting out friendship. The film is now streaming on Netflix. “Marc (Dan Levy) was content living in the shadow of his larger-than-life husband, Oliver (Luke Evans),” reads the movie ‘s synopsis. “But when Oliver unexpectedly dies, Marc’s world shatters, sending him and his two best friends, Sophie (Ruth Negga) and Thomas (Himesh Patel), on a soul-searching trip to Paris that reveals some hard truths they each needed to face.” Tyler Treese: Dan, After the Gold Rush is one of my favorite albums. You use “Only Love Can Break Your Heart” by Neil Young during a really emotional scene. Can you speak to using that song to really amplify the emotion of that moment? I thought it was a great choice. Dan Levy: Thank you so much. Originally, it was scripted as a completely different song and a different moment, and in editing the film, it just felt like I didn’t need aggression in that moment. I needed innocence, ultimately, and a kind of naiveté and a kind of vulnerability. I think we tried so many different songs in that place, and I was listening to a playlist that I had made one night while I was editing, and the song came on, and I just knew I had this creeping suspicion that it was going to work. We put it on, and it’s so … it speaks so much to the moment, but I think it’s that it speaks to such a universal feeling, too. And any opportunity to give a nod to my Canadian heroes. It just worked. That’s the beauty of music and movies is like … it takes a minute to find it, but when the right song hits at the right moment, it can really do some wonderful things. Ruth, you three all come across so naturally as friends. It really feels like you’ve known each other forever. Was that an instant connection, or how did that chemistry develop over the shooting? Ruth Negga: Yeah, I think it was pretty much instant. I think that we’re naturally sort of friendly people. [Laughs]. I would hope. But, I also think Dan went out of his way to make it … we went on a weekend away, we did escape rooms — whatever they’re called, panic rooms? Dan Levy: We all hid in a panic room, yeah. Himesh Patel: That’s what we did. Ruth Negga: [Laughs]. I got very panicked. [Laughs]. You see your true colors there. So there’s a lot of bonding going on. But no, I appreciate that because … it takes work, but it’s not hard work. It’s just a really lovely thing. But I do think it takes a kind of vulnerability in being open to those to want each other’s energy. Because in this film, what’s really important is that they are allowed to be sort of their worst selves with each other. It’s acting, but it’s also a very vulnerable place for a character to be in. I was very aware of Sophie’s vulnerabilities and, at those points, When you feel you have no excuses and you have nothing but “sorry” to say, that’s quite difficult. But I think Dan created an alchemy with the cast and the crew that made those moments what they are, so natural. That takes a lot. That’s the work that is done in the prep behind the scenes. So it’s not something that you can just cut, but when it does happen, when you put the work in, it does feel very … what do you say, like butter? [Laughs]. You’re all going through relationship issues in this movie, and a lot of them come to a head at the Ferris wheel scene. How was the filming that scene with everybody? Himesh Patel: [Laughs]. It was quite an operation. It was at the actual Ferris wheel that was in the Tuileries there, in Paris. Until 24 hours before we shot it, we thought we would have full control of the whole Ferris wheel and it would just be us and our people and the Ferris wheel. Then you found out very late in the game that we were, in fact, not being given that we were given two carriages and we would just have to get it going. The Ferris wheel was going to be operational as it always would basically be. It’s always fun there, as an actor, when you’ve got a big scene coming up, you want to rise to the challenge, but it’s so much easier when you feel supported by the people around you, you know? As I had done to that point, it was fairly late in the shoot when we got to that scene, and it just felt like we were ready to do it. As challenging as it was, it was very cold in that Ferris wheel in December in Paris. [Laughs]. But it was great. Dan Levy: A lot of hot water bottles hidden on laps and at feet. Himesh Patel: Yes. Dan Levy: And our DP [director of photography], Ole Bratt Birkeland, was shooting it and he was shrouded in a black cape so that he didn’t show up in the reflection behind us. All we would see would be from Ruth and my perspective was Himesh. Then, beside Himesh was, essentially, the goblin from Spirited Away. [Laughs]. Is that what I’m thinking of? You know, the ghost from Spirited Away? But with a camera and then two little legs sticking out with a hot water bottle on them. It was the greatest. It’s those moments where you think, “Well, this is the thrill of filmmaking.” Himesh Patel: Showbiz, baby! The post Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.comingsoon.net/tag/dan-levy",
    "https://www.comingsoon.net",
    "https://www.comingsoon.net/tag/ruth-negga",
    "https://www.comingsoon.net/movies/features/1453459-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
    "http://www.imdb.com/title/tt19887550",
    "https://www.comingsoon.net/tag/himesh-patel",
    "https://comingsoon.net/tag/ruth-negga",
    "https://comingsoon.net/tag/himesh-patel",
    "https://comingsoon.net",
    "https://comingsoon.net/movies/features/1453459-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
    "http://imdb.com/title/tt19887550",
    "https://comingsoon.net/tag/dan-levy"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tyler treese",
        "sentiment": "positive"
      },
      {
        "name": "ruth negga",
        "sentiment": "positive"
      },
      {
        "name": "dan levy",
        "sentiment": "positive"
      },
      {
        "name": "himesh patel",
        "sentiment": "none"
      },
      {
        "name": "dan",
        "sentiment": "none"
      },
      {
        "name": "neil young",
        "sentiment": "none"
      },
      {
        "name": "marc",
        "sentiment": "none"
      },
      {
        "name": "oliver (luke evans",
        "sentiment": "none"
      },
      {
        "name": "thomas (himesh patel",
        "sentiment": "none"
      },
      {
        "name": "oliver",
        "sentiment": "none"
      },
      {
        "name": "marc (dan levy",
        "sentiment": "none"
      },
      {
        "name": "sophie (ruth negga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      },
      {
        "name": "ferris",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:38.076+02:00",
  "updated": "2024-01-06T00:26:38.076+02:00"
}