{
  "thread": {
    "uuid": "0fa08f96d36514b3d3f7c9b5473d1eaaf8830a7a",
    "url": "https://www.govtech.com/fs/the-used-ev-market-is-growing-offering-drivers-more-options",
    "site_full": "www.govtech.com",
    "site": "govtech.com",
    "site_section": "https://govtech.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Government Technology State &amp; Local Articles - e.Republic",
    "title": "The Used EV Market Is Growing, Offering Drivers More Options",
    "title_full": "The Used EV Market Is Growing, Offering Drivers More Options",
    "published": "2024-02-15T23:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://erepublic.brightspotcdn.com/dims4/default/78803e3/2147483647/strip/true/crop/7360x3578+0+350/resize/1440x700!/quality/90/?url=http%3A%2F%2Ferepublic-brightspot.s3.us-west-2.amazonaws.com%2F33%2F86%2Ff6361c534a0383bf9399517c3608%2Fshutterstock-329532386.jpg",
    "performance_score": 0,
    "domain_rank": 4451,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fa08f96d36514b3d3f7c9b5473d1eaaf8830a7a",
  "url": "https://www.govtech.com/fs/the-used-ev-market-is-growing-offering-drivers-more-options",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Skip Descant",
  "published": "2024-02-15T23:05:00.000+02:00",
  "title": "The Used EV Market Is Growing, Offering Drivers More Options",
  "text": "The Used EV Market Is Growing, Offering Drivers More Options Falling prices, increased availability and incentives are giving the secondhand electric vehicle market the thrust it needs to grow, introducing the vehicles to a wider cross-section of consumers. The secondhand “The more vehicles that hit the used electric vehicle market, and the more information about how inexpensive they are to drive and maintain, it will become clear that this is the best way to get around in your day-to-day life,” said Growing the secondhand electric vehicle market could be a key entry point for lower-income families. Some 62 percent of lower-income households acquire cars used, said “In a lot of ways you might say the development of the used EV market is even more important than the development of the new EV market,” he added. Recurrent is anticipating more than 500,000 used battery-electric and plugin hybrids will be sold in the United States this year, up 40 percent from last year, and double that of 2022. Popular models, like the Tesla Model 3 and Model Y, are increasingly coming up for sale on the used market. “So a lot more volume is coming into this market,” said Case. The average used EV price is back down to what it was in early 2021, which is about $27,000. However, that vehicle is much different than it was three to four years ago, said Case, as he noted those cars were generally vehicles with short battery ranges. The used vehicles in today’s market include cars like Tesla Model 3s and Chevrolet Bolts, which have a range of about 200 miles. Another factor making the secondhand EV market more attractive are incentives. Buyers can get up to $14,000 or 30 percent back in the form of federal tax credits. The vehicle cannot cost more than $25,000, and must be at least two years old. The car must also be purchased from a qualified dealer. The used EV tax credit was included as a part of the Inflation Reduction Act. Some 30 percent of used EVs fall under the $20,000 list price, said Case. States like Connecticut, Illinois and Oregon offer state-level incentives for purchasing a used EV, which can be stacked on top of the federal incentive, said “The savings for low-income households are significantly higher than for high net-worth individuals,” said Garcia in some of her comments on the panel. “And so from an equity perspective, it’s extremely important to be able to be making electric vehicles more affordable so that we’re mitigating the high transportation and energy burden that low-income households face.” When structuring purchase incentives for used EVs, states should build the programs around factors like household income and vehicle cost,” said Garcia, adding they could also be tied to areas with the highest pollution levels. But perhaps most importantly, make sure the program is funded at the appropriate level. “One of the things I get frustrated about is when I hear a state has to pause accepting applications,” she added, noting states will occasionally close the application process because the program has exhausted its funding. [electric vehicle](https://www.govtech.com/tag/ev)market is set to take off, driven largely by lower price points, incentives and more available cars. “The more vehicles that hit the used electric vehicle market, and the more information about how inexpensive they are to drive and maintain, it will become clear that this is the best way to get around in your day-to-day life,” said [JR Anderson,](https://www.linkedin.com/in/jrlanderson/)program manager at Forth, during a Forth-organized webinar Feb. 14. Growing the secondhand electric vehicle market could be a key entry point for lower-income families. Some 62 percent of lower-income households acquire cars used, said [Scott Case,](https://www.linkedin.com/in/scott-case-193139/)panel moderator and CEO of Recurrent, which produces battery health reports for EV owners. Only 17 percent of low-income families purchase new cars, he added. “In a lot of ways you might say the development of the used EV market is even more important than the development of the new EV market,” he added. Recurrent is anticipating more than 500,000 used battery-electric and plugin hybrids will be sold in the United States this year, up 40 percent from last year, and double that of 2022. Popular models, like the Tesla Model 3 and Model Y, are increasingly coming up for sale on the used market. “So a lot more volume is coming into this market,” said Case. The average used EV price is back down to what it was in early 2021, which is about $27,000. However, that vehicle is much different than it was three to four years ago, said Case, as he noted those cars were generally vehicles with short battery ranges. The used vehicles in today’s market include cars like Tesla Model 3s and Chevrolet Bolts, which have a range of about 200 miles. Another factor making the secondhand EV market more attractive are incentives. Buyers can get up to $14,000 or 30 percent back in the form of federal tax credits. The vehicle cannot cost more than $25,000, and must be at least two years old. The car must also be purchased from a qualified dealer. The used EV tax credit was included as a part of the Inflation Reduction Act. Some 30 percent of used EVs fall under the $20,000 list price, said Case. States like Connecticut, Illinois and Oregon offer state-level incentives for purchasing a used EV, which can be stacked on top of the federal incentive, said [Katherine Garcia](https://www.linkedin.com/in/katherinegarcia/), director of Clean Transportation for All at the Sierra Club. “The savings for low-income households are significantly higher than for high net-worth individuals,” said Garcia in some of her comments on the panel. “And so from an equity perspective, it’s extremely important to be able to be making electric vehicles more affordable so that we’re mitigating the high transportation and energy burden that low-income households face.” When structuring purchase incentives for used EVs, states should build the programs around factors like household income and vehicle cost,” said Garcia, adding they could also be tied to areas with the highest pollution levels. But perhaps most importantly, make sure the program is funded at the appropriate level. “One of the things I get frustrated about is when I hear a state has to pause accepting applications,” she added, noting states will occasionally close the application process because the program has exhausted its funding.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://www.linkedin.com/in/jrlanderson/)program",
    "https://www.linkedin.com/in/katherinegarcia/),",
    "https://www.linkedin.com/in/scott-case-193139/)panel",
    "https://linkedin.com/in/katherinegarcia/),",
    "https://linkedin.com/in/jrlanderson/)program",
    "https://linkedin.com/in/scott-case-193139/)panel"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:49:16.592+02:00",
  "updated": "2024-02-16T00:49:16.592+02:00"
}