{
  "thread": {
    "uuid": "bad73b411b154d25350e00112c4da2a47e99bc35",
    "url": "https://www.ladepeche.fr/2024/05/03/dien-bien-phu-cette-page-dheroisme-et-de-sacrifice-dans-lhistoire-du-1er-rcp-11927837.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://www.ladepeche.fr/culture-et-loisirs/spectacles/theatre/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Théâtre - ladepeche.fr",
    "title": "Pamiers. Dien Bien Phu : cette page d’héroïsme et de sacrifice dans l’histoire du 1er RCP - ladepeche.fr",
    "title_full": "Pamiers. Dien Bien Phu : cette page d’héroïsme et de sacrifice dans l’histoire du 1er RCP - ladepeche.fr",
    "published": "2024-05-03T11:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/6634acc8b3ec99216c6cd96a/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4852,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bad73b411b154d25350e00112c4da2a47e99bc35",
  "url": "https://www.ladepeche.fr/2024/05/03/dien-bien-phu-cette-page-dheroisme-et-de-sacrifice-dans-lhistoire-du-1er-rcp-11927837.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laurent Gauthey",
  "published": "2024-05-03T11:16:00.000+03:00",
  "title": "Pamiers. Dien Bien Phu : cette page d’héroïsme et de sacrifice dans l’histoire du 1er RCP - ladepeche.fr",
  "text": "Il venait de naître lorsqu’a éclaté la guerre en Indochine, et le tout jeune régiment parachutiste, créé en 1943, à Fez, a payé un lourd tribut à ce conflit qui explosera trois ans plus tard, en novembre 1946, à Haiphong. Huit ans de guerre, et un lourd tribut pour le régiment, notamment à Dien-Bien-Phu : 705 Rapaces ont été engagés en Indochine, 238 à peine en sont revenus, et dans quel état ! Blessés, ou bien malades, affaiblis, rendus aveugles par la malnutrition, après avoir été faits prisonniers : au Tonkin, le 1er RCP aura écrit l’une des pages les plus douloureuses de son histoire.\nSoixante-dix ans plus tard, qu’importent la stratégie ou la politique : \"Au final, ce qui reste, c’est l’humain\", souligne le major André, officier tradition du régiment, qui a rassemblé une série de photos de ces hommes, anciens résistants pour certains, qui se sont battus de l’autre côté du globe, à un mois de bateau de leur terre natale.\n\"Les yeux dans les yeux\"\n\"Ces photos sont simples, mais elles sont importantes, reprend l’officier, qui a assuré, ce jeudi, une conférence sur Dien-Bien-Phu devant une assistance faite, notamment, d’anciens du régiment. Il faut les regarder, les yeux dans les yeux\". Attraper ces regards, interroger ces itinéraires, tenter d’imaginer les pensées qui agitaient leurs moments de repos. Ces volontaires ont débarqué en Indochine à la fin du mois de décembre 1953, après plusieurs semaines de mer. Ils ont découvert les rizières, les montagnes, l’humidité de ce territoire inconnu. Beaucoup ont été conquis par ce territoire, et gagné par un attachement profond pour cette terre et pour son peuple. Et leur retour en France n’a pas été simple : leur courage et leur sens du sacrifice ont été parfois mis à mal par l’amertume de la défaite militaire, et les interrogations sur cet engagement militaire lui-même.\nMais il reste l’humain. Les cérémonies qui ont eu lieu hier, dans l’intimité familiale du 1er RCP, réservées aux militaires, à leurs familles, et à des invités du régiment appaméen, rendent hommage à ces hommes de courage et d’honneur. Dans le récit de leur engament total, deux épisodes marquant : la prise désespérée et héroïque, par un petit groupe de soldats, de l’une des collines qui dominait la cuvette de Dien-Bien-Phu, alors que tout était déjà perdu et que les pertes humaines étaient colossales… Et l’odeur de charnier que les soldats, parachutés sur le site, ont senti avant même de toucher le sol.\nUne commémoration dans l’intimité, hier soir, au quartier capitaine Beaumont \"J’ai voulu aussi faire de cette commémoration un événement culturel, puisque nous avons invité la violoniste internationale Marie Cantagrill, pour interpréter le Concerto de l’Adieu, du compositeur français Georges Delarue (1)\", explique le colonel A.Galvan, chef de corps. Hier soir, sur la place d’armes du quartier Beaumont, ce moment d’émotion a donné une coloration toute particulière à cette cérémonie, qui s’est déroulée dans l’intimité des Rapaces, en présence des anciens du régiment, des militaires et de leur famille, ainsi que des autorités publiques.\nL’émotion du Concerto de l’Adieu La commémoration a débuté à la nuit tombée, et un jeu de lumières bleues, blanches et rouges a éclairé le monument aux Morts du Régiment, où figure notamment la longue liste des victimes tombées en Indochine. La violoniste Marie Cantagrill, dans un silence de cathédrale, leur a rendu un poignant hommage et a livré une interprétation très émouvante du Concerto de l’Adieu. Enfin, dans sa prise de parole (l’ordre du jour N° 10), le chef de corps du 1er RCP l’a dit avec fermeté : \"Nous ne célébrons pas l’échec d’une bataille, mais l’héroïsme des hommes qui se sont battus, sans jamais baisser les bras\".\nEnfin, avant la cérémonie d’hier soir, c’est également un cycle de trois conférences qui ont eu lieu dans l’enceinte du régiment. Un conférencier, il y a un mois, s’est adressé à l’ensemble des compagnies, l’une après l’autre. Une exposition, réalisée par un ancien officier, Gérard Arroyo, est également présentée dans la salle d’honneur du régiment. Elle retrace la totalité des événements de la Guerre d’Indochine, et est illustrée de nombreux documents.\n(1) Cette œuvre n’a pas été choisie par hasard : c’est la musique du film \"Dien Bien Phu\", réalisé par Pierre Schœndœrffer, ancien du 1er RCP et de Dien Bien Phu, et première classe d’honneur du régiment (lire ci-dessus). \"C’est un héritage qu’il ne faut pas oublier\" Pourquoi cette commémoration est-elle aussi importante pour le Régiment ?\nNous portons sur notre tenue une fourragère rouge, couleur de la Légion d’Honneur. Cette fourragère, c’est la plus haute distinction que le régiment a reçue, et il l’a reçue pour les faits d’armes qui ont été réalisés par les anciens du régiment, en Indochine. C’est une période particulièrement importante dans l’histoire du Régiment qui a suivi les faits d’armes, à la Libération, dans les Vosges et en Alsace. Il n’y a pas eu d’interruption pour ces hommes qui s’étaient engagés pour libérer la France. Ils sont partis, en Extrême-Orient, dès le début de l’année 47, pour permettre à la France de retrouver sa souveraineté en Indochine.\nPour le 1er RCP, la mémoire de ces événements est-elle encore vive ?\nLe 1er RCP est un régiment jeune et lorsqu’on regarde dans le rétroviseur, on voit le début de notre histoire. On voit ces gens qui ont formé ce régiment. Moi, quand j’étais jeune lieutenant, lors de la Saint-Michel, j’ai eu l’honneur de me trouver aux côtés de ces anciens d’Indochine. Certains avaient sauté deux fois sur Dien-Bien-Phu. Ils étaient présents. Aujourd’hui, ils ne sont plus qu’une dizaine, très âgés, souvent malades. Pour nous, ces soixante-dix ans, c’est une année importante pour honorer encore, au travers des vivants, tous ceux qui se sont battus là-bas, comme on s’est battus à cette époque, avec un engagement total, et qui ont écrit les belles pages de notre Régiment. Pour nous, c’est un héritage qu’il ne faut pas oublier.\nÀ qui doit s’adresser, en priorité, ce devoir de mémoire ?\nJ’ai envie que les jeunes du Régiment, qui sont passionnés par le 1er RCP, mais en ont parfois une connaissance un peu fragile, profitent de cette occasion-là pour s’imprégner de cette époque et comprennent ce qu’est un parachutiste. En sortant de l’avion, il prend un risque, il va vers l’inconnu… Mais d’autres l’ont fait avant nous. Ce n’est ni un mythe, ni une image d’Epinal. Mais le vécu de gens que l’on peut encore côtoyer. Se souvenir et honorer nos anciens, c’est très important. J’ai choisi de faire une commémoration \"de famille\", mais en y associant les anciens de l’amicale, nos élus et nos autorités publiques, et les familles du régiment. Ma cible prioritaire, ce sont mes jeunes parachutistes, pour qu’ils connaissent mieux leur histoire, et s’en imprègnent.\nCet article est réservé aux abonnés Accédez immédiatement à cet article 2 semaines offertes Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 3€/mois Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T12:35:41.557+03:00",
  "updated": "2024-05-03T12:35:41.557+03:00"
}