{
  "thread": {
    "uuid": "1bdd879ba7a2d477adb868b07f5ba9f6c366ece3",
    "url": "https://sosoir.lesoir.be/les-celibataires-engages-pour-lenvironnement-seraient-plus-seduisants-selon-plusieurs-etudes",
    "site_full": "sosoir.lesoir.be",
    "site": "lesoir.be",
    "site_section": "http://sosoir.lesoir.be",
    "site_categories": [
      "fashion",
      "style_and_fashion",
      "top_news"
    ],
    "section_title": "So Soir | Le Lifestyle selon Le Soir",
    "title": "Les célibataires engagés pour l’environnement seraient plus séduisants selon plusieurs études",
    "title_full": "Les célibataires engagés pour l’environnement seraient plus séduisants selon plusieurs études",
    "published": "2024-07-05T13:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://sosoir.lesoir.be/sites/default/files/gallery/mansado-louis-bdxelvcufti-unsplash.jpg",
    "performance_score": 0,
    "domain_rank": 5002,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1bdd879ba7a2d477adb868b07f5ba9f6c366ece3",
  "url": "https://sosoir.lesoir.be/les-celibataires-engages-pour-lenvironnement-seraient-plus-seduisants-selon-plusieurs-etudes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Par Sigrid Descamps. Photo Louis Mansado Unsplash",
  "published": "2024-07-05T13:27:00.000+03:00",
  "title": "Les célibataires engagés pour l’environnement seraient plus séduisants selon plusieurs études",
  "text": "Les enjeux climatiques, la conscience verte, les gestes adoptés au quotidien, voire plus, pour préserver la planète… L'écologie occupe désormais une place importante au sein de la société et touche aussi le domaine des rencontres amoureuses. La tendance a en effet été relevée par plusieurs applications de rencontres en vue au cours de ces dernières années : en 2019 déjà, [Tinder](https://sosoir.lesoir.be/le-tinder-du-bien-etre-cette-nouvelle-plateforme-vous-aide-trouver-le-bon-specialiste-pour-vous) pointait que l’environnement et la crise climatique faisaient partie des sujets les plus souvent mentionnés dans les bios de ses utilisateurs de la génération Z (nés après 1997). Il est à noter que depuis, ses utilisateurs peuvent préciser le changement climatique, mais aussi le véganisme et le végétarisme dans leurs centres d’intérêt. Vidéo : qu'est-ce que le célicouple, le concept qui réinvente la vie de couple ? En 2022, c’est l’application OK Cupid qui annonçait, suite à une étude, que le changement climatique était devenu le sujet numéro 1 parmi les thèmes de rencontre, dépassant même celui de… la paix dans le monde. A noter par ailleurs, que sur OK Cupid, depuis 2020, il serait possible de filtrer ceux qui considèrent le changement climatique comme une fake news ! En 2023, l’application canadienne Plenty of Fish constatait que 39 % de ses utilisateurs plaçaient l’écologie devant le physique et la profession dans leurs critères de sélection. Et un sondage réalisé pour l’application Bumble avait noté que 59% des interrogés souhaitaient rencontrer des personnes qui partagaient les mêmes convictions écologiques. Récemment, en sondant ses utilisateurs, l’application a relevé que 39% d’entre eux trouvent plus attirantes les personnes attentives à leur impact sur l’environnement. En accord avec leurs valeurs, les écologistes seraient en outre considérés comme plus sensibles, plus prévenants et feraient ainsi de meilleurs partenaires de vie. Une tendance qui se marque surtout chez les jeunes entre 18 et 35 ans, et plus encore chez les jeunes femmes. Qui dit éco-dating dit... éco-dumping ! L'intérêt croissant pour l’implication écologique a son revers : cela implique que plus les utilisateurs et utilisatrices prennent attention à l’écologie, plus ils évitent celles et ceux qui ne partagent pas leurs valeurs. L’année 2023 a ainsi vu s’étendre le phénomène d'éco-dumping, soit le fait de quitter sa ou son partenaire, voire de carrément renoncer à [un premier rendez-vous](https://sosoir.lesoir.be/5-bars-sympas-ou-emmener-son-premier-date-bruxelles), parce que la personne n’accorde pas une place suffisante à la préservation de l’environnement. Parmi les motifs de rupture évoqués par les utilisateurs des applications, on trouve pêle-mêle : le fait de ne pas recycler, d’utiliser des services de livraison plus que nécessaire, de privilégier des moyens de transports à empreinte carbone élevée, surconsommation de viande… Quelques pistes vertes pour booster son pouvoir de séduction On l’aura compris, si les valeurs écologiques ont leur importance, le passage à l’action l’est tout autant, voire plus. Voici donc quelques petites habitudes à adopter pour booster son pouvoir d'« éco-attraction » : [préférer le vélo](https://sosoir.lesoir.be/velo-electrique-ou-velo-classique-lequel-nous-fait-faire-le-plus-dexercice), la marche ou les transports en commun à la voiture ; limiter ses déplacements en avion au maximum et l’éviter pour des trajets courts ; manger moins de viande et de poisson ; privilégier les produits locaux et de saison ; [acheter en seconde main](https://sosoir.lesoir.be/comment-se-mettre-serieusement-la-seconde-main) ; conserver ses appareils technologiques (smartphone, pc, tablette…) le plus longtemps possible et opter pour leur recyclage en fin d’usage… A vous de jouer ! Ne manquez plus aucune actualité lifestyle sur [sosoir.lesoir.be](http://sosoir.lesoir.be/) et abonnez-vous dès maintenant à nos newsletters thématiques [en cliquant ici.](https://sosoir.lesoir.be/laffut-des-dernieres-tendances-decouvrez-les-newsletters-thematiques-de-so-soir)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:57:19.847+03:00",
  "updated": "2024-07-05T16:57:19.847+03:00"
}