{
  "thread": {
    "uuid": "ae84759169d518b05ce16ca844ba9462a679d1b5",
    "url": "https://www.ibtimes.com/asia-pacific-gets-new-weapon-fight-against-drug-resistant-tb-3729443",
    "site_full": "www.ibtimes.com",
    "site": "ibtimes.com",
    "site_section": "http://www.ibtimes.com/rss/economy/asia-pacific",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "International Business Times",
    "title": "Asia-Pacific Gets New Weapon In Fight Against Drug-resistant TB",
    "title_full": "Asia-Pacific Gets New Weapon In Fight Against Drug-resistant TB | IBTimes",
    "published": "2024-04-12T01:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d.ibtimes.com/en/full/4521397/new-drug-regimen-involving-fewer-pills-side-effects-being-rolled-out-asia-pacific-including.jpg",
    "performance_score": 0,
    "domain_rank": 1110,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae84759169d518b05ce16ca844ba9462a679d1b5",
  "url": "https://www.ibtimes.com/asia-pacific-gets-new-weapon-fight-against-drug-resistant-tb-3729443",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pam CASTRO",
  "published": "2024-04-12T01:06:00.000+03:00",
  "title": "Asia-Pacific Gets New Weapon In Fight Against Drug-resistant TB",
  "text": "A faster and vastly more effective treatment for drug-resistant tuberculosis is being rolled out in the Asia-Pacific region, raising hopes of a \"new era\" in tackling one of the world's deadliest infectious diseases.The region had most of the world's estimated 10.6 million new TB cases in 2022, and more than half of the 1.3 million deaths, World Health Organization (WHO) figures show.While TB can be successfully treated with antibiotics, more than three percent of new TB patients are resistant to commonly prescribed drugs.Until recently, treatment for these patients involved daily painful injections or a fistful of pills for 18 months or longer, while some endured severe side effects such as nausea and, in extreme cases, blindness.Many people prematurely quit their treatment, which had a success rate of 63 percent or lower.Now, a new drug regimen involving fewer pills and side effects is being rolled out in the Asia-Pacific, including the Philippines, Vietnam and Indonesia, where trials have shown a more than 90 percent cure rate after six months.The treatment, known as BPaL, combines the antibiotics bedaquiline, pretomanid and linezolid, and has received regulatory approval in more than 60 countries since 2019, according to the non-profit TB Alliance, which developed it.The WHO updated its guidelines in 2022 to allow BPaL to be used with or without a fourth antibiotic called moxifloxacin.BPaL has been life-changing for Filipino cook Efifanio Brillante, who was diagnosed with drug-resistant TB in June 2022 and initially went on an older form of treatment.Brillante, 57, was swallowing 20 tablets a day, but it left him feeling so nauseous that he couldn't work or eat.He stopped the medication after two weeks even though he knew the decision could be fatal.\"It's very difficult. You're always in bed,\" Brillante told AFP about his experience of having TB.\"Sometimes I couldn't even breathe.\"The following month, Brillante joined a BPaL trial at the Jose B Lingad Memorial General Hospital in Pampanga province, north of the Philippine capital Manila.He took between three and seven pills a day and was cured after six months.\"I'm very thankful that I was healed,\" Brillante told AFP in his home.\"If I didn't take that BPaL, I might already be buried in the cemetery.\"TB, once called consumption, is caused by a bacteria that primarily attacks the lungs and is transmitted through the air by infected people, for example by coughing. While it is found in every country, poorer people living and working in overcrowded conditions are at higher risk of the disease.Eight countries accounted for two-thirds of new TB cases in 2022: India, Indonesia, China, the Philippines, Pakistan, Nigeria, Bangladesh and the Democratic Republic of Congo. One of the biggest challenges of treating drug-resistant TB has been getting patients to take the full course of their medication.Even in countries where treatment is free, patients face crippling travel costs to hospitals and loss of income, or even their job, due to the illness and side-effects of the drugs, leading many to stop taking their pills.In Vietnam, most people diagnosed with TB are from low-income families, Hoang Thi Thanh Thuy from the Vietnam National Tuberculosis Program told AFP.Nearly everyone with drug-resistant TB endured \"catastrophic\" expenses over the period of their treatment, she said.\"All of these difficulties can affect patient compliance and lead to poor treatment and increasing drug resistance,\" Thuy said.Identifying people with TB is also a challenge.In Indonesia, some healthcare facilities are still not able to properly diagnose the disease, said Imran Pambudi of the health ministry.Fear of social stigma from a positive diagnosis is also common.\"We're trying to educate them that TB is a curable disease,\" said Irene Flores, who led the BPaL trial at the Jose B Lingad Memorial General Hospital in the Philippines. \"If they come early, we can prevent complications.\"After years of decline, the number of people falling ill with TB and drug-resistant tuberculosis began increasing during the Covid-19 pandemic, which disrupted diagnosis and treatment, the WHO said previously.After gargantuan global efforts to develop a vaccine against the coronavirus, the WHO has called for increased funding to fight TB.\"As TB stopped being a high income-country problem, motivation to invest in research and development for new TB drugs dried up,\" said Sandeep Juneja, senior vice president of market access at the TB Alliance.To help accelerate the rollout of BPaL, with or without moxifloxacin, the TB Alliance has set up a \"knowledge hub\" in Manila to provide training and assistance to other countries.In India, where BPaL has been approved, there is growing impatience for it to be introduced into health clinics given the country's world-beating caseload.\"BPaL should be rolled out soon because it will spare patients a lot of headaches and provide psychological relief too, besides reducing cost of treatment in the long run,\" said Ravikant Singh, founder of advocacy group Doctors For You.Juneja said the new regimen meant treating drug-resistant TB was no longer a guessing game of whether a patient would survive or not.But more is needed to be done, he added.\"I hope this is... just the beginning of a new era of TB treatment where they will be even simpler, even shorter.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "world health organization",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "asia-pacific",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:10:46.813+03:00",
  "updated": "2024-04-12T15:02:35.260+03:00"
}