{
  "thread": {
    "uuid": "6064fd7b7ef7be9f43737bfc517435333255024d",
    "url": "https://www.emissourian.com/sports/principia-uses-threes-to-defeat-lady-shamrocks/article_7425eb88-d5a9-11ee-b65b-ab4726102fad.html",
    "site_full": "www.emissourian.com",
    "site": "emissourian.com",
    "site_section": "http://www.emissourian.com/search/?f=rss&t=article&c=sports&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.emissourian.com - RSS Results in sports of type article",
    "title": "Principia uses threes to defeat Lady Shamrocks",
    "title_full": "Principia uses threes to defeat Lady Shamrocks",
    "published": "2024-02-29T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/emissourian.com/content/tncms/custom/image/25bd20b8-0bec-11e6-8724-4f2b29eac231.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 93384,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6064fd7b7ef7be9f43737bfc517435333255024d",
  "url": "https://www.emissourian.com/sports/principia-uses-threes-to-defeat-lady-shamrocks/article_7425eb88-d5a9-11ee-b65b-ab4726102fad.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bill Battle battleb@emissourian.com",
  "published": "2024-02-29T21:00:00.000+02:00",
  "title": "Principia uses threes to defeat Lady Shamrocks",
  "text": "Hitting nine three-point baskets, the Principia Lady Panthers won their first district title since 2012 Friday by beating New Haven, 46-19.\nPrincipia, the Class 2 District 4 top seed, hosted Bismarck Monday in the sectional round.\nNew Haven, meanwhile, ended with a 12-13 record.\n“We knew they could shoot,” New Haven Head Coach Austin Peirick said. “We were just hoping they had their worst shooting night tonight. It was one of those things where they might be a little surprised with how open they were. Credit to them. They hit shots.”\nIn the game, New Haven accomplished one major goal. Peirick wanted the Lady Shamrocks to prevent Principia freshman forward Dasia Scott, the St. Louis area’s leading scorer at 24.9 points per game, from taking over.\n“Going into this game, we wanted to make sure Scott didn’t get loose on us and really bury us inside,” Peirick said. “Another reason we didn’t want her to have a lot of touches is because we thought she would get to the foul line. She ended up with maybe four touches inside, so that ratio panned out.”\nMission accomplished as Scott only hit one field goal and went 5-5 from the free-throw line for seven points.\nWhat Peirick didn’t count on was the nine three-point baskets the other players hit.\nNylah Young, a sophomore, knocked down five of the outside-the-arc shots for her game-leading 15 points.\nJunior Jayla Hawkins and freshman Nya Walker both ended with two three-point baskets, scoring eight and six points, respectively.\nAnd, when New Haven had the ball, Principia’s defense picked up the intensity by gaining 23 steals.\n“They wreak a lot of havoc with their on-the-ball pressure,” Peirick said. “They’re man-to-man and in your pocket all night long. They take away your first two looks. We just didn’t do a good enough job of getting the ball up early and initiating early.”\nAfter one quarter, Principia led, 15-2. New Haven’s points came on two free throws.\n“A lot of teams that have had success against them have weathered the storm early,” Peirick said. “The way they play is they get you on your heels early. They almost get you running from what you want to do. We wanted to keep pace and limit the live-ball turnovers. In the first quarter, they hit those open shots. When we were back on our heels, they were scoring. We got into a big hole and we’re not really built to come back from big deficits. They had the best counter for our best offensive player, and that’s an extremely powerful 6-2 girl (Scott).”\nAt the half, it was 20-7 for Principia.\nThe Lady Panthers built up the lead to 34-13 through three quarters and won, 46-19.\n“I never felt our girls rolled over,” Peirick said. “It’s a character thing. We always talk about when you wear New Haven green, your back is against the wall. Our schedule is built that way. It’s our job to go out regardless of what the outcome is supposed to be and build on that character. You work when you know the outcome might not be what you want. You still have to do everything the right way. I thought our girls did that tonight.”\nNew Haven found few opportunities to score in the game and 10 of the 19 points came at the free-throw line.\nKatie Holtmeyer, New Haven’s leading scorer with five points, hit the team’s lone three-point basket.\nAlayna Lagemann and Morgan Guehne both scored four points with all four coming at the free-throw line.\nAubri Meyer led the seniors with three points.\nLexi Yochim scored two points with a field goal. Megan Hoerstkamp ended with one point.\nAs a team, New Haven went 10-18 at the free-throw line. Guehne (4-6) and Lagemann (4-8) led the way.\nNew Haven’s other seniors are Liz Luecke and Jane Pendleton. Luecke has been out recent games after suffering a season-ending knee injury against Owensville Feb. 5.\n“Aubri Meyer has given us so many minutes in her career and done so many great things for us,” Peirick said. “She’s won two district titles and third place in the state championships. She has played in a lot of big moments. We’re going to miss her. We missed Liz Luecke out there tonight. She definitely would have made a difference being an outside threat and just having the composure of being there in the big moments. Jane Pendleton didn’t play a ton for us, but she came out every day and worked hard in practice. They don’t make kids like that any more. Kids today walk away if they don’t get to play. She stuck with it. I’ll credit her for that forever.”\nMeanwhile, Principia attempted eight free throws, but hit seven of them.\nFollowing Young, Hawkins, Scott and Walker in scoring were Ellie Church and Nyja Williams with four points apiece and Natasha Kemirembe with two points.\nScott pulled down 10 rebounds and also had six steals and two blocked shots.\nWilliams had six rebounds with two steals.\nChurch, Hawkins and Walker all had two rebounds.\nHawkins also had six steals and four assists. Walker added four assists and four steals.\nYoung secured one rebound with three steals and an assist.\nLindsey Gordon and Natalie Hardy each had one steal.\n“With one senior on the floor and a lot of juniors coming back next year, a loss like this leaves you hungry,” Peirick said. “It’s something you can build on.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dasia scott",
        "sentiment": "none"
      },
      {
        "name": "peirick",
        "sentiment": "none"
      },
      {
        "name": "austin peirick",
        "sentiment": "none"
      },
      {
        "name": "bismarck",
        "sentiment": "none"
      },
      {
        "name": "scott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "principia lady panthers",
        "sentiment": "negative"
      },
      {
        "name": "new haven",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:14.395+02:00",
  "updated": "2024-03-01T00:59:14.395+02:00"
}