{
  "thread": {
    "uuid": "a2b776984ac6f884b272f0ac0ddd30334688e978",
    "url": "https://www.psychreg.org/new-study-reveals-genetic-variants-linked-lassa-fever-severity",
    "site_full": "www.psychreg.org",
    "site": "psychreg.org",
    "site_section": "https://investing.einnews.com:443/live_feed",
    "site_categories": [
      "health",
      "psychology_psychiatry"
    ],
    "section_title": "Live Feed Wire - Global Investing Today - EIN Presswire",
    "title": "New Study Reveals Genetic Variants Linked to Lassa Fever Severity | Psychreg",
    "title_full": "New Study Reveals Genetic Variants Linked to Lassa Fever Severity | Psychreg",
    "published": "2024-03-14T07:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.psychreg.org/wp-content/uploads/2020/06/hay-fever.jpg",
    "performance_score": 0,
    "domain_rank": 32530,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2b776984ac6f884b272f0ac0ddd30334688e978",
  "url": "https://www.psychreg.org/new-study-reveals-genetic-variants-linked-lassa-fever-severity",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Psychreg",
  "published": "2024-03-14T07:01:00.000+02:00",
  "title": "New Study Reveals Genetic Variants Linked to Lassa Fever Severity | Psychreg",
  "text": "Scientists have identified specific human genetic variants that significantly influence the fatal outcome of Lassa fever, a severe haemorrhagic illness. This breakthrough, emerging from a comprehensive genome-wide association study (GWAS), sheds light on the long-standing mystery of why some individuals suffer severe consequences from Lassa virus (LASV) infection while others experience mild or no symptoms. The [findings](https://www.nature.com/articles/s41564-023-01589-3) were published in the journal Nature Microbiology. Lassa fever is a grave public health threat in West Africa, characterised by its alarming fatality rates and unpredictable clinical outcomes. Caused by the Lassa virus, the disease is notorious for its varied manifestations, ranging from asymptomatic cases to severe conditions leading to death. The illness typically starts with symptoms such as fever, vomiting, and cough, which can escalate to respiratory distress, mucosal bleeding, and multiorgan failure. The study, conducted over a period of seven years in Nigeria and Sierra Leone, involved 533 cases of Lassa fever and 1986 population controls. It focused on understanding the role of human genetic variation in determining the severity of LASV infection. Utilising techniques like GWAS, seroprevalence surveys, and functional characterisation assays, the researchers aimed to unravel the genetic underpinnings of susceptibility to the disease and its fatal outcomes. Scientists identified genome-wide significant variant associations with Lassa fever outcomes near the genes GRM7 and LIF in the Nigerian cohort. These genes are believed to play critical roles in the disease’s progression. The study also revealed that a haplotype bearing signatures of positive selection, overlapping the LARGE1 gene – essential for LASV entry into cells – is associated with a decreased risk of Lassa fever in the Nigerian population but not in the Sierra Leone cohort. The Lassa virus is primarily transmitted to humans through exposure to aerosolized particles from rodent excrement, with Mastomys natalensis, a rodent species prevalent in many West African regions, identified as the main host. Despite the high seroprevalence of LASV, the majority of infections are undocumented, often resulting in mild symptoms. This phenomenon has long puzzled the scientific community. This research marks a significant advancement in our understanding of Lassa fever, especially in the context of the clinical heterogeneity of the disease. The identification of genetic factors that influence disease severity paves the way for new strategies in treatment and prevention. The findings also underscore the importance of considering genetic factors in the clinical management and public health strategies for Lassa fever. Conducting research on Lassa fever, especially in resource-limited settings, poses significant challenges. The team dealt with issues like small sample sizes, the complexity of case and control definitions, and the impact of environmental variables. Moreover, the genetic diversity of LASV and the insufficient characterization of genetic diversity in African populations added layers of complexity to the study. The study’s outcomes are crucial for guiding future therapeutic and preventive measures against Lassa fever. It also opens avenues for further research into the genetic basis of susceptibility to other infectious diseases, particularly in African populations. The insights gained from this research could lead to more effective interventions and a deeper understanding of infectious diseases’ pathogenesis.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.nature.com/articles/s41564-023-01589-3)",
    "https://nature.com/articles/s41564-023-01589-3)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nature microbiology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west africa",
        "sentiment": "none"
      },
      {
        "name": "sierra leone",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:14:06.231+02:00",
  "updated": "2024-03-15T01:14:06.231+02:00"
}