{
  "thread": {
    "uuid": "976838ae8ed30b8fdbfaf0d2f03c41e1243ac08d",
    "url": "https://bizwest.com/2024/01/05/estes-parks-nonprofit-center-baby-sister-with-big-role/",
    "site_full": "bizwest.com",
    "site": "bizwest.com",
    "site_section": "http://bizwest.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "BizWest",
    "title": "Estes Park’s nonprofit center: “Baby sister” with big role",
    "title_full": "Estes Park’s nonprofit center: “Baby sister” with big role",
    "published": "2024-01-05T22:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s39845.pcdn.co/wp-content/uploads/2024/01/Cato_Kraft-Headshot.jpg.optimal.jpg",
    "performance_score": 0,
    "domain_rank": 92179,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "976838ae8ed30b8fdbfaf0d2f03c41e1243ac08d",
  "url": "https://bizwest.com/2024/01/05/estes-parks-nonprofit-center-baby-sister-with-big-role/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dallas Heltzell",
  "published": "2024-01-05T22:45:00.000+02:00",
  "title": "Estes Park’s nonprofit center: “Baby sister” with big role",
  "text": "Estes Park’s nonprofit center: “Baby sister” with big role\nESTES PARK – More than 70 charitable and other nonprofit organizations make their home in Estes Park.\nGiven that Estes’ estimated 2021 population was 5,880, that’s one nonprofit for every 84 permanent residents of the tourism-dependent mountain village.\n“There are about 109 in total that are either located in Estes or in service to it,” said Caitlin “Cato” Kraft, executive director of the\nEstes Park Nonprofit Resource Center. “Compare that with Weld County, which has a population of 325,000 but 318 nonprofits. We have 109.”\nWhy have so many such groups sprung up and gravitated to such a small town? For Kraft, there are several easy answers.\n“We’re geographically isolated, with a lack of traditional government services, so there’s a natural inclination of people to do good,” she said. “Also, we have the oldest population in the state; we average 63.7 years old. For Larimer County as a whole, it’s 36, so we’re almost double that age. We have a ton of retirees, college-educated people who finally accomplished their lifelong dream of moving to the mountains and now they want to give back.”\nEstes’ nonprofit resource center was founded 21 years ago,” she said, “started by community members who saw the extreme growth of nonprofits in the Estes Valley and that they needed a centralized repository of nonprofits to help them meet their localized education, compliance and resource needs. The organization was created out of the need for a renewal and a refresh to support the nonprofit industry of Estes Park.\n“We’re almost like a chamber of commerce for nonprofits,” said Kraft, who was a BizWest Northern Colorado 40 Under Forty honoree in 2022 and a BizWest Women of Distinction nominee in 2023. “There’s not many micro-community-driven nonprofit resource centers like ours. If the Colorado Nonprofit Association had a baby sister and she ran away to the mountains, that would be us.”\nThe center’s intense focus on being “local” comes from the fact that negotiating the winding roads to get, as Estes Park residents say, “down valley” to resources in Fort Collins, Loveland, Longmont, Denver or other locations along the Front Range urban corridor can be a formidable and time-consuming chore, especially in inclement weather.\n“That’s why we work to provide training up here,” Kraft said, “so people don’t have to use their time to get down to Fort Collins or Denver, or on their computers when they could be doing other things.”\nThe center provides such services as a Better Business Bureau accreditation program and training in grant writing, marketing and board governance. It operates a grant-seeking database and a lending library, conducts monthly networking events and convenes separate meetings by sector.\nIt also offers a six-week workshop in diversity, equity and inclusion because, according to its website, the “Estes Park Nonprofit Resource Center stands against racism and harassment in every form. We believe an inclusive community is a strong community. We believe in working to make Estes Park a community where individuals of all ethnicities, identities and cultures can live, work and play safely without fear of discrimination or harassment.”\n“We’re also matchmakers,” she said. “We help to connect volunteers with nonprofits that need them. Because we have such close ties, we can connect those local voices and nonprofit resources together.\n“Nonprofits touch every single person in this community, either through volunteerism, philanthropy or being a recipient.”\nThat philanthropy piece looks a bit different in Estes Park, she said, because “nonprofits are the only sector that tourism doesn’t directly benefit.”\nThe center’s response is the fledgling “Giving Guest Program,” in which customers at businesses catering to tourists can round up their purchases at the point of sale. “This way, a lot of people who love to visit Estes year after year can support the ecosystem,” Kraft said.\nSo far, Trendz on the Park downtown and the Mountain Shop on east U.S. Highway 34 are participating in the roundup program, and two others label some of their offerings to indicate that part of the purchase price will benefit nonprofits. She said she hopes lodging guests would also be willing to contribute $1 to $2 extra in addition to their nightly room rates.\nThe center’s main annual fundraiser is the Nonprofit Prom. This year’s event will be held from 6:30 until 10 p.m. Jan. 20 at the Stanley Hotel. Tickets are on sale for $50 each through Jan. 12 or $65 thereafter, which includes what Kraft called a “procrastinator fee.”\nThe hotel is offering a $99 room deal for prom attendees, Kraft said, making it “a nice thing for our down-valley friends.”\nKraft sees the work of nonprofits as no less important in Estes Park than it is in Larimer County cities along the Interstate 25 urban corridor.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.epnonprofit.org/",
    "https://epnonprofit.org/",
    "https://www.epnonprofit.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "estes",
        "sentiment": "negative"
      },
      {
        "name": "caitlin “cato” kraft",
        "sentiment": "none"
      },
      {
        "name": "kraft",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "estes park nonprofit resource center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "estes park",
        "sentiment": "none"
      },
      {
        "name": "weld county",
        "sentiment": "none"
      },
      {
        "name": "estes",
        "sentiment": "none"
      },
      {
        "name": "larimer county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:08:18.993+02:00",
  "updated": "2024-01-06T00:08:18.993+02:00"
}