{
  "thread": {
    "uuid": "4eeba1c0cc485be856b9538c9c1f9243312e26ed",
    "url": "https://www.laopiniondezamora.es/comarcas/2024/06/02/viriatos-ascienden-ermita-fariza-103261943.html",
    "site_full": "www.laopiniondezamora.es",
    "site": "laopiniondezamora.es",
    "site_section": "https://laopiniondezamora.es/blogs",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Blogs de La Opinión de Zamora",
    "title": "ROMERÍA FARIZA | Los Viriatos ascienden hasta la ermita de la Virgen del Castillo",
    "title_full": "ROMERÍA FARIZA | Los Viriatos ascienden hasta la ermita de la Virgen del Castillo",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/6d53f767-035b-43b1-b726-e940efaf22d4_woman-libre-1200_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 79273,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4eeba1c0cc485be856b9538c9c1f9243312e26ed",
  "url": "https://www.laopiniondezamora.es/comarcas/2024/06/02/viriatos-ascienden-ermita-fariza-103261943.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irene Barahona",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "ROMERÍA FARIZA | Los Viriatos ascienden hasta la ermita de la Virgen del Castillo",
  "text": "Pendones, pendonetas, cruces procesionales y crucificados de los pueblos de Sayago se han dado cita en la romería de la Virgen del Castillo, popularmente conocida como los pendones de Fariza o los Viriatos, una de las grandes citas de la provincia de Zamora que se ha celebrado de nuevo como cada primer domingo de junio. La procesión de la despedida durante el sábado y la procesión del encuentro de la mañana del domingo dieron el inicio a la tradición sayaguesa, una jornada que encuentra en la subida a la ermita de Fariza su momento más especial, un recorrido a pie en el que los romeros recitan la canción de la Virgen del Castillo: \\\"No hay secreto ni querella / que no te haya revelado / Virgen del Castillo hermosa / ruega por tu pueblo amado\\\", dicen algunos de los versos que han podido escucharse en el camino hasta el templo, un camino encabezado por los pendones y sus portadores, llegados desde los municipios de alrededor, cada uno, vestidos de sus particulares colores: Fariza, Cozcurrita, Mámoles, Palazuelo, Badill, Tudera, Zafara y Argañín son los pueblos participantes, según manda la tradición, que portarán los \\\"Viriatos\\\" hasta la ermita, una proeza debido al gran tamaño de estos estandartes blancos de varios metros de alto que sobresalen entre las verdes copas de los árboles, el tejido que compone el Parque Natural de los Arribes del Duero. El sinuoso camino de subida no finaliza hasta que se escucha el repicar de las campanas del santuario, que anuncian el fin del camino y la conquista de la ermita de Fariza por los pendones. Una vez allí, los romeros pueden disfrutar de las vistas del privilegiado entorno junto a la imagen de la Virgen, a la que ofrecerán los actos religiosos así como la salve el himno: \\\"En ese elevado cerro / tu imagen se apareció / y por eso aquí venimos / a ofrecerte nuestro amor\\\". Tras la misa en honor a la Virgen del Castillo, la ermita se vacía de romeros, que como siempre, han disfrutado del buen tiempo del primer domingo de junio acompañados de una merienda romera y de la música y los festejos. Además de las celebraciones, la romería de los pendones ha vuelto ha presumir de \\\"altura\\\", la característica más señalada de esta tradición sayaguesa que atrae a visitantes y romeros de toda la provincia, y es que los pendones se han convertido en su gran atractivo: cada pueblo porta su emblema de aproximadamente 9 metros de alto en total, si se tiene en cuenta el mástil, además de llevar una tela de un tamaño que varia en función de cada municipio, pero que se sitúa en torno a los 6,5 metros de alto con una anchura de entre 1,7 y 1,8 metros. El peso de estos pendones ronda los 40 kilogramos, una mejora significativa tras la aparición de nuevos materiales sintéticos para componer los mástiles; antes de eso, el tradicional tronco de negrillo que se utilizaba en Sayago dejaba pendones de alrededor de 70 kilogramos cada uno, un peso que dificultaba aún más su transporte hasta la romería de la ermita, un espectáculo para el que habrá que esperar un año más para volver a ver en Fariza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T23:35:09.454+03:00",
  "updated": "2024-06-02T23:35:09.454+03:00"
}