{
  "thread": {
    "uuid": "84953301b8c7c79b9ffa9b7aae16b61fca6bfea2",
    "url": "https://ge.globo.com/sp/presidente-prudente-regiao/noticia/2024/04/04/caminhada-eleva-caracteristica-de-simplicidade-a-porta-de-entrada-para-atividades-fisicas.ghtml",
    "site_full": "ge.globo.com",
    "site": "globo.com",
    "site_section": "http://globoesporte.globo.com/sp/presidente-prudente-regiao/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Presidente Prudente e região | ge/tvfronteira",
    "title": "Simples e eficaz: cardiologista descreve benefícios da caminhada | presidente prudente região | ge",
    "title_full": "Simples e eficaz: cardiologista descreve benefícios da caminhada | presidente prudente região | ge",
    "published": "2024-04-04T22:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GE",
    "main_image": "https://s2-ge.glbimg.com/EtIl-SwzzYoGFtWgwLOdF4Vfk-c=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2024/4/A/EbxwBtTUqPZnKVKKp3Og/osmar-mariotto-circuito-verde-2-.png",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84953301b8c7c79b9ffa9b7aae16b61fca6bfea2",
  "url": "https://ge.globo.com/sp/presidente-prudente-regiao/noticia/2024/04/04/caminhada-eleva-caracteristica-de-simplicidade-a-porta-de-entrada-para-atividades-fisicas.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-04-04T22:07:00.000+03:00",
  "title": "Simples e eficaz: cardiologista descreve benefícios da caminhada | presidente prudente região | ge",
  "text": "Recurso simples e produtivo, a caminhada faz dessas características algo ainda mais eficiente a longo prazo. A prática, que tem a missão de dar o passo inaugural ao Circuito Verde , vai além e vira porta de entrada a outras atividades físicas. Neste semana, o aquecimento para o Caminhada pela Vida tem o cardiologista Osmar Marchiotto Júnior no comando das dicas e da descrição da relevância da prática.\nAntes, é pertinente destacar a chegada do Circuito Verde . O evento preenche a agenda esportiva de abril e reforça a conscientização bastante trabalhada neste mês. A primeira ação é no domingo (7), às 8h, quando será a largada da Caminhada pela Vida .\n1 de 3 Osmar Marchiotto Júnior, cardiologista em Prudente, falou dos benefícios da caminhada – e das facilidades — Foto: TV Fronteira/Reprodução Osmar Marchiotto Júnior, cardiologista em Prudente, falou dos benefícios da caminhada – e das facilidades — Foto: TV Fronteira/Reprodução\nO perfil com poucas barreiras impostas aos adeptos não é sinônimo de rendimento aquém quando os ganhos proporcionados são o assunto. A lista de benefícios passa pelo âmbito físico e alcança o mental, conforme descreveu o cardiologista.\nÉ um exercício excelente. Primeiro, ao ar livre; isso, a gente sabe que o exercício melhora não somente a parte física, mas também a parte mental, de alívio de estresse. É um esporte fácil, não requer muito, tem um custo baixo. Requer você ter um tênis e caminhar — Osmar Marchiotto Júnior, cardiologista. E a lista das vantagens seguiu no bate-papo com o cardiologista. Além, de ser prática realizada normalmente ao ar livre, a caminhada dá aos praticantes a opção por não evoluir sozinho. A prevenção, aspecto bastante enfatizado no abril de conscientização, veio à tona mais uma vez.\n– O percurso pode ser inicialmente plano. Depois, intercalar algumas subidas. E você pode chamar algum amigo, familiar, vizinho. É um exercício excelente para prevenir e tratar doenças cardiovasculares.\n2 de 3 Caminhada pela Vida abre a agenda do Circuito Verde — Foto: Paulo Taroco / GloboEsporte.com Caminhada pela Vida abre a agenda do Circuito Verde — Foto: Paulo Taroco / GloboEsporte.com\nContudo, a simplicidade também não abre mão da cautela. Por isso, Marchiotto trouxe as dicas voltadas, sobretudo, aos iniciantes na prática. Falar durante a caminhada, ou até cantar, é boa estratégia de teste quanto à evolução buscada.\nCaso a fadiga prevaleça na avaliação é bom momento para repensar a intensidade e o acréscimo de trajetos baseados em subidas no desafio. Mas a certeza é de que, com cuidado e persistência, o resultado virá. Vale a pena começar e não desistir!\n– Quando você vê, já está correndo 5, 10km. Mas lembrando, isso é um processo, não é do dia para a noite.\nAgenda do Circuito Verde\nNo dia 14, será a vez do Corra , a Corrida Regional de Amadores. A Jornada +60 será protagonista do dia 20 e ofertará exames a pessoas da melhor idade. O Vem de Bike fechará a agenda no dia 28. Para participar, não é necessário realizar inscrição. Basta se dirigir ao local!\n3 de 3 Trajeto do Caminhada pela Vida soma 5km considerando duas voltas — Foto: Vanessa Vilche/Promo/TV Fronteira Trajeto do Caminhada pela Vida soma 5km considerando duas voltas — Foto: Vanessa Vilche/Promo/TV Fronteira\n+ Caminhada pela Vida promove abertura do Circuito Verde\n+ Fique por dentro da programação do Circuito Verde\n+ O ge.globo/tvfronteira traz as notícias do esporte no Oeste Paulista",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:05:03.741+03:00",
  "updated": "2024-04-05T00:05:03.741+03:00"
}