{
  "thread": {
    "uuid": "5a6e7d5dcf3ce6fc76f07a17f8f13c70eb8100c7",
    "url": "https://samueli.ucla.edu/bruin-engineer-makes-waves-researching-microplastics-in-la-river",
    "site_full": "samueli.ucla.edu",
    "site": "ucla.edu",
    "site_section": "https://samueli.ucla.edu/rss",
    "site_categories": [
      "graduate_school",
      "construction",
      "education",
      "k_6_educators",
      "business"
    ],
    "section_title": "UCLA Samueli School Of Engineering",
    "title": "Bruin Engineer Makes Waves Researching Microplastics in LA River",
    "title_full": "Bruin Engineer Makes Waves Researching Microplastics in LA River",
    "published": "2024-04-19T00:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://samueli.ucla.edu/wp-content/uploads/samueli/Jaime-Leonard-800x450-1.jpg",
    "performance_score": 0,
    "domain_rank": 407,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a6e7d5dcf3ce6fc76f07a17f8f13c70eb8100c7",
  "url": "https://samueli.ucla.edu/bruin-engineer-makes-waves-researching-microplastics-in-la-river",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MITCHELL, VINCENT",
  "published": "2024-04-19T00:48:00.000+03:00",
  "title": "Bruin Engineer Makes Waves Researching Microplastics in LA River",
  "text": "Bruin Engineer Makes Waves Researching Microplastics in LA River\nCourtesy of Jamie Leonard\nJamie Leonard ’20, M.S. ’21 started working to mitigate plastic pollution in high school, taking part in an initiative to replace her school’s plastic water bottles with metal ones. Now a UCLA Ph.D. student, she has her eye on microplastics — tiny pieces of plastic that are 5 millimeters or smaller.\nRaised in the coastal town of Redondo Beach, California, Leonard has had a deep appreciation for the environment from a young age. Spending her days running along the beach as part of the Junior Lifeguard Program and participating in beach cleanups with environmental science clubs, she developed a strong connection to nature and a passion for protecting it.\nToday, as a civil and environmental engineering Ph.D. student at the UCLA Samueli School of Engineering, Leonard is gaining recognition for her groundbreaking research on microplastics in the Los Angeles River, as well as biofilters and pollution mitigation strategies that could help clean those microplastics from the river and similar environments. Under the mentorship of her advisor, associate civil and environmental engineering professor\nSanjay Mohanty, Leonard’s work has been highlighted in publications such as the Los Angeles Times and the American Chemical Society News.\nLeonard’s journey into environmental engineering began during her time as an undergraduate student at UCLA Samueli, where she earned a B.S. in environmental science with double minors in environmental health and environmental engineering. She went on to earn a master’s degree in civil and environmental engineering and is on track to graduate with her Ph.D. As a first-generation South Asian college student, Leonard was driven by a desire to combine her interests in environmental conservation and engineering, while striving to make her family proud through her pursuit of a career in science, technology, engineering and math.\nMotivated by the pressing issue of plastic pollution, Leonard embarked on a path of research aimed at finding sustainable solutions to mitigate its harmful effects. Her commitment to research led her to connect with the\nSubsurface Engineering & Analysis Laboratory (SEALab) and collaborate with its director Mohanty. Leonard said Mohanty has been a pivotal figure in her academic and professional development.\n“Almost as soon as I started research in this lab, I knew I wanted to stay for grad school to complete the many projects we’ve collaborated on together,” Leonard said. “When I first joined SEALab, it didn’t have any microplastic research, and now we have two to three projects on microplastic research coming out of the lab per year.”\n“Almost as soon as I started research in this lab, I knew I wanted to stay for grad school to complete the many projects we’ve collaborated on together,”Jamie Leonard said.\nThrough her research, Leonard has delved into the complex world of microplastics, investigating their presence in various environments and exploring innovative techniques to quantify and characterize the particles. “My research has me analyzing samples of chewing gum, leaves, LA biofilters, stormwater drains and ocean cores in the Gulf of Mexico, as well as passive air sampling and more,” Leonard said. She is attempting to predict the microplastic concentrations in these samples based on social vulnerability characteristics including poverty, land use and climate.\nLeonard’s research into the mechanisms behind microplastics which become resuspended in the air from other sources sheds light on a previously overlooked aspect of plastic pollution, raising important concerns about its potential health implications for humans.\nOutside of her academic and professional endeavors, Leonard finds joy in her love of adventure and creativity. An avid ecotourist, she revels in exploring remote landscapes and embracing the wonders of nature.\n“I’m a big backpacker and spend at least two to three months a year in Southeast Asia or Central and South America doing remote treks in national parks, climbing mountains or snorkeling,” Leonard said. “I’ve done something like over 20 countries during my time at UCLA, and you can find me at the top of a mountain or bottom of a cave almost as frequently as you can in the lab.”\nHer advice for undergraduate students mapping out their career paths is to try different research areas.\n“I would say to get involved in undergraduate research earlier rather than later to figure out what type of research you love,” Leonard said.\nShe also urges undergrads to apply for fellowship opportunities to support additional research after graduation. In particular, she recommends applying for the National Science Foundation Graduate Research Fellowship Program, which helped provide her with funding for four additional years of school and research to explore her passions.\nLooking ahead, Leonard envisions a career path that merges her passion for teaching and mentorship with her skill set in environmental science and engineering. Whether she becomes a professor, a geographic information system professional in a training role or a researcher at the U.S. Environmental Protection Agency, she remains committed to making a positive impact on the next generation of environmental advocates.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.acs.org/pressroom/presspacs/2024/january/microplastics-from-natural-fertilizers-are-blowing-in-the-wind.html",
    "https://www.latimes.com/environment/story/2024-01-19/california-winds-spread-more-and-more-microplastics",
    "https://sites.google.com/g.ucla.edu/uclasealab/home",
    "https://latimes.com/environment/story/2024-01-19/california-winds-spread-more-and-more-microplastics",
    "https://acs.org/pressroom/presspacs/2024/january/microplastics-from-natural-fertilizers-are-blowing-in-the-wind.html",
    "https://www.sites.google.com/g.ucla.edu/uclasealab/home"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jamie leonard jamie leo",
        "sentiment": "negative"
      },
      {
        "name": "leonard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "junior lifeguard program",
        "sentiment": "none"
      },
      {
        "name": "ucla samueli school of engineering",
        "sentiment": "none"
      },
      {
        "name": "ucla",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "la river bruin",
        "sentiment": "none"
      },
      {
        "name": "la river",
        "sentiment": "none"
      },
      {
        "name": "redondo beach",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "los angeles river",
        "sentiment": "none"
      },
      {
        "name": "m.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:28:36.301+03:00",
  "updated": "2024-04-19T01:28:36.301+03:00"
}