{
  "thread": {
    "uuid": "161f7fa362a1ae5e87be2b2b19ae3cafded8b899",
    "url": "https://efe.com/castilla-y-leon/2023-12-28/mayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna/",
    "site_full": "efe.com",
    "site": "efe.com",
    "site_section": "https://efe.com/castilla-y-leon/",
    "site_categories": [],
    "section_title": "Noticias de Castilla y León, por Agencia EFE",
    "title": "Mayrata reiivindica a Dalmau como precursor de la magia moderna",
    "title_full": "Mayrata reiivindica a Dalmau como precursor de la magia moderna",
    "published": "2023-12-28T19:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://efe.com/wp-content/uploads/2023/12/GRAF8488-ESPANA-CULTURA-MAGIA.jpg",
    "performance_score": 0,
    "domain_rank": 4473,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "161f7fa362a1ae5e87be2b2b19ae3cafded8b899",
  "url": "https://efe.com/castilla-y-leon/2023-12-28/mayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roberto Jiménez Hernando",
  "published": "2023-12-28T19:56:00.000+02:00",
  "title": "Mayrata reiivindica a Dalmau como precursor de la magia moderna",
  "text": "León (EFE).- El escritor y principal especialista nacional en la evolución e interpretación cultural del ilusionismo Ramón Mayrata considera a Joan Dalmau “el Tortosino”, mago del emperador Carlos V, como el precursor de la magia moderna y artífice de que el ilusionismo se convirtiera en un arte con entidad propia.\nEn una entrevista concedida a EFE, Mayrata remarca que la magia de Dalmau “empezó a contemplarse de otro modo, de una manera artística, al provocar en los espectadores sensaciones nuevas de asombro y admiración y les movía a plantearse el origen y la causa de los fenómenos y los límites de lo real hasta sentar las bases del ilusionismo moderno”.\nUn recorrido por la historia en el Festival Vive la Magia\nMayrata ha viajado a León para participar el XX edición del Festival Internacional Vive la Magia en cuyo marco impartirá una conferencia en la que recorre historia de este disciplina artística y repasar la vida de los artistas más relevantes de cada época\n.\nExplica a EFE que define la magia ilusionista como el arte de crear imposibles y de hacer visible lo invisible, y precisa que durante miles de años formó parte de los rituales de las primeras culturas.\n“El mago-chamán transformaba la realidad, hacía aparecer o desaparecer, modificaba, volvía perceptible lo intangible, y añadía un más allá, otro mundo, al mundo físico y vivido” recalca.\nY destaca que por medio de manipulaciones y escamoteos, efectos ópticos, ventriloquía y otros recursos escénicos, hacía visible lo que no existe materialmente, pero si existe en las mentes de las personas: los sueños, los deseos, los dioses.\nEl escritor y uno de los mayores especialistas en la evolución e interpretación cultural del ilusionismo Ramón Mayrata considera a Joan Dalmau “El Tortosino”, mago del emperador Carlos V, como el precursor de la magia moderna y artífice de que el ilusionismo se convirtiera en un arte con entidad propia. EFE/J.Casares\nEl Renacimiento alumbra la magia ilusionista como un arte escénico\nRecuerda que en el Renacimiento el público empezó a contemplar la magia ilusionista como un arte escénico y no como resultado de fuerzas sobrenaturales y con la invención de la imprenta la realización de algunos de estos efectos comenzó a pieza a ser difundida.\nE incide en que el mago dejó de ser anónimo a partir de 1541, cuando el médico y matemático Gierolamo Cardano evocó en su libro “De Subtilitate” una actuación de magia que para le resultó inolvidable.\nHabía tenido lugar dieciséis años antes, en 1525, justamente cuando Carlos I de España derrota a los franceses en Pavía y restituye el Ducado de Milán a Francisco María Sforza, segundo hijo de Ludovico el Moro.\nDalmau “El Tortosino”, el artista que revolucionó la magia\nLa sesión se celebró en la corte de Francisco II Sforza y el mago Joan Dalmau “El Tortosino”, dejó memoria de su arte y también de su nombre para la posteridad, aunque Cardano se refiere a él como Dalmatum o Dammatus.\n“Con él nace un nuevo tipo de escamoteador y ya no trabaja para campesinos o artesanos. Ha logrado introducirse en la corte y tiene una personalidad artística propia”, explica Mayrata.\nTambién reseña que no todos los juegos de su repertorio eran de su invención y algunos procedían de la tradición inmediata y muchos se remontaban a un remoto pasado si bien había logrado otorgarles una impronta propia.\nEl experto recuerda que uno de los juegos que labraron su celebridad se sigue practicando con el nombre de los aros chinos: “Grandes aros fueron lanzados al aire –escribe Cardano- que eran sólidos, antes y durante el lanzamiento, separados y desligados; pero que volvían a caer perfectamente enlazados aunque estaban totalmente cerrados”.\nA su juicio, Dalmau practicaba un nuevo tipo de magia que sentará las bases del ilusionismo como arte escénico, y se le reconoce por desarrollar lenguajes artísticos inéditos y sofisticados, que darán origen a nuevas especialidades como la cartomagia.\nY cita que Cardano le envidia: “Ese condenado español tiene tal habilidad con los naipes que puede hacer que le vengan los cuatro reyes o los cuatro ases a su mano siempre y cuando lo desee”.\nUn personaje representativo de la movilidad de los artistas\nTambién destaca del personaje que fue representativo de la movilidad geográfica de los artistas en el Renacimiento.\nNacido en Tortosa, Carlos V le convirtió en su mago de cámara y alcanzó celebridad en Italia, Flandes, Alemania, España y en la corte francesa de Francisco I.\n“Seguramente simultanea otros servicios para los que su actividad supone una buena manera de desviar la atención. Tal vez misiones diplomáticas o labores de espionaje. Se trata de un nuevo tipo de profesional de lo que por entonces todavía no se denomina prestidigitación, sino escamoteo y de una nueva clase de espectáculo”, señala.\nLa Inquisición\nMayrata incide en que Dalmau alcanzó una reputación internacional y su arte no conoció fronteras, pero tuvo que defenderse de la Inquisición.\n“Las maravillas que realizaba alertaron al Santo Oficio, que desestimando su habilidad e ingenio le redujo a prisión. Y seguramente hubiera perdido la vida si no hubiera revelado que sus prodigios eran fruto del arte y de la razón y nada tenían de diabólicos”, analiza.\nSu repertorio incluía la “cuerda rota y recompuesta” y “el hilo cortado en cien pedazos y recompuesto”, “introducir un mensaje, corales o cualquier otra cosa en un limón o en una naranja” o “la aparición de un doblón en un membrillo”.\nTambién “los guantes que cobran vida y se convierten en perdices”, un juego de regurgitación que consistía en sacar de la boca un gran número de batracios, ranas y serpientes.\nNo obstante, el historiador subraya que su verdadera especialidad era la magia con dados y, sobre todo, con cartas: convertía todas las cartas en ases o las volvía blancas o las hacía reyes o la cambiaba entre las manos del espectador.\nDirector de Maese Coral, revista de investigación sobre la historia del ilusionismo, Mayrata también preside la asociación Cancamusa para el conocimiento y la difusión de la historia del ilusionismo.\nPoeta, novelista, guionista de espectáculos de teatro y televisión y editor, fundó la editorial especializada Frackson con Juan Tamariz.\nEn la actualidad imparte cursos de literatura para varias universidades norteamericanas y de historia del ilusionismo en el Centro Universitario María Cristina de El Escorial. EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/add_to/x?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/share",
    "https://www.addtoany.com/add_to/whatsapp",
    "https://addtoany.com/share",
    "https://www.addtoany.com/add_to/x",
    "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://addtoany.com/add_to/x?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/add_to/facebook",
    "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna",
    "https://www.addtoany.com/add_to/linkedin",
    "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fefe.com%2Fcastilla-y-leon%2F2023-12-28%2Fmayrata-reiivindica-a-dalmau-como-precursor-de-la-magia-moderna%2F&linkname=El%20mayor%20experto%20espa%C3%B1ol%20reivindica%20a%20Joan%20Dalmau%20%E2%80%98El%20Tortosino%E2%80%99%20como%20precursor%20de%20la%20magia%20moderna"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:58.937+02:00",
  "updated": "2023-12-29T00:04:58.937+02:00"
}