{
  "thread": {
    "uuid": "581efdb1335c8337ab2cfaecfdd973c8e3eff748",
    "url": "https://www.aflcmc.af.mil/NEWS/Article-Display/Article/3628644/national-museum-of-the-us-air-force-opens-new-exhibit-honoring-the-enlisted-for/",
    "site_full": "www.aflcmc.af.mil",
    "site": "af.mil",
    "site_section": "https://www.aflcmc.af.mil/",
    "site_categories": [],
    "section_title": "\r\n\tAFLCMC\r\n",
    "title": "National Museum of the US Air Force opens new exhibit honoring the enlisted force > Air Force Life Cycle Management Center > Article Display",
    "title_full": "National Museum of the US Air Force opens new exhibit honoring the enlisted force > Air Force Life Cycle Management Center > Article Display",
    "published": "2023-12-30T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.defense.gov/2023/Dec/29/2003366748/2000/2000/0/231108-F-AU145-1002.JPG",
    "performance_score": 0,
    "domain_rank": 1094,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "581efdb1335c8337ab2cfaecfdd973c8e3eff748",
  "url": "https://www.aflcmc.af.mil/NEWS/Article-Display/Article/3628644/national-museum-of-the-us-air-force-opens-new-exhibit-honoring-the-enlisted-for/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T07:00:00.000+02:00",
  "title": "National Museum of the US Air Force opens new exhibit honoring the enlisted force > Air Force Life Cycle Management Center > Article Display",
  "text": "National Museum of the US Air Force opens new exhibit honoring the enlisted force Published Dec. 30, 2023 By Lisa M. Riley DAYTON, Ohio -- The National Museum of the U.S. Air Force has completed installation of a new exhibit highlighting the Department of the Air Force’s enlisted personnel. The Enlisted Force Exhibit is the museum’s newest permanent exhibit and honors the highly skilled, trained, and talented enlisted force that has been the backbone of daily operations of the U.S. Department of the Air Force throughout its 76-year history. To mark the exhibit opening the museum hosted a private ceremony to honor exhibit contributors, museum staff and volunteers, and other special guests including Chief Master Sgt. of the Air Force JoAnne S. Bass, Chief Master Sgt. of the Space Force, John F. Bentivegna, and former Chief Master Sergeant of the Air Force and Air Force Museum Foundation Vice Chair Gerald R. Murray. “The men and women of our enlisted corps are not merely participants in the chronicles of our nation’s defense, but they are architects of history,” said Bass. “Our heritage is rooted in the ideals of integrity, service, and excellence. A tapestry woven with the threads of sacrifice and valor.” Today, enlisted airmen and guardians represent approximately 80% of the Department of the Air Force and provide a solid foundation for operations in air, space, and cyberspace. The Enlisted Force Exhibit took more than three years to develop and contains more than 40 elements that are thoughtfully placed throughout the museum at locations near the era or artifacts that correlate to their specialty. Elements of the exhibit include: A display in the WWII Gallery featuring the story of Staff Sgt. James Meredith who was one of the first Black airmen to serve in an all-White squadron. An introduction to Enlisted Maintainers who work in all conditions at all hours to troubleshoot urgent repairs, overhaul complex systems and closely inspect parts to prevent future problems in any number of areas including aerospace propulsion, electrical systems, weapons systems and more. Insight into Musical Ambassadors who serve as musicians, arrangers and audio engineers in the U.S. Air Force bands, providing inspirational performances to honor veterans and connect the public to the Department of the Air Force through music. The uniform worn by Sgt. Benjamin Fillinger, one of 15 airmen from Wright-Patterson Air Force Base who transferred into the U.S. Space Force in 2020. Space Force guardians are top performers in the fields of information technology, cyber security, communication systems and space systems operations. “Today’s Space Force is small. It’s just like the museum when it started as an engineering study collection – very small,” said Bentivegna. “But Guardians are creating our Space Force history each and every day. And one hundred years from now, the Enlisted Exhibit in the National Museum of the U.S. Air and Space Force, will be overflowing with that history that we’re making today.” The Enlisted Force Exhibit is open to visitors daily from 9 a.m. – 5 p.m. This new exhibit was made possible by generous contributions from the Air Force Museum Foundation (Federal endorsement not implied). In 2023, the National Museum of the U.S. Air Force celebrates its 100th Anniversary. Since 1923 the museum has grown from a small engineering study collection to the world's largest military aviation museum and is a world-renowned center for air and space power technology and culture preservation. Join us throughout 2023 as we celebrate our storied history with special events and exhibits for visitors of all ages. Visit our website for more information at www.nationamuseum.af.mil. The National Museum of the U.S. Air Force, located at Wright-Patterson Air Force Base near Dayton, Ohio, is the world’s largest military aviation museum. With free admission and parking, the museum features more than 350 aerospace vehicles and missiles and thousands of artifacts amid more than 19 acres of indoor exhibit space. Each year thousands of visitors from around the world come to the museum. For more information, visit www.nationalmuseum.af.mil. -30- NOTE TO PUBLIC: For more information, contact the National Museum of the U.S. Air Force at (937) 255-3286.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gerald r. murray",
        "sentiment": "none"
      },
      {
        "name": "lisa m. riley",
        "sentiment": "none"
      },
      {
        "name": "john f. bentivegna",
        "sentiment": "none"
      },
      {
        "name": "joanne s. bass",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national museum of the us air force",
        "sentiment": "negative"
      },
      {
        "name": "us air force",
        "sentiment": "negative"
      },
      {
        "name": "national museum of the u.s. air force",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "u.s. department",
        "sentiment": "none"
      },
      {
        "name": "air force museum foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dayton",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T10:06:09.579+02:00",
  "updated": "2023-12-30T10:06:09.579+02:00"
}