{
  "thread": {
    "uuid": "44e835543379276b3026ad561556e1777314331c",
    "url": "https://www.eltiempo.com/justicia/liderazgos-femeninos-que-transforman-la-realidad-del-pais-3324753",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://www.eltiempo.com/bogota",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Noticias de Bogotá - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Liderazgos femeninos que transforman la realidad del país",
    "title_full": "Liderazgos femeninos que transforman la realidad del país",
    "published": "2024-03-14T23:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/files/fp/uploads/2024/03/14/65f36986d6148.r_d.2412-866-4499.jpeg",
    "performance_score": 0,
    "domain_rank": 3846,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "44e835543379276b3026ad561556e1777314331c",
  "url": "https://www.eltiempo.com/justicia/liderazgos-femeninos-que-transforman-la-realidad-del-pais-3324753",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gabriela Gutiérrez Gualteros",
  "published": "2024-03-14T23:48:00.000+02:00",
  "title": "Liderazgos femeninos que transforman la realidad del país",
  "text": "La voluntad de las mujeres puede cambiar realidades, como lo han logrado múltiples colombianas que hoy se destacan como lideresas. EL TIEMPO, junto a la Fundación Cardio Infantil y la empresa Arcos Dorados, reunió a siete empresarias, activistas y profesionales de diferentes campos. Las mujeres, abanderadas de diferentes sectores económicos y sociales, conversaron en el foro Lideresas para el Cambio, en el espacio Tiempo de Mujer. Piedad Urdinola Contreras, directora del Dane, María Inés Salamanca Vidak, representante adjunta de ONU Mujeres en Colombia, y María Fernanda García Martínez, consultora de operaciones y líder de la Red de Mujeres de Arcos Dorados, abrieron el primer espacio. En el segundo segmento dialogaron Karen Alexandra Dueñas Criado, cardióloga de la Fundación Cardio Infantil, María del Campo, la imagen de la cacaocultura colombiana (su nombre es Liliana Jiménez Molina), Nadia Sánchez Gómez, fundadora de She Is y ganadora del premio Mujer Cafam 2024, y Ximena González, directora ejecutiva de la Asociación Cultural Femenina (ACF). Desde el 2002, el Departamento de Administración Nacional de Estadística (Dane) no había sido dirigido por una mujer. 20 años después, en septiembre del 2022, esto cambió cuando Piedad Urdinola Contreras fue nombrada como la directora de la institución encargada de generar y analizar las cifras del país. Urdinola considera que una sociedad inequitativa no tiene mucho futuro y que “los datos son la puerta de entrada a los derechos”. La directora del Dane señaló que hay dos situaciones que le generan preocupación. La primera, la existencia de niñas que son mamás a los 10 años. Aunque la ley determina que acceder carnalmente a un menor de 14 años es un delito, el Dane ha registrado que algunas de estas niñas se encuentran transitando su segundo embarazo. La segunda situación preocupante es la persistencia del trabajo doméstico no remunerado para las mujeres. “Ese es el nudo de todas las brechas sociales y es histórico. No existe un país en el mundo donde el trabajo doméstico no remunerado sea equitativo”, señaló Urdinola, quien también resaltó que actualmente la entidad tiene paridad de género en sus cargos técnicos (hay más del 50 por ciento de mujeres en estos puestos). Por su parte, la representante adjunta de ONU Mujeres Colombia, María Inés Salamanca, resaltó que ningún país ha resuelto la violencia basada en género y que no hay ninguna mujer que no haya vivido situaciones de violencia. “Los datos nos han permitido demostrar que hay diversidad de mujeres y desde ahí podemos hablar de interseccionalidad en la violencia de género. Los hechos victimizantes que puede vivir una mujer blanca en Bogotá son distintos a los que pueden afectar a una mujer en el Pacífico”, enfatizó Salamanca. Las cifras de Naciones Unidas, tras varios estudios, señalan que la sociedad se tomará 300 años para alcanzar la igualdad de género, sin embargo, tener acciones contra la violencia y la desigualdad pueden reducir esta cifra. Para Salamanca, invertir en una sociedad de ciudados mejoraría las condiciones de vida de las mujeres y los hombres. Cada una de estas mujeres tiene una historia especial. Por su parte, Nadia Sánchez —recientemente galardonada— comentó que su fundación ha llevado a 715 niñas víctimas del conflicto armado a la Nasa, mediante el programa ‘Ella es Astronauta’, de las cuales 31 se encuentran cursando estudios universitarios. “Me lancé sin miedo, nunca desvié mi objetivo ni permití que un no me frenará. La puerta que se abría, yo la convertía en mi ventana al mundo, porque casi todas las puertas se cerraron al principio”, señaló Nadia sobre lo difícil que fue iniciar. También resaltó la importancia de estructurar y planificar acciones para que los sueños se cumplan. Sánchez señala que cuando una niña en condiciones de vulnerabilidad recibe una oportunidad, se logra transformar su territorio. Al respecto, la directora ejecutiva de la ACF, Ximena González, dijo que impactar positivamente la vida de una mujer, transforma a la sociedad. “Es un reto lograr que las empresas y las personas comprendan la importancia de apoyar proyectos. No tenemos como país la cultura de la donación, pero sí hay empresas —de múltiples sectores—, así como comunidad internacional y organizaciones, que impulsan estas iniciativas”, expresó González sobre la sostenibilidad de los proyectos sociales. González resaltó la alianza que hizo la Asociación Cultural Femenina con Sisco, una empresa que ofrece servicios de tecnología corporativa. A su vez, María Fernanda García, consultora de operaciones de Arcos Dorado (una de las cadenas alimenticias más grandes a nivel mundial), indicó que los techos de cristal se pueden romper teniendo autonomía económica y crecimiento profesional desde la educación. La también líder de la Red de Mujeres de la conocida cadena alimenticia se empleó allí hace 28 años como cajera de uno de los restaurantes de la franquicia. Y, para María del Campo, representar a Colombia en el sector productivo del cacao fue un reto incalculable. Ella es la embajadora de 65.000 familias cacaocultoras del país, con una presencia que resignifica a la mujer cultivadora en escenarios internacionales. “María ha sido interseccional, porque cuando estamos en el campo colombiano nos encontramos con realidades complejas que viven las mujeres. Hay mucho por sanar en ellas y situaciones que se deben superar. No solo en lo productivo, también en lo psicosocial”, señaló Liliana sobre el personaje que ahora le da la vuelta al mundo: María del Campo. La voz de la Fundación Cardioinfantil estuvo en las manos de la doctora Karen Dueñas, cardióloga y una de las mujeres expertas a nivel regional en esta área de la medicina. Ella explicó que uno de los mitos en salud, que tienen las mujeres, es considerar que se puede ser más propensa a morir por cáncer de mama y enfermedades ginecológicas. Sin embargo, mientras que 1 de cada 30 mujeres muere por cáncer de mama, en Colombia, 1 de 4 mujeres pierde la vida por enfermedades cardiovasculares. Por ello, la especialista invitó a las personas a “conocer sus números”, es decir, comprender qué significa su diagnóstico médico y cuidarse. La Fundación Cardioinfantil cuenta con la última tecnología para atender esas patologías y ha mapeado el por qué este tipo de dolencias tiene una especial significación para las mujeres, que para los hombres.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:01:52.696+02:00",
  "updated": "2024-03-15T00:01:52.696+02:00"
}