{
  "thread": {
    "uuid": "3f27d6710bd7c0e480806b6ad698b733a294937e",
    "url": "https://economictimes.indiatimes.com/industry/renewables/budget-2024-may-see-modi-government-continue-its-pitch-for-indias-green-energy-ambitions/articleshow/111502997.cms",
    "site_full": "economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://economictimes.indiatimes.com/industry/rssfeeds/13352306.cms",
    "site_categories": [
      "media"
    ],
    "section_title": "Industry-Economic Times",
    "title": "Union Budget: Budget 2024 may see Modi government continue its pitch for India's green energy ambitions",
    "title_full": "Union Budget: Budget 2024 may see Modi government continue its pitch for India's green energy ambitions - The Economic Times",
    "published": "2024-07-05T04:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.etimg.com/thumb/msid-111503006,width-1200,height-630,imgsize-69376,overlay-economictimes/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f27d6710bd7c0e480806b6ad698b733a294937e",
  "url": "https://economictimes.indiatimes.com/industry/renewables/budget-2024-may-see-modi-government-continue-its-pitch-for-indias-green-energy-ambitions/articleshow/111502997.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T04:48:00.000+03:00",
  "title": "Union Budget: Budget 2024 may see Modi government continue its pitch for India's green energy ambitions",
  "text": "Union Budget 2024 announcements may include continued focus on renewable energy by the Narendra Modi government, industry players have said, as they expect policy stability and investment in the sector. From budget what we expect that there are certain areas on which we need to focus. We have seen in budget what is required for the sector. One is the policy stability is very important because there should not be any fear because today we invest, project takes 18 months to 24 months, so policy stability is one key which we expect, Sharad Mahendra, Joint MD & CEO, JSW Energy told ETNow in an interview. One is the policy stability is very important because there should not be any fear because today we invest, project takes 18 months to 24 months, so policy stability is one key which we expect. And boost the renewable energy investment, that is also very-very important because the kind of investment which is required to add almost 40 to 50 gigawatts every year is huge, Mahendra added.India has been pushing on with its renewable energy ambitions, as the nation added record renewable energy capacity of 18.48 GW in 2023-24, which is over 21 per cent higher than 15.27 GW a year ago, according to data of the Ministry of New & Renewable Energy.However, industry experts said there is a need to add at least 50 GW of renewable energy capacity annually for the next six years to meet the ambitious target of 500 GW of renewables by 2030. There are many factors which we definitely have made a representation whether it is related to green hydrogen, whether it is related to improving the energy efficiency, what all we expect from the government. And what all we need to do as IPPs, we are very-very sure. So, we are making our representations to the government for this budget, Mahendra said.Renewable energy in IndiaIn the fiscal year 2023-24, solar installations totaling 12.78 GW spearheaded the addition of renewable energy capacity, which reached 15.27 GW. Following closely behind was wind energy, contributing 2.27 GW.Solar energy dominates the renewable energy landscape with an installed capacity of 81.81 GW, followed by wind energy at approximately 46 GW, biomass cogeneration at 9.43 GW, and small hydro (up to 25 MW capacity each) at 5 GW.Among Indian states, Gujarat and Rajasthan lead in renewable energy capacities, each boasting around 27 GW.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "mahendra",
        "sentiment": "none"
      },
      {
        "name": "sharad mahendra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "union budget",
        "sentiment": "negative"
      },
      {
        "name": "joint md & ceo",
        "sentiment": "none"
      },
      {
        "name": "jsw energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:10:20.972+03:00",
  "updated": "2024-07-05T09:10:20.972+03:00"
}