{
  "thread": {
    "uuid": "390ec3df17c5a047ea93c5991d8d71a184905adf",
    "url": "https://bnnbreaking.com/world/us/michigan-mom-triumphs-in-surrogacy-law-reform-aiding-families-statewide",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Michigan Mom Triumphs in Surrogacy Law Reform, Aiding Families Statewide",
    "title_full": "Michigan Mom Triumphs in Surrogacy Law Reform, Aiding Families Statewide",
    "published": "2024-03-15T00:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/b3fd21aa2e48e2ecc564dd634848db6eb0c09c45cdf5cbce5347acee53aed4dc.jpg",
    "performance_score": 0,
    "domain_rank": 13578,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "390ec3df17c5a047ea93c5991d8d71a184905adf",
  "url": "https://bnnbreaking.com/world/us/michigan-mom-triumphs-in-surrogacy-law-reform-aiding-families-statewide",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Olalekan Adigun",
  "published": "2024-03-15T00:19:00.000+02:00",
  "title": "Michigan Mom Triumphs in Surrogacy Law Reform, Aiding Families Statewide",
  "text": "In a landmark move that signifies a potential turning point for families across Michigan, Tammy Myers has become a beacon of hope and change. After enduring the emotionally taxing process of having to legally adopt her own biological twins due to Michigan's stringent surrogacy laws, Myers has tirelessly worked towards legislative reform. Today, her efforts are on the brink of fruition as the Michigan Family Protection Act , which seeks to repeal the state's criminal ban on surrogacy, is poised for a final vote in the Senate.\nAdvertisment The Struggle for Legal Recognition Tammy Myers' journey began in the wake of a challenging breast cancer diagnosis, which cast uncertainty over her future family plans. Despite these obstacles, Myers and her husband, Jordan, welcomed twins via a gestational carrier in 2021. However, Michigan's laws forced them into a legal battle to adopt their biological children, highlighting the state's outdated approach to surrogacy. This experience spurred Myers into action, leading to a three-year campaign for change. Her story gained momentum, capturing the attention of lawmakers and the public alike, underscoring the urgent need for legal reform to protect families formed through assisted reproductive technologies.\nA Legislative Leap Forward Advertisment The Michigan Family Protection Act represents a significant step towards legal clarity and security for families like the Myers. Sponsored by Representative Samantha Steckloff and supported by figures such as Congresswoman Hillary Scholten and Governor Gretchen Whitmer, the bill aims to modernize Michigan's surrogacy laws. By eliminating the criminal penalties associated with surrogacy contracts, the legislation seeks to ensure that all children born through fertility treatments have a secure legal relationship with their parents from the start. This move not only benefits families but also aligns Michigan's legal framework with contemporary family-building practices.\nImplications for Future Families The potential passing of the Michigan Family Protection Act holds profound implications for countless families within the state. By fostering a more inclusive and supportive legal environment, the act promises to alleviate the emotional and financial burdens faced by those relying on surrogacy and other assisted reproductive technologies. For Myers, the fight transcends her own family's ordeal, symbolizing a broader struggle for recognition and rights within the realm of reproductive justice. As the Senate vote approaches, anticipation builds, with many hoping that Michigan will set a precedent for compassion and progress in surrogacy law reform.\nAs Tammy Myers reflects on her journey, her resolve remains unwavering. The impending Senate vote not only signifies a personal victory but also marks a pivotal moment for reproductive rights and family law in Michigan. With the potential repeal of the state's criminal ban on surrogacy, Myers' advocacy could pave the way for a future where families are no longer subjected to unnecessary legal hurdles in their pursuit of happiness. This legislative milestone underscores the power of individual stories to inspire systemic change, offering hope to families across Michigan and beyond.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://people.com/mom-forced-to-adopt-her-biological-twins-almost-at-finish-line-getting-surrogacy-laws-changed-exclusive-8609138",
    "https://www.people.com/mom-forced-to-adopt-her-biological-twins-almost-at-finish-line-getting-surrogacy-laws-changed-exclusive-8609138"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tammy myer",
        "sentiment": "negative"
      },
      {
        "name": "tammy myers",
        "sentiment": "none"
      },
      {
        "name": "myers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "michigan",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:21:07.140+02:00",
  "updated": "2024-03-15T00:21:07.140+02:00"
}