{
  "thread": {
    "uuid": "8a56a5c7b3e3c83f561d166a44a437733e4ee892",
    "url": "https://betakit.com/founder-resolutions-six-canadian-tech-leaders-share-their-goals-for-2024/",
    "site_full": "betakit.com",
    "site": "betakit.com",
    "site_section": "http://www.betakit.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "BetaKit",
    "title": "Founder resolutions: Six Canadian tech leaders share their goals for 2024",
    "title_full": "Founder resolutions: Six Canadian tech leaders share their goals for 2024",
    "published": "2024-01-06T00:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://cdn.betakit.com/wp-content/uploads/2024/01/AWS-2024-Feature-Image.jpg",
    "performance_score": 0,
    "domain_rank": 20532,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8a56a5c7b3e3c83f561d166a44a437733e4ee892",
  "url": "https://betakit.com/founder-resolutions-six-canadian-tech-leaders-share-their-goals-for-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacqueline Loganathan",
  "published": "2024-01-06T00:58:00.000+02:00",
  "title": "Founder resolutions: Six Canadian tech leaders share their goals for 2024",
  "text": "For many, the start of a new calendar year is a time of reflection and goal setting. To help you kickstart a new year with renewed enthusiasm, find out what the founders of these Canadian tech businesses have to say about their New Year’s resolutions, and what they predict will be the technology winner of 2024.\nFounder resolutions: yes or no?\nThey’re not for everyone, but for founders who regularly set goals for their companies and teams, January 1st seems like a good time for a check-in.\n“I like New Year’s Resolutions a lot,” said Vin Verma, founder of\nFutureland. “It’s cool that around this time of year, many are asking questions like, ‘What went well?’, ‘what must change?’ There’s a community feeling and support for these kinds of questions that don’t exist at other points in a year.”\n“It’s not realistic to achieve all of your goals exactly when you want to achieve them.”\nHorizon co-founder Peter Kieltyka echoed Verma’s sentiment. “I think the process of thinking about [New Year’s] resolutions is actually a good thing,” he said, “because they give us a moment to reflect and introspect on ourselves which ultimately leads to learning how to improve and accept ourselves.”\nBut drafting resolutions is one thing; following through is a different ballgame.\nVerma pointed out that seeing resolutions to the end is “entirely dependent on your personal systems. Things like your daily habits, how effectively you’ve set your goals, how regularly you review those goals … all of that leads up to the realization of your resolutions … I also think it’s OK for resolutions to transfer from one year to the next. It’s not realistic to achieve all of your goals exactly when you want to achieve them. Failing to achieve your goals, reflecting, adjusting, and then continuing to tackle them until you see them through to the end is how it goes. It’s a natural part of the process.”\nWhile Daniel Patricio, founder of\nAbra, finds resolutions helpful, he doesn’t think the start of the calendar year is the best time to pick them up. “I try to think in many-year cycles with goals that don’t change much … Maybe it’s because I have young kids now, but September or spring feel like the more natural starting points for me,” he said.\nSimran Kang, the co-founder of\nMyFO, a subscription-based software for family offices, believes that if you’re waiting for the new year to set goals, you’re too late. “If you are in tech and wait for a new year to make resolutions, you are probably missing the mark and far behind,” she said. “Things move fast and you have to pivot accordingly.”\nWhat’s one thing you learned last year that you’ll bring into 2024?\n“I had my second daughter in 2023, and as I return to work in January I have to be ruthless with prioritization and how I spend my time,” said Erin Bury, the co-founder of\nWillful and someone who has spoken openly about the challenges of accessing parental support as an entrepreneur in Canada.\nShe continued: “I saw a meme recently that said the only people who will remember that you worked late are your children, and it really hit home. For me, 2024 is all about working smarter. It’s not about hours spent, it’s about impact, and that means saying no to a lot of things to say yes to the ones that really matter.”\nFor Verma, who has developed a habit-tracking app, it’s all about simplicity. This year, he’s avoiding complex plans and focusing on ones that are simple, easy to remember, and easy to understand.\n“To make a simple plan, for whatever I’m working on,” he said, “I write down its current state in 2-3 sentences, then I write down the desired future state in 2-3 sentences. Once that’s done, getting from the current state to the future state becomes my primary focus. I try to do as much as I can to increase the velocity of that happening.”\nAbra’ Patricio reminded us to “listen to actions, not words.” He said, “It’s important to not be distracted by sentiments and commentary … stay grounded in what your customers are actually doing.”\nIn 2023, Wealthsimple CEO Michael Katchen learned about the importance of community and excellence. “I was inspired by\nWill Guidara’s book, Unreasonable Hospitality. It’s the story of what it took to become the #1 restaurant in the world. The day-in-day-out pursuit of excellence. Lots of ideas I plan to take back to Wealthsimple in 2024.”\nAnnual plans can often get trumped by more urgent tasks. How do you keep your team on track throughout the year?\nNo one likes to admit it, but as humans, we get sidetracked easily.\nPatricio, who founded Abra, a tool that helps Shopify merchants make discounts harder to resist, said it best: “Think and debate hard about the most important thing. Equally as challenging but important is keeping the most important thing the most important thing.”\nBury uses the Entrepreneurial Operating System (EOS) to keep the Willful team on track. “EOS includes a pretty rigorous quarterly goal-setting framework, and those goals ladder up to the one-year plan,” she said. “We ensure people stay on track by constantly reiterating that one-year plan; and meeting with team members weekly to review progress towards their quarterly goals.”\nCircling back to simplicity, Verma, founder of Futureland, holds weekly team meetings focused on his current state, future state method.\nHe also suggests working fast and making decisions in the moment. “If something can be done while you are on a call, just finish it on the call,” he said. “Reduce the scope of projects to ship them faster. I find working like this reduces damage from tasks that derail focus [and] reduces unnecessary delays … One other thing, making high-quality sleep part of our team’s culture. The way we work should never disrupt or eat into our sleep schedule. It’s impossible to focus and be creative with poor sleep.”\nDoes your company have office pups? If so, can you share a photo or two?\nSpeaking of distractions: meet Agatha, Casanova, Athena, Henry, Basil, Ruadh, Shep, and Ginger.\nOur founders were all too happy to share photos of their office pets. We received so many photos this time that we almost had to cut some out.\nBut we didn’t. You’re welcome.\nAll our founders manage remote or hybrid teams so office pets live in cleverly named Discord and Slack channels like Willful’s #PawsitiveAttitude.\nKang of MyFO told us their chief people officer, Henry, is an advocate for unlimited treats, which we can only hope applies to both pets and people.\nWhat did your inbox look like on January 1st? Zero or 2,000?\nThere are three types of email people: those who clear their inbox every day, those who know they never will, and those who try and fail but keep hoping. Which one are you?\nWhat technology do you predict will win in 2024?\nYou might be surprised by the answers. Just kidding. Half of our founders said AI.\n“Contrarian take (not!): Gen AI”\n– Michael Katchen, Wealthsimple\n“Hard for me to say anything but AI, and the new functionality it can enable in software and hardware.”\n– Vin Verma, Futureland\n“AI-enabled technologies built by founders with great founder market fit.”\n– Simran Kang, MyFO\n“Blockchains.”\n– Peter Kieltyka, Horizon Blockchain Games\n“Something boring like spreadsheets … The winners from this startup vintage will be those, rather than folks that raised the most money with something AI related.”\n– Daniel Patricio, Abra\n“Smart identity verification”\n– Erin Bury, Willful\nWhat’s one personal goal, habit, or behaviour you want to develop in 2024?\nOne of the best parts about talking to founders is seeing how their work habits translate into their personal lives. Not only did founders respond to this question with interesting goals, but the goals were also specific, measurable, and achievable.\nKieltyka (Horizon) wants to build 20 minutes of strength training into his daily schedule and Kang (MyFO) wants to get back to the gym five times a week. Verma (Futureland) said this year he’d like to log 300 hours of training in jiu-jitsu (100 more hours than he did in 2023).\nIf you’re a morning person, you may relate to Patricio (Abra) who wants to continue working out first thing in the morning, or Katchen (Wealthsimple), who wants to get back to reading first thing in the morning over a cup of coffee.\nWhat’s one big audacious business goal you want to achieve in 2024?\nYou don’t become a founder without a little bit of daring, and a lot of bits of bold. This year, our founders want to accelerate growth and change entire industries.\nKatchen said that, in 2023,\nWealthsimple clients earned millions of dollars from the platform’s high-interest chequing account, and thousands of Canadians trusted Wealthsimple to help save for their first home. Retail and DIY traders also benefited from the platform, accessing private investments and saving millions on commission-free transactions.\nIn five years, Katchen said Wealthsimple aims to quadruple its assets under management to $100 billion. “I’m confident we can get there,” he said.\nKang plans to grow MyFO’s revenue by 20 times, and Verma wants to grow Futureland’s users to 100,000.\nDid you know that electronic signatures cannot legalize a will in Ontario? Bury will continue working to change that this year with\nWillful. “It’s 2023, why the heck are we still signing paper wills like it’s 1923?” she asked.\nKieltyka, the co-founder of\nHorizon Blockchain Games, will focus 2024 on building “a world-class software infrastructure company that helps power the next generation of the Internet.”\nGo get ‘em.\nBrought to you by AWS.\nAWS helps more startups launch, build, and succeed than any other cloud provider.\nStart your cloud journey today.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://futureland.tv/",
    "https://www.amazon.ca/Unreasonable-Hospitality-Remarkable-Giving-People/dp/0593418573",
    "https://www.myfo.tech/",
    "https://horizon.io/",
    "https://go.aws/47WRVmQ",
    "https://abrapromotions.com/",
    "https://www.willful.co/",
    "https://www.wealthsimple.com/en-ca",
    "https://horizon.io",
    "https://www.willful.co",
    "https://www.go.aws/47WRVmQ",
    "https://wealthsimple.com/en-ca",
    "https://www.myfo.tech",
    "https://www.horizon.io/",
    "https://amazon.ca/Unreasonable-Hospitality-Remarkable-Giving-People/dp/0593418573",
    "https://abrapromotions.com",
    "https://www.abrapromotions.com/",
    "https://myfo.tech/",
    "https://www.futureland.tv/",
    "https://futureland.tv",
    "https://willful.co/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peter kieltyka",
        "sentiment": "none"
      },
      {
        "name": "verma",
        "sentiment": "none"
      },
      {
        "name": "vin verma",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "futureland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:00:30.896+02:00",
  "updated": "2024-01-06T01:00:30.896+02:00"
}