{
  "thread": {
    "uuid": "89b9374d3030de958f80139d18c8b86436756824",
    "url": "https://www.irishexaminer.com/world/arid-41389516.html",
    "site_full": "www.irishexaminer.com",
    "site": "irishexaminer.com",
    "site_section": "http://feeds.examiner.ie/ieworld",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "IrishExaminer.com",
    "title": "Hamas announces it has accepted an Egyptian-Qatari ceasefire proposal",
    "title_full": "Hamas announces it has accepted an Egyptian-Qatari ceasefire proposal",
    "published": "2024-05-06T18:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.irishexaminer.com/cms_media/module_img/8204/4102180_9_seoimageog_36bb3d5442aa4ab4aaf3455a3bc673ba.jpg.jpg",
    "performance_score": 0,
    "domain_rank": 3396,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89b9374d3030de958f80139d18c8b86436756824",
  "url": "https://www.irishexaminer.com/world/arid-41389516.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Irishexaminer.com (digitaldesk@irishexaminer.com)",
  "published": "2024-05-06T18:58:00.000+03:00",
  "title": "Hamas announces it has accepted an Egyptian-Qatari ceasefire proposal",
  "text": "Hamas has announced it has accepted an Egyptian-Qatari proposal for a ceasefire to halt the seven-month war with\nIsrael in Gaza.\nIt came hours after Israel ordered about 100,000 Palestinians to begin evacuating the southern city of Rafah, signalling that a long-promised ground invasion could be imminent.\nThere was no immediate comment from Israel on the deal, and details of the proposal have not been released.\nIn recent days, Egyptian and Hamas officials said the ceasefire would take place in stages during which Hamas would release hostages it is holding in exchange for Israeli troop pullbacks from Gaza.\nIt is not clear whether the deal will meet Hamas’s key demand of bringing about an end to the war and complete Israeli withdrawal.\nHamas said in a statement that its top leader, Ismail Haniyeh, had delivered the news in a phone call with Qatar’s prime minister and Egypt’s intelligence minister.\nAfter the release of the statement, Palestinians erupted in cheers in the sprawling tent camps around Rafah, hoping the deal meant an Israeli attack had been averted.\nIsrael’s closest allies, including the US, have repeatedly said that Israel should not attack Rafah, and the looming operation has raised global alarm over the fate of around 1.4 million Palestinians sheltering there.\nAid agencies have warned that an offensive would worsen Gaza’s humanitarian catastrophe and bring a surge of more civilian deaths in an Israeli campaign that has killed 34,000 people and devastated the territory.\nUS President Joe Biden spoke on Monday with Israeli Prime Minister Benjamin Netanyahu and reiterated US concerns about an invasion of Rafah.\nHe said a ceasefire is the best way to protect the lives of Israeli hostages held in Gaza, a National Security Council spokesperson said.\nHamas and Qatar said invading Rafah would derail efforts by international mediators to broker a ceasefire.\nDays earlier, Hamas had been discussing a US-backed proposal that reportedly raised the possibility of an end to the war and a withdrawal of Israeli troops in return for the release of all hostages held by the group.\nIsraeli officials have rejected that trade-off, vowing to continue their campaign until Hamas is destroyed.\nMr Netanyahu said on Monday that seizing Rafah, which Israel says is the last significant Hamas stronghold in Gaza, is vital to ensure the militants cannot rebuild their military capabilities and repeat the attack on Israel that triggered the war.\nLieutenant Colonel Nadav Shoshani, an army spokesman, said about 100,000 people were being ordered to move from parts of Rafah to a nearby Israel-declared humanitarian zone called Muwasi, a makeshift camp on the coast.\nHe said Israel has expanded the size of the zone and that it included tents, food, water and field hospitals.\nAround 450,000 displaced Palestinians are already sheltering in Muwasi. The UN agency for Palestinian refugees, known as UNRWA, said it has been providing them with aid but conditions are squalid, with few toilets or sanitation facilities in the largely rural area.\nIsraeli military leaflets were dropped with maps detailing a number of eastern neighbourhoods of Rafah to evacuate, warning that an attack was imminent and anyone who stays “puts themselves and their family members in danger”.\nUNRWA will not evacuate from Rafah so it can continue to provide aid to those who stay behind, said Scott Anderson, the agency’s director in Gaza.\n“We will provide aid to people wherever they choose to be,” he said.\nThe UN says an attack on Rafah could disrupt the distribution of aid keeping Palestinians alive across Gaza. The Rafah crossing into Egypt, a main entry point for aid to Gaza, lies in the evacuation zone. The crossing remained open on Monday after the Israeli order.\nJan Egeland, secretary-general of the Norwegian Refugee Council, condemned the “forced, unlawful” evacuation order and the idea that people should go to Muwasi.\n“The area is already overstretched and devoid of vital services,” he said, adding that an Israeli assault could lead to “the deadliest phase of this war”.\nIsrael’s bombardment and ground offensives in Gaza have killed more than 34,700 Palestinians, around two-thirds of them children and women, according to Gaza health officials.\nMore than 80% of the population of 2.3 million have been driven from their homes, and hundreds of thousands in the north are on the brink of famine, according to the UN.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T21:15:02.310+03:00",
  "updated": "2024-05-06T21:15:02.310+03:00"
}