{
  "thread": {
    "uuid": "a20c9c256e3e40e59ded33c773df982bb75cf6e1",
    "url": "https://ileon.eldiario.es/sociedad-y-vida/genarin-2024_3_11250542.html",
    "site_full": "ileon.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://ileon.eldiario.es",
    "site_categories": [
      "top_news"
    ],
    "section_title": "ILEON - Noticias de León. El diario digital de León y sus comarcas",
    "title": "Genarín obra un nuevo milagro y evita la lluvia para que miles de devotos le rindan homenaje",
    "title_full": "Genarín obra un nuevo milagro y evita la lluvia para que miles de devotos le rindan homenaje",
    "published": "2024-03-29T05:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.eldiario.es/clip/d5b1a33f-b45b-4519-bc30-975d9e0b8de3_facebook-ileon-watermarked-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 2899,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a20c9c256e3e40e59ded33c773df982bb75cf6e1",
  "url": "https://ileon.eldiario.es/sociedad-y-vida/genarin-2024_3_11250542.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción ILEÓN",
  "published": "2024-03-29T05:10:00.000+03:00",
  "title": "Genarín obra un nuevo milagro y evita la lluvia para que miles de devotos le rindan homenaje",
  "text": "Miles de personas han secundado un año más la procesión del Entierro de Genarín en la ciudad de León la madrugada de Jueves a Viernes Santo, una 'religión' que recuerda la figura real de Genaro (o Jenaro) Blanco, un pellejero atropellado por un camión en la mañana de Viernes Santo y cuyos amigos convirtieron en un icono de los vividores y de la transgresión contra los poderes de la época. Hace 95 años fallecía y con él el mito de sus hazañas como borrachín de la ciudad leonesa, que los Cuatro Evangelistas empezaron a divulgar cada Semana Santa, en una procesión pagana que se hizo multitudinaria hasta que en 1958 fue prohibida hasta la llegada de la democracia, por las protestas de próceres franquistas como el Periodista Lamparilla que tiene todavía hoy una calle en León.\nEste 2024 la multitud genariana ha sido menor a la de años venideros aunque Genarín ha obrado el milagro de interrumpir la incesante lluvia de la jornada para poder salir, cosa que no pudieron hacer las procesiones católicas previstas para el Jueves Santo. La desapacible jornada ha influido sin duda en una menor asistencia que no ha impedido llenar la Plaza del Grano y buena parte del recorrido.\nEl final del Entierro de Genarín, habitualmente en la carretera de los Cubos donde fue atropellado, ha sido más deslucido ya que se ha retransmitido en directo hasta Puerta Castillo como el hermano colgador subía la tradicional ofrenda de una corona, orujo, naranjas, pan y queso. En la plaza el poeta Ignacio Fernández leyó sus versos ganadores del XII Certamen Genariano de Versos Burlescos, cumpliendo la tradición de poner ironía y actualidad a la celebración genariana.\nLa procesión genariana estuvo marcada por el buen humor, el orujo y el homenaje al personaje inmortalizado para siempre por el ilustre escritor leonés Julio Llamazares, aunque mito y realidad histórica choquen. La 'devoción' de miles de personas a Genarín y al orujo es una realidad incontestable año a año, a la que la lluvia no impide salir y solo la pandemia, y la amenaza de represión franquista, logró interrumpir. Porque la 'copina de orujo' en la memoria de Genaro Blanco es siempre más que una necesidad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:19:34.297+03:00",
  "updated": "2024-03-29T06:19:34.297+03:00"
}