{
  "thread": {
    "uuid": "71b36cc01aaf097dfd46b6984456c6e414178c06",
    "url": "https://www.eurasiareview.com/06012024-after-cop28-insider-climate-activists-to-become-increasingly-important/",
    "site_full": "www.eurasiareview.com",
    "site": "eurasiareview.com",
    "site_section": "http://www.eurasiareview.com/category/technology-and-science/environment/feed/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Environment &#8211; Eurasia Review",
    "title": "After COP28 ‘Insider’ Climate Activists To Become Increasingly Important",
    "title_full": "After COP28 ‘Insider’ Climate Activists To Become Increasingly Important",
    "published": "2024-01-06T01:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eurasiareview.com/wp-content/uploads/2020/08/d-59.jpg",
    "performance_score": 0,
    "domain_rank": 11206,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71b36cc01aaf097dfd46b6984456c6e414178c06",
  "url": "https://www.eurasiareview.com/06012024-after-cop28-insider-climate-activists-to-become-increasingly-important/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eurasia Review",
  "published": "2024-01-06T01:03:00.000+02:00",
  "title": "After COP28 ‘Insider’ Climate Activists To Become Increasingly Important",
  "text": "After COP28 ‘Insider’ Climate Activists To Become Increasingly Important\nClimate campaigners will increasingly adopt “insider activist” roles, working to change or challenge their organisations from the inside rather than the outside, a new study says.\nResearch led by the University of Exeter identifies different types of climate activists. As well as “insiders”, there are others who seek to undermine, or even damage, climate-recalcitrant organisations they are members of in the hope of change.\nThe study says the growing climate backlash against traditional outside climate activism and rise of corporate “greenwashing” means collaborating or contesting for meaningful climate action from the inside of organisations is going to become an important new venue for climate activism.\nInsider activists often team-up to work with others in different areas of their organisation or other groups.\nThe research, was conducted by Nick Kirsop-Taylor and Duncan Russel from the University of Exeter, and Anne Jensen, from the University of Aarhus. They analysed 48 existing studies as part of a literature review.\nDr Kirsop-Taylor said: “We found some activists utilise the tools of discussion and persuasion to influence others towards change. Groups of like-minded activists join together to form pressure groups that seek change in others through mobilisation, symbolic protest, and rational discourse drawing attention to injustices, imbalances, and other activist focus. Efforts are based on high levels of expertise in areas relevant to the topic.\n“In contrast there are expert activists, who use their knowledge and expertise in their organisation to pursue change. Their risk profile is different, as they are risking their professional authority and legitimacy, and perceived scientific impartiality in their field of expertise.\n“Some individuals adopt the philosophical perspective that confrontation is the more effective lever for precipitating change in others. They rarely work in true isolation but they can challenge and contest the opinions, positions, and privileges of others and seek to shame or force them to change rather than through reason and dialogue.\n“Where and when critics seeking change in others coalesce and network with like-minded individuals, they can form social movements that exert themselves and take risks collectively for their shared cause. This includes mass civil disobedience, and in places, even violent and non-violent direct action in the pursuit of their cause. This can become the gateway to extremist activist identities and activities.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "duncan russel",
        "sentiment": "none"
      },
      {
        "name": "nick kirsop-taylor",
        "sentiment": "none"
      },
      {
        "name": "anne jensen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of aarhus",
        "sentiment": "none"
      },
      {
        "name": "university of exeter",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:12:42.198+02:00",
  "updated": "2024-01-06T02:12:42.198+02:00"
}