{
  "thread": {
    "uuid": "9ea357f42b1af2c86d9b780d0842010c43116005",
    "url": "http://www.unizar.es/noticias/arranca-en-zaragoza-un-proyecto-europeo-para-desarrollar-cosmeticos-innovadores-y",
    "site_full": "www.unizar.es",
    "site": "unizar.es",
    "site_section": "http://www.unizar.es/rss.xml",
    "site_categories": [
      "education",
      "distance_learning"
    ],
    "section_title": "Universidad de Zaragoza",
    "title": "Arranca en Zaragoza un proyecto europeo para desarrollar cosméticos innovadores y sostenibles a partir de aguas termales y plantas aromáticas",
    "title_full": "Arranca en Zaragoza un proyecto europeo para desarrollar cosméticos innovadores y sostenibles a partir de aguas termales y plantas aromáticas",
    "published": "2024-04-11T11:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6223,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ea357f42b1af2c86d9b780d0842010c43116005",
  "url": "http://www.unizar.es/noticias/arranca-en-zaragoza-un-proyecto-europeo-para-desarrollar-cosmeticos-innovadores-y",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anónimo",
  "published": "2024-04-11T11:38:00.000+03:00",
  "title": "Arranca en Zaragoza un proyecto europeo para desarrollar cosméticos innovadores y sostenibles a partir de aguas termales y plantas aromáticas",
  "text": "El proyecto CARUSO, que celebra su reunión de lanzamiento los días 10 y 11 de abril, está coordinado desde la Universidad de Zaragoza a través del Instituto Agroalimentario de Aragón (IA2)\nSe propone transferir hacia las empresas locales conocimientos en revalorización de recursos naturales, como las aguas termales y las plantas aromáticas, con el fin de generar cosméticos que beneficien la microbiota de la piel\nSe busca en última instancia fomentar la sostenibilidad económica y social de los territorios rurales y promover la competitividad de dichas empresas\n(Zaragoza, jueves 11 de abril de 2024). En los últimos años han cobrado impulso los esfuerzos por la dinamización y vertebración social del territorio. Esfuerzos que se encuentran frente a retos como el de impulsar la sostenibilidad económica y social en los territorios rurales a través de la innovación. Un proyecto europeo de tres años de duración y coordinado desde la Universidad de Zaragoza viene a sumarse a estas iniciativas tan necesarias. Se trata de \"CARUSO - Cooperación y transferencia para valorizar los recursos naturales y aguas termales del territorio POCTEFA: desarrollo de productos cosmeticos para mejorar la microbiota de la piel\", que durante los días 10 y 11 de abril está celebrando su reunión de lanzamiento en la Facultad de Veterinaria.\nCoordinado por Laura Grasa, profesora de la Universidad de Zaragoza y miembro del Instituto Agroalimentario de Aragón (IA2, centro mixto UNIZAR-CITA), CARUSO reúne a siete entidades de España y Francia, con cuyo concurso se pretende crear una sólida red de colaboración y transferencia que une a universidades prestigiosas (Unizar y UPPA), centros de investigación líderes en su campo (CITA), empresas cosméticas innovadoras (Karicia) y diversos balnearios (Balneario de Argeles-Gazost, Balneario de Baréges, Balneario de Bagnères de Bigorre). Entre los objetivos de CARUSO está el de transferir los conocimientos generados por la investigación en revalorización de los recursos naturales, como las aguas termales y las plantas aromáticas y medicinales, hacia las empresas locales, con el fin de que puedan desarrollar dermocosméticos más innovadores, sostenibles y que impulsen la dinamización del territorio. El objetivo final es impulsar un cambio significativo en el territorio POCTEFA, ya que la posibilidad de ofertar productos más innovadores y sostenibles fomenta la sostenibilidad económica y social y promueve la competitividad de las empresas locales.\nSe espera alcanzar resultados muy significativos: se generarán dermocosméticos ecológicos, sostenibles y científicamente testados a partir de recursos naturales del territorio POCTEFA, como son las aguas termales y las plantas aromáticas. Para lograrlo se aplicarán tecnologías de vanguardia como la metabolómica, metagenómica y otros análisis basados en inteligencia artificial que ayuden a caracterizar esas aguas termales y sus efectos sobre la piel. Se busca en definitiva que estos prototipos de dermocosméticos sean de calidad, diferenciadores del territorio y que beneficien a la microbiota de la piel. El trabajo servirá también para la creación de un catálogo de recursos naturales relevantes del territorio POCTEFA que sirva para desarrollar nuevos productos y servicios, de los que se evaluará además su impacto socio-económico en sectores como la salud o el turismo sostenible.\nSobre CARUSO\n\"CARUSO - Cooperación y transferencia para valorizar los recursos naturales y aguas termales del territorio POCTEFA: desarrollo de productos cosmeticos para mejorar la microbiota de la piel\" (Referencia: EFA085/01), es un proyecto de la convocatoria Interreg POCTEFA de la Unión Europea con una duración de tres años (de marzo de 2024 a marzo de 2027).\nCoordinado por Laura Grasa, profesora e investigadora del grupo \"Efecto del Procesado Tecnológico de los Alimentos en las Patologías Digestivas y Alérgicas (ALIPAT)\", CARUSO reúne a siete entidades de España y Francia: además de la Universidad de Zaragoza a través del Instituto Agroalimentario de Aragón (IA2, centro mixto UNIZAR-CITA), participan el Centro de Investigación y Tecnología Agroalimentaria - CITA (España); Université de Pau et des Pays de l'Adour - UPPA (Francia); la empresa cosmética KARICIA (España); Balneario de Argeles-Gazost (Francia); Balneario de Baréges (Francia), y Balneario de Bagnères de Bigorre (Francia).\nEl proyecto CARUSO EFA085/01 está cofinanciado al 65% por la Unión Europea a través del Programa Interreg VI-A España-Francia-Andorra (POCTEFA 2021-2027). El objetivo del POCTEFA es reforzar la integración económica y social de la zona fronteriza España-Francia-Andorra.\nSe adjunta imagen de la reunión, celebrada en la Facultad de Veterinaria de la Universidad de Zaragoza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:23:20.138+03:00",
  "updated": "2024-04-12T00:23:20.138+03:00"
}