{
  "thread": {
    "uuid": "3c9e58ad1d980b6dcb9b869a7e180f46c1a06322",
    "url": "https://www.aporrea.org/internacionales/n389686.html",
    "site_full": "www.aporrea.org",
    "site": "aporrea.org",
    "site_section": "https://www.aporrea.org/rssfeed",
    "site_categories": [
      "media"
    ],
    "section_title": "Aporrea.org",
    "title": "Japón aterriza con éxito una sonda en la Luna y se convierte en el 5º país en conseguirlo",
    "title_full": "Japón aterriza con éxito una sonda en la Luna y se convierte en el 5º país en conseguirlo",
    "published": "2024-01-19T20:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aporrea.org/imagenes/2024/01/modulo_lunar_japones.jpg",
    "performance_score": 0,
    "domain_rank": 38974,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c9e58ad1d980b6dcb9b869a7e180f46c1a06322",
  "url": "https://www.aporrea.org/internacionales/n389686.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T20:29:00.000+02:00",
  "title": "Japón aterriza con éxito una sonda en la Luna y se convierte en el 5º país en conseguirlo",
  "text": "19 de enero de 2024.- Japón se ha convertido este viernes en el quinto país del mundo que logra pisar la superficie de nuestro satélite natural.\nEl módulo SLIM de la Agencia de Exploración Aeroespacial Japonesa (JAXA) ha descendido desde apenas 15 kilómetros hasta la Luna, después de un largo viaje que comenzó hace unos cuatro meses.\nSLIM —siglas de ‘Smart Lander for Investigating Moon’, que en español significa, ‘Módulo de aterrizaje inteligente para investigar la Luna’— partió de la Tierra el pasado mes de septiembre.\nEste viernes ha conseguido posarse en la superficie lunar, tal y como lo ha confirmado la telemetría en la retransmisión en directo de la JAXA. Pero dos horas después de su aterrizaje, Hitoshi Kuninaka, director general de la agencia japonesa, ha informado en una rueda de prensa que \"la mayor parte del equipo de la nave espacial funciona correctamente\" e incluso \"se han establecido las comunicaciones después del aterrizaje\", sin embargo, los paneles solares no están generando electricidad por un problema en el hardware de la célula solar. Por lo tanto, Kuninaka afirma que SLIM utilizará su batería, a pesar de que han \"cortado la electricidad para prolongar su vida\" para que dure \"unas horas\", debido a \"hay un límite\".\nAl observar los datos enviados desde la nave espacial en los segundos previos al aterrizaje, parece que logró su objetivo principal de realizar un ‘aterrizaje suave’. SLIM estaba en la orientación correcta y se movía extremadamente lentamente antes de hacer contacto con la superficie de la luna.\nEste hito previamente lo ha conseguido solo un selecto club de países: Estados Unidos, Rusia, China y, más recientemente, India, que hizo historia al poner por primera vez una nave humana en el Polo Sur de nuestro satélite natural. Aunque solo uno de ellos —EE. UU.— ha logrado llevar astronautas hasta la Luna.\nUno de los puntos fuertes de esta misión es que ha completado el alunizaje con una precisión nunca vista: “Al llevar SLIM [a la Luna], los humanos lograremos un cambio cualitativo del alunizaje tradicional, pasaremos de descender solo donde es fácil, a hacerlo donde realmente queremos”, dijo la JAXA al presentar el proyecto.\nEn un lapso de 20 minutos, SLIM ha descendido a la Luna con la dificultad añadida de posarse —como máximo— a menos de 100 metros de su objetivo, que es la ladera del cráter Shioli, al sur del ecuador lunar.\nAlunizar no es una tarea fácil: a pesar de que hace más de 50 años de nuestra llegada a la Luna, el descenso a la superficie sigue sin ser una operación rutinaria y la tasa de éxito todavía ronda el 50%.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T23:31:10.772+02:00",
  "updated": "2024-01-19T23:31:10.772+02:00"
}