{
  "thread": {
    "uuid": "a83bfe54db2273af0e17448365fb814f030bed53",
    "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/emiliano+martinez+stars+as+aston+villa+beat+lille+on+penalties-newsid-n601439024",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-indban",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Emiliano Martinez stars as Aston Villa beat Lille on penalties",
    "title_full": "Emiliano Martinez stars as Aston Villa beat Lille on penalties",
    "published": "2024-04-18T18:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/e8/0a/2d/e80a2d734e8f378ae9548be03a2d42c3df13e8e4b62dc218e16b6f729e45a82f.jpg",
    "performance_score": 0,
    "domain_rank": 18340,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a83bfe54db2273af0e17448365fb814f030bed53",
  "url": "https://m.dailyhunt.in/news/india/english/theindependent-epaper-dh0eba719276d543bf8d3269068e48b7b2/emiliano+martinez+stars+as+aston+villa+beat+lille+on+penalties-newsid-n601439024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-18T18:34:00.000+03:00",
  "title": "Emiliano Martinez stars as Aston Villa beat Lille on penalties",
  "text": "Emiliano Martinez was the unsurprising star of a dramatic penalty shootout as Aston Villa edged past Lille and into the semi-final of the Europa Conference League.\nThe Argentina goalkeeper, who helped his country win the World Cup 18 months ago, produced some similar heroics in France, saving spot-kicks from Nabil Bentaleb and Benjamin Andre to earn a 4-3 shootout win after the quarter-final had ended 3-3 on aggregate after two legs.\nThere was plenty of his trademark dark arts on show as he shushed the baiting French crowd, who had not forgotten what happened in Qatar, and then caused confusion by receiving a yellow card from the referee in the middle of the shootout, having already been booked in normal time.\nBut bookings are not carried forward into the shootout meaning he could stay on and send Villa into a first European semi-final since 1982.\nThey were not deserving of victory, though, as they were outplayed for the majority of the second leg in France, with goals from Yusuf Yazici and Andre overturning a 2-1 first-leg advantage.\nMatty Cash's 87th-minute strike sent it to extra-time, with Martinez coming up trumps in the shootout to give boss Unai Emery an eighth successive European quarter-final victory.\nThe Spaniard, so prolific in the Europa League with Sevilla and Villarreal, will be eyeing another European trophy.\nWhile Villa were executing one of their best performances of the season in the 2-0 win at Arsenal on Sunday, Lille had the weekend off, with Ligue 1 cancelling their fixture so they could focus on this match.\nUnsurprisingly the hosts were on the front foot and wiped out their deficit in the 15th minute with a quality goal.\nA long ball picked out Gabriel Gudmundsson on the left and his low cross was superbly met by Yazici, who steered a first-time effort into the bottom corner to level at 2-2 on aggregate.\nVilla needed Martinez to deny Lille a second as the goalkeeper, who made a string of saves in last week's first leg, bravely blocked Andre's header from point-blank range, with the Lille captain heading another set-piece wide.\nEmery's men were nowhere near the level they managed at the Emirates and failed to muster a shot in a first half which was largely spent defending.\nVilla finally threatened the Lille goal in the 56th minute when Moussa Diaby and John McGinn set up Cash, who fired into the side-netting.\nThat gave false hope and the hosts scored a second in the 68th minute as Andre flicked Hakon Arnar Haraldsson's corner in off the crossbar and post.\nThe visitors had to chase the game and they finally had their first effort on target in the 82nd minute as Cash's long-range effort was tipped over by Lucas Chevalier.\nChevalier was at fault as Villa rescued themselves and sent it to extra time with three minutes of normal time remaining.\nThe goalkeeper dropped Ollie Watkins' cross and the ball fell to Cash, whose effort from the edge of the area deflected in.\nChevalier atoned for that gaffe in the first half of extra time when, after beating Leon Bailey's shot away, he recovered superbly to scoop Douglas Luiz's header from the rebound to safety when the Villa midfielder looked primed to score.\nIt was the French goalkeeper that again denied Villa in the 120th minute as he produced a brilliant stop with his foot to keep out Jhon Duran's low shot.\nBut it was always going to be about the other goalkeeper in the shootout and he saved Bentaleb's penalty before engaging with the crowd and nearly getting himself in trouble.\nBailey missed for Villa to let Lille back in it but, after Luiz converted, Martinez saved from Andre to spark celebrations.\nHeather Knight says counties' frustrations hails 'progress' for women's cricket\nScrapping of FA Cup replays sparks calls for EFL clubs to be compensated\nJohn Mitchell wants England to 'continue to play on the edge' despite red cards\nWorld record holder Tigst Assefa out to make history in first London Marathon\nMeg Lanning: Exercise obsession and not enough fuel led to Australia retirement\nAshton Golding relishing his 'Grand Final' return to Headingley with Giants",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emiliano martinez",
        "sentiment": "negative"
      },
      {
        "name": "benjamin andre",
        "sentiment": "none"
      },
      {
        "name": "villa",
        "sentiment": "none"
      },
      {
        "name": "matty cash",
        "sentiment": "none"
      },
      {
        "name": "nabil bentaleb",
        "sentiment": "none"
      },
      {
        "name": "andre",
        "sentiment": "none"
      },
      {
        "name": "yusuf yazici",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lille",
        "sentiment": "negative"
      },
      {
        "name": "aston villa",
        "sentiment": "negative"
      },
      {
        "name": "europa conference league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "argentina",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "lille",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:34:39.498+03:00",
  "updated": "2024-04-19T00:34:39.498+03:00"
}