{
  "thread": {
    "uuid": "b249c6429f9ea35bbe0ce214216da828993e9e33",
    "url": "https://www.dailyrecord.co.uk/entertainment/celebrity/helen-flanagan-fights-through-flight-31764705",
    "site_full": "www.dailyrecord.co.uk",
    "site": "dailyrecord.co.uk",
    "site_section": "https://www.dailyrecord.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Record &amp; Sunday Mail - Scottish News, Sport, Politics and Celeb gossip",
    "title": "Helen Flanagan fights through flight to Bali as she reunites with her kids - Daily Record",
    "title_full": "Helen Flanagan fights through flight to Bali as she reunites with her kids - Daily Record",
    "published": "2023-12-28T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.dailyrecord.co.uk/incoming/article31764747.ece/ALTERNATES/s1200/0_ezgif-2-c9ca78a206.jpg",
    "performance_score": 0,
    "domain_rank": 2538,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b249c6429f9ea35bbe0ce214216da828993e9e33",
  "url": "https://www.dailyrecord.co.uk/entertainment/celebrity/helen-flanagan-fights-through-flight-31764705",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abbie Meehan",
  "published": "2023-12-28T23:47:00.000+02:00",
  "title": "Helen Flanagan fights through flight to Bali as she reunites with her kids - Daily Record",
  "text": "[Helen Flanagan](https://www.dailyrecord.co.uk/all-about/helen-flanagan) fought through a 16-hour flight to Bali, as she reunited with her children after spending Christmas away from them. The former Corrie [star ](https://www.dailyrecord.co.uk/all-about/helen-flanagan)admitted that it was \"weird\" being away from her three kids - Matilda, seven, Delilah, five, and Charlie, two - as they spent Christmas with their dad, Scott Sinclair, reports [the Mirror](https://www.mirror.co.uk/3am/celebrity-news/helen-flanagan-struggles-flight-bali-31762626). The 33-year-old finally saw her kids on Wednesday, as they jetted off to Bali to ring in the New Year. Posing with her [kids ](https://www.dailyrecord.co.uk/all-about/helen-flanagan)and a close pal at the check-in desk, Helen revealed that they were all excited to spend time together after a few days apart. The actress grinned as she held Delilah in her arms, while her friend carried Charlie, and Matilda stood next to her luggage trolley for the photo. She documented the gruelling 16-hour flight on her Instagram, as Helen admitted she was \"so tired\" as she struggled to keep her kids occupied. Sharing a clip of her with Charlie sat on her lap, Helen looked exhausted as she tried to get the toddler to sleep. Next, she posted a video a few minutes later, of Delilah sitting on her knee, as Charlie slept soundly on the seat next to her. Helen then shared a short clip showing her cradling Charlie as she assured one of her daughter’s that they were \"going to the hotel in a minute\". The actress wrote alongside the video: \"20 million hour flight done. Charlie was a dream, it was really hard work, all the other flights this year, but my boy is 3 in March so starting to watch films and wear headphones.\" Helen did choose to share her feelings of spending Christmas away from her kids this year, as she revealed she wasn't in the mood to celebrate without them. The actress spent seven days without them, and confessed she felt \"weird without the kids\" this year, but vowed to have a different experience in 2024. She wrote earlier this month: \"Wasn’t really feeling Christmas this year, felt weird without the kids but next year I’ll be festive.\" In another snap, Helen revealed that she had \"drank too much\" on a night out, and ended up in a bath nursing her hangover. She flashed a peace sign in another video as she spoke about her battle with premenstrual dysphoric disorder, as she thanked Vicky Pattison for encouraging her to get help with the condition. Helen wrote: \"Finally doing something about my PMDD Thankyou @vickypattison for being a support.\" Join the Daily Record WhatsApp community! Get the latest news sent straight to your messages by joining our WhatsApp community today. You'll receive daily updates on breaking news as well as the top headlines across Scotland. No one will be able to see who is signed up and no one can send messages except the Daily Record team. All you have to do is [click here if you're on mobile](https://chat.whatsapp.com/Fc3x2boJKMM0puhGFZh8kN), select 'Join Community' and you're in! If you're on a desktop, simply scan the QR code above with your phone and click 'Join Community'. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. To leave our community click on the name at the top of your screen and choose 'exit group'. If you’re curious, you can read our [Privacy Notice.](https://www.dailyrecord.co.uk/privacy-notice/) Get the latest celebrity gossip and telly news sent straight to your inbox. Sign up to our daily Showbiz newsletter [here](https://www.dailyrecord.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=5fb86ff9-c39e-4d52-a1bf-8be6d51c7758&utm_source=solusarticle).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.mirror.co.uk/3am/celebrity-news/helen-flanagan-struggles-flight-bali-31762626).",
    "https://chat.whatsapp.com/Fc3x2boJKMM0puhGFZh8kN),",
    "https://www.chat.whatsapp.com/Fc3x2boJKMM0puhGFZh8kN),",
    "https://mirror.co.uk/3am/celebrity-news/helen-flanagan-struggles-flight-bali-31762626)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "helen flanagan",
        "sentiment": "negative"
      },
      {
        "name": "scott sinclair",
        "sentiment": "none"
      },
      {
        "name": "charlie",
        "sentiment": "none"
      },
      {
        "name": "matilda",
        "sentiment": "none"
      },
      {
        "name": "helen",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bali",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:07:32.426+02:00",
  "updated": "2023-12-29T00:07:32.426+02:00"
}