{
  "thread": {
    "uuid": "fc50dba751c09bc898fe9ed6f418f482195f2e4a",
    "url": "https://krdo.com/cnn-regional/2024/06/22/taking-the-reins-in-roseville-men-get-30-horses-to-safety-as-fast-moving-grass-fire-approaches-barn",
    "site_full": "krdo.com",
    "site": "krdo.com",
    "site_section": "https://live-krdo13.pantheonsite.io/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "KRDO",
    "title": "Taking the reins in Roseville: Men get 30 horses to safety as fast-moving grass fire approaches barn",
    "title_full": "Taking the reins in Roseville: Men get 30 horses to safety as fast-moving grass fire approaches barn",
    "published": "2024-06-22T18:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://krdo.b-cdn.net/2024/06/KCALRosevilleGrassFire.jpg",
    "performance_score": 0,
    "domain_rank": 19147,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc50dba751c09bc898fe9ed6f418f482195f2e4a",
  "url": "https://krdo.com/cnn-regional/2024/06/22/taking-the-reins-in-roseville-men-get-30-horses-to-safety-as-fast-moving-grass-fire-approaches-barn",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CNN Newssource",
  "published": "2024-06-22T18:42:00.000+03:00",
  "title": "Taking the reins in Roseville: Men get 30 horses to safety as fast-moving grass fire approaches barn",
  "text": "By Ashley Sharp Click here for updates on this story ROSEVILLE, California ( KPIX ) — Horse heroes took the reins in Roseville as firefighters battled a 16-acre vegetation fire that was inching closer and closer to a neighborhood off of PFE Road and Watt Avenue on Thursday evening. The flames were too close for onlooker Tristan Hamm, watching the fire head right in the direction of a barn full of about 30 horses. It’s why he jumped into action. “This field behind the barn, all that was on fire. Just ripped smoke into the barn. Those horses were just covered in smoke,” Hamm said. “I ran over and peeked over the fence, then [a worker] said, ‘Please help me.’ “ Hamm and his friend Travis Nunes, who lives just a block over from the fire, went into the barn to help get the horses to safety. They were met with frightened horses and a barn filling with smoke. “That barn is packed to the roof with hay, I noticed right away. If a single thing flew into that barn it was lighting up in seconds,” Hamm said. Neighbors also rallied alongside the two men, helping come to the rescue. “Immediately my friend Travis started going house to house and getting people to come over,” Hamm said. One by one, Hamm and Nunes helped quickly get the horses harnessed up and allowed neighbors to lead them out of the barn and to safety on the street. They were watching them closely as fire crews closed in on the flames. Firefighters were able to stop the fire just before it reached the property housing the barn. “The community is so tight and the people are so good and everybody was helping. It was just amazing to see,” Hamm said. Hamm is a professional boxer and social media influencer from Whitehorse, Yukon in Canada. He also owns an adventure company Revived Outdoors. He just happened to be in the neighborhood staying with Nunes when the fire broke out. “It was meant to be, right place right time. The barn didn’t burn down, the horses are all good. But they still were in harm’s way with the smoke,” said Hamm. He feels they did the right thing and is happy that neighbors came to the rescue as well. With fire season in full swing, he hopes it is a reminder to take the reins when it is safe and lend a helping hand if possible. Workers at the barn Friday did not want to be interviewed for this story but confirmed all the horses got back inside safely. Cal Fire and Placer County Fire Department crews were able to get full containment on the fire Thursday night just after 8 p.m. No one was hurt and no structures burned. Please note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.cbsnews.com/sanfrancisco/news/roseville-men-save-horses-fire/",
    "https://cbsnews.com/sanfrancisco/news/roseville-men-save-horses-fire/",
    "https://www.cbsnews.com/sanfrancisco/news/roseville-men-save-horses-fire"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "travis nunes",
        "sentiment": "none"
      },
      {
        "name": "ashley sharp click",
        "sentiment": "none"
      },
      {
        "name": "hamm",
        "sentiment": "none"
      },
      {
        "name": "“ hamm",
        "sentiment": "none"
      },
      {
        "name": "tristan hamm",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kpix",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "roseville",
        "sentiment": "none"
      },
      {
        "name": "roseville",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "watt avenue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T18:54:00.939+03:00",
  "updated": "2024-06-22T20:20:16.763+03:00"
}