{
  "thread": {
    "uuid": "c5a00242cbe8654dc26c7e970528c1a248374043",
    "url": "https://www.dailymotion.com/video/x8r76jq",
    "site_full": "www.dailymotion.com",
    "site": "dailymotion.com",
    "site_section": "https://dailymotion.com/benzinga",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Benzinga videos - Dailymotion",
    "title": "A Major Leap For Drug Development? How BullFrog's AI Platform Is Driving Research Forward - video Dailymotion",
    "title_full": "A Major Leap For Drug Development? How BullFrog's AI Platform Is Driving Research Forward - video Dailymotion",
    "published": "2024-01-05T21:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.dmcdn.net/v/VZZVc1bc59LgMY8Qs/x720",
    "performance_score": 0,
    "domain_rank": 202,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5a00242cbe8654dc26c7e970528c1a248374043",
  "url": "https://www.dailymotion.com/video/x8r76jq",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Benzinga",
  "published": "2024-01-05T21:01:00.000+02:00",
  "title": "A Major Leap For Drug Development? How BullFrog's AI Platform Is Driving Research Forward - video Dailymotion",
  "text": "A Major Leap For Drug Development? How BullFrog's AI Platform Is Driving Research Forward 7 minutes ago Vin Singh, Founder & CEO of BullFrog AI, was recently interviewed by Benzinga. BullFrog AI is a technology company offering its bfLEAP platform, transforming the field of precision medicine. The platform applies predictive analytics to all stages of drug development to create novel therapies faster – potentially revolutionizing drug development. The company has partnered with one of the most prestigious research institutions in the world, Johns Hopkins University, to license its AI technology. BullFrog AI is a technology company offering its bfLEAP platform, transforming the field of precision medicine. The platform applies predictive analytics to all stages of drug development to create novel therapies faster – potentially revolutionizing drug development. The company has partnered with one of the most prestigious research institutions in the world, Johns Hopkins University, to license its AI technology. Recommended How Artificial Intelligence Platform BullFrog AI Aims To Advance Drug Research By Leaps And Bounds Benzinga [Read] Artificial Intelligence for Fashion: How AI is Revolutionizing the Fashion Industry For dm_354653f9ebe783ca3338dbdedb1fd246 Revolutionizing Brand Identity with AI Power Logo: Harnessing the Cutting-Edge Capabilities of Artificial Intelligence for Dynamic and Impactful Branding Solutions Dildar Jakhro How did Marax, an AI-led customer churn predictive platform, discover its product market fit? Artificial Intelligence Stealing Fire: How Silicon Valley, the Navy SEALs, and Maverick Scientists Are Revolutionizing xopitelow [Read] Church Shift Revolutionizing Your Faith Church, and Life for the 21st Century For Online stillano Stealing Fire: How Silicon Valley, the Navy SEALs, and Maverick Scientists Are Revolutionizing dm_34059c4481864806bc22ed0e9e5c860a [Read] Church Shift Revolutionizing Your Faith Church, and Life for the 21st Century Complete dm_7a4f50d7687ae5086c4512d6af2f2962 Stealing Fire: How Silicon Valley, the Navy SEALs, and Maverick Scientists Are Revolutionizing the zakefa Stealing Fire: How Silicon Valley, the Navy SEALs, and Maverick Scientists Are Revolutionizing dm_fda879c995282647d5ba55096c7d304a Tuna Sells For Record-Breaking $789K In Tokyo, Buyer Says, 'I'd Been Feeling That The Economy Was Getting Better' Benzinga Mark Cuban And Elon Musk Lock Horns Over Diversity And Inclusion: 'The Loss Of DEI-Phobic Companies Is My Gain' Benzinga House Democrats Claim Former President Trump's Businesses Pocketed $8M From Foreign Governments: 'Stunning Web Of Millions' Benzinga",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vin singh",
        "sentiment": "none"
      },
      {
        "name": "benzinga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "johns hopkins university",
        "sentiment": "none"
      },
      {
        "name": "bullfrog ai",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:26:13.128+02:00",
  "updated": "2024-01-06T01:26:13.128+02:00"
}