{
  "thread": {
    "uuid": "090a8f6e40cc92fdc24ea0f7b5c070cb24d7e6ee",
    "url": "https://www.uol.com.br/esporte/futebol/ultimas-noticias/gazeta-esportiva/2023/12/28/sao-paulo-renova-contrato-com-atacante-luciano-ate-a-temporada-de-2026.htm",
    "site_full": "www.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://esporte.uol.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "UOL Esporte - Acompanhe ao vivo os principais eventos esportivos no Brasil e do mundo - UOL Esporte",
    "title": "São Paulo renova contrato com atacante Luciano até a temporada de 2026",
    "title_full": "São Paulo renova contrato com atacante Luciano até a temporada de 2026",
    "published": "2023-12-29T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "090a8f6e40cc92fdc24ea0f7b5c070cb24d7e6ee",
  "url": "https://www.uol.com.br/esporte/futebol/ultimas-noticias/gazeta-esportiva/2023/12/28/sao-paulo-renova-contrato-com-atacante-luciano-ate-a-temporada-de-2026.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UOL",
  "published": "2023-12-29T00:23:00.000+02:00",
  "title": "São Paulo renova contrato com atacante Luciano até a temporada de 2026",
  "text": "Na noite desta quinta-feira, os torcedores são-paulinos ganharam um presente de fim de ano. O São Paulo anunciou a renovação do contrato do atacante Luciano até o fim da temporada de 2026. O antigo vínculo do jogador com o Tricolor era válido até 2024. Conforme apurado pela Gazeta Esportiva, o São Paulo havia proposto uma renovação até o fim de 2025. No entanto, Luciano desejava que seu novo vínculo fosse até 2026. Apesar do impasse, as negociações avançaram e a vontade do atacante prevaleceu. \"A minha identificação com o clube é enorme desde o meu primeiro dia aqui. Estou muito feliz com a oportunidade de renovar o meu contrato e, assim, ficar mais tempo no São Paulo. Aprendi a gostar e amar este clube. Seguirei com a mesma vontade de ganhar e conquistar títulos. Agradeço pela confiança da torcida, da diretoria, da comissão técnica e dos meus companheiros. De coração, eu e a minha família agradecemos o carinho de cada um\", apontou o atleta. Ele é dos nossos. ?? Luciano até 2026! [#VamosSãoPaulo]?? [pic.twitter.com/rZwolgNFGL] ? São Paulo FC (@SaoPauloFC) [December 28, 2023] O camisa 10 são-paulino também recebeu propostas de clubes da Árabia Saudita, mas tinha o desejo de permanecer do clube por mais temporadas. O atacante havia sido procurado pelo Al-Nassr, time saudita do astro Cristiano Ronaldo, e também pelo Cruz Azul, do México. Luciano chegou ao Tricolor paulista em agosto de 2020. Desde então, o atleta esteve em campo em 201 oportunidades com a camisa do São Paulo, marcou 67 gols e distribuiu 21 assistências, se convertendo no maior goleador do atual elenco. Em 2023, o atacante foi o jogador de linha do São Paulo com mais partidas disputadas. O atleta entrou em campo 65 vezes e foi o artilheiro da equipe no ano ao marcar 15 gols. Luciano foi, ainda, o segundo maior garçom do time, com oito assistências. \"É motivo de comemoração poder renovar o contrato com o Luciano. Além de talentoso, é um jogador que sempre demonstrou empenho e criou uma identificação com a torcida\", destacou Julio Casares, presidente do São Paulo. O dirigente, inclusive, comemorou a renovação em suas redes sociais.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:04:39.613+02:00",
  "updated": "2023-12-29T01:04:39.613+02:00"
}