{
  "thread": {
    "uuid": "bec78509231c16a36e78e90b5b9d3457dcdbe70e",
    "url": "https://www.offshore-energy.biz/solstad-amps-up-its-decarbonization-ante-to-boost-vessels-fuel-efficiency-and-curb-emissions/",
    "site_full": "www.offshore-energy.biz",
    "site": "offshore-energy.biz",
    "site_section": "https://www.lngworldnews.com/rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Offshore Energy",
    "title": "Solstad amps up its decarbonization ante to boost vessels' fuel efficiency and curb emissions",
    "title_full": "Solstad amps up its decarbonization ante to boost vessels' fuel efficiency and curb emissions - Offshore Energy",
    "published": "2024-02-16T11:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://cdn.offshorewind.biz/wp-content/uploads/sites/6/2024/02/16102203/Solstad-Offshore.jpg?image-crop-positioner-ts=1708075326",
    "performance_score": 0,
    "domain_rank": 18088,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bec78509231c16a36e78e90b5b9d3457dcdbe70e",
  "url": "https://www.offshore-energy.biz/solstad-amps-up-its-decarbonization-ante-to-boost-vessels-fuel-efficiency-and-curb-emissions/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Melisa Cavcic",
  "published": "2024-02-16T11:33:00.000+02:00",
  "title": "Solstad amps up its decarbonization ante to boost vessels' fuel efficiency and curb emissions",
  "text": "As the energy transition gathers speed, pushing the shipping and maritime players to seek new ways to future-proof their fleets during the journey to net zero, Norway’s Solstad Offshore has joined forces with a compatriot dealer of Cat power solutions, Pon Power, and Houston-based Caterpillar Marine to scale up fuel efficiency across its offshore support vessels (OSVs) and slash its greenhouse gas (GHG) emissions footprint while working on advancing the use of methanol-powered solutions for these ships.\nSolstad Offshore To this end, the trio has entered into a memorandum of understanding (MoU) to identify and evaluate solutions that will increase the fuel efficiency of Solstad’s vessels and reduce their GHG emissions.\nThese efforts are bound to entail methanol-powered solutions, as Caterpillar Marine offers pathways to support operational and sustainability targets by providing a range of solutions for alternative fuels and powertrain integration.\nBrad Johnson , Vice President and General Manager of Caterpillar Marine, explained: “As part of our effort to help the maritime industry achieve a reduced-carbon future, we’re committed to supporting our customers’ climate-related objectives through methanol-powered solutions.\n“ These solutions are fuel-efficient, cost-effective and meet our fuel standards. Solstad and Pon Power are a perfect fit for these efforts.”\nCurrently, about 50% of Solstad’s global fleet is powered by Cat engines and the Norwegian vessel owner has worked with Pon Power for more than 35 years. To support maritime decarbonization, Pon Power packages Cat engine solutions to fit current and future needs, utilizing emissions-reduction technologies.\nThanks to a collaboration with Caterpillar, the company also identifies its customers’ alternative fuels and electrification options to advance more sustainable marine power solutions.\nCommenting on the MoU, Tor Inge Dale , Sustainability Director at Solstad Offshore, remarked: “As a vital, strategic partner with Pon Power for more than three decades, we are proud to deepen our collaboration.”\nAfter embarking on a decarbonization mission, Solstad has been systematically cutting down its emissions through operational measures and technical upgrades since 2009. As a result, the company has achieved a considerable reduction in average fuel consumption per vessel.\nRelated Article Posted: 9 months ago Another Solstad vessel makes ‘considerable’ fuel and emission cuts Categories: Vessels Posted: 9 months ago In a bid to reach its net zero by 2050 GHG target, the Norwegian shipping player intends to bring down its CO2 emissions through optimized energy efficiencies and retrofitted vessels that operate with alternative fuels such as methanol.\nIn addition, new ship designs are expected to be capable of offering lower emissions from the outset. With this at the forefront, the solutions developed by Caterpillar Marine in response to this MOU will be evaluated for Solstad’s existing fleet.\nSolstad embarked on a restructuring mission in 2023 and sold its 37-strong platform supply vessel (PSV) fleet to Tidewater for a total cash consideration of approximately $577 million. This marked an exit from the PSV segment for the Norwegian vessel owner.\nThe company has been working on optimizing its fleet. Recently, the firm placed an order with Omega Subsea Robotics for the delivery of six additional remotely operated vehicle (ROV) systems to be integrated onboard its selected vessels.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brad johnson",
        "sentiment": "none"
      },
      {
        "name": "pon power",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "solstad offshore",
        "sentiment": "none"
      },
      {
        "name": "caterpillar marine",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "solstad",
        "sentiment": "none"
      },
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:47:44.954+02:00",
  "updated": "2024-02-16T11:47:44.954+02:00"
}