{
  "thread": {
    "uuid": "298086d11b26f73bfb4ec2558378fc8da2f7c4ca",
    "url": "https://www.startribune.com/how-you-can-help/600351299",
    "site_full": "www.startribune.com",
    "site": "startribune.com",
    "site_section": "http://www.startribune.com/rss/?sf=1&s=/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "",
    "title": "How you can help",
    "title_full": "How you can help",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://arc.stimg.co/startribunemedia/YGNJYC2OXSMVIBA57MZXIXA6KY.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces",
    "performance_score": 0,
    "domain_rank": 1191,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "298086d11b26f73bfb4ec2558378fc8da2f7c4ca",
  "url": "https://www.startribune.com/how-you-can-help/600351299",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Star Tribune staff",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "How you can help",
  "text": "HAIR CARE Touchstone Mental Health assists those affected by mental illness. Consider holding a collection drive at your school, church or other community center to donate hair care products. Products especially needed for BIPOC (Black, Indigenous and People of Color) men and women. touchstonemh.org\nEVENT COMMITTEE Help the Somali Youth & Family Development Center with its annual fundraising dinner on Nov. 11 in Minneapolis. Assist with silent auction, registration, outreach, setup and teardown. somfam.org\nMENTOR Big Brothers Big Sisters volunteers will be matched with youth and spend time one-on-one or in small group settings to have fun, explore new interests, etc. Opportunities across the metro area. bigstwincities.org\nELS ASSISTANT Assist Literacy Minnesota with teaching adults who are learning English, computer skills, preparing for citizenship or GEDs. An online opportunity. No experience or diploma needed — training provided. Must be 18 or older. Mornings, 2-3 hours a week for at least three months. literacymn.org\nHORSEBACK RIDING River Valley Riders provide therapeutic horseback riding opportunities for people with special needs. At the riding sessions, the main jobs are horse leader and side walker. No horse experience needed — just a willingness to learn. Must be comfortable around horses. Training provided rivervalleyriders.org\nSTART AGAIN StartAnew works with BIPOC women and girls who have been affected by the justice system. Reunite families, eliminate recidivism and allow women to become role models in their communities. Numerous opportunities available. startanewmn.org\nDELIVER BEDS My Very Own Bed provides beds and linens for children ages 2-17 who have recently moved into stable housing. Consider making fleece blankets for a variety of themes — these blankets are matched to the child's interests when possible. myveryownbed.org\nFLOWERS Bluebirds and Blooms serves those living with memory loss or long-term illness. Flowers from stores, events, weddings and funerals are repurposed to create cheerful bedside bouquets. Arrange flowers, pickup and delivery. bluebirdsandblooms.com\nLandmark Center Assist at Landmark Center in downtown St. Paul. The center serves as a cultural center for music, dance, theater, exhibitions, public forums and special events. Act as tour guides, at the information desk or gift shop or for special events. landmarkcenter.org\nAssistant Bellis serves as a welcoming community for all involved with adoption. Through classroom speaking, bring positive outcomes involved with adoption. Fill gaps in support services. Volunteers with personal stories are needed. Assist with office and events. mybellis.org\nYouth tutor Help Neighborhood House's Youth Literacy program by working with teachers to provide one-on-one or small group literacy tutoring. Students are ages 6-12. St. Paul location. Training and support provided. neighborhoodhousemn.org\nDrivers Help Neighborhood Network for Seniors to give a lift to medical appointments, deliver groceries or run errands for a senior who is living independently but unable to drive. Four hours a month. Flexible scheduling. neighborhoodnetworkforseniors.org\nMusic Royal Guard Performing Arts has programs that combine the marching arts industry (marching band and color guard), music education and the performing arts. Help needed in a variety of roles such as board and committee members, drivers, event coordinators, cooks, sewers and event management. royalguard.org\nFind more HandsOn Twin Cities makes change happen. Thousands of volunteer opportunities are available in the Twin Cities for adults and youth, groups and families. For these and other opportunities visit the HandsOn Twin",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "http://myveryownbed.org/",
    "http://www.touchstonemh.org/",
    "http://www.literacymn.org/",
    "http://somfam.org/",
    "https://www.landmarkcenter.org/",
    "https://www.bluebirdsandblooms.com/",
    "https://royalguard.org/",
    "http://www.bigstwincities.org/",
    "http://www.neighborhoodnetworkforseniors.org/",
    "http://www.neighborhoodhousemn.org/",
    "https://www.mybellis.org/",
    "https://startanewmn.org/",
    "http://www.rivervalleyriders.org/",
    "http://somfam.org",
    "http://www.neighborhoodnetworkforseniors.org",
    "http://www.literacymn.org",
    "https://landmarkcenter.org/",
    "https://royalguard.org",
    "https://startanewmn.org",
    "http://neighborhoodhousemn.org/",
    "http://www.bigstwincities.org",
    "https://www.mybellis.org",
    "http://bigstwincities.org/",
    "https://bluebirdsandblooms.com/",
    "http://rivervalleyriders.org/",
    "http://myveryownbed.org",
    "http://www.neighborhoodhousemn.org",
    "http://touchstonemh.org/",
    "http://www.myveryownbed.org/",
    "https://www.landmarkcenter.org",
    "http://literacymn.org/",
    "https://mybellis.org/",
    "http://www.rivervalleyriders.org",
    "https://www.royalguard.org/",
    "https://www.startanewmn.org/",
    "http://www.touchstonemh.org",
    "http://neighborhoodnetworkforseniors.org/",
    "https://www.bluebirdsandblooms.com",
    "http://www.somfam.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hair care touchstone mental health",
        "sentiment": "neutral"
      },
      {
        "name": "somali youth & family development center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "minneapolis",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:17:19.340+02:00",
  "updated": "2024-03-15T00:25:22.852+02:00"
}