{
  "thread": {
    "uuid": "f768f4e0ff1dc9d1feb16d15c425e3534cd41288",
    "url": "https://www.mendoza.gov.ar/prensa/mas-de-370-directivos-y-docentes-de-escuelas-primarias-se-formaron-para-el-cuidado-del-patrimonio-agroecologico-de-mendoza",
    "site_full": "www.mendoza.gov.ar",
    "site": "mendoza.gov.ar",
    "site_section": "http://prensa.mendoza.gov.ar/feed/",
    "site_categories": [],
    "section_title": "Prensa Gobierno de Mendoza",
    "title": "Más de 370 directivos y docentes de escuelas primarias se formaron para el cuidado del patrimonio agroecológico de Mendoza",
    "title_full": "Más de 370 directivos y docentes de escuelas primarias se formaron para el cuidado del patrimonio agroecológico de Mendoza",
    "published": "2024-07-04T22:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 44413,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f768f4e0ff1dc9d1feb16d15c425e3534cd41288",
  "url": "https://www.mendoza.gov.ar/prensa/mas-de-370-directivos-y-docentes-de-escuelas-primarias-se-formaron-para-el-cuidado-del-patrimonio-agroecologico-de-mendoza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "bcrescini",
  "published": "2024-07-04T22:21:00.000+03:00",
  "title": "Más de 370 directivos y docentes de escuelas primarias se formaron para el cuidado del patrimonio agroecológico de Mendoza",
  "text": "Más de 370 directivos y docentes de escuelas primarias se formaron para el cuidado del patrimonio agroecológico de Mendoza\nSe trata del proyecto Biocontenedores, que involucra a más de 800 escuelas. Este programa tiene como objetivo generar conciencia cooperativista y agroecológica en los estudiantes de la provincia, abordando la problemática de la mosca del Mediterráneo.\nEn una iniciativa conjunta, el Ministerio de Producción y el Ministerio de Educación, Cultura, Infancias y Dirección General de Escuelas (DGE), en colaboración con el Iscamen, capacitaron a directivos y docentes de escuelas primarias sobre el proyecto pedagógico Biocontenedores. Este programa tiene como objetivo generar una conciencia agroecológica en los estudiantes de la provincia.\nDurante el último trimestre del año lectivo, aproximadamente 35.000 chicos de 6° grado de escuelas primarias públicas, privadas y especiales reciben un biocontenedor, cuyo interior contiene pupas esterilizadas de moscas del Mediterráneo producidas en la Bioplanta del Iscamen, ubicada en Santa Rosa. A través de un visor en la parte superior de la caja, los estudiantes pueden seguir el proceso biológico de los insectos y su metamorfosis.\n“Este programa es uno de los 20 que tenemos en el Iscamen con el objetivo de acompañar y cuidar el patrimonio fitosanitario y agroecológico de la provincia de Mendoza. Estas acciones sirven para proteger las 300 mil hectáreas productivas de la provincia. Me gustaría que los docentes, sean quienes trasmitan todo lo que estamos desarrollando”, afirmó José Orts, presidente del Iscamen.\nPor su parte, el ministro Vargas Arizu comentó: “El control de plagas en el mundo hasta ahora se ha hecho con herbicidas. Esta planta que tenemos en Mendoza es una de las seis en Latinoamérica. Con la biotecnología, tenemos la posibilidad de avanzar con un control diferente de plagas. Es difícil eliminarlas, pero se pueden controlar”.\n“Mendoza es una provincia agroexportadora muy fuerte. Todo el tomate en fresco que se ve en las góndolas de los supermercados sale de plantas de nuestra provincia. Por eso, el control de plagas para nosotros es de vital importancia. Cuando uno ve una bolsita que cae del cielo, no hay que patearla sino ponerla sobre un árbol para evitar que las hormigas se las coman. Estamos encontrando métodos para que eso no suceda y para ello necesitamos la colaboración y el conocimiento de todos. Conocer estos detalles nos permitirá crecer y desarrollarnos como sociedad”.\nAdriana Yenaropulos, coordinadora general de Políticas Educativas de la DGE, añadió: “Para nosotros es muy importante que nuestros alumnos se involucren, porque hacen el derrame hacia las familias y hacia toda la provincia. En este proyecto se ha hecho una gran inversión y es bueno aprovecharlo, para que los chicos realmente puedan tener conciencia lo importante que es para el desarrollo local”.\nEn el encuentro participaron el ministro de Producción, Rodolfo Vargas Arizu; el presidente del Iscamen, José Orts, y la coordinadora general de Políticas Educativas Ministerio de Educación, Cultura, Infancias y DGE, Adriana Yenaropulos. También estuvieron presentes Laura Tello, directora de Educación Primaria; Cecilia Páez, directora de Educación Privada, y María de los Ángeles Zavaroni, directora de Educación Especial.\nProyecto Biocontenedores\nLa experiencia, que se desarrolla desde 2014, cuenta con una fuerte adhesión de la comunidad educativa por ser innovadora. A diferencia de los antiguos insectarios, permite la manipulación del material biológico vivo, facilita la comprensión del ciclo reproductivo y, fundamentalmente, está abierta al trabajo integrado de diferentes espacios curriculares.\nAntes de que los biocontenedores lleguen a los niños mendocinos, profesionales y técnicos de Iscamen, junto a representantes de la DGE, capacitan a los directivos, supervisores y, finalmente, a docentes de Ciencias Naturales de las escuelas públicas, privadas y especiales de toda la provincia para el desarrollo del proyecto en el entorno áulico.\nLa DGE y el Iscamen han logrado sostener y articular en el tiempo una propuesta pedagógica creativa y de fuerte impacto que tiene como fin tanto poner en valor el patrimonio agroecológico de la provincia de Mendoza como también concientizar sobre la responsabilidad de todos los mendocinos en materia de sanidad vegetal. El proyecto se viene desarrollando y crece año a año gracias al interés de la comunidad educativa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T01:13:39.922+03:00",
  "updated": "2024-07-05T01:13:39.922+03:00"
}