{
  "thread": {
    "uuid": "da49968d63e5a18d0f7e256fca396933da248be0",
    "url": "https://total-croatia-news.com/news/business/janaf-2/",
    "site_full": "total-croatia-news.com",
    "site": "total-croatia-news.com",
    "site_section": "https://total-croatia-news.com/entrepreneurs",
    "site_categories": [
      "media"
    ],
    "section_title": "Entrepreneurs Archives - Total Croatia",
    "title": "Janaf Has New Strategic Project at Omišalj Terminal - Total Croatia",
    "title_full": "Janaf Has New Strategic Project at Omišalj Terminal - Total Croatia",
    "published": "2024-01-02T01:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HR",
    "main_image": "https://total-croatia-news.com/wp-content/uploads/2023/12/PXL_150323_98860533.jpg",
    "performance_score": 0,
    "domain_rank": 26860,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da49968d63e5a18d0f7e256fca396933da248be0",
  "url": "https://total-croatia-news.com/news/business/janaf-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Simmonds",
  "published": "2024-01-02T01:05:00.000+02:00",
  "title": "Janaf Has New Strategic Project at Omišalj Terminal - Total Croatia",
  "text": "January the 2nd, 2023 – Jadranski naftovod (Janaf) looks set to achieve yet another extremely successful business year with a very good business result for 2023. As [Poslovni Dnevnik/Stjepan Adanic](https://www.poslovni.hr/domace/novi-strateski-projekti-janafa-na-terminalu-omisalj-4419588) writes, this company successfully overcame another year marked by geopolitical turmoil by developing its strategic projects, investing in key business segments and strengthening cooperation with its partners. The results of the first nine months of business operations alone for 2023 very clearly indicate what kind of year 2023 was for Janaf. Over the first nine months of this year, this enterprise’s revenues exceeded a massive 113 million euros, which, when compared to the same period last year, represents a 29 percent increase and is almost at the level of annual revenues from back in 2022. Net profit in the first three quarters of 2023 stood at an impressive 49.6 million euros, which is a 43 percent increase when compared to the same period one year earlier. Perhaps even more important, as much as 73 percent of the revenue from oil transportation and storage of oil and oil derivatives was generated from foreign service users. The significant financial result should be added to the security of supply provided by Janaf to the Republic of Croatia and the European Union, as well as to neighbouring non-EU countries. For many end users, Janaf is the only sustainable supply route of crude oil, and accordingly, the company does everything necessary to meet the needs of their partners. As such, the decision of the highest bodies of the EU to declare Janaf part of the strategic European energy infrastructure is fully justified. Janaf’s storage capacities are currently fully leased until 2030, which leads to justified thoughts about their expansion in order to meet the needs of all their partners. Janaf proposed to the Croatian Government that the construction of new tanks in Omišalj be declared a strategic investment project. In 2024, the process of digitisation of business, which is already in full swing, will continue. Digital processes have already been implemented in financial planning, procurement, monitoring the implementation of plans and investments, drawing up contracts and other key areas of work, making business more efficient and transparent for Janaf as a whole. Of course, regardless of the excellent business results achieved in the oil business, it must be kept in mind that the European continent is moving towards the total decarbonisation of the economy. All of that will be done in accordance with the Green Plan of the European Union and the proclaimed principles of the Croatian Government. Janaf has already taken the first steps in the transition to renewable energy sources and has started the process of diversifying the company’s operations towards the green economy and low-carbon energy transition.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://www.poslovni.hr/domace/novi-strateski-projekti-janafa-na-terminalu-omisalj-4419588)",
    "https://poslovni.hr/domace/novi-strateski-projekti-janafa-na-terminalu-omisalj-4419588)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "omišalj terminal",
        "sentiment": "negative"
      },
      {
        "name": "janaf",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T03:46:26.958+02:00",
  "updated": "2024-01-02T03:46:26.958+02:00"
}