{
  "thread": {
    "uuid": "b808853105656b7608b5b2d75304a18c21641ae4",
    "url": "https://zeenews.india.com/india/naya-kashmir-new-year-celebration-takes-centerstage-at-historic-lal-chowk-defying-terrorism-2704762.html",
    "site_full": "zeenews.india.com",
    "site": "india.com",
    "site_section": "https://zeenews.india.com/marathi",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Zee News Marathi - Today News in Marathi, मराठी ताज्या बातम्या, Latest News in Marathi, Breaking News Marathi, Maharashtra News Online | Zee 24 Taas",
    "title": "'Naya Kashmir': New Year Celebration Takes Centerstage At Historic Lal Chowk Defying Terrorism | India News | Zee News",
    "title_full": "'Naya Kashmir': New Year Celebration Takes Centerstage At Historic Lal Chowk Defying Terrorism | India News | Zee News",
    "published": "2023-12-31T14:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://english.cdn.zeenews.com/sites/default/files/2023/12/31/1343807-lal-chowk-tw.jpg",
    "performance_score": 0,
    "domain_rank": 2560,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b808853105656b7608b5b2d75304a18c21641ae4",
  "url": "https://zeenews.india.com/india/naya-kashmir-new-year-celebration-takes-centerstage-at-historic-lal-chowk-defying-terrorism-2704762.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syed Khalid Hussain Hussain",
  "published": "2023-12-31T14:25:00.000+02:00",
  "title": "'Naya Kashmir': New Year Celebration Takes Centerstage At Historic Lal Chowk Defying Terrorism | India News | Zee News",
  "text": "'Naya Kashmir': New Year Celebration Takes Centerstage At Historic Lal Chowk Defying Terrorism The locals as well as the tourists visiting Kashmir Valley attended the function and were extremely excited about the celebrations at the very famous clock tower in Srinagar. Trending Photos For the first time in the last many decades of Jammu and Kashmir, New Year celebrations were held at Srinagar’s Lal Chowk area. The Department of Tourism, Jammu and Kashmir had organized a musical event at Srinagar’s Ghanta Ghar (Clock Tower area). Hundreds of people gathered at the clock tower to participate in the New Year celebrations. The locals as well as the tourists visiting Kashmir Valley attended the function and were extremely excited about the celebrations at the very famous clock tower in Srinagar. The locals from various parts of Srinagar city attended these New Year celebrations and were extremely excited to be a part of it. Watch The Ground Report [#BreakingNews]: श्रीनगर के लाल चौक पर नए साल का जश्न, कश्मीर के युवा लाल चौक पर मना रहे जश्न [#Deshhit] [#Srinagar] [#JammuKashmir] [#HappyNewYear2024] [#NewYearCelebration]| [@priyasi90] [@timechangelives] [pic.twitter.com/wJ1QQW2KOA]— Zee News (@ZeeNews) [December 31, 2023] A local girl said, \"I am extremely excited to be here today. I heard about these celebrations being held at the clock tower in Srinagar and I asked my father to take me here so that I can be a witness to it. Lal Chowk has never seen these scenes before and being a part of the celebrations makes me feel lucky. I am also liking the lighting and decorations that have been done across Srinagar city, especially at Lal Chowk, which has completely changed now after being converted into a smart city.\" The tourists visiting the Kashmir Valley were also surprised to see celebrations being held at Srinagar‘s Clock Tower area. Tourist resorts like Gulmarg, Pahalgam and Sonmarg are completely sold out and all the hotels and guest houses are fully booked. The tourist footfall has been increasing in the valley and the administration hopes that 2024 will create new records. “We wanted to be in Kashmir on New Year. We wanted to experience the charm and now we are seeing the celebrations being held at the Lal Chowk. We are super excited. We have already been to Gulmarg Pahalgam and Sonamarg and we are planning to go to some other places as well. We are enjoying our trip to Kashmir Valley and ask others to come to Kashmir once as well,\" said a tourist Ramesh Singh. The Department of Tourism has organised many celebratory functions on the eve of New Year’s across the Kashmir Valley. The key resorts in Gulmarg will have performers coming from across India To celebrate New Year. Live Tv",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "naya kashmir",
        "sentiment": "negative"
      },
      {
        "name": "department of tourism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kashmir valley",
        "sentiment": "none"
      },
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "lal chowk",
        "sentiment": "none"
      },
      {
        "name": "srinagar",
        "sentiment": "none"
      },
      {
        "name": "ghanta ghar (clock tower",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T17:02:08.378+02:00",
  "updated": "2023-12-31T17:22:26.119+02:00"
}