{
  "thread": {
    "uuid": "92752b4d809cf7506888c8d81e6631824a2586a2",
    "url": "https://londonnewsonline.co.uk/there-has-to-be-hope-croydon-community-leaders-reflect-on-year-of-violence-in-the-borough/",
    "site_full": "londonnewsonline.co.uk",
    "site": "londonnewsonline.co.uk",
    "site_section": "https://londonnewsonline.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "South London News &#8211; South London Press &amp; Mercury",
    "title": "‘There has to be hope’: Croydon community leaders reflect on year of violence in the borough – South London News",
    "title_full": "‘There has to be hope’: Croydon community leaders reflect on year of violence in the borough – South London News",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://londonnewsonline.co.uk/wp-content/uploads/2023/12/FMA_MYL_08753.jpg",
    "performance_score": 0,
    "domain_rank": 89313,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92752b4d809cf7506888c8d81e6631824a2586a2",
  "url": "https://londonnewsonline.co.uk/there-has-to-be-hope-croydon-community-leaders-reflect-on-year-of-violence-in-the-borough/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Claudia Lee",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "‘There has to be hope’: Croydon community leaders reflect on year of violence in the borough – South London News",
  "text": "‘There has to be hope’: Croydon community leaders reflect on year of violence in the borough By Harrison Galliven, Local Democracy Reporter It’s fair to say Croydon has had a particularly tough year. While there have been 10 people killed in alleged murders in Croydon this year as well as a shooting right on the borough’s border with [Merton](https://londonnewsonline.co.uk/charity-fighting-poverty-in-merton-has-delivered-5-5-million-meals-to-families-in-need/), the September 27 tragedy of 15-year-old [Elianne Andam](https://londonnewsonline.co.uk/elianne-andam-thousands-gather-in-vigil-for-smart-and-charismatic-teenager-stabbed-to-death/) being stabbed to death in front of fellow school children was the clearest example of the borough’s continuing struggle with knife crime. But, Elianne’s funeral and vigil – attended by 3,000 people including grime legend [Stormzy](https://londonnewsonline.co.uk/it-feels-like-a-full-circle-moment-stormzy-awarded-freedom-of-the-borough-by-home-council/) – demonstrated a strong sense of community and an ability to come together in difficult moments. Andrew Brown, chief executive of the Croydon BME forum, the umbrella organisation for Croydon’s Black and Minority Ethnic voluntary and community sector, said: “The alleged murder of Elianne has not just shocked the community but the wider world. “What was good was to see how the community came together during those turbulent two weeks.” Sadly, Elianne’s case was only one of several fatal knife crime incidents that occurred across the borough this year. Lucas Sutton, 22, was stabbed twice in the back and died from his wounds after being chased down a street in Croydon on May 23. Usmaan Mahmood, 20, was stabbed to death in Thornton Heath Recreation Ground in June. Felecia Cadore, 29, died in hospital five days after being stabbed in Grenaby Avenue in June. Bradley Hutchins was stabbed to death on North Walk, New Addington, on September 12. And less than five weeks after Elianne was killed, 19-year-old Mehak Sharma was stabbed to death at a property on Ash Tree Way, Shirley. The most recent knife killing in Croydon was [Michael Patrick Afonso Peixoto](https://londonnewsonline.co.uk/second-man-arrested-after-fatal-stabbing-of-27-year-old-in-croydon/), 27, who was stabbed to death on Mayfield Crescent, Thornton Heath, on December 19. Mr Brown said the response to Elianne’s murder was effective in part because the world’s attention was focused on the borough. He said: “We were able to hold the borough’s various authorities to account because it was such a national story. “But, a week later there was another girl who died from alleged domestic violence – Mehak Sharma – and we didn’t hear a lot from that one.” While Elianne’s death is still being investigated – with a 17-year-old charged with murder – Mr Brown pointed to wider failings within the borough. He said: “The exclusions and managed moves of young boys in our schools are still very disproportionate toward young Black boys. “We need to bring in local people and groups who know our boys and girls. Maybe even people who have been through it.” Anthony King, chair of My Ends, a community organisation that deals with youth violence, said: “The community’s relationship with the Met and the council has increased and improved extensively.” Mr King focused on what he saw as the town centre’s dilapidated state as a reason for the chronic levels of crime. He said: “Croydon is boarded up and shops are leaving us. “As the town centre looks more deprived and derelict, young people think it’s okay to treat it that way.” While the recent announcement of levelling up funding offers a glimmer of hope for the planned regeneration of Croydon town centre, both Mr King and Mr Brown agreed the funding must meet the needs of the communities. Mr Brown said: “There has to be hope, if there wasn’t hope I wouldn’t be doing what I am doing. “What we have to remember is that the majority of young people are doing amazing things. We are still getting some of the highest GCSE and A-level marks in the whole of the country.” Pictured top: Anthony King outside the CVA resource centre in Croydon (Picture: Facundo Arrizabalaga) Subscribe to Blog via Email Everyone at the South London Press thanks you for your continued support. Former Housing Secretary Robert Jenrick has encouraged everyone in the country who can afford to do so to buy a newspaper, and told the Downing Street press briefing: “A free country needs a free press, and the newspapers of our country are under significant financial pressure”. If you can afford to do so, we would be so grateful if you can make a donation which will allow us to continue to bring stories to you, both in print and online. Or, please make cheques payable to “MSI Media Limited” and send by post to South London Press, Unit 112, 160 Bromley Road, Catford, London SE6 2NZ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harr",
        "sentiment": "neutral"
      },
      {
        "name": "ison galliven",
        "sentiment": "none"
      },
      {
        "name": "elianne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "south london news",
        "sentiment": "neutral"
      },
      {
        "name": "merton",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "croydon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:28:44.248+02:00",
  "updated": "2023-12-29T14:28:44.248+02:00"
}