{
  "thread": {
    "uuid": "b88c6107d37f6397d5a7469e4475ea5202214c2b",
    "url": "https://www.opovo.com.br/noticias/politica/2024/01/19/mucio-fala-em-boa-relacao-de-lula-com-forcas-armadas-ambiente-fraterno.html",
    "site_full": "www.opovo.com.br",
    "site": "opovo.com.br",
    "site_section": "https://opovo.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "O POVO | Notícias, Análises & Reportagens Exclusivas",
    "title": "Múcio fala em boa relação de Lula com Forças Armadas: \"Ambiente fraterno\"",
    "title_full": "Múcio fala em boa relação de Lula com Forças Armadas: \"Ambiente fraterno\"",
    "published": "2024-01-20T01:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.opovo.com.br/_midias/jpg/2024/01/19/750x500/1_lula_ita_53-25106217.jpg",
    "performance_score": 0,
    "domain_rank": 22585,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b88c6107d37f6397d5a7469e4475ea5202214c2b",
  "url": "https://www.opovo.com.br/noticias/politica/2024/01/19/mucio-fala-em-boa-relacao-de-lula-com-forcas-armadas-ambiente-fraterno.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "O Povo",
  "published": "2024-01-20T01:17:00.000+02:00",
  "title": "Múcio fala em boa relação de Lula com Forças Armadas: \"Ambiente fraterno\"",
  "text": "Múcio fala em boa relação de Lula com Forças Armadas: \"Ambiente fraterno\"As três agendas do presidente na Bahia, em Pernambuco e no Ceará foram relacionadas aos militares [Júlia Duarte](https://www.opovo.com.br/autor/julia-duarte/)Tipo [Notícia](https://www.opovo.com.br/conhecaopovo/tiposdenoticias) Ministro da Defesa, José Múcio, [ avaliou que o presidente Luiz Inácio Lula da Silva (PT)](https://mais.opovo.com.br/reportagens-especiais/2022/12/08/lula-tem-desafio-de-contornar-tensao-com-as-forcas-armadas.html) vive um bom momento com os militares. Em evento nessa sexta-feira, 19, durante inauguração da pedra fundamental do ITA em Fortaleza, o ministro ressaltou que existe \"ambiente fraterno\" entre o chefe do Executivo e as Forças Armadas. \"O ambiente do presidente da República com as Forças Armadas, eu duvido que tenha algum dia, algum presidente, tenha tido um ambiente tão fraterno. Presidente ontem (quinta) inaugurou uma obra da Aeronáutica em Salvador, hoje (ontem) lançou a escola de sargentos, hoje lança o ITA\", disse. Seja assinante O POVO+ Tenha acesso a todos os conteúdos exclusivos, colunistas, acessos ilimitados e descontos em lojas, farmácias e muito mais. [Assine](https://mais.opovo.com.br/) \"São três extraordinárias obras da ciência da academia e da ciência da Aeronáutica que são nordestinos. Nossos filhos vão ficar aqui, sonhar e ter famílias e filhos aqui. Fazer com que o desenvolvimento fique aqui\", disse. Na quinta-feira, 18, Lula participou de cerimônia de assinatura do acordo de parceria para a implantação do Parque Tecnológico Aeroespacial da Bahia. Já na sexta-feira, 19, na parte da manhã, o petista e outros ministros participaram da cerimônia de inauguração da Escola de Sargentos das Armas, no Recife. Múcio também ressaltou que os investimentos são obras \"que passam governos\" e não tem caráter eleitoreiro. \"Nós, da política, nos acostumamos com aquelas obras que o governo tem a ideia e inaugura, são as obras que vão servir para as próximas eleições. Tem obras que passam governos. As obras estruturantes são obras para as gerações, ultrapassam as eleições\", afirmou. O ministro fez fala semelhante em Pernambuco, onde também defendeu a destinação de recursos para o setor. Quando assumiu o governo, Lula passou por momentos de tensão com alas das Forças Armadas, que integravam, na gestão de Jair Bolsonaro (PL), cargos efetivos no primeiro escalão. Múcio foi escolhido sendo um nome do agrado dos militares por transitar tanto entre parlamentares quanto nos quarteis. Lula defendia a desmilitarização da gestão e certo afastamento do que acontecia na gestão anterior. Seu governo também [é favorével à proposta de emenda à Constituição (PEC) ](https://www.opovo.com.br/noticias/politica/2023/08/30/governo-lula-desiste-de-barrar-nomeacao-de-militar-da-ativa-em-ministerio-civil.html)que restringe a participação de militares das Forças Armadas em processos eleitorais. A ideia é que, para disputar cargos eletivos, membros das Forças Armadas tenham de deixar a carreira militar, entrando para a reserva. Hoje, militares vão para a reserva se eleitos. Quando Lula assumiu o Planalto, havia 6.157 oficiais em cargos comissionados. Jair Bolsonaro foi o presidente que mais nomeou militares no primeiro escalão, mesmo na comparação com governos da ditadura.Dúvidas, Críticas e Sugestões? [Fale com a gente](https://www.opovo.com.br/falecomagente)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T02:56:18.843+02:00",
  "updated": "2024-01-20T02:56:18.843+02:00"
}