{
  "thread": {
    "uuid": "a283e3358690686060a8c70079626a6c5f6d2094",
    "url": "https://www.zacks.com/stock/news/2257968/bank-ozk-ozk-gains-on-q1-earnings-beat-yy-revenue-growth",
    "site_full": "www.zacks.com",
    "site": "zacks.com",
    "site_section": "https://www.zacks.com/articles",
    "site_categories": [
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "Most Recent Articles - Zacks.com",
    "title": "Bank OZK (OZK) Gains on Q1 Earnings Beat, Y/Y Revenue Growth - April 18, 2024 - Zacks.com",
    "title_full": "Bank OZK (OZK) Gains on Q1 Earnings Beat, Y/Y Revenue Growth - April 18, 2024 - Zacks.com",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticx-tuner.zacks.com/images/articles/main/ed/1777.jpg",
    "performance_score": 0,
    "domain_rank": 7950,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a283e3358690686060a8c70079626a6c5f6d2094",
  "url": "https://www.zacks.com/stock/news/2257968/bank-ozk-ozk-gains-on-q1-earnings-beat-yy-revenue-growth",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zacks Investment Research",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Bank OZK (OZK) Gains on Q1 Earnings Beat, Y/Y Revenue Growth - April 18, 2024 - Zacks.com",
  "text": "Shares of Bank OZK ( OZK Quick Quote: OZK - Free Report ) gained 3.9% in the after-market trading, following the release of its first-quarter 2024 results. Earnings per share of $1.51 surpassed of $1.44. The bottom line reflects a rise of 7.1%\nResults were positively impacted by an increase in net interest income (NII), driven by higher rates and improvement in loan balances. A rise in non-interest income was another positive. However, rising expenses and an increase in provision for credit losses were the undermining factors.\nNet income available to common shareholders was $171.5 million, up 3.4% from the year-ago quarter. was $158.7 million.\nRevenues Improve, Expenses Rise Net revenues were $406 million, up 9% year over year. The top line handily beat of $392.3 million.\nNII was $376.9 million, up 9.3% year over year. was $363.9 million.\nThe net interest margin (NIM), on a fully-taxable-equivalent basis, contracted 83 basis points (bps) year over year to 4.71%. Our estimate for NIM was 4.62%.\nNon-interest income was $29.1 million, which rose 4.6% The increase was driven by a rise in almost all fee income components, except for net gains on investment securities, other income and NSF fees. Our estimate for non-interest income was $27.7 million.\nNon-interest expenses were $133.3 million, up 5.6% year over year. The rise was due to an increase in all cost components. We expected this metric to be $134.7 million.\nBank OZK’s efficiency ratio was 32.59%, down from 33.63% in the prior-year quarter. A fall in the efficiency ratio indicates an improvement in profitability.\nAs of Mar 31, 2024, net loans were $27.7 billion, up 5.9% sequentially. As of the same date, total deposits amounted to $29.4 billion, up 7.3% from the prior-quarter end.\nCredit Quality: A Mixed Bag Net charge-offs to average total loans were 0.11%, contracting 3 bps year over year.\nHowever, in the reported quarter, the company recorded a provision for credit losses of $42.9 million, up 19.8% from the year-ago quarter. We projected a provision of $44.5 million.\nThe ratio of non-performing loans, as a percentage of total loans, increased 5 bps year over year to 0.20% as of Mar 31, 2024.\nProfitability Ratios Worsen At the end of the first quarter, the return on average assets was 1.96%, down from 2.41% in the year-earlier quarter. Return on average common equity was 14.16%, down from 15.24%.\nOur Take Bank OZK’s solid loan balance, branch consolidation efforts and higher rates are expected to continue aiding revenues. However, elevated operating expenses and rising credit costs are major near-term concerns.\nBank OZK Price, Consensus and EPS Surprise\nBank OZK price-consensus-eps-surprise-chart | Bank OZK Quote:\nThe company currently #4 (Sell).\nPerformance of Other Banks State Street ’s ( STT Quick Quote: STT - Free Report ) first-quarter 2024 adjusted earnings of $1.69 per share surpassed of $1.48. The bottom line increased 11.2%\nSTT’s results were primarily aided by growth in fee revenues and lower provisions. Also, the company witnessed improvements in the total assets under custody and assets under management balances. However, lower NIR and higher expenses were major headwinds.\nWells Fargo ’s ( WFC Quick Quote: WFC - Free Report ) first-quarter 2024 adjusted earnings per share of $1.26 surpassed of $1.10. The adjusted figure excludes the impacts of expenses from the FDIC special assessment. In the prior-year quarter, the company reported earnings per share of $1.23.\nResults benefited from higher non-interest income. An improvement in capital ratios and a decline in provisions were other positives. However, the decrease in net interest income and loan balances and an increase in expenses were the undermining factors for WFC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zacks.com shares of bank ozk",
        "sentiment": "negative"
      },
      {
        "name": "zacks consensus estimate",
        "sentiment": "none"
      },
      {
        "name": "nii",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:10:36.776+03:00",
  "updated": "2024-04-30T12:52:12.768+03:00"
}