{
  "thread": {
    "uuid": "4bfbf54284cbd11f28274568a5e0a55b03915284",
    "url": "https://www.pastemagazine.com/movies/sundance-2024/never-look-away-review",
    "site_full": "www.pastemagazine.com",
    "site": "pastemagazine.com",
    "site_section": "https://pastemagazine.com/movies",
    "site_categories": [
      "television",
      "music",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Paste Movies: Guides to the Best Movies in Theaters, on Netflix and Everywhere",
    "title": "Never Look Away Review: Lucy Lawless' Kinetic War Journo Doc",
    "title_full": "Never Look Away Review: Lucy Lawless' Kinetic War Journo Doc",
    "published": "2024-01-19T18:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image-pastemagazine-com-public-bucket.storage.googleapis.com/wp-content/uploads/2024/01/17182609/never-look-away-header.jpg",
    "performance_score": 0,
    "domain_rank": 3401,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4bfbf54284cbd11f28274568a5e0a55b03915284",
  "url": "https://www.pastemagazine.com/movies/sundance-2024/never-look-away-review",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacob Oller",
  "published": "2024-01-19T18:40:00.000+02:00",
  "title": "Never Look Away Review: Lucy Lawless' Kinetic War Journo Doc",
  "text": "Lucy Lawless’ Kinetic Doc Debut, Never Look Away Puts a Face to War Journalism [Movies](/movies) [Reviews](/articles/movies/reviews) [Sundance 2024](/search?q=Sundance+2024) While we’re currently inundated with troubling, heartbreaking photos and videos from around the world thanks to social media, it wasn’t so long ago that the only way the outside world got a sense of the sheer scope and human cost of geopolitical atrocities was by journalists traveling in, and getting their footage out. The Vietnam War moved our cultural images of war away from the powerful still images of WWII and towards the painful reality of action. You can know there’s violence when you see it, but you can feel the violence when there’s movement. Camerawoman Margaret Moth was one of those braving war zones to inform the world, this time filling the groundbreaking 24-hour needs of the newly founded CNN with the conflicts of the ‘90s. Directed by Lucy Lawless in her debut, Never Look Away documents the life and career of the spitfire with the same relentless energy as its adrenaline-junkie subject—and gives us a sense of what kind of person was putting themselves in danger to bring us the news. Never Look Away alternates between interview subjects and harrowing footage describing the life of a cameraperson covering war, and interview subjects and harrowing footage describing Moth. The two blur together before we have much sense of the latter, caught up in the blustery bravado of a combat zone montage set to [Heart’s “Barracuda.”](https://www.pastemagazine.com/music/heart/heart-1977-live-performance-concert) It’s here that Lawless, documenting the life of fellow Kiwi Moth, gives in most to the least generous reading of her subject: The rocker adrenaline junkie who got a headbanging rush from tanks rolling in, explosions detonating and civilians grieving. It’s not that Heart is a bad touchstone—though Moth’s pitch-black ‘80s shag and dark eyeliner more precisely channeled Joan Jett, or Elvira in combat boots—but that the juxtaposition is willfully blunt. Lawless sees Moth as a complex, wounded, principled figure. Introducing Never Look Away with a snuff music video grabs us by the collar, but it’s a disingenuously uncritical stance the rest of the movie doesn’t hold. Most of the doc shows real empathy for the rebellious trailblazer (a bit too much, perhaps, when we learn she was dating a 17-year-old at age 30) who died of cancer in 2010. Never Look Away clearly admires Moth’s confident convictions: A “lion tamer” in the circus of her life, she fled New Zealand to pound psychedelics in Houston before becoming one of CNN’s first camerawomen. Moth was skateboarding, skydiving and ever-seeking excitement. As one of her lovers notes, if you got boring, you were gone. That’s a kind of person we all know, and the familiarity these descriptors hold can give way to some simple, indulgent metaphors. “War coverage was just a different drug,” that kind of thing. These accompany repeated adjectives (“fearless” comes up a lot, possibly taken from the first doc about Moth, CNN’s 2009 film Fearless: the Margaret Moth Story) and speculation from the people, mostly men, who knew her in life. Watching her colleagues wonder about her life before she stood on Lebanese rooftops waiting for the missiles to strike or smoked cigars in Kuwait with General Schwarzkopf is just as insufficient as actually hearing her siblings recount their upbringing. It all feels antithetical to a woman whose self-actualizing reinvention put a premium on the here and now. On the work. Anything we hear from her exes, her friends, her family, it’s all struggling for the same elegance as the copious, affecting footage Moth captured with her camera. Lawless’ most promising skill is in her wrangling of all this archival material. She and editors Whetham Allpress and Tim Woodhouse craft kinetic, high-intensity rundowns of ‘80s and ‘90s world events. Tiananmen Square runs headlong into Desert Storm, which collides into the Bosnian War and Israeli airstrikes. When we finally come up for air, listening to one of the talking heads emphasize how overwhelming (and addicting) war can be, we’re just grateful to get a second to ourselves. We’re also more tapped into Moth’s headspace than ever. This is where she thrived, where she brought her camera in tight and stared violence in the face, daring it to blink. Her work and personal life combined in one of these games of geopolitical chicken: When filming in Sniper Alley in Bosnia’s Sarajevo, where journalists became explicit targets, she was shot in the face. Lawless attempts a little stylistic flourish here, bringing us into the scene with one of her colleagues (who was in the same car, spattered by Moth’s blood) narrating over a diorama-like setting that’s got the smoothness and single-color palette of a 3-D printed creation. This—and some weird actorly interludes representing Moth’s inner strength—mostly miss. Nothing was ever going to come close to the brutal, graphic detail of the narration and images, and you get the sense that this is how Moth would want the event described: Bold, matter-of-fact, no pussyfooting around. A sniper nearly took her head off. In fact, he almost shot her lower jaw completely off. Gory surgical photos and post-op interviews—as she learns to speak through a reconstructed jaw, no teeth and a partially missing tongue—ground us in her pain. Our experience with her so far, of how desperate she is to work and how meticulously she crafts her image, enhances our empathy. Watching her get back in the field less than a year later, overcoming the ableism now augmenting the sexism that already confronted her, is downright amazing. Never Look Away’s final message, not about Moth, but about the necessity of journalistic images is, like Moth, a time capsule of a past we’ll never return to. Moth’s footage, uniquely visceral, once shaped the opinions and emotions of nations. Now, as we have become so numbed by the on-the-ground images shot by amateurs and distributed over social media, the idea that a single piece of footage could enact change feels like an idealistic pipe dream. To Moth—a witchy badass straight out of a journalism giallo—it was, and she lived her life trying to fulfill it. But as we watch her policy-changing coverage of the IDF firing tear gas at journalists, ramming CNN’s Land Rover and, eventually, murdering over a hundred civilians with an air strike, you can’t help but notice the pit in your stomach. War hasn’t changed, but the bar for accountability has. No amount of evidence seems satisfactory to stop genocide, to stop war crimes. Never Look Away is a testament to a time when justice was just an act of bravery and a rolling camera away. Director: Lucy Lawless Writer: Matthew Metcalfe, Tom Blackwell, Lucy Lawless Release Date: January 18, 2024 (Sundance) Jacob Oller is Movies Editor at Paste Magazine. You can follow him on Twitter at [ @jacoboller](https://twitter.com/JacobOller). For all the latest movie news, reviews, lists and features, follow [ @PasteMovies](https://twitter.com/PasteMovies).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://twitter.com/PasteMovies).",
    "https://twitter.com/JacobOller).",
    "https://www.twitter.com/JacobOller).",
    "https://www.twitter.com/PasteMovies)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucy lawless",
        "sentiment": "negative"
      },
      {
        "name": "journo doc lucy lawless’ kinetic doc debut",
        "sentiment": "neutral"
      },
      {
        "name": "margaret moth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T21:08:19.940+02:00",
  "updated": "2024-01-19T21:08:19.940+02:00"
}