{
  "thread": {
    "uuid": "2ce471529d7c0d5a311eee03662d77827e2c5a83",
    "url": "https://www.metro.pr/noticias/2024/03/28/el-municipio-de-cayey-invita-a-la-reflexion-y-compartir-familiar-en-semana-santa",
    "site_full": "www.metro.pr",
    "site": "metro.pr",
    "site_section": "https://metro.pr/noticias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias - Metro Puerto Rico",
    "title": "El municipio de Cayey invita a la reflexión y compartir familiar en Semana Santa – Metro Puerto Rico",
    "title_full": "El municipio de Cayey invita a la reflexión y compartir familiar en Semana Santa – Metro Puerto Rico",
    "published": "2024-03-28T21:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PR",
    "main_image": "https://www.metro.pr/resizer/MtVpov5xiecXObWJDn4FqX2gCHU=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/metroworldnews/2TXLC5NDN5GJ5BA4KYOMPZYVQU.jpeg",
    "performance_score": 0,
    "domain_rank": 97672,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ce471529d7c0d5a311eee03662d77827e2c5a83",
  "url": "https://www.metro.pr/noticias/2024/03/28/el-municipio-de-cayey-invita-a-la-reflexion-y-compartir-familiar-en-semana-santa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Metro Puerto Rico",
  "published": "2024-03-28T21:59:00.000+02:00",
  "title": "El municipio de Cayey invita a la reflexión y compartir familiar en Semana Santa – Metro Puerto Rico",
  "text": "Conforme a las centenarias tradiciones cayeyanas, la plaza pública Ramón Frade León acogerá a todos los residentes y visitantes que acudan a las distintas actividades relacionadas a mañana Viernes Santo, Sábado Santo y Pascua de Resurrección. “Nuestra ciudad acoge con cariño y respeto a múltiples denominaciones religiosas, donde cada cual tiene sus actividades”, expresó el alcalde de cayey, Rolando Ortiz Velázquez. Por parte de la parroquia Nuestra Señora de la Asunción, ubicada en la plaza pública Ramón Frade León, mañana Viernes Santo, a las 6:00 de la mañana es el Laudes Camino Neocatecumenal y exposición del monumento en el templo hasta el mediodía. Recomendados Municipios batallan por operar balnearios Desnivelada la balanza para la pesca local ¿Por qué la gente niega el cambio climático? A la 1:30 de tarde se lleva a cabo la ceremonia de las Siete Palabras, seguido de la Liturgia de la Pasión a las 3:00 de la tarde. La obra ‘La Pasión’ está programada en la plaza pública para las 4:30 de la tarde, seguida de la Procesión de Crucifixión. Mientras, a las 5:30 de la tarde la procesión del Santo Entierro sale de la plaza pública a la Comunidad Villa Verde, y de vuelta a la plaza es la Procesión de la Soledad con la Virgen Dolorosa, para el Sermón de la Soledad. El Sábado Santo a las 9:00 de la mañana es el Laudes Camino Neocatecumenal, y la Pascua Juvenil es a las 3:00 de la tarde en el Salón Parroquial. La Vigila Pascual es a las 8:00 de la noche en el Colegio La Merced. El Domingo de Pascua, en el templo parroquial las Misas son a las 9:00 de la mañana (también a esa hora en Buena Vista, a las 10:30 de la mañana en el Barrio Matón Abajo y la final a las 11:00 de la mañana en el templo parroquial. Por parte del Municipio, tanto el alcalde de Cayey, Rolando Ortiz Velázquez, como la representante del distrito Cidra Cayey, Gretchen Hau, invitaron a la celebración de la Pascua de Resurrección en un evento familiar el domingo, 31 de marzo en la plaza pública Ramón Frade León, de 1:00 a 6:00 de la tarde. “Vamos a tener una tarde llena de diversión con varias actividades, desde inflables para los niños, hasta el famoso carrusel, con trillitas gratis y la presentación de Nino y su Mundo Musical, un concepto de entretenimiento y educación infantil creado por David Robles, quien posee 17 años de experiencia en educación y 23 años en la música”, señaló el alcalde. En entrevista previa, Robles explicó su visión: “llevar el mensaje de los valores, protección del planeta, de una buena salud y de la música a todos los niños y los adultos, a través de las canciones”. Hau señaló que durante la tarde se espera la llegada de la conejita de Pascua, con golosinas para los niños y lista para tomarse fotos de recuerdo con todos los asistentes. La plaza Frade también acogerá a varios artesanos con auténticas creaciones para exhibición y venta. “Una de las conveniencias de nuestra plaza pública Ramón Frade es que tiene a su alrededor una gran variedad de ofertas gastronómicas de todo tipo. Los invitamos este domingo a pasar una buena tarde en familia”. La plaza pública de Cayey se ha convertido en una de las más visitadas de Puerto Rico, dedicada al pintor, arquitecto, fotógrafo y agrimensor Ramón Frade León, quien junto a Francisco Oller y José Campeche, transmitieron el ser boricua por medio de la pintura. En la misma se destaca la concha acústica que fue encomendada al artista plástico David Zayas, donde dicha estructura “se transforma en un gran salón de clases donde los estudiantes y turistas vivan la experiencia de conocer a Ramón Frade”, según explicó Ortiz Velázquez.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:03:40.339+02:00",
  "updated": "2024-03-29T00:03:40.339+02:00"
}