{
  "thread": {
    "uuid": "f0755e91af651807b057e47ce96bd269e2b694aa",
    "url": "https://caracol.com.co/2024/04/04/cuanto-tiempo-a-la-semana-se-debe-hacer-ejercicio-para-evitar-enfermedades-experta-explica",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/vida/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Vida | Caracol Radio",
    "title": "¿Cuánto tiempo a la semana se debe hacer ejercicio para evitar enfermedades? Experta explica",
    "title_full": "¿Cuánto tiempo a la semana se debe hacer ejercicio para evitar enfermedades? Experta explica",
    "published": "2024-04-04T19:23:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fprisaradioco%2FOKVSOXDL6RHAPCYRJ6V4PJTPPM.jpg?auth=92deb5e330cd48072a4722cf73bce13ed845a00c3b8c728cc47b9b16503753ad&amp;height=800&amp;width=1200&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 14163,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0755e91af651807b057e47ce96bd269e2b694aa",
  "url": "https://caracol.com.co/2024/04/04/cuanto-tiempo-a-la-semana-se-debe-hacer-ejercicio-para-evitar-enfermedades-experta-explica",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "María Emma Jiménez\"/>",
  "published": "2024-04-04T19:23:00.000+03:00",
  "title": "¿Cuánto tiempo a la semana se debe hacer ejercicio para evitar enfermedades? Experta explica",
  "text": "El deporte, asistir con regularidad a un gimnasio o hacer una actividad que nos mantenga en movimiento son estrategias que los expertos de la salud han recomendado por años. Aunque médicos y especialistas sugieren a la ciudadanía que es importante integrar a la rutina diaria hábitos que nos permitan cuidar el estado físico, una gran parte de la población mundial prefiere ser sedentaria.\nLos expertos desarrollan la sugerencia basada en distintos estudios, pues advierten que cuando se tiene un estilo de vida que es inactivo , se aumentan las probabilidades de terminar con muchas enfermedades crónicas. Al mismo tiempo, han resaltado que al realizar cualquier tipo de actividad física, se logra mantener un peso saludable, así como se tiene bienestar general y, contrario a lo que sucede cuando no se hace deporte, se previenen múltiples patologías.\nDe acuerdo a la Universidad del Rosario, cuando una persona es sedentaria, incrementa la posibilidad de enfrentar situaciones como la obesidad, enfermedades del corazón, presión arterial alta, colesterol alto, accidente cerebrovascular y ciertos tipos de cáncer, incluidos los de colon, seno y útero.\nPor otra parte, la medicina ha llegado a concluir que el deporte ayuda a mejorar la salud mental. Así lo explica el mismo centro educativo: “La actividad física ha sido ampliamente reconocida como una de las mejores herramientas para mejorar la salud física, mental y emocional de las personas de todas las edades, desde niños preescolares hasta personas mayores, potencialmente sanos, con factores de riesgo o con distintas enfermedades”.\nFrente a este asunto, la profesora Diana Marcela Ramos, quien es fisioterapeuta y directora del Centro de Estudios en Medición de la Actividad Física (CEMA) de la Universidad del Rosario, aclaró que hay una preocupación generalizada a nivel mundial frente a la actividad física, ya que los porcentajes evidencian situaciones alarmantes. Pero, además, las cifras en el país son preocupantes.\n“En Colombia, de acuerdo con la encuesta del estado nutricional en salud (ENSIN, 2015), el cumplimiento de las recomendaciones de actividad física alcanza solo el 31,1 % de los niños entre 6 y 12 años, el 13,4 % en adolescentes y el 51,3 % de los adultos”.\n¿Cuánto tiempo a la semana se debe hacer ejercicio para evitar enfermedades? Experta explica Diversos estudios se han cuestionado cuánto puede ser el tiempo estimado para realizar actividad física y así mantener un buen estado de salud. Al respecto, la Organización Mundial de la Salud, OMS, sugiere que los adultos deben realizar 150 minutos de actividad física a la semana.\nEn medio de esto, la profesora del Rosario indicó que la ciudadanía puede considerar una estrategia que le permita tener actividad física de manera constante en el día. “Para lograr esta meta no necesariamente se debe permanecer varias horas en un gimnasio . Acumulando pequeñas fracciones de actividad física a lo largo del día es suficiente y cada minuto cuenta. Se puede complementar con ejercicios de fortalecimiento muscular de dos a tres días a la semana”.\nEn el caso de los más pequeños del hogar, los menores deben realizar “ al menos 60 minutos cada día y tres días por semana de actividades de fuerza. El ejercicio de fuerza en niños, contrario a lo que tradicionalmente se piensa, resulta fundamental para favorecer el buen desarrollo y crecimiento” agregó la fisioterapeuta Ramos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:09:45.488+03:00",
  "updated": "2024-04-05T02:09:45.488+03:00"
}