{
  "thread": {
    "uuid": "5b08764854959caab7af452d71aa085f3228ec80",
    "url": "https://english.mathrubhumi.com/news/kerala/syro-malabar-church-maundy-thursday-1.9445426",
    "site_full": "english.mathrubhumi.com",
    "site": "mathrubhumi.com",
    "site_section": "https://english.mathrubhumi.com/just-in",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Just In | English",
    "title": "Syro Malabar Church priest in Kerala washes women's feet on Maundy Thursday, Syro Malabar Church, Maundy Thursday, washing women's feet",
    "title_full": "Syro Malabar Church priest in Kerala washes women's feet on Maundy Thursday, Syro Malabar Church, Maundy Thursday, washing women's feet",
    "published": "2024-03-29T04:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://english.mathrubhumi.com/image/contentid/policy:1.5414056:1705829109/image.PNG?$p=ddc095d&f=16x9&w=1080&q=0.8",
    "performance_score": 0,
    "domain_rank": 29349,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b08764854959caab7af452d71aa085f3228ec80",
  "url": "https://english.mathrubhumi.com/news/kerala/syro-malabar-church-maundy-thursday-1.9445426",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@english_mathrubhumi",
  "published": "2024-03-29T04:31:00.000+03:00",
  "title": "Syro Malabar Church priest in Kerala washes women's feet on Maundy Thursday, Syro Malabar Church, Maundy Thursday, washing women's feet",
  "text": "Representative Image | screengrab: mathrubhumi news Kochi: As the Christian community in Kerala observed Maundy Thursday, a priest from the influential Syro Malabar Catholic Church embraced inclusivity by washing the feet of women during the ceremony held at his parish in Ernakulam district. Inspired by Pope Francis's call to include everyone, Father James Panavelil not only washed the feet of women but also kissed them afterward. The washing-of-the-feet ceremony on Maundy Thursday is a re-enactment of Jesus washing the feet of his 12 disciples during the Last Supper and it is performed by a senior member of the clergy during mass on the Thursday before Easter Sunday. Father Panavelil said the washing of women's feet had been done in the past, but later the senior priests of the Syro Malabar Church had obtained an exemption saying it was not part of our tradition and the practice was stopped. \"However, we should not treat someone as beneath us. Everyone is equal. So I did it to spread that message,\" he said after performing the ceremony at the Sanjopuram St. Joseph's Church here. Father Panavelil said there were no records of the same being practised in the past, but he was sure it was done earlier. \"In present times, this may be the first instance here (Syro Malabar Church),\" he told PTI. The influential Syro-Malabar Church is the largest Eastern Catholic Church after the Ukrainian Church. On being asked if there were any disagreements within the church or diocese regarding the new practice, Father Panavelil denied it. \"No one saw it as a negative. Everyone accepted it positively. Lot of our senior members of the clergy are supporting it. It is a good thing. There is nothing negative about it. I have not come across any disagreement regarding it. Everyone has appreciated it. \"All that was required was someone to be courageous to take the first step. Basically, we all believe in equality. This was something that was long overdue,\" he said. Pope Francis called for this in 2014-15 and he has washed the feet of people from all walks of life including transgenders and physically challenged persons, Father Panavelil said. \"It was a progressive step from his side,\" he said. Father Panavelil said he was interested in doing it last year, but the church authorities were not in favour of it back then. \"This time there have been no problems till now,\" he said. The Latin Church, which is in communion with the Roman Catholic Church headed by the Pope, has decided to include women in its liturgical ceremony. The participation of women in the ritual became a topic of discussion after Pope Francis washed the feet of female inmates of a juvenile detention centre in Rome in 2013, and followed it up with a papal decree in December 2014 calling for the inclusion of \"all people of God\", including women and people from other religions, in the ritual. PTI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kochi",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "james panavelil",
        "sentiment": "none"
      },
      {
        "name": "panavelil",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "syro malabar church",
        "sentiment": "negative"
      },
      {
        "name": "syro malabar catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kerala",
        "sentiment": "none"
      },
      {
        "name": "sanjopuram st. joseph's church",
        "sentiment": "none"
      },
      {
        "name": "ernakulam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T04:31:33.594+03:00",
  "updated": "2024-03-29T06:25:52.802+03:00"
}