{
  "thread": {
    "uuid": "6da39fd192e7e19513d9ac7ddad36f3b3655a05c",
    "url": "https://www.playbill.com/article/video-sara-bareilles-urges-artists-to-keep-making-art-despite-bad-reviews",
    "site_full": "www.playbill.com",
    "site": "playbill.com",
    "site_section": "https://artstribune.com/topic/theatre/",
    "site_categories": [
      "united_kingdom",
      "travel",
      "entertainment"
    ],
    "section_title": null,
    "title": "Sara Bareilles Urges Artists to Keep Making Art Despite Bad Reviews",
    "title_full": "Sara Bareilles Urges Artists to Keep Making Art Despite Bad Reviews",
    "published": "2024-04-18T22:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5385,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 16,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6da39fd192e7e19513d9ac7ddad36f3b3655a05c",
  "url": "https://www.playbill.com/article/video-sara-bareilles-urges-artists-to-keep-making-art-despite-bad-reviews",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@playbill",
  "published": "2024-04-18T22:20:00.000+03:00",
  "title": "Sara Bareilles Urges Artists to Keep Making Art Despite Bad Reviews",
  "text": "Broadway News Sara Bareilles Urges Artists to Keep Making Art Despite Bad Reviews\nHer comments were part of an ongoing conversation around the purpose of theatre criticism.\nSara Bareilles\nTricia Baron\nAfter every opening night of a new show, in comes the reviews. A rave review can feel like sweet victory while a negative review can feel like a crushing defeat. And this season in particular, Broadway’s new shows seem to be getting a mix of positive and negative reviews. Now, Tony-nominated artist Sara Bareilles has taken to Instagram to urge creators to not worry too much about the critics.\nIn a video posted April 15, the morning after Bareilles attended the opening night for the new musical Lempicka , the Waitress singer-songwriter marveled at the amount of new shows opening this spring, saying, “As I sit here in the middle of this season of shows opening on Broadway and people putting records out into the world—spring is springing and artists are artisting, and there is so much vulnerability in the choice to do that. And there is so much cruelty in how we receive the work that is done. And I just think the worst thing that could happen is that people stop making art. It’s so important to make art and reviews are like, fuck, who cares?”\nShe then continued, “I know it feels like garbage when it happens, I literally know that from the inside. But I love this community so much. I love the theatre community, I love the music community. I love that people make things. I love that we are trying to put beauty in the world. I would always rather be on that team, so I celebrate all of these openings.”\nThough she didn’t address it in the video, Bareilles’ comments were reflective of a wider discourse currently happening among theatre artists and critics about reviews—particularly what to do about negative criticism and the functions of theatre reviews more broadly. A number of notable Broadway voices have added their two-cents to the conversation, such as playwright-actor Douglas Lyons, who wrote : “The industry has to decide, will we allow reviews to forever be the way we market what is ‘good’? We can’t praise the Times for a critics pick, but shame them after a pan. This is a systemic conversation that needs to be had.”\nTony-winning playwright Doug Wright wrote a long post on Facebook about how the theatre artists can better support each other after negative reviews: “We can’t look to the critics for comfort; that’s not their province or their role. In fact, it’s ours as theatre makers. It’s up to us to take care of one another, to buoy one another, to share the commonality of our experience, to alleviate the stigma, and to repair the wounds. We are a community, and we owe it to one another.” He then wrote about how the Dramatists Guild once talked about sending writers a cake whenever they received a pan. That idea was scrapped, but, wrote Wright: “We need to be present for one another not only when we are being celebrated, but when we are at our most achingly vulnerable. Weathering criticism is, of course, a necessary aspect of our profession. But that doesn’t mean we have to do it alone, in isolation.”\nSource link",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://twitter.com/DouglasSings/status/1780626933169967479",
    "https://twitter.com/FeldmanAdam/status/1779983013306102088",
    "https://www.twitter.com/DouglasSings/status/1780626933169967479",
    "https://www.twitter.com/FeldmanAdam/status/1779983013306102088"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sara bareilles",
        "sentiment": "negative"
      },
      {
        "name": "bareilles",
        "sentiment": "none"
      },
      {
        "name": "sara bareilles tricia baron",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "broadway",
        "sentiment": "none"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:23:26.159+03:00",
  "updated": "2024-04-19T01:23:26.159+03:00"
}