{
  "thread": {
    "uuid": "3cc7332f204d0165db9e62c8598141027c0c4335",
    "url": "https://www.hispantv.com/noticias/opinion/581076/regreso-galloway-movimiento-propalestino-gaza",
    "site_full": "www.hispantv.com",
    "site": "hispantv.com",
    "site_section": "http://www.hispantv.com/category/centroamerica/103",
    "site_categories": [
      "media"
    ],
    "section_title": " Centroamérica | HISPANTV",
    "title": "Regreso de Galloway fortalece movimiento propalestino en Reino Unido | HISPANTV",
    "title_full": "Regreso de Galloway fortalece movimiento propalestino en Reino Unido | HISPANTV",
    "published": "2024-03-11T04:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.hispantv.com/hispanmedia/files/images/thumbnail/20240310/23403059_xl.jpg",
    "performance_score": 0,
    "domain_rank": 58095,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3cc7332f204d0165db9e62c8598141027c0c4335",
  "url": "https://www.hispantv.com/noticias/opinion/581076/regreso-galloway-movimiento-propalestino-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "HispanTV",
  "published": "2024-03-11T04:40:00.000+02:00",
  "title": "Regreso de Galloway fortalece movimiento propalestino en Reino Unido | HISPANTV",
  "text": "Por: Reza Javadi *\nLa Cámara de los Comunes de Westminster fue testigo de un cambio sísmico la semana pasada cuando el destacado político británico George Galloway consiguió una victoria decisiva y aplastante en las elecciones parciales de Rochdale, en el noroeste de Inglaterra.\nGalloway, un defensor abierto y apasionado de la causa palestina, dedicó la victoria a Gaza.\nEl fundador del Partido de los Trabajadores del reino Unido ganó el escaño por 12 335 votos, sucediendo al difunto representante laborista Sir Tony Lloyd, cuya muerte en enero allanó el camino para las elecciones parciales.\nEn su discurso de victoria, Galloway se refirió a la desilusión de los votantes con los partidos principales, calificando al primer ministro Rishi Sunak y al líder de la oposición Sir Keir Starmer como “dos mejillas del mismo trasero”.\n“Ambos recibieron una buena paliza esta noche aquí en Rochdale”, dijo Galloway.\n“Esto es para Gaza” , dijo el triunfante veterano político, dirigiéndose directamente al líder laborista Starmer, quien ha sido criticado por la posición engañosa de su partido sobre el genocidio israelí en Gaza.\n“Han pagado, y pagarán, un alto precio por el papel que han desempeñado al permitir, alentar y encubrir la catástrofe que está ocurriendo actualmente”, afirmó Galloway, refiriéndose al genocidio de Gaza.\nLa contundente victoria en las elecciones parciales marcó el último y más significativo regreso político de Galloway, y refleja los sentimientos de millones de británicos hacia la crisis que se desarrolla en la Franja de Gaza.\nGalloway se hizo eco de sus sentimientos y advirtió que están subrepresentados en los medios.\n“Creo que hablo en nombre de millones de personas en Gran Bretaña cuyos corazones están destrozados, cuyas entrañas están desgarradas por la masacre en Gaza. Y están subrepresentados hasta el punto de casi ser invisibles en los medios británicos”, dijo después de su victoria el viernes.\n“Incluso esta noche, la clase política británica está en estado de pánico por [mi victoria], tanto los conservadores como los laboristas, porque saben que han sido derrotados”, recalcó.\nEn su reacción inicial a la victoria de Galloway, Sunak la calificó de “más que alarmante”, acusando al diputado recién elegido de extremismo y de sembrar división en el país.\nGalloway respondió a los comentarios de Sunak en una entrevista con el diario británico Sky News , que fue ampliamente compartida en las redes sociales, enfatizando su mandato democrático y desafiando la credibilidad del primer ministro.\nGalloway: Llego con un nuevo mandato para cesar la matanza en Gaza | HISPANTV El británico partidario de Palestina George Galloway, que ganó los comicios del jueves, dice que lo primero que hará es trabajar para detener la matanza en Gaza.\nLes dijo a los periodistas que no hablaran del primer ministro británico como “alguien que ha bajado del monte con tablas de piedra en la mano”.\nGalloway rechazó a Sunak, haciéndose eco del desprecio de la gente hacia él como líder de su país y al mismo tiempo señalando el apoyo abrumador que recibió de los votantes.\n“¡Hablas [de él] como si fuera Dios! Estamos hablando del pequeño Rishi Sunak en el final de su mandato de primer ministro”, dijo Galloway a un periodista en Rochdale.\n“¿Quién ganó las elecciones? ¿Yo o Rishi Sunak? Yo tengo el mandato democrático aquí, no Rishi Sunak. Ni siquiera quedó segundo. Tuvo suerte de quedar tercero”, se apresuró a añadir.\nGalloway, sin pelos en la lengua, dijo que “desprecia” al primer ministro británico como “millones de personas” en el Reino Unido, y agregó que “no respeta al primer ministro en absoluto”.\nGalloway prestó juramento como diputado y fue presentado a la Cámara de los Comunes por los diputados Sir Peter Bottomley y Neale Hanvey el lunes, solidificando su presencia en el panorama político de Westminster.\nDiputado británico propalestino compara a Israel con la Alemania nazi Político inconformista que se atreve a desafiar Galloway, un legislador escocés de 69 años conocido por sus distintivos sombreros de fieltro y sus agudas réplicas, ha sido un político inconformista y ha desafiado habitualmente al establishment político del Reino Unido.\nExrepresentante laborista, fue expulsado en 2003 por el entonces primer ministro Tony Blair por oponerse a la invasión británico-estadounidense de Irak, denunciando a Blair y al entonces presidente estadounidense George W. Bush como “lobos”.\nGalloway se desempeñó como diputado del Partido Respeto pacifista en Bethnal Green and Bow de Londres (2005-2010) y Bradford West en el norte de Inglaterra (2012-2015), mostrando una inclinación por la oratoria ardiente.\nSu perspicacia política y su capacidad para conectarse con los votantes han sido reconocidas por todos.\nPor ejemplo, Robert Ford, profesor de ciencias políticas en la Universidad de Manchester, se refirió a sus notables habilidades para hacer campaña.\n“Tiene una capacidad de campaña notable, es muy bueno para intuir las líneas emotivas que aterrizarán en cualquier contexto particular, y lo ha demostrado una vez más”, dijo Robert Ford, profesor de ciencias políticas en la Universidad de Manchester.\n¿Qué significa triunfo de Galloway en comicios parciales británicos? | HISPANTV La victoria del político británico George Galloway, conocido por su activismo propalestino y críticas a la actuación del Reino Unido ante Gaza, ha atrapado la atención global. Lo que significa su victoria para la campaña propalestina en el Reino Unido Durante la campaña electoral, Galloway apeló estratégicamente al electorado musulmán, que constituye alrededor del 30 por ciento del electorado, y planteó su defensa propalestina.\nHizo lo mismo en campañas exitosas anteriores en áreas con importantes poblaciones musulmanas del sur de Asia, enfatizando su larga defensa de la causa palestina y su oposición a la ocupación israelí de Palestina.\nLos observadores señalan que el apoyo de Galloway a un alto el fuego en Gaza, que resuena particularmente en la comunidad musulmana, refleja un sentimiento público más amplio, a pesar de una aparente desconexión en Westminster.\nSi bien las figuras políticas del establishment británico tal vez no estén muy impresionadas por la postura de Galloway sobre Gaza, el público en general, como lo demuestran las recientes protestas, está abrumadoramente de su lado.\nGavin Barwell, exparlamentario conservador y jefe de gabinete de [la ex primera ministra británica] Theresa May, afirmó que el llamado a un alto el fuego en Gaza cuenta con un amplio respaldo público, disipando la noción de que es una posición extrema.\n“Los extremistas son una minoría muy pequeña, pero la verdad es que el pueblo británico apoya abrumadoramente un alto el fuego”, dijo Barwell.\nGalloway, dirigiéndose a los críticos dentro de la clase política y mediática, destacó que la mayoría del público británico simpatiza con las víctimas en Gaza más que con los perpetradores israelíes.\n“[La gente] dentro de la burbuja tóxica de la clase política y mediática apoya el genocidio contra el pueblo de Gaza”, comentó Galloway, distinguiendo a los apologistas sionistas del público general en el Reino Unido.\n“Pero cuando revientas esa burbuja, descubres, en realidad, que entre el público en general —incluso en un país como Gran Bretaña a pesar de todos sus defectos imperiales— la mayoría de las simpatías de la gente están del lado de las víctimas y no de los perpetradores\", añadió.\nExclusive: ‘I’ve arrived with fresh mandate to stop slaughter in Gaza’: George Galloway British politician George Galloway says he has “arrived with a fresh mandate to stop the slaughter in Gaza.” Galloway adopta una postura firme contra la política laborista en Gaza La victoria de Galloway ha acentuado el creciente descontento dentro del partido laborista con respecto a su postura sobre la guerra de Gaza, considerada demasiado indulgente hacia Israel por muchos votantes musulmanes y políticos laboristas musulmanes.\nMás de 60 concejales laboristas en todo el país dimitieron en protesta y, en noviembre de 2023, 56 parlamentarios laboristas desafiaron a la dirección del partido para apoyar el llamamiento del SNP (Partido Nacional Escocés) a un alto el fuego inmediato en Gaza.\nDurante su campaña, Galloway calificó a Starmer de “principal partidario de Israel”, insinuando posibles repercusiones para el liderazgo de Starmer. Se espera que el regreso de Galloway al Parlamento lo posicione como un crítico vocal del enfoque de su antiguo partido y un firme defensor de los derechos de los palestinos.\n“Imagínese: la gente de Rochdale se une para derrocar al odiado líder laborista”, señaló Galloway.\nGalloway, en su discurso de victoria, declaró enfáticamente que “todos los platos se han movido esta noche” y el Partido Laborista había “perdido la confianza de millones de sus votantes”.\nMás tarde, en una entrevista con Sky News , recalcó que el líder laborista había “vendido su alma al lobby de Israel” mientras defendía su llamamiento “del río al mar”[en referencia a una Palestina libre desde el río Jordán hasta el mar Mediterráneo].\nEl Partido Laborista ahora enfrenta la perspectiva de perder terreno frente a candidatos independientes en distritos electorales con importantes votantes musulmanes, particularmente donde los parlamentarios se opusieron a la moción de alto el fuego del SNP en Gaza en noviembre de 2023.\nLa victoria de Galloway subraya la necesidad de que el Partido Laborista aborde las preocupaciones de los votantes sobre Gaza, desafiando el históricamente supuesto apoyo del partido por parte de los votantes musulmanes, creen los observadores.\nApoyo a Galloway tras una aplastante victoria Tras la aplastante victoria de Galloway, cientos de sus partidarios se reunieron frente a Civic Suite en Catford, Lewisham, ondeando banderas palestinas y pancartas propalestinas, mientras el recién elegido diputado asistía a una elección de alcalde de Lewisham en apoyo del candidato John Hamilton.\nEl respaldo de Galloway a John Hamilton, candidato del Partido de los Trabajadores de Gran Bretaña que hace campaña para alcalde de Lewisham, añade más impulso y pone de relieve el genocidio que se está desarrollando en Gaza.\nJohn Hamilton se ha hecho conocido por su lema de campaña “Si votas a los conservadores o a los laboristas, estás votando por el genocidio”.\n“Creo que la política ha cambiado, como resultado, no solo de mi victoria sino de la respuesta de pánico del gobierno”, dijo Galloway a la multitud.\nLas redes sociales también han sido un hervidero en las últimas semanas con internautas expresando su apoyo al nuevo representante de Rochdale en el parlamento británico, con la esperanza de que fortalezca el movimiento propalestino.\nEl apoyo a Galloway se produce en medio de una creciente ira contra el gobierno de Sunak y sus continuos envíos de armas al régimen israelí utilizadas contra los palestinos en Gaza.\nLa semana pasada, el Tribunal Superior del Reino Unido desestimó un caso que pedía el cese inmediato de las exportaciones de armas británicas a Israel. El caso fue presentado en diciembre por [la organización palestina de Derechos Humanos] Al-Haq y la Red Global de Acción Legal (Glan), con sede en el Reino Unido.\nEl desafío legal arrojó luz sobre la venta de armas británicas al régimen israelí en todas las categorías, incluidos componentes para radares militares, equipos de puntería, aviones de combate y buques de guerra.\n* Reza Javadi tiene un doctorado en estudios británicos de la Universidad de Teherán.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.presstv.ir/Detail/2024/03/01/721101/Exclusive--%E2%80%98I%E2%80%99ve-arrived-with-a-fresh-mandate-to-stop-the-slaughter-in-Gaza%E2%80%99--George-Galloway",
    "https://cdn.presstv.ir/Photo/2024/3/1/ec084fd8-f455-471b-a442-9da82c0403b2.JPG",
    "https://www.cdn.presstv.ir/Photo/2024/3/1/ec084fd8-f455-471b-a442-9da82c0403b2.JPG",
    "https://presstv.ir/Detail/2024/03/01/721101/Exclusive--%E2%80%98I%E2%80%99ve-arrived-with-a-fresh-mandate-to-stop-the-slaughter-in-Gaza%E2%80%99--George-Galloway"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-11T06:17:29.780+02:00",
  "updated": "2024-03-11T06:17:29.780+02:00"
}