{
  "thread": {
    "uuid": "26d011a4033bddb2700ea3ea392ac8c335533f3d",
    "url": "https://www.baltimoresun.com/2023/12/29/2023-marylander-of-the-year-wilson/",
    "site_full": "www.baltimoresun.com",
    "site": "baltimoresun.com",
    "site_section": "http://www.baltimoresun.com/opinion",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinion",
    "title": "2023 Marylander of the Year: C.T. Wilson | STAFF COMMENTARY – Baltimore Sun",
    "title_full": "2023 Marylander of the Year: C.T. Wilson | STAFF COMMENTARY – Baltimore Sun",
    "published": "2023-12-29T12:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.baltimoresun.com/wp-content/uploads/2023/12/TBS-L-CTWILSON-p7-1230.jpg?w=1024&#038;h=720",
    "performance_score": 0,
    "domain_rank": 1408,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26d011a4033bddb2700ea3ea392ac8c335533f3d",
  "url": "https://www.baltimoresun.com/2023/12/29/2023-marylander-of-the-year-wilson/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baltimore Sun Editorial Board",
  "published": "2023-12-29T12:24:00.000+02:00",
  "title": "2023 Marylander of the Year: C.T. Wilson | STAFF COMMENTARY – Baltimore Sun",
  "text": "When the Maryland General Assembly passed the [Child Victims Act](https://www.baltimoresun.com/2023/04/11/lawmakers-advocates-celebrate-child-victims-act-being-signed-into-law-by-gov-wes-moore/) this spring, survivors of childhood sexual abuse heralded it as a landmark achievement, cementing their right to hold their tormentors accountable in civil court on their schedules. Many of them had advocated for years for the legislation, which removes an unreasonable limit on when such lawsuits can be filed. And those efforts, coupled with the momentum created by the appalling [Attorney General’s Report on Child Sexual Abuse in the Archdiocese of Baltimore](https://www.marylandattorneygeneral.gov/news%20documents/OAG_redacted_Report_on_Child_Sexual_Abuse.pdf) — which was released days before the governor signed the act, but had been expected for months — helped push the legislation across the finish line. Nearly all involved, however, recognize that at the heart of the effort to bring this particular measure of justice to this long-suffering group of individuals is one man: C.T. Wilson. He is The Baltimore Sun’s Marylander of the Year. The Democratic delegate representing Charles County first championed the legislation in 2015, surprising even himself when he stepped forward to [testify](https://www.baltimoresun.com/2015/03/27/in-hope-of-helping-others-delegate-reveals-abuse-as-child/) before his lawmaker colleagues about his own years of being repeatedly beaten and violated by his adoptive father. He had not intended to speak, much less describe how the abuse destroyed so much of his life, including a marriage, and how long it took him to come to a place where he could even talk about it. His abuser died in 1999 and will never face justice, civil or criminal. But Wilson, understanding that most survivors hide their abuse and don’t come to grips with what happened to them until an [average age of 52](https://www.baltimoresun.com/2020/03/10/protecting-children-from-sex-predators-commentary/), made it his mission to ensure others had the chance to seek justice when they were ready. When he began the fight, the cutoff to file a lawsuit was age 25; in 2017, he negotiated an extension to the age of 38; and this year, he won the war, removing the age limit. But the victory comes with no joy. “I’m very proud of the work I’ve done and believe as an elected official, it’s my job to give it my all,” Wilson said in an interview with the editorial board. “But it was very costly personally. … Every time I testify about this, it takes years off my life.” In the three months since the law took effect Oct. 1, lawsuits have been filed on behalf of dozens of individuals against multiple Maryland institutions, generally for abuse alleged to have occurred decades ago, including at the [Key School](https://www.baltimoresun.com/2023/12/05/key-school-survivor/) in Annapolis and several facilities overseen by the state’s Department of Juvenile Services. The Archdiocese of Baltimore, which filed for bankruptcy to limit its liability in such lawsuits after the AG report found more than 600 abuse victims dating back to the 1940s, has said it expects hundreds of complaints to be lodged against it. Already, several organizations are seeking to overturn the law by questioning its constitutionality in cases that are expected to reach the state’s Supreme Court. Regardless of the outcome, the fact that the law passed and was implemented has made Wilson a hero for many. When The Sun sought suggestions for the 2023 Marylander of the Year designation, nominations poured in for him from the public making the case: “His courage provided support and hope to others.” “He has tirelessly advocated for survivors of child sexual abuse for years.” “He led the David and Goliath fight. Maryland is forever changed for the good because of Delegate C.T. Wilson.” “We all owe Delegate Wilson a deep debt of gratitude for his efforts.” Wilson, 51, finds the support humbling. The only reason he told his story, he says, is because he “wanted people to know they’re not alone.” He never wanted to be known for this, and still doesn’t. He’s spent a lifetime accumulating other achievements: He served in the U.S. Army for seven years, graduated cum laude with a psychology degree, earned a J.D. from Howard Law School, opened a law practice, wrote a memoir about his childhood, fathered three daughters he’s tremendously proud of and, 13 years ago, became the first Black man to be elected delegate in Charles County. In that role, he’s credited with creating a licensing structure for recreational cannabis in Maryland and shepherding reform legislation through the legislature this year. “I know that I am blessed that my story and my pain actually made a difference,” he said. But “I don’t think that I’m that special. I’ve just met so many more amazing people than me, so many more survivors. … I don’t feel at all deserving of this.” Baltimore Sun editorial writers offer opinions and analysis on news and issues relevant to readers. They operate separately from the newsroom.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.marylandattorneygeneral.gov/news%20documents/OAG_redacted_Report_on_Child_Sexual_Abuse.pdf)",
    "https://marylandattorneygeneral.gov/news%20documents/OAG_redacted_Report_on_Child_Sexual_Abuse.pdf)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "c.t. wilson",
        "sentiment": "negative"
      },
      {
        "name": "wes-moore",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maryland general assembly",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:25:29.638+02:00",
  "updated": "2023-12-29T12:25:29.638+02:00"
}