{
  "thread": {
    "uuid": "bec2f25b48e9d198720929f2674e14414af176d8",
    "url": "https://www.zoomtventertainment.com/bollywood/kiara-advani-showers-love-on-sidharth-malhotra-starrer-yodha-trailer-calls-it-bangingggg-article-108114464",
    "site_full": "www.zoomtventertainment.com",
    "site": "zoomtventertainment.com",
    "site_section": "https://www.zoomtventertainment.com",
    "site_categories": [],
    "section_title": "Entertainment News - Latest Bollywood News, Hollywood, Celebrity News and Gossips | Zoom TV",
    "title": "Kiara Advani showers love on Sidharth Malhotra starrer Yodha trailer, Calls it Bangingggg, Bollywood News | Zoom TV",
    "title_full": "Kiara Advani showers love on Sidharth Malhotra starrer Yodha trailer, Calls it Bangingggg, Bollywood News | Zoom TV",
    "published": "2024-02-29T21:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.zoomnews.com/thumb/msid-108114793,width-1280,height-720,resizemode-75/108114793.jpg",
    "performance_score": 0,
    "domain_rank": 69747,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bec2f25b48e9d198720929f2674e14414af176d8",
  "url": "https://www.zoomtventertainment.com/bollywood/kiara-advani-showers-love-on-sidharth-malhotra-starrer-yodha-trailer-calls-it-bangingggg-article-108114464",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ZoomTv",
  "published": "2024-02-29T21:34:00.000+02:00",
  "title": "Kiara Advani showers love on Sidharth Malhotra starrer Yodha trailer, Calls it Bangingggg, Bollywood News | Zoom TV",
  "text": "Kiara Advani Showers Love On Sidharth Malhotra Starrer Yodha Trailer, Calls it Bangingggg Sidharth's real-life wife, Kiara Advani, expressed her love and pride for the trailer of Yodha on Instagram. Produced by Hiroo Yash Johar, Karan Johar, Apoorva Mehta, and Shashank Khaitan, the film promises to deliver intense action and features Sidharth in the role of a soldier following his father's footsteps. Read on to know more. Kiara Advani Showers Love On Sidharth Malhotra Starrer Yodha Trailer, Calls it Bangingggg Actor Kiara Advani on Thursday showered love on the trailer of her husband Sidharth Mahlotra's upcoming action thriller film Yodha. Taking to Instagram, Kiara shared the trailer on her stories that she captioned, \"Bangingggg trailer @sidmalhotra so proud of you.\" Related News Directed by the debutant duo of Sagar Ambre and Pushkar Ojha, the high-octane action thriller film follows Arun Katyal, the commanding officer of an elite unit, Yodha Task Force, on a thrilling rescue operation. Sidharth shared the trailer on Instagram and wrote, \"A soldier, a hijack, and countless mysteries within. Catch the #Yodha in action as he takes flight on a mission like no other! #YodhaTrailer out now! #Yodha in cinemas March 15.\" The trailer features Sidharth, following his father's legacy of being an officer, performing high-octane action stunts and channelling inner SRK as he delivers a dialogue in King Khan's signature pose saying, \"Waise bhi aise bade bade missions mein..choti moti galtiyan hoti rehti hai senorita.\" The film is produced by Hiroo Yash Johar, Karan Johar, Apoorva Mehta, and Shashank Khaitan. ALSO READ: [Yodha Trailer Out: Sidharth Malhotra Pulls Off SRK's Senorita Dialogue From DDLJ In Promising High Octane-Action Thriller](https://www.zoomtventertainment.com/bollywood/yodha-trailer-out-sidharth-malhotra-pulls-off-shah-rukh-khans-senorita-dialogue-from-ddlj-in-promising-high-octane-action-thriller-article-108103614) Talking about the film, KJo said in a statement from Yodha PR team, \"Steering clear of the conventional approach, we strived to infuse innovative ideas into Yodha's promotional campaign. Our goal was to bring out the film's larger-than-life essence through a series of trend-setting events and interactive experiences, and engross the audience in its world even before they set foot in the cinema halls. It was truly a surreal experience to unveil the trailer mid-flight on an aircraft and watch it through the lens of members of the media. The spark in their eyes spoke volumes about the impact it had on them. I personally interacted with some of them, and their reactions - not just to the trailer but also to the in-flight launch - were nothing short of exhilarating.\" Sidharth Malhotra said, \"I want to begin by thanking all of you for the immense amount of love you have shown to the teaser and to me. Agar teaser itna dhamakedar tha toh trailer toh aur dhamakedar banana hi tha. So, Dharma productions took to the skies once again for a one-of-a-kind, in-flight trailer launch, which really sets the tone for all the thrills and chills the audience can expect while watching the film. I've given my blood and sweat to make this fast pace action film. Can't wait for all of you to see it in theatres on 15th of March.\" The film is all set to hit the theatres on March 15. [](https://www.zoomtventertainment.com/latest-news) Latest Entertainment News End of Article [Videos](https://www.zoomtventertainment.com/videos) 11:36 Harsh Gujral on Madness Machayenge’s unique concept, working with Huma Qureshi & replacing TKSS 15:24 Snehil Mehra aka BC Aunty on Madness Machayenge, her viral videos & thanks Ekta Kapoor | Exclusive 17:25 Paritosh Tripathi REACTS to Madness Machayenge show getting compared to The Kapil Sharma Show 15:06 Deepika Padukone & Ranveer Singh REVEAL pregnancy news | Vicky to play VILLAIN in Animal Park? 02:25 Hiba Nawab’s HOT avatar as she arrives at Jhanak’s 100 episodes party | Exclusive",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kiara advani",
        "sentiment": "negative"
      },
      {
        "name": "sidharth malhotra",
        "sentiment": "negative"
      },
      {
        "name": "bangingggg sidharth",
        "sentiment": "negative"
      },
      {
        "name": "kiara",
        "sentiment": "none"
      },
      {
        "name": "shashank khaitan",
        "sentiment": "none"
      },
      {
        "name": "karan johar",
        "sentiment": "none"
      },
      {
        "name": "arun katyal",
        "sentiment": "none"
      },
      {
        "name": "sidharth",
        "sentiment": "none"
      },
      {
        "name": "sidharth mahlotra",
        "sentiment": "none"
      },
      {
        "name": "hiroo yash johar",
        "sentiment": "none"
      },
      {
        "name": "apoorva mehta",
        "sentiment": "none"
      },
      {
        "name": "pushkar ojha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bollywood news | zoom tv kiara advani showers love on sidharth malhotra starrer yodha trailer",
        "sentiment": "negative"
      },
      {
        "name": "kiara advani showers love on sidharth malhotra starrer yodha trailer",
        "sentiment": "none"
      },
      {
        "name": "yodha task force",
        "sentiment": "none"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sidharth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:45:37.325+02:00",
  "updated": "2024-03-01T00:45:37.325+02:00"
}