{
  "thread": {
    "uuid": "1578fae1a750d20d804aba3f142a2d4385f137b0",
    "url": "https://www.lanueva.com/nota/2024-1-7-18-37-0-en-saavedra-los-reyes-magos-hicieron-sonreir-a-todos-los-chicos",
    "site_full": "www.lanueva.com",
    "site": "lanueva.com",
    "site_section": "https://www.lanueva.com/news/rss/index?last_hour=1",
    "site_categories": [
      "media"
    ],
    "section_title": "La Nueva",
    "title": "En Saavedra, los Reyes Magos hicieron sonreir a todos los chicos",
    "title_full": "En Saavedra, los Reyes Magos hicieron sonreir a todos los chicos",
    "published": "2024-01-07T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://pxcdn.lanueva.com/012024/1704663293152.jpg?&cw=600&ch=365",
    "performance_score": 0,
    "domain_rank": 91361,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1578fae1a750d20d804aba3f142a2d4385f137b0",
  "url": "https://www.lanueva.com/nota/2024-1-7-18-37-0-en-saavedra-los-reyes-magos-hicieron-sonreir-a-todos-los-chicos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción de La Nueva.",
  "published": "2024-01-07T23:38:00.000+02:00",
  "title": "En Saavedra, los Reyes Magos hicieron sonreir a todos los chicos",
  "text": "En Saavedra, los Reyes Magos hicieron sonreir a todos los chicos Con la Ermita Nuestra Señora de Luján de la Sierra como escenario natural, se llevó a cabo una nueva edición de la tradicional llegada de los soberanos de Oriente. Cientos de personas disfrutaron de la fiesta de Reyes Magos en Saavedra, organizada por los Misioneros de la Ermita \"Nuestra Señora de Luján de la Sierra\", evento del que participaron personas de toda la región. En la Ermita se vivió una noche ideal desde el punto de vista climático. Allí se llevó a cabo el espectáculo, en el que se narró desde el momento del anuncio de arcángel Gabriel a la Virgen María, hasta la llegada de los Reyes Magos, que en esta oportunidad descendieron a caballo cargados con juguetes para los pequeños que estaban en el predio. Este año el papel de Jesús fue interpretado casi por uno de los bebés de más corta edad desde que se realiza el evento, desde 1.996: se trata de Rafael Seligmann Zubillaga, de un mes y unos días de vida. Así, en una noche llena de colores por el vestuario que tenían los actores, se fue siguiendo las palabras del relato a cargo de Ariel Cutini, Domingo Rodríguez, Juan Justo Oregui, Lorena Biscaichipy, Telma Cassano y María Susana Venanzi. Cada secuencia previa a la bajada de los Reyes Magos estuvo acompañada por un coro que conformaron Luján González, Estefania Fernández, Jazmín Cepeda, Rubén Dailoff y Ariel Cutini. En la Emita, en el altar de piedra, se emplazó un pesebre donde María mantuvo en su regazo casi todo el relato al pequeño niño acompañado por José, los ángeles y los pastores. Finalizado el evento, Constanza Filócomo, una de las organizadoras, resaltó que el evento fue “hermoso, el clima nos acompañó perfectamente, incluso los días previos al ensayo que lo tuvimos que suspender reiteradamente porque había alerta meteorológico”. “Salió todo maravilloso. Estamos más que agradecidos por el esfuerzo de todos, lo mismo que a la comisión de la Ermita, que está constantemente al pie del cañón para cualquier cosa que necesitemos, además de los bomberos y el centro criollo Las Sierras”, dijo. Además, destacó la muy buena concurrencia de público. “Hubo mucha gente de afuera. Fue una noche espectacular la que nos tocó”, destacó. (Agencia Saavedra)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:00:13.440+02:00",
  "updated": "2024-01-08T02:27:02.047+02:00"
}