{
  "thread": {
    "uuid": "ae5fd423a29dce9c2d61a11a341758088222336b",
    "url": "https://dataconomy.com/2024/02/16/how-ai-is-assisting-in-early-detection-of-diabetes-related-diseases",
    "site_full": "dataconomy.com",
    "site": "dataconomy.com",
    "site_section": "https://dataconomy.com/feed/",
    "site_categories": [
      "tech",
      "databases"
    ],
    "section_title": "Dataconomy",
    "title": "How AI is assisting in early detection of diabetes-related diseases",
    "title_full": "How AI is assisting in early detection of diabetes-related diseases",
    "published": "2024-02-16T10:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dataconomy.com/wp-content/uploads/2024/02/pexels-google-deepmind-17484975.jpg",
    "performance_score": 0,
    "domain_rank": 28190,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae5fd423a29dce9c2d61a11a341758088222336b",
  "url": "https://dataconomy.com/2024/02/16/how-ai-is-assisting-in-early-detection-of-diabetes-related-diseases",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editorial Team",
  "published": "2024-02-16T10:22:00.000+02:00",
  "title": "How AI is assisting in early detection of diabetes-related diseases",
  "text": "As far as technological advancements go, Artificial Intelligence (AI) has undoubtedly been one of the greatest. Ranging from voice synthesis, image analysis, sentiment analysis, expert systems, and other novel creations, AI is transforming the workflow of the world using its prowess in numerous fields. The COVID-19 pandemic had a significant impact on healthcare systems across the globe, bringing about socio-economic burdens, loss of lives, and a surge in mental health crises. However, in the last couple of years, there has been exploration into the prospect of AI in the healthcare industry. AI has the potential to act as a triage system in early disease detection. Additionally, it possesses the prowess to aid in the prognosis and diagnosis of diseases. The need to be kept abreast of AI and its application on health cannot be downplayed. Education on AI for kids in primary schools in the United States has already been put into action. Likewise, whether you’re working in the US healthcare system, enrolled in an [online nurse practitioner program in Texas](https://onlinenursing.twu.edu/programs/online-ms-fnp), or want to learn more about medical technology, this article is your guide to understanding AI’s role in disease detection, especially the early detection of diabetes-related diseases. AI & diabetes-related complications Diabetes is a chronic disease that is attributed to high levels of blood sugar (glucose). It is a result of the body’s inability to produce or use insulin, a hormone produced by the pancreas to regulate the blood sugar level in the body. Diabetes can be a deadly disease that is either of type 1 or type 2. With the onset of diabetes, comes a myriad of complications including diabetic retinopathy, diabetic neuropathy, diabetic nephropathy, coronary artery disease, stroke, and peripheral artery disease. Research has shown that the [information from the blood vessels in the retina](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7397518/) is a great asset to the early detection of diabetes and its related complications. In the last decade, the image analysis capability of AI has been proven to aid in the detection of the onset of type 1 and type 2 diabetes together with its related microvascular and macrovascular complications. Diabetic retinopathy Diabetic retinopathy is a condition that causes vision loss and even blindness in people who have diabetes when the blood vessels in the tissue at the back of the eye become damaged. Diabetic retinopathy [affects 1 in 3 people with diabetes](https://www.aao.org/education/topic-detail/diabetic-retinopathy-europe), particularly when high blood sugar is not managed effectively. Several clinics in Singapore have implemented AI in the detection of diabetic retinopathy. Known as Selena+, this AI system looks for symptoms such as bleeding, swelling and microaneurysms and can [analyse and produce results of an eye test](https://www.straitstimes.com/singapore/diabetes-singapore-deploys-ai-technology-to-screen-patients-for-early-signs-of-diabe) in just minutes (instead of an hour like an ophthalmologist). Diabetic neuropathy Diabetic neuropathy is a kind of nerve damage where your hands and lower limbs are numb to pain predominantly caused by diabetes. In the [United States](https://pubmed.ncbi.nlm.nih.gov/31197183/), the financial burden that diabetic neuropathy accrues amounts to more than $10 billion yearly. AI is playing a pivotal role in understanding the risk factors involved in the development of diabetic neuropathy. Particularly, AI has evolved to be incorporated into [ smart wearable devices](https://www.usatoday.com/picture-gallery/tech/2019/06/05/6-wearable-devices-manage-diabetes/1275579001/) that manage blood sugar levels; this, however, enabled diabetic patients to stay informed about their health data and consequently know when complications like diabetic neuropathy might be developing. Diabetic nephropathy Diabetic nephropathy is chronic kidney failure that stems from either type 1 or type 2 diabetes. The fatality rates due to diabetic nephropathy are tremendous and it accounts for the most common complication of diabetes. Research has shown that it [develops in about 40% of diabetic patients](https://pubmed.ncbi.nlm.nih.gov/28522654/), after a 10-year diagnosis period. AI models such as recurrent neural networks (RNN), regression-based methods, decision trees, random forest (RF), support vector machine (SVM, and extreme gradient boosting have been used in diagnosing early signs of kidney failure from diabetes. The performance metrics obtained from these models are all above [ 80%](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7163364/) which significantly pushes the frontiers of early diagnosis of diabetic neuropathy. Coronary Artery Disease (CAD) CAD is a diabetic complication that affects the heart, its structure, and its function. In the United States, CAD is the leading cause of death. Nearly [20.5 million](https://www.nhlbi.nih.gov/health/coronary-heart-disease) U.S. adults have CAD which makes it the most common type of heart disease in America. AI–based techniques have been incorporated into an electrocardiography (ECG), demographic characteristics, symptoms, physical examination findings, and heart rate signals to aid in the detection of early signs of diabetic heart failure. This has yielded numerous preventative measures such as changes in diet and frequent physical activity in adults diagnosed with CAD by AI. Stroke Diabetes causes stroke, a condition in which blood flow to the brain is blocked or there is abrupt bleeding in the brain. The Centers for Disease Control and Prevention reported [795,000 people in the United States have a stroke every year](https://www.cdc.gov/stroke/facts.htm). AI can assist in the early detection of stroke by analyzing a patient’s medical history, risk factors, and vital signs, including blood pressure, heart rate, and ECG readings. Peripheral Artery Disease (PAD) PAD is one of the macrovascular complications of diabetes marked by the blockage of arteries in the lower extremities, leading to symptoms like intermittent claudication and pain, particularly during physical activity. By 2030, [forecasts](https://www.hmpgloballearningnetwork.com/site/vdm/current-us-prevalence-peripheral-arterial-disease#:~:text=PAD%20Prevalence%20by%20Age%20and%20Glucose%20Status&text=Between%201995%20and%202020%2C%20U.S.,65%20and%20older%20have%20PAD.) show that the number of diabetic patients with PAD will reach 23.8 million in the U.S. AI has shown great proficiency in the [detection](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8285054/) of PAD and predicting diabetic patient outcomes. Conclusions AI is playing an essential role in the early detection of diseases such as diabetes and its myriad complications. Interestingly, researchers are aiming to employ the prowess of AI in detecting all diseases known to man. While it is evident that AI is playing a pivotal role in disease detection, it still carries the risk bias. Globally, there are teams dedicated to eradicating the risk that AI possesses in the early detection of disease. It will interest you to know that AI has increased the work efficiency of many physicians. Governments worldwide have been beneficiaries of AI, as it greatly helps to cut the financial burden that disease causes. In a nutshell, AI will add value to the livelihood of patients, physicians, and nations. All and sundry must endeavor to embrace AI for its transformative power. Featured image credit: [Google DeepMind/Pexels](https://www.pexels.com/tr-tr/fotograf/soyut-kafa-yuz-arastirma-17484975/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.nhlbi.nih.gov/health/coronary-heart-disease",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7397518/",
    "https://www.aao.org/education/topic-detail/diabetic-retinopathy-europe",
    "https://www.usatoday.com/picture-gallery/tech/2019/06/05/6-wearable-devices-manage-diabetes/1275579001/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7163364/",
    "https://www.straitstimes.com/singapore/diabetes-singapore-deploys-ai-technology-to-screen-patients-for-early-signs-of-diabe",
    "https://pubmed.ncbi.nlm.nih.gov/28522654/",
    "https://pubmed.ncbi.nlm.nih.gov/31197183/",
    "https://www.hmpgloballearningnetwork.com/site/vdm/current-us-prevalence-peripheral-arterial-disease#:~:text=PAD%20Prevalence%20by%20Age%20and%20Glucose%20Status&text=Between%201995%20and%202020%2C%20U.S.,65%20and%20older%20have%20PAD.",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8285054/",
    "https://onlinenursing.twu.edu/programs/online-ms-fnp",
    "https://www.pexels.com/tr-tr/fotograf/soyut-kafa-yuz-arastirma-17484975/",
    "https://www.cdc.gov/stroke/facts.htm",
    "https://hmpgloballearningnetwork.com/site/vdm/current-us-prevalence-peripheral-arterial-disease#:~:text=PAD%20Prevalence%20by%20Age%20and%20Glucose%20Status&text=Between%201995%20and%202020%2C%20U.S.,65%20and%20older%20have%20PAD.",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC8285054/",
    "https://pubmed.ncbi.nlm.nih.gov/28522654",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7163364",
    "https://straitstimes.com/singapore/diabetes-singapore-deploys-ai-technology-to-screen-patients-for-early-signs-of-diabe",
    "https://cdc.gov/stroke/facts.htm",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8285054",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC7397518/",
    "https://www.pubmed.ncbi.nlm.nih.gov/31197183/",
    "https://nhlbi.nih.gov/health/coronary-heart-disease",
    "https://www.usatoday.com/picture-gallery/tech/2019/06/05/6-wearable-devices-manage-diabetes/1275579001",
    "https://www.pubmed.ncbi.nlm.nih.gov/28522654/",
    "https://usatoday.com/picture-gallery/tech/2019/06/05/6-wearable-devices-manage-diabetes/1275579001/",
    "https://www.onlinenursing.twu.edu/programs/online-ms-fnp",
    "https://aao.org/education/topic-detail/diabetic-retinopathy-europe",
    "https://www.pexels.com/tr-tr/fotograf/soyut-kafa-yuz-arastirma-17484975",
    "https://pubmed.ncbi.nlm.nih.gov/31197183",
    "https://pexels.com/tr-tr/fotograf/soyut-kafa-yuz-arastirma-17484975/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC7163364/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7397518"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:06:07.249+02:00",
  "updated": "2024-02-16T12:12:04.020+02:00"
}