{
  "thread": {
    "uuid": "250d95866d15bb8717e521d815b187de4e949580",
    "url": "https://m.dailyhunt.in/news/india/english/onearabiaenglish-epaper-dh22a173092bb2434f893a161e020729d3/chiltern+arts+2024+festival+to+blend+music+literature+in+human+stories+theme-newsid-n591660850",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-ivovideo",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Chiltern Arts 2024 Festival To Blend Music, Literature In Human Stories Theme",
    "title_full": "Chiltern Arts 2024 Festival To Blend Music, Literature In Human Stories Theme",
    "published": "2024-03-14T13:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/80/9e/ee/809eee0ad8f3b4c9cde8df4c88c7d768ba1b75766a805e717e86efde020063c5.jpg",
    "performance_score": 0,
    "domain_rank": 18187,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "250d95866d15bb8717e521d815b187de4e949580",
  "url": "https://m.dailyhunt.in/news/india/english/onearabiaenglish-epaper-dh22a173092bb2434f893a161e020729d3/chiltern+arts+2024+festival+to+blend+music+literature+in+human+stories+theme-newsid-n591660850",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-03-14T13:53:00.000+02:00",
  "title": "Chiltern Arts 2024 Festival To Blend Music, Literature In Human Stories Theme",
  "text": "Chiltern Arts has unveiled 'Human Stories' as the central theme for its eagerly anticipated 2024 festival, set to captivate audiences from May 10th to May 17th. This unique event promises a rich blend of musical performances, poetry readings, and literature sessions, featuring a lineup of distinguished artists. Among the musical talents are The Gesualdo Six, I Fagiolini, Fenella Humphreys, and the Carducci String Quartet. Literary enthusiasts will be delighted by appearances from Roger McGough and James Runcie.\nThe festival is not just a celebration of arts but also an educational venture with its ListenUp & ListenIn outreach initiative aimed at inspiring young minds aged 9 to 14. This initiative is a testament to the festival&apos;s commitment to fostering a love for culture among the younger generation. Naomi Taylor, Founder and Creative Director, expressed her enthusiasm for the project&apos;s pilot phase, highlighting the importance of cultural education in building a resilient cultural sector. To further this cause, the festival encourages supporters to &apos;Sponsor a Seat&apos;, enabling more children to experience the magic of the arts.\nIn a novel approach to scheduling, the festival will span several locations, dedicating two full days each to Henley-on-Thames, Princes Risborough and surrounding villages, before concluding in Hughenden and Marlow. Attendees can avail of a 20% discount on tickets for each location with festival passes.\nThe festivities kick off in Henley with an Afternoon Tea aboard The New Orleans featuring poet Roger McGough. The evening will see performances by Huw Wiggin, Noriko Ogawa, and Oliver Wass. The following day promises an eclectic mix of music and poetry with performances by the Brompton Quartet, the Natrio Trumpet Trio, and The Gesualdo Six, including a special rendition of Fauré&apos;s Requiem by the Chiltern Arts Festival Chorus.\nAs the festival moves to Princes Risborough, attendees can look forward to French Fables performed by a theorbo and viola da gamba duo at Holy Trinity Church. A film screening about Fanny Mendelssohn featuring Isata Kanneh-Mason will be followed by an exploration of Bach&apos;s world through performances by Fenella Humphreys and James Runcie. The day concludes with a guided walk and a talk on Shostakovich by BBC broadcaster Stephen Johnson, leading into an evening concert with the Carducci Quartet and actor Anton Lesser.\nThe final leg of the festival in Hughenden features poetry and spoken word by Cathi Rae and performances by the Alinde Wind Quintet. The grand finale in Marlow will be marked by a choral performance by I Fagiolini, showcasing 17th Century Italian masterpieces.\nThis year&apos;s Chiltern Arts Festival is poised to offer an unforgettable journey through music and literature under the banner of &apos;Human Stories&apos;. For more information and to book tickets, interested parties are encouraged to visit chilternarts.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fenella humphreys",
        "sentiment": "none"
      },
      {
        "name": "may",
        "sentiment": "none"
      },
      {
        "name": "james runcie",
        "sentiment": "none"
      },
      {
        "name": "naomi taylor",
        "sentiment": "none"
      },
      {
        "name": "roger mcgough",
        "sentiment": "none"
      },
      {
        "name": "carducci",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "human stories theme chiltern arts",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:53:23.616+02:00",
  "updated": "2024-03-15T00:53:23.616+02:00"
}