{
  "thread": {
    "uuid": "c41dc4b68214dea96cc7759473e9382530fd877c",
    "url": "https://www.miragenews.com/australia-boosts-hard-plastic-recycling-with-1269908",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/uk-at-un-successful-negotiation-key-to-hostage-1236947",
    "site_categories": [
      "media"
    ],
    "section_title": "UK at UN: Successful Negotiation Key to Hostage Return | Mirage News",
    "title": "Australia Boosts Hard Plastic Recycling with New Facility | Mirage News",
    "title_full": "Australia Boosts Hard Plastic Recycling with New Facility | Mirage News",
    "published": "2024-07-04T19:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/newsdevelopments-image.jpg",
    "performance_score": 0,
    "domain_rank": 11530,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c41dc4b68214dea96cc7759473e9382530fd877c",
  "url": "https://www.miragenews.com/australia-boosts-hard-plastic-recycling-with-1269908",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T19:10:00.000+03:00",
  "title": "Australia Boosts Hard Plastic Recycling with New Facility | Mirage News",
  "text": "A collaboration between UNSW Sydney's Centre for Sustainable Materials Research & Technology (SMaRT) and IT asset management company Renew IT has begun turning discarded hard plastics into 3D printer feedstock. A UNSW-invented Plastics Filament MICROfactorieTM Technology module has been installed at Renew IT's Sydney warehouse in Lane Cove, Sydney. UNSW SMaRT Centre Founder and Director, Professor Veena Sahajwalla said, \"commercialising our Plastics Filament MICROfactorieTM Technology has taken a lot of time and effort, but it is a sustainable waste, recycling and manufacturing solution. We're turning the hard plastics found in all modern electronic hardware but not subject to conventional recycling methods, into feedstock for a booming sector\". \"Filament is almost entirely imported to Australia and made from petrochemicals, so being able to locally make it from used plastics also reduces the environmental impacts from global freight. 3D printing is a wonderful technology enjoying rapid uptake but the tragedy is until now 3D printing has been reliant on virgin plastics.\" \"These Plastics Filament MICROfactoriesTM have the potential to revolutionise 3D printer filament creation. I look forward to a time when 3D printing feedstock is sourced exclusively from recycled plastics,\" she said. UNSW Vice-President Societal Impact, Equity and Engagement, Professor Verity Firth said UNSW's partnership with Renew IT has the potential to create genuine, large-scale change. \"The combination of Prof. Sahajwalla's pioneering science and Renew IT's commercial expertise and financial commitment can accelerate genuine change. This industry partnership is an exquisite example of UNSW's commitment to societal impact.\" UNSW Sydney is developing a Societal Impact Framework through which we seek to maximise progress in environmental sustainability and resilience, social cohesion, health, and wellbeing, and economic prosperity for all. As society grows more dynamic and complex, UNSW is committed to being increasingly innovative, multi-disciplinary and strategic in our approach to all research and teaching. Renew IT CEO and founder James Lancaster said, \"this venture addresses two wicked issues.\" \"Not only does it reduce virgin plastic production by creating 3D printing filament from waste items but it also stops hard plastic ending up in landfill.\" \"Electronic goods like televisions, computers and printers are being produced in ever-increasing numbers and often with increasingly short lifecycles, when they do reach end of life, the waste industry's solution has been to deliver them to landfill.\" \"Dispatching hard plastics to landfill is not a solution that sits easily with me. To repurpose that plastic into a new product that's increasingly in demand and which we can sell at a competitive price is a beautiful solution.\" \"If 3D printing feedstock can be competitively produced by recycling plastic, we shouldn't be producing it with virgin materials,\" he said. \"By recovering high quality plastics from e-waste for remanufacturing we can help organisations lower their Scope 3 emissions and boost local manufacturing.\" LINKS [https://unsw-my.sharepoint.com/:u:/g/personal/z3542848_ad_unsw_edu_au/EcVGkpSPQWNFp2biX_awdGMBMoyGNNjLbDC3fyZbKx7v-Q]()",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://unsw-my.sharepoint.com/:u:/g/personal/z3542848_ad_unsw_edu_au/EcVGkpSPQWNFp2biX_awdGMBMoyGNNjLbDC3fyZbKx7v-Q",
    "https://www.unsw-my.sharepoint.com/:u:/g/personal/z3542848_ad_unsw_edu_au/EcVGkpSPQWNFp2biX_awdGMBMoyGNNjLbDC3fyZbKx7v-Q"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "veena sahajwalla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "unsw",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "unsw sydney",
        "sentiment": "none"
      },
      {
        "name": "lane cove",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:12:29.758+03:00",
  "updated": "2024-07-05T05:12:29.758+03:00"
}