{
  "thread": {
    "uuid": "83d17297cde5583b593034b9d9020c0db2227012",
    "url": "https://vnexplorer.net/los-3-sencillos-consejos-de-una-catedratica-de-medicina-de-harvard-para-ponerse-fuerte-a-partir-de-los-50-s2229070.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Los 3 sencillos consejos de una catedrática de Medicina de Harvard para ponerse fuerte a partir de los 50",
    "title_full": "Los 3 sencillos consejos de una catedrática de Medicina de Harvard para ponerse fuerte a partir de los 50",
    "published": "2024-04-05T01:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l3iTy.img",
    "performance_score": 0,
    "domain_rank": 53722,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83d17297cde5583b593034b9d9020c0db2227012",
  "url": "https://vnexplorer.net/los-3-sencillos-consejos-de-una-catedratica-de-medicina-de-harvard-para-ponerse-fuerte-a-partir-de-los-50-s2229070.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-05T01:33:00.000+03:00",
  "title": "Los 3 sencillos consejos de una catedrática de Medicina de Harvard para ponerse fuerte a partir de los 50",
  "text": "Los 3 sencillos consejos de una catedrática de Medicina de Harvard para ponerse fuerte a partir de los 50\nEstas son las semanas que se tardan en aumentar la masa muscular y la fuerza a partir de los 60 años Muévete. Este es el principal consejo que I-Min Lee, catedrática en la Facultad de Medicina de Harvard y profesora de Epidemiología en la Harvard Chan School quiere que te grabes a fuego. Pero la experta de la prestigiosa institución académica no se refiere necesariamente al ejercicio físico, sino la actividad física: mover los músculos y gastar energía como sea. Y si la pregunta es cuánto es suficiente para mejorar la salud, la respuesta es sencilla: más.\n“El ejercicio es estupendo para quienes pueden y quieren hacerlo, pero el ejercicio no es necesario para obtener beneficios para la salud. Cualquier actividad física es saludable, y actividad física es lo que hacemos en la vida diaria”, asegura Lee.\nY es que, seamos realistas, quienes encuentran el tiempo suficiente para hacer ejercicio de manera estructurada no son tantos como pudiera parecer por lo que urge encontrar maneras de aumentar los niveles de actividad sin que ello implique calzarse las zapatillas o ir al gimnasio a levantar peso. Correr puede estar bien para alguien que quiera hacer una carrera de 5 km. Para la salud, yo lo enfocaría de forma muy diferente: El objetivo es simplemente empezar”, afirma la experta.\nEn la misma línea se manifiesta, Christina Ruggeri, médico clínico del Mass General Brigham, entidad asociada a Harvard, que advierte que si has sido sedentario durante mucho tiempo, aborda el aumento de los niveles de actividad como lo harías cocinando en una olla de barro: “a fuego lento”.\n“Todo depende del punto de partida. Si pasas de cero a mil, es probable que sea demasiado y demasiado pronto”, añade la doctora, que aboga por introducir pequeñas píldoras de actividad de diez minutos que pueden contemplar actividades como caminar o incluso algunos ejercicios sencillos para mejorar la forma física antes de elevar el nivel de exigencia.\nLo ideal, como hemos comentado en innumerables ocasiones, es cumplir con las recomendaciones de la Organización Mundial de la Salud, que aboga por completar al menos 150 minutos de actividad física de intensidad moderada a la semana e incluir ejercicios de fuerza en la ecuación. Pero no hay que agobiarse ni obsesionarse porque cualquier cantidad de minutos es mejor que nada. Y ya es mucho.\nCómo empezar a hacer ejercicio Pero si lo que tienes en mente es pasar a la acción y aumentar la frecuencia e intensidad del ejercicio, debes saber que tampoco necesitas invertir demasiado tiempo. Aunque es importante tener en cuenta tres premisas fundamentales para la doctora Lee.\nEl ejercicio tiene que ser práctico Debes tener un objetivo en mente Tienes que disfrutar con ello Es decir, la modalidad que elijas debe ajustarse a tus circunstancias, responder a una finalidad, como perder peso o mejorar la forma física y que sea divertido. Al final, la clave es lograr la adherencia necesaria para que el ejercicio se convierta en la norma y no en la excepción.\n“El mejor plan de entrenamiento es aquel con el que disfrutas y que mantendrás a largo plazo. Cualquier tipo de movimiento es bueno para mejorar la salud mental y física y promover la longevidad. Incluso una actividad física moderada -21 minutos al día- puede reducir el riesgo de cardiopatías, demencia, depresión y varios tipos de cáncer. Y tanto el entrenamiento cardiovascular como el de fuerza tienen su lugar”, asevera Lee.\n“Hasta hace pocos años -prosigue- la mayoría de las investigaciones se centraban en los beneficios para la salud de los ejercicios cardiovasculares (por ejemplo, menor riesgo de mortalidad, enfermedades crónicas, función mental y cognitiva). Más recientemente, hemos visto estudios que también demuestran que el entrenamiento de fuerza está relacionado con tasas más bajas de mortalidad y enfermedades crónicas”.\nLa prueba del habla Y si ya peinas canas, como suele decirse, es importante señalar que la actividad física reduce el riesgo de caídas y lesiones relacionadas con ellas por lo que no es una mala idea que te plantees comenzar a hacer ejercicio si no se encuentra ya entre tus hábitos imprescindibles.\nY si te preguntas qué es ese nivel de intensidad moderada al que nos referimos, puedes utilizar la denominada ‘prueba del habla’. “Si realizas una actividad de intensidad moderada, puedes hablar pero no cantar mientras te mueves. Y si quieres aumentar esos 20 minutos de ejercicio que serían el mínimo recomendable, actividades como pasear al perro, montar en bicicleta, trabajar en el jardín o bailar son buenas para el cuerpo y la mente”, concluye I-Min Lee.\nAsí pues, lo más importante en relación a la actividad física es empezar. Busca un tipo de ejercicio que se adapte a tus circunstancias y objetivos, y sobre todo que te divierta ya que es fundamental que se convierta en un hábito. Aunque sea de 20 minutos al día. Ya lo sabes: muévete. ¿Cuánto? Más.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l3iTy.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1l3iTy.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:36:04.857+03:00",
  "updated": "2024-04-05T01:36:04.857+03:00"
}