{
  "thread": {
    "uuid": "5a70906b17a794c780a1de808f7987cb061225ad",
    "url": "https://www.vanguardia.com/economia/nacional/2024/04/18/santander-tiene-6914-viviendas-en-oferta-para-que-familias-estrenen-casa-nueva",
    "site_full": "www.vanguardia.com",
    "site": "vanguardia.com",
    "site_section": "https://vanguardia.com/economia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Bucaramanga, Santander y Colombia en Vanguardia",
    "title": "Santander tiene 6.914 viviendas en oferta para que familias estrenen casa nueva | Vanguardia.com",
    "title_full": "Santander tiene 6.914 viviendas en oferta para que familias estrenen casa nueva | Vanguardia.com",
    "published": "2024-04-19T00:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://vanguardiaeluniversal-vanguardia-prod.web.arc-cdn.net/resizer/v2/IHL2CPUOCNFILD6BTUR7UGX2PY.JPG?auth=4f9e167bbb17190ec8d826724870898aab49f8b332941f478ce3c5079b2bbc0b&amp;smart=true&amp;width=1200&amp;height=630&amp;quality=70",
    "performance_score": 0,
    "domain_rank": 30812,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a70906b17a794c780a1de808f7987cb061225ad",
  "url": "https://www.vanguardia.com/economia/nacional/2024/04/18/santander-tiene-6914-viviendas-en-oferta-para-que-familias-estrenen-casa-nueva",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Miguel Orlando Alguero",
  "published": "2024-04-19T00:45:00.000+03:00",
  "title": "Santander tiene 6.914 viviendas en oferta para que familias estrenen casa nueva | Vanguardia.com",
  "text": "Los datos del primer trimestre de 2024 confirman una nueva realidad: un sector de menor escala, pero que ha resistido las presiones de la coyuntura económica. Así lo calificó Camacol, el gremio de la construcción. Santander tiene disponibilidad de 6.914 unidades de vivienda en su oferta para que familias de la región compren, con corte hasta marzo de 2024. Esto representa un alza de 18,9 % frente al mismo mes del 2023. Estas cifras se conocieron en medio de la presentación de las más recientes cifras del sector de la construcción por Camacol. [Nacional](/economia/nacional/)09:06 PM Actividad económica creció 2,49 % en febrero, impulsada por el café y la minería en Colombia [Nacional](/economia/nacional/)09:06 PM [Más Podcast](/podcast) En cuanto a ventas, Santander registró un alza leve del 0,2 % en lo que va corrido del año, cuando se comercializaron 1.482. Esta tendencia alcista también se evidenció en los lanzamientos de proyectos, con un aumento del 5 % en los tres primeros meses del 2024, para un total de 1.046. Panorama nacional Esto confirma lo dicho por el presidente de Camacol, Guillermo Herrera, en la presentación de resultados: el sector de la construcción en Colombia presenta señales de mejora. Herrera argumentó que la reducción de las tasas de interés ya se está sintiendo en la compra de vivienda, lo que se suma a la desaceleración de los costos de construcción, que ahora crecen por debajo del 5 %, cuando hace un año estaban en 14 %. A pesar de estas señales positivas, el empleo sigue siendo el principal motivo de preocupación para el sector. Según Herrera, si la construcción continúa desacelerándose, se podrían perder miles de empleos, especialmente en la mano de obra de baja calificación, que representa el 70 % del sector. Por eso, para evitar un mayor deterioro del empleo, Camacol ha hecho un llamado al Gobierno para que implemente medidas de reactivación, como el incremento del gasto en vivienda y la habilitación de suelo para vivienda de interés social (VIS). 📢COMUNICADO DE PRENSA— Camacol Colombia (@CamacolColombia) “Aún sin un plan de reactivación, el sector ha resistido las presiones de la coyuntura económica”: [@CamacolColombia] Vea el comunicado completo en [https://t.co/aSe7sk3wQz] [#ComunicadoDePrensa] [#Noticia] [#Ahora] [#Construcción] [#Reactivación] [#AEstahora] [pic.twitter.com/NngXdekr77] [April 17, 2024] El dirigente gremial proyectó que, si las tasas bajan hasta el 11 %, 240.000 hogares podrían acceder a su vivienda. Incluso, se podría llegar al millón de hogares con los aportes de los subsidios regionales de alcaldías y gobernaciones. En respuesta a las preocupaciones del sector, Camacol le solicitó al Ministerio de Vivienda un plan que incluya la habilitación de suelo para VIS, la renovación y rehabilitación urbana, el trabajo con las cajas de compensación y la creación de créditos para la construcción. Le puede interesar: [Alerta en Bucaramanga: minería ilegal sigue poniendo en riesgo la escarpa occidental](https://www.vanguardia.com/podcast/el-bolsillo-podcast/2024/04/18/alerta-en-bucaramanga-mineria-ilegal-sigue-poniendo-en-riesgo-la-escarpa-occidental/) Subsidios y oferta de vivienda Uno de los principales problemas identificados por Camacol es la baja capacidad de los hogares para realizar el cierre financiero de la compra de vivienda. Para solucionarlo, el gremio constructor le plantea al Gobierno otorgar más subsidios y aumentar los niveles de entrega de estos. Pese a las dificultades del 2023, Camacol se mantiene optimista para el 2024. El sector cuenta con una oferta sólida de 166.000 viviendas para que familias colombianas compren, de las cuales el 52 % son de interés social. Se espera que la reactivación del sector impulse la venta de estas viviendas y genere alrededor de 275.000 empleos en los próximos cuatro años. Ya para impulsar las ventas en el corto plazo, Camacol propone una inversión de $1 billón en líneas de financiación de vivienda. Esta medida permitiría la venta de 105.000 viviendas VIS y 60.000 no VIS, generando un impulso de $40 billones en ventas y 275.000 empleos. No obstante, un punto de preocupación es la baja disponibilidad de coberturas a la tasa de Mi Casa Ya, actualmente solo existen 33.000. Camacol espera que el Gobierno tome medidas para aumentar esta disponibilidad y facilitar el acceso a la vivienda para la población más vulnerable. Buenas noticias para el sector de la construcción, recibimos desde— Catalina Velasco Campuzano, Ph.D. (@CATALINAVELASCO) [@GobBoyaca] [#LaViviendaNosUne]querido [@CarlosAmayaR] [https://t.co/9J7rxEsAhw] [April 17, 2024] A esto se suma, la propuesta de estandarizar los procesos asociados a los tipos de subsidio regionales planeados, con base en las modalidades existentes. Para afrontar estos retos, desde Camacol Santander y Vanguardia organizaron para este 27 y 28 de abril la 17a edición de la Feria Inmobiliaria. “Aprovecha tus cesantías y haz realidad el sueño de tener casa propia”. Le puede interesar: [Actividad económica creció 2,49 % en febrero, impulsada por el café y la minería en Colombia](https://www.vanguardia.com/economia/nacional/2024/04/18/actividad-economica-crecio-249-en-febrero-impulsada-por-el-cafe-y-la-mineria-en-colombia/) Panorama entre grises El líder gremial informó que entre enero y marzo del 2024 las ventas de vivienda registraron una contracción del 17,7 % frente mismo periodo de 2023, con un total 32.017 unidades comercializadas. Este valor, aseguró, es el más bajo en un primer trimestre en los últimos 15 años y se suma al mal desempeño de los lanzamientos (-34 %) y las iniciaciones (-26,7 %). Los niveles de comercialización y de actividad son similares a lo observado a 2011. Este retroceso trae consigo costos económicos y sociales que se reflejan variables como el empleo. “Regresar a los niveles de ventas y producción de 2011 implicaría retornar a niveles de empleo similares a los de ese año, cuando el sector ocupaba 1,1 millones de trabajadores frente a los 1,5 millones que emplea actualmente”. Asimismo, el dirigente gremial destacó los importantes esfuerzos de los entes territoriales en la priorización de políticas de vivienda nueva regionales. “Las ciudades y los departamentos se están comprometiendo con la construcción de vivienda formal para sus habitantes”. Insistió en la necesidad de implementar el plan de reactivación del sector, propuesto por el Gobierno Nacional, a partir de la inversión de nuevos recursos para coberturas a la tasa de interés. Con un presupuesto cercano a $1 billón se pueden movilizar recursos para cerca de 160.000 coberturas a la tasa para VIS y No VIS.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:53:52.915+03:00",
  "updated": "2024-04-19T01:28:21.630+03:00"
}