{
  "thread": {
    "uuid": "6679b6c94aadc8c98ce169f4231affcc4f39516e",
    "url": "https://www.gov.br/saude/pt-br/assuntos/noticias/2024/fevereiro/ministra-nisia-trindade-assina-acordo-para-criacao-da-unidade-de-retaguarda-hospitalar-aos-povos-indigenas",
    "site_full": "www.gov.br",
    "site": "www.gov.br",
    "site_section": "https://www.gov.br/saude/atom.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Ministério da Saúde",
    "title": "Ministra Nísia Trindade assina acordo para criação da Unidade de Retaguarda Hospitalar aos Povos Indígenas — Ministério da Saúde",
    "title_full": "Ministra Nísia Trindade assina acordo para criação da Unidade de Retaguarda Hospitalar aos Povos Indígenas — Ministério da Saúde",
    "published": "2024-02-29T22:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.gov.br/saude/pt-br/assuntos/noticias/2024/fevereiro/ministra-nisia-trindade-assina-acordo-para-criacao-da-unidade-de-retaguarda-hospitalar-aos-povos-indigenas/roraima-1.png/@@images/2cea9ebc-48e1-4aed-bb6a-f0184626bb60.png",
    "performance_score": 0,
    "domain_rank": 1363,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6679b6c94aadc8c98ce169f4231affcc4f39516e",
  "url": "https://www.gov.br/saude/pt-br/assuntos/noticias/2024/fevereiro/ministra-nisia-trindade-assina-acordo-para-criacao-da-unidade-de-retaguarda-hospitalar-aos-povos-indigenas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T22:40:00.000+02:00",
  "title": "Ministra Nísia Trindade assina acordo para criação da Unidade de Retaguarda Hospitalar aos Povos Indígenas — Ministério da Saúde",
  "text": "Em uma movimentação estratégica para fortalecer a assistência à saúde dos povos indígenas em Roraima, o Ministério da Saúde, em parceria com a Universidade Federal de Roraima (UFRR) e a Empresa Brasileira de Serviços Hospitalares (Ebserh), anunciou, nesta quinta-feira (29), a criação da Unidade de Retaguarda Hospitalar aos Povos Indígenas (URHPI). O protocolo de intenções foi assinado durante a cerimônia de instalação da Casa de Governo no estado, marcando um momento histórico para a saúde indígena no Brasil.\nAlém da unidade para atendimento aos povos indígenas, o projeto do Hospital Universitário beneficiará a todo o estado de Roraima, como destacou a ministra da Saúde, Nísia Trindade. “Agradeço ao governador [de Roraima, Antonio] Denarium pela cessão do Hospital de Clínicas Wilson Franco, que, sob a gestão da Universidade Federal de Roraima, se transformará no hospital universitário, cumprindo as funções de assistência, educação e formação de profissionais de saúde”, reforçou.\nEla destacou que a iniciativa se soma a outros esforços, como a expansão da saúde da família e do cuidado no hospital da criança, e reflete o trabalho integrado para a saúde de Roraima, incluindo indígenas e crianças migrantes. “Com esse ato contínuo, teremos a construção de 22 novos pavilhões agregados ao hospital atual, incluindo uma unidade de terapia intensiva, aumentando em 180 leitos, o que será fundamental para toda a população”, celebrou a ministra.\nExperiência inédita no cuidado especializado dos povos originários\nA URHPI, primeira experiência do tipo no país, integrará o Complexo Hospitalar Universitário da UFRR, estabelecendo um marco inovador no atendimento especializado e diferenciado aos cerca de 100 mil indígenas residentes nos territórios do estado. Este projeto visa não apenas proporcionar um atendimento mais eficaz e humanizado, mas também desafogar as Casas de Apoio à Saúde Indígena (CASAI), otimizando o sistema de saúde voltado para esta população.\nEspaço de cuidado intermediário, focado em atender indígenas aldeados em condições clínicas estáveis, a URHPI será equipada com infraestrutura e serviços que respeitam as particularidades culturais e de saúde dessa população. Além disso, o projeto arquitetônico da unidade hospitalar incorporará elementos essenciais para um atendimento que respeite as tradições e necessidades dos povos indígenas, como centros de medicina tradicional e leitos redários, garantindo um local de atendimento acolhedor e eficiente.\nA construção da unidade é um processo coletivo, que contará com a participação ativa de lideranças indígenas, visando garantir que o projeto atenda às expectativas e necessidades das comunidades.\nMaior articulação entre entes federais, estaduais e municipais\nA inauguração da Casa de Governo em Boa Vista reforça o compromisso do Governo Federal com a saúde indígena, estabelecendo um precedente para futuras ações integradas de cuidado e proteção aos povos originários do Brasil. Durante a inauguração, o ministro da Casa Civil, Rui Costa, destacou a importância da estrutura para a articulação de todas os órgãos públicos federais, estaduais e municipais. “É preciso a união de muitos para que a gente vença”, destacou. Costa lembrou que a questão indígena é premente no estado, mas ressaltou que também serão articuladas ações para Roraima de uma forma geral. “No dia 7 de março o\npresidente Lula está lançando o resultado do PAC Seleções. E, nesse lançamento do PAC, ele vai anunciar obras para o Brasil inteiro, inclusive para Roraima”, lembrou.\nA Casa de Governo, parte das ações para o enfrentamento da crise humanitária na Terra Indígena Yanomami, coordenará a execução de políticas públicas emergenciais e permanentes, contando com um investimento federal de R$ 1,2 bilhão em crédito extraordinário para 2024.\nO presidente da República, Luiz Inácio Lula da Silva, destacou a importância da ação conjunta dos ministérios e órgãos federais na cerimônia, enfatizando que o Poder Executivo tratará os problemas enfrentados pelos povos indígenas como uma \"questão de Estado\". A integração entre ministérios como Saúde, Educação, Povos Indígenas e Direitos Humanos, juntamente com a atuação de órgãos como a Polícia Federal e o Ibama, visa assegurar a retomada do modo de vida indígena e o combate a práticas ilícitas.\nAlém da ministra Nísia Trindade, e do Ministro Rui Costa, estiveram presentes na cerimônia de instalação os ministros: Ricardo Lewandowski (Justiça), José Múcio (Defesa), Sonia Guajajara (Povos Indígenas), Nísia Trindade (Saúde), Wellington Dias (Desenvolvimento e Assistência Social), Esther Dweck (Gestão e Inovação), Marina Silva (Meio Ambiente), Paulo Teixeira (Desenvolvimento Agrário e Agricultura Familiar) e Jorge Messias (AGU). Além de representantes de: Ibama, Polícia Federal, Polícia Rodoviária Federal, Força Nacional de Segurança (FNS), Funai. Também participaram da cerimônia o Governador de Roraima, Antonio Denarium, o prefeito de Boa Vista, Arthur Henrique Brandão, as lideranças indígenas Davi Kopenawa, Júnior Hekurari e outras autoridades locais.\nAções do Ministério da Saúde: da emergência às estruturas permanentes\nDesde o início de 2023, o Ministério da Saúde tem sido uma peça fundamental na resposta à crise humanitária que afeta os povos Yanomami, atuando decisivamente para salvar vidas e garantir assistência integral à população. Com foco na reconstrução das políticas de saúde indígena, o Ministério não apenas enfrentou a situação de emergência gerada pela desassistência dos últimos anos mas também começou a implementar ações estruturantes, visando garantir uma vida digna e o acesso ao cuidado integral em todo ciclo de vida para os Yanomami.\nPara 2024, o Ministério da Saúde, através da coordenação do Grupo de Trabalho Executivo Yanomami e com a integração de todo o Ministério, desenvolveu uma estratégia composta por 10 eixos fundamentais, delineando um plano de ação abrangente que inclui:\n1. Cuidado Integral: implementação da primeira unidade de retaguarda hospitalar indígena, construção do Centro de Referência em Surucucu, e parcerias para apoio em território.\n2. Malária: criação do núcleo de Telessaúde para manejo da malária e revisão de protocolos específicos para a região Yanomami.\n3. Assistência Nutricional: revisão do protocolo de assistência nutricional e qualificação das equipes para manejo de casos de desnutrição grave.\n4. Provimento e Qualificação de Profissionais: expansão do Programa Mais Médicos, suporte e qualificação contínua das equipes, e reforço das equipes da Força Nacional do SUS.\n5. Assistência Farmacêutica: ampliação da Relação Nacional de Medicamentos Essenciais para saúde indígena.\n6. ISTs: escalação da testagem e tratamento para ISTs, dada a alta incidência em território Yanomami.\n7. Doenças Respiratórias: organização de formação específica em espirometria para profissionais de saúde atuantes nos DSEI de Roraima.\n8. Telessaúde: implementação do Núcleo de Telessaúde da UFRR, visando oferecer assistência aos povos indígenas e estruturar a equipe para desenvolvimento de telessaúde no estado.\n9. Água Potável: instalação de sistemas de abastecimento de água no território Yanomami, com 20 sistemas já instalados em 2023.\n10. Infraestrutura: construção e reforma de Unidades Básicas de Saúde Indígena (UBSI), reforma completa da Casai, e reforma do polo base de Auaris.\nEste conjunto de medidas marca a transição das ações emergenciais para ações estruturantes, enfatizando o compromisso do Ministério da Saúde em garantir o cuidado permanente para a população Yanomami, alinhado com a recente iniciativa do Governo Federal, que inclui a criação da Casa de Governo em Roraima. Essa estrutura, conforme anunciado durante a cerimônia de instalação, coordenará e monitorará a execução do Plano de Desintrusão e de Enfrentamento da Crise Humanitária na Terra Indígena Yanomami, integrando esforços de diversos órgãos federais e reforçando o papel essencial do Ministério da Saúde no processo.\nJéssica Gotlib\nMinistério da Saúde",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:35:17.986+02:00",
  "updated": "2024-03-01T00:35:17.986+02:00"
}