{
  "thread": {
    "uuid": "6ae9cc27206458e9b0b20a7eb054f784bb1d0f71",
    "url": "https://ruralradio.com/krvn/abc_news/civil-rights-leader-speaks-out-on-amc-theater-seating-incident-abcidfe44e256/",
    "site_full": "ruralradio.com",
    "site": "ruralradio.com",
    "site_section": "https://ruralradio.com/krvn",
    "site_categories": [
      "agriculture",
      "business"
    ],
    "section_title": "KRVN &#x2d; #1 For Agriculture, Weather, &#038; News. &#x2d; #1 for Agriculture, Weather &amp; News",
    "title": "KRVN 880 – KRVN 93.1 – KAMI - Civil rights leader speaks out on AMC theater seating incident",
    "title_full": "KRVN 880 – KRVN 93.1 – KAMI - Civil rights leader speaks out on AMC theater seating incident",
    "published": "2023-12-29T21:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/syndication.abcaudio.com/files/2023-12-29/GettyImages_AMCTheater_122923.jpg",
    "performance_score": 0,
    "domain_rank": 72123,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ae9cc27206458e9b0b20a7eb054f784bb1d0f71",
  "url": "https://ruralradio.com/krvn/abc_news/civil-rights-leader-speaks-out-on-amc-theater-seating-incident-abcidfe44e256/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T21:51:00.000+02:00",
  "title": "KRVN 880 – KRVN 93.1 – KAMI - Civil rights leader speaks out on AMC theater seating incident",
  "text": "(GREENVILLE, N.C.) — Civil rights leader Rev. William Barber II spoke out in a press conference Friday after a Dec. 26 incident at an AMC theater in Greenville, North Carolina, in which he says he was escorted out of the theater. Barber, a prominent activist in North Carolina who led the state’s large NAACP chapter for years, said he suffers from ankylosing spondylitis, an inflammatory disease that has prompted him to use a different type of chair to ease his pain. He said he brought his own chair to the movie theater to watch “The Color Purple” with his 90-year-old mother. He said he placed it in a section specifically designated for guests with disabilities, which prompted safety concerns from theater employees. According to Barber, he was threatened with trespassing charges when he refused to leave and was escorted out by local police officers. “Our plans were interrupted when the managers of the AMC theater here in Greenville chose to call the police rather than accommodate my visible disability,” said Barber. The incident later prompted a conversation about accommodations for disabled people and accessibility in public places. “If I cannot sit in my chair in a theater in Greenville, North Carolina, there are thousands of other people who will be excluded from public spaces in this nation,” Barber said. “This is now about what systemic changes, policy changes, changes to training can ensure this happens to no one.” In a statement to ABC-owned television station WTVD, AMC apologized to Barber for “how he was treated, and for the frustration and inconvenience brought to him, his family, and his guests.” AMC Chairman and CEO Adam Aron has reached out to Barber and plans to meet with him to discuss the incident, according to the statement, which Barber confirmed in the press conference. “AMC welcomes guests with disabilities,” the statement read. “We have a number of accommodations in place at our theatres at all times, and our theatre teams work hard to accommodate guests who have needs that fall outside of the normal course of business.” AMC said it encourages guests who require special seating to speak with a manager in advance to see how the theater can best accommodate them. The company, which has 900 theaters and 10,000 screens worldwide, said it is reviewing policies “to help ensure that situations like this do not occur again.” The NAACP North Carolina called for concrete steps to ensure accessibility in all AMC theaters across the nation. “This incident serves as a powerful reminder that we must create spaces that are inclusive, fair, and respectful of the rights of every individual,” read a statement from the NAACP local chapter. “Discrimination based on physical abilities has no place in our society, and we must take decisive action to address this issue.” AMC and the Greenville Police Department did not immediately respond to ABC News’ request for comment. Copyright © 2023, ABC Audio. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william barber ii",
        "sentiment": "negative"
      },
      {
        "name": "barber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amc",
        "sentiment": "negative"
      },
      {
        "name": "krvn",
        "sentiment": "negative"
      },
      {
        "name": "naacp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "greenville",
        "sentiment": "none"
      },
      {
        "name": "n.c.",
        "sentiment": "none"
      },
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "greenville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:34:26.278+02:00",
  "updated": "2023-12-30T00:34:26.278+02:00"
}