{
  "thread": {
    "uuid": "ca2564656aefa2e7d6df6a160403b7866e2e6430",
    "url": "https://www.noozhawk.com/community-steps-up-to-raise-funds-for-owner-of-collapsed-home-in-santa-barbara",
    "site_full": "www.noozhawk.com",
    "site": "noozhawk.com",
    "site_section": "https://www.noozhawk.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Noozhawk",
    "title": "Community Steps Up to Raise Funds for Owner of Collapsed Home in Santa Barbara",
    "title_full": "Community Steps Up to Raise Funds for Owner of Collapsed Home in Santa Barbara",
    "published": "2024-06-22T07:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.noozhawk.com/wp-content/uploads/2024/06/061724-april-las-alturas-road-sliding-house-4-ph-2000.jpg",
    "performance_score": 0,
    "domain_rank": 23551,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca2564656aefa2e7d6df6a160403b7866e2e6430",
  "url": "https://www.noozhawk.com/community-steps-up-to-raise-funds-for-owner-of-collapsed-home-in-santa-barbara",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Green, Noozhawk Staff Writer",
  "published": "2024-06-22T07:02:00.000+03:00",
  "title": "Community Steps Up to Raise Funds for Owner of Collapsed Home in Santa Barbara",
  "text": "Months after a landslide took out part of Las Alturas Road and sent a home sliding down a hillside above Santa Barbara, residents are still trying to help the former occupants.\nThe Riviera home, which belongs to Jan Luc, was condemned by the\nCity of Santa Barbara in April.\nIn the aftermath, neighbor Jan Campbell set up a\nGoFundMe fundraiser to help Luc and her family relocate and pay for cost-of-living needs.\nLuc lived there with her two sons, Ben and Patrick.\n“When I saw what happened to her house, I was shocked,” Campbell said.\nCampbell, who has known the family for years, first worked alongside Luc at the accounting firm\nBartlett, Pringle & Wolf. Luc would later babysit Campbell’s two daughters.\nCampbell also noted that Luc’s late husband built the home in the 1970s.\nIn the immediate aftermath of the landslide, Campbell struggled to find Luc or learn what happened to her, but later found out she was living in a hotel in Goleta.\n“I was shocked at how upbeat and positive she was,” Campbell said. “I mean for something like that to happen when you’re in your late 80s is pretty devastating, but she always had a really good sense of humor.”\nCampbell decided to set up a GoFundMe account to help with the cost of the damage.\nCampbell had a similar experience during the Tea Fire in 2008, when her home was damaged by the flames. The Tea Fire caused\none death and dozens of injuries, along with destroying more than 200 homes.\nCurrently, the GoFundMe for Luc’s family has raised a little more than $19,600 of its $25,000 goal and is still open.\nCity Monitoring Road Conditions\nCity officials say they are monitoring the home and the section of Las Alturas Road that collapsed, but the area is currently stable.\nAccording to Tina Dye, the chief building official for the city, the cost of removing the condemned home will be borne by the homeowner since the land is considered private property.\nBesides being tagged as uninhabitable, Dye said, the home has no code violations.\nThe section of Las Alturas Road near the house is still sectioned off with sandbags and tape. The road is also being limited to a single lane road for the foreseeable future.\nAccording to principal engineer Laura Yanez, the city is confident in the status of the road.\n“Currently, the road is stable,” Yanez said. “We’re not seeing any further damage on one lane of traffic.”\nYanez also confirmed that the city is working with a geotechnical firm to determine what the next steps are for restoring the road.\nThe firm,\nCotton, Shires and Associates, is expected to do an assessment of the area in July, and come back with an update in the month after that.\nAfter receiving the report, the city will move forward regarding the road and any repairs.\nYanez also said the city is aware of concerns about possible damage to water pipes and sewage lines raised by neighbors.\n“We’re actively monitoring the area and have no reasons to be concerned,” Yanez said.\nCampbell said the support for Luc from the community has been overwhelming, and has restored her faith in humanity.\n“Santa Barbara is a very generous community,” Campbell said. “I think it was people who wanted to help, and I mean anywhere from a little bit to a lot. They just wanted to be part of a group of people that helped someone else.”\nClick here to donate to the GoFundMe account.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.bpw.com/",
    "https://www.gofundme.com/f/help-jan-luc-recover-from-the-loss-of-her-home",
    "https://www.cottonshires.com/",
    "https://santabarbaraca.gov/",
    "https://www.santabarbaraca.gov/",
    "https://cottonshires.com/",
    "https://bpw.com/",
    "https://www.cottonshires.com",
    "https://santabarbaraca.gov",
    "https://gofundme.com/f/help-jan-luc-recover-from-the-loss-of-her-home",
    "https://www.bpw.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jan luc",
        "sentiment": "none"
      },
      {
        "name": "” campbell",
        "sentiment": "none"
      },
      {
        "name": "patrick",
        "sentiment": "none"
      },
      {
        "name": "campbell",
        "sentiment": "none"
      },
      {
        "name": "ben",
        "sentiment": "none"
      },
      {
        "name": "luc",
        "sentiment": "none"
      },
      {
        "name": "jan campbell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bartlett, pringle & wolf",
        "sentiment": "none"
      },
      {
        "name": "campbell",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las alturas road",
        "sentiment": "none"
      },
      {
        "name": "santa barbara months",
        "sentiment": "none"
      },
      {
        "name": "riviera",
        "sentiment": "none"
      },
      {
        "name": "goleta",
        "sentiment": "none"
      },
      {
        "name": "santa barbara",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T08:15:07.315+03:00",
  "updated": "2024-06-22T08:15:07.315+03:00"
}