{
  "thread": {
    "uuid": "895d213ee3a6d8d999cb1f66e77267ffc4849e9f",
    "url": "https://www.losandes.com.ar/por-las-redes/busca-por-redes-a-su-companerita-de-salita-de-5-que-le-dio-su-primer-beso-quiero-encontrarte-macarena",
    "site_full": "www.losandes.com.ar",
    "site": "losandes.com.ar",
    "site_section": "https://www.losandes.com.ar/arcio/rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "Los Andes",
    "title": "Busca por redes a su compañerita de salita de 5 que le dio su primer beso: “Quiero encontrarte, Macarena”",
    "title_full": "Busca por redes a su compañerita de salita de 5 que le dio su primer beso: “Quiero encontrarte, Macarena”",
    "published": "2024-02-29T23:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.losandes.com.ar/resizer/LFD2XSepyJ5X0g32WSt4GTCNH64=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/NPRSGROL3RAT3MFJNIEBSY6QJE.jpg",
    "performance_score": 0,
    "domain_rank": 25031,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "895d213ee3a6d8d999cb1f66e77267ffc4849e9f",
  "url": "https://www.losandes.com.ar/por-las-redes/busca-por-redes-a-su-companerita-de-salita-de-5-que-le-dio-su-primer-beso-quiero-encontrarte-macarena",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Los Andes",
  "published": "2024-02-29T23:52:00.000+02:00",
  "title": "Busca por redes a su compañerita de salita de 5 que le dio su primer beso: “Quiero encontrarte, Macarena”",
  "text": "En una iniciativa que ha conmovido a miles de usuarios en TikTok, Lucas, un joven cordobés, ha lanzado una emotiva búsqueda para encontrar a Macarena, la niña que fue su compañera en el jardín y con quien compartió un momento especial hace más de dos décadas. A través de su perfil en TikTok, Lucas compartió fotografías de ambos cuando eran pequeños, acompañadas de un conmovedor mensaje en el que expresaba su deseo de reunirse con ella. “Ayúdame a encontrar a Macarena. Ya que las redes son servicio, necesito de su ayuda”, escribió Lucas en su publicación. Recordando aquel momento de su infancia, Lucas relató cómo hace aproximadamente 25 años compartió su primer beso con Macarena en la guardería. Aunque el tiempo ha pasado y los recuerdos se desvanecen, el joven aún conserva en su memoria el afecto que sentía por aquella niña. Consciente de la limitada información de la que dispone, Lucas detalló que la guardería se encontraba en Córdoba Capital, aunque desconoce el barrio específico. Con determinación, expresó su anhelo de conocer el rumbo que ha tomado la vida de Macarena, si tiene familia, pareja o se encuentra soltera. El llamado de Lucas no tardó en propagarse por la plataforma de videos, alcanzando una gran repercusión con más de 55mil “Me gusta”, mil comentarios y cerca de 400 compartidos. La emotiva búsqueda despertó la solidaridad y la curiosidad de los internautas, quienes inundaron el post con mensajes de apoyo y la esperanza de que Macarena se presente. “Macarena, aparecé”, “¿Me avisan si aparece? Lloro de la emoción, me puse re sentimental”, “Cadena de etiquetar a todas las Macarenas”, fueron algunos de los comentarios que expresaron la emoción y el interés de la comunidad virtual por ayudar a Lucas a encontrar a su antiguo amor del jardín. Aunque tambien estan los comentarios que buscan quitarle la dulzura al posteo como el de Beto “seguro que a Maca el 14 le estaban dando como a cajón que no cierra y el muchacho buscándola”. Más allá del paso de comedia, Lucas necesita de tu ayuda para reencontrarse con la dueña de su primer beso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:02:34.365+02:00",
  "updated": "2024-03-01T00:34:05.275+02:00"
}