{
  "thread": {
    "uuid": "9cd83db741a379026e11af2669ae160831cbcbcb",
    "url": "https://www.newsbreak.com/wibx-950-520880/4454463112725-heroic-central-new-york-police-officer-getting-national-attention",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/m/wibx-950-520880",
    "site_categories": [
      "under_construction",
      "arts, culture and entertainment",
      "human interest",
      "lifestyle and leisure",
      "economy, business and finance",
      "crime, law and justice",
      "politics",
      "sport"
    ],
    "section_title": "WIBX 950&#x27;s Home Page | NewsBreak",
    "site_title": "NewsBreak: Local News &amp; Alerts",
    "title": "Heroic Central New York Police Officer Getting National Attention - NewsBreak",
    "title_full": "Heroic Central New York Police Officer Getting National Attention - NewsBreak",
    "published": "2026-01-22T10:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2MyfRO_18FPuKR300",
    "performance_score": 0,
    "domain_rank": 2819,
    "domain_rank_updated": "2026-01-18T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9cd83db741a379026e11af2669ae160831cbcbcb",
  "url": "https://www.newsbreak.com/wibx-950-520880/4454463112725-heroic-central-new-york-police-officer-getting-national-attention",
  "ord_in_thread": 0,
  "author": "Polly",
  "published": "2026-01-22T10:52:00.000+02:00",
  "title": "Heroic Central New York Police Officer Getting National Attention - NewsBreak",
  "text": "By Polly ,\n6 hours ago Credit – Jamie Pastorello A Syracuse police officer who captured hearts across Central New York is about to go national.\nOfficer Jamie Pastorello noticed a woman struggling up a hill with a heavy box of groceries in freezing weather.\nHe pulled over and asked, “Do you need a ride?” — a simple question that meant the world to Rhea Holmes, who had been sleeping under a tarp on her husband’s grave at Oakwood Cemetery after losing her home and ID.\nREAD MORE: Simple Act of Kindness Goes Viral\nCredit – Jamie Pastorello Rhea Finds a New Home What started as a moment of human kindness quickly went viral online.\nThe community rallied around Rhea, from Le Moyne College, providing temporary shelter to a local nonprofit that helped her move into a permanent tiny home.\nREAD MORE: A Ride That Changed Everything – Homeless Woman Gets New Home\nLess than a month later, she had a safe, stable place to live — a life-changing turn sparked by one officer’s empathy.\nDownload the WFRG Mobile App Now Credit – JamiePastorello Getting National Attention Now, the story that warmed the hearts of Central New York is reaching audiences across the country.\nThis Friday, January 23, at 6:30 PM on CBS Evening News, correspondent Steve Hartman’s “On The Road” segment will highlight the incredible bond between Pastorello and Rhea, showing how a simple act of kindness can leave a lasting impact.\n37 Heartwarming Acts of Kindness to Restore Your Faith in Humanity Here are 35 heartwarming acts of kindness from Central New York angels that'll restore your faith in humanity. Gallery Credit: Credit - Polly McAdams Credit - Heather Judd/Jamie Lee/Amy Hanna Hundreds Line Street For Anna's Last Ride They say it takes a village. More than one came together to honor an Ilion girl who fought one hell of a cancer battle. Hundreds lined the streets of Ilion for Anna's Last Ride just as she passed away.\nAnna Labella has been fighting cancer since she was diagnosed in 2019. She was in remission but the hateful disease came back with a vengeance.\nMore than 200 people lined up to show Anna and her family how much she was loved. Vehicles filled with friends, family, and strangers stretched for miles through Herkimer County as even more lined the streets holding signs of support. More Anna Strong signs were placed in business doorways and windows all throughout the area.\nCredit - Herkimer County Humane Society via Facebook Abandoned Dog Finds Loving Foster Family If this doesn't melt your heart nothing will. Miracle, the dog abandoned in the freezing cold outside the Herkimer County Humane Society, has found a new foster family who is showering her with lots of love. TSM CNY Breaks Records for St Jude Kids Central New York broke records, raising over $87,000 for the kids at St Jude Children's Research Hospital, nearly 10 grand more than in 2022. Credit - Willowvale Fire Company Inc. via Facebook 11-Year-Old CNY Boy Heroically Prevents Fire From Spreading The Willowvale Fire Department was called to a garage fire on Bleachery Place in Chadwicks, New York. When firefighters arrived they noticed light smoke coming from the garage and burning embers.\nIt could have been a lot worse if it wasn't for 11-year-old Carter Carro, who lives next door. He heard about the fire and without hesitation, got a fire extinguisher from his home, went to the neighbor's garage, and properly used it to knock the fire down. Credit - Village of Depew, NY via Facebook Garbage Man Helps Stranded 90-Year-Old Woman A New York trashman stopped to help a little old lady stranded on the side of the road for more than an hour.\nJames Colby was making his rounds, picking up trash in the neighborhood, and spotted a broken down car on the side of the road in Erie County. Turns out, a 90-year-old woman needed help after getting a flat tire. \"She told me she had been waiting for AAA for over an hour and no one stopped to help her. Poor thing.\"\nColby not only stopped, but he also climbed out of his Casella garbage truck and got down and dirty to change the tire. Credit - Kate Glaser via Twitter/Mei Ling Mirow via Unsplash/Think Stock 8-Year-Old Trick or Treater Refills Empty Candy Bowl From His Bag A sweet 8-year-old trick-or-treater in New York refilled an empty candy bowl on a neighbor's porch so other kids could have something on Halloween too.\nThe sweet moment was shared on social media in hopes of finding the boy's parents.\nThe sweet boy under the costume is Jeremiah. He is 8 years old and is the son of a single mom named Tammy. Credit - Two Buttons Deep via Facebook UPS Driver Makes Sweet Surprise One UPS driver in Albany is going viral after his visit to these two girl's snow cone stand. All they were asking for was 5 cents for a snow cone, but he wanted to make their day. He instead paid them $10 and put the biggest smile on each of their faces.\nTo make the story even sweeter, the UPS guy made a comeback. Instead of buying another $10 snow cone from the girls, this time he surprised them with their own snow cone maker. And their reaction was priceless. Credit - Crystal Dawn Two CNY Teens Take Time to Help Elderly Woman Change Flat Tire Two Central New York teens helped an elderly woman who needed her tire changed.\nThe woman tried to hand the teens money as a thank you, but both refused to take it. They told her to use it to get her tire fixed and then explained how someone stopped to help one day when they were on the side of the road and they were only doing what they should.\nKudos to Alex Arkema of West Winfield and his best friend Dylan who was visiting from North Carolina for Arkema's graduation. Your parents should be proud. Credit - Utica Police Dept via Facebook Cop Goes Beyond Call of Duty to Help Special Needs Teen One Utica Police Officer went above and beyond the call of duty for a Proctor High School student with special needs who was attacked.\nOfficer Wesley Jackson calmed the teen after a fight. Then he stopped by the boy's at the end of his shift after noticing the need for adequate clothes and shoes, which ironically was his birthday.\nCredit - Bryant Brown Jr/Dakarai Singletary via Facebook Buffalo Bills Support Bullied Student Mello, who is a 7th grader at Buffalo Creek Academy, was tired of seeing other students pick on a smaller kid named Melvin about his shoes. So he used his allowance and bought Melvin a new pair of Nike shoes.\nMello's kindness quickly went viral. First in Buffalo and then nationwide.\nThe Buffalo Bills got wind of Mello's sweet gesture. Running back Taiwan Jones stopped by the school to give both Mello and Melvin some gifts and tickets to a game. Credit - lutzlivetotell via Instagram Tearful NBA Tribute for Fallen Oneida Marine NBA players honored soldiers killed in action in a moving tribute, including a fallen Marine from Oneida, New York. And the moment came at a time when the family needed it most.\nLCpl Jeremy Lasher was killed by an IED in Afghanistan in 2009. His name, memory, and sacrifice were among those honored by Orlando Magic players. Each player held up a jersey during the National Anthem with names of a fallen soldier on the back for the L3Harris’ 17th annual Seats for Soldiers Night. \"Such an honor and beautiful picture to see,\" said Lasher's wife, Andrea.\n\"This couldn't have come at a better time. My son was harassed by a man we did not know the other day for wearing a shirt honoring his father Jeremy, telling him to take it off. So when I saw this, I showed my son I told him some people in this world do care and honor your dad and appreciate the sacrifice he made.\"\nCole Anthony, whose grandfather was in the military, was the player holding Lasher's jersey and was happy to show his appreciation for Lasher's bravery and commitment. “I just have a lot of respect for people who serve this country,” he said . “It was definitely an awesome moment. I’m very glad we were able to do that.\"\nAndrea is not sure who sent Jeremy’s name to the team or if they just picked it themselves, but's she grateful. \"This was a moment that meant more to us than so many will understand. It helped a young man not lose hope in humanity and see people still care and support one another. \" Credit - Big Jay's Pizza via Facebook Business Returns Money Customer Left Behind A customer accidentally left a bunch of money on the counter of Big Jay's Pizzeria in Marcy, New York while picking up his lunch. Rather than pocketing the lost money, business owners turned to social media to see if they could find the man and return the money.\nThe video was shared enough times, word got back to the man who left his money behind. \"Thank God for security cameras and Big Jay's pizza,\" said Bruce Koscielniak, who dropped the cash. \"Always good, always honest.\" Credit - GoFundMe Strangers Raise Thousands for Rainbow Strangers came together to raise over $6,000 for Rainbow Young after he was allegedly assaulted.\nRainbow was not seriously injured, but his accordion was destroyed. A fundraiser was set up to bring in enough money to buy a new one...and the money poured in. Credit - Tracy Synakowski Girl Mourns Aunt By Spreading Cheer A little girl in Central New York honored the family she lost by making others smile during the holidays.\nPaytin Synakowski of Middleville, New York wanted to do something to remember her aunt who passed away suddenly. Paytin used money she collected from odd jobs and birthdays to do random acts of kindness to make people happy. \"She made me tear up,\" said mom Tracy. \"She's always thinking of others even in her own hurt and tears.\"\nHerkimer police and fire departments enjoyed pizza, soda, and brownies thanks to a delivery from Paytin. Credit - Tracy Synakowski Flower Delivery Nurses and doctors enjoyed 58 flower bouquets a Little Falls girl delivered around the area to thank the true heroes on the front lines of the pandemic. Credit - Carletta Darling Sheriff Drives Drug Addict to Rehab in Beautiful Act of Kindness A compassionate New York Sheriff went above and beyond the call of duty to help a father get his addicted son the help he so desperately needed in a beautiful act of kindness that will touch your heart.\nLewis County Sheriff Mike Carpinelli was called to a possible kidnapping. When he arrived he discovered an entirely different situation.\nJeff Darling was driving his son to rehab. After battling drug addiction for years, Darling finally convinced him to get help at a treatment facility near Watertown, New York.\nDarling's son grabbed the phone, called 911, and said he'd been kidnapped. That's when a trooper and Sheriff Carpinelli arrived on the scene. \"They spent 90 minutes on the side of the road patiently talking to my son,\" said Darling, who took a picture of the touching moment.\nSheriff Carpinelli finally convinced Darling's son, without using force, to let him drive him to rehab, which was more than an hour away. He even stopped along the way to pick up snacks and drinks. \" Credit - Gino's Man Pays For Meals After Customer Tirade A good Samaritan spread a little positivity at Gino's Cheese Steak & Onion in Fayetteville after a rude customer berated staff. \"A man came into the restaurant and said he needed to rid our dining room of the negative energy that the rude customer spilled everywhere,\" Gino's posted .\nThe man paid for 4 separate tabs and bought a cookie for every child in the restaurant. \"On the way out he said 'not all old men with money are asshats.' Then he smiled and winked as he turned and left the restaurant like the angel he was. Thank you sir for being kind in a world where it feels like no one else knows how to anymore.\"\nIf that's wasn't positive enough. As soon as the man left, the cook cut into a lime with a heart in the middle, proving you can turn something sour into something sweet. Credit - Thousand Island Emergency Rescue Service (TIERS) 6- Year-Old Boy Saves Grandfather Noah Lowe of Chaumont, New York walked in on his great-grandfather lying on the floor having what the Thousand Island Emergency Rescue Service (TIERS) called a \"life-threatening cardiac event.\"\nNoah didn't panic though. He calmly and bravely called 9-1-1 to help.\nThe Jefferson County boy knew what to do thanks to his family. His mother and father are both TIERS members and several of his family members are EMTs and firefighters in the area. So helping people comes naturally.\n\"Due to the quick actions of this young hero, the appropriate resources were dispatched, and first responders were soon at great grandpa’s side,\" TIERS shared on Facebook . \"If not for Noah, the outcome would have most likely been far more serious. A special TIERS shout out to this future first responder.\" Credit - Kimberly Robertson Guardian Angel Saves Woman in Horrific Crash A mother is grateful for the kindness of strangers. Kimberly Robertson's daughter was in a terrible accident. She wasn't there but an angel was.\nAmber Chalker was driving on Route 8 in Leonardsville, New York when she was hit by a tractor-trailer. A guardian angel immediately pulled over and ran to the crash, staying to help until the ambulance arrived. \"She had an angel with her,\" said Kimberly. Credit - Kimberly Robertson Guardian Angel Saves Woman in Horrific Crash Breanna Kimball was in the car with Chalker and remembers the angel telling her she was a CNA. \"She came to the driver side window as I was in the passenger supporting Amber's head and neck,\" Breanna said. \"She definitely was helpful. Wish we could have caught her name.\"\nIt didn't take long for the power of social media to reach the guardian angel. \"She messaged me,\" said Kimberly. \"Her name is Erika Shelter. She was surprised that I was looking for her. She texted me saying 'I heard you were looking for me. No thank yous are needed.'\" Credit - Kimberly Robertson Guardian Angel Saves Woman in Horrific Crash Luckily Amber didn't receive any broken bones or suffer any internal injuries.\"She is in a lot of pain but she's alive.\"\nBeing a CNA, Erika was just doing what she does, tending to the injured. But to Kimberly, Erika was doing what she couldn't, being there for her daughter. \"She is my hero.\" Credit - Cortland Professional Firefighters/Cortland Fire Department 11-Year-Old Saves Firefighters Precious Minutes An 11-year-old Cortland, New York boy is a hero for helping firefighters save precious minutes battling a blaze with one simple act of kindness.\nBlayke Austen-Hines shovels out fire hydrants in the neighborhood to keep them clear of snow all winter. It's something he's been doing since he could pick up a shovel.\nOne of those hydrants was needed after a fire broke out in the back of a home before moving into an empty attic.\nLuckily access to a fire hydrant wasn't a problem for firefighters thanks to Blayke. \"If we didn’t have access to that hydrant, we would have run out of water either going to another hydrant or having to shovel, chip away the ice to get to that hydrant,\" said Cortland Fire Chief Wayne Friedman.\nBecause of Blayke's dedication and thoughtfulness, the fire department was able to easily access the hydrant with no delays. \"Blayke Austen-Hines, you are a role model and should be very proud of the job you've done to help the fire department,\" said the Cortland Youth Bureau . Credit 11-Year-Old Saves Firefighters Precious Minutes Members of the Cortland Professional Firefighters Local #2737 dropped off Blayke’s favorite dinner to show their appreciation for his dedication to maintaining clean hydrants in his neighborhood. Credit Stranger Pays For Woman's Groceries Sandy Balcom's mother was paying for her groceries with a check but she couldn’t find her license. A gentleman in line behind her paid for her groceries but she didn’t get his name. \"A friend heard about it on the radio and got ahold of the man's girlfriend,\" said Sandy. \"She gave me his number so I could talk to him.\"\nWhen Sandy called to thank the kind man and offer to repay him, he told her it wasn't necessary. \"He said he just wanted to help. He could see my mother was a bit frustrated and told me not to worry about it. He suggested I pay it forward to someone else.\"\nThe man doesn't want any recognition either. \"He just wanted us to help out someone else,\" Sandy said. \"So that’s what we are going to do.\" Photo Credit - Michele Kinney/Shannon Howley Syracuse Boys Thank Mail Carrier With Sweet Note & Cookies Sometimes it's the smallest things in life that make the biggest impact. Two Syracuse boys used a snow day to honor their mail lady on National Thank a Mail Carrier Day.\n4-year-old Travis Howley, and his brother, Patrick used the day to write a letter for their mail carrier, Michele Kinney. \"Our sitter made peanut butter chocolate chip cookies with the boys and she wrote what he wanted to say in a little thank you note,\" said mom Shannon Howley. Photo Credit - Michele Kinney via Facebook Syracuse Boys Thank Mail Carrier With Sweet Note & Cookies The act of kindness came at just the right time for Kinney who was struggling. \"Thank you Travis for making a tough day awesome,\" said Kinney. Credit - Fulton County Regional SPCA via Facebook Good Samaritan Saves Puppy Tied to Grocery Cart A good Samaritan is a hero after saving a puppy left tied to a grocery cart submerged in water.\nDennis Bingham found the pup next to the Cayudetta Creek in Fulton, New York on Sunday, October 10. \"I heard him screeching, shaking, and scared tied to a grocery cart next to the Cayudetta Creek.\"\nThe puppy was taken to the Fulton County Regional SPCA. Photo Credit - Sandy Truax Woman Makes Hundreds of Hats for Cancer Patients Sandy Truax has made it her mission to keep the world warm. She has been making hundreds of hats for those who need them most, including the kids at St Jude. \"I can't do anything about anyone's cancer, but I can give them a handmade hat that may make them smile, even if only for a moment,\" said Truax.\nA hundred handmade hats have already been sent to the hospital in Memphis, Tennessee and Traux is working on her next hundred.\nIt's not just the kids at St Jude that are staying warm. Truax donates to several local organizations too. \"My hats have gone to the Rescue Mission in Utica, local churches, rotary clubs, schools and now I'm working another 50 hats that will go to a program that helps folks who are homeless.\" Credit - Heather Crennan Madison Girl Helps Humane Society on Her Birthday When Nataleigh Godfrey turned 9 years old she asked for pet supplies for gifts to donate to local animal shelters. Her mom, Heather Crennan, set up bins on the porch of their home on Monument Road in Madison, New York for anyone who wanted to drop off a birthday gift.\nFriends, family, and strangers left food, toys blankets, money, and even special gifts for Nataleigh. Credit - Oneida City Police via Facebook Good Samaritan Pays For Stolen Items What started with a call to identify an alleged thief, turned into a good Samaritan paying for the items taken. .\nThe Oneida City Police Department was searching for someone accused of stealing personal hygiene products from the Byrne Dairy in Oneida. Instead of naming the suspect, Darien Fox went to the store and paid for the personal hygiene products. Credit - zhaojiankang/Think Stock Hero Saves Child Walking in Middle of CNY Road Ryan Cook was driving through South New Berlin on his way to work when he saw something unexpected that left him scratching his head. Three cars in front Cook swerved around what he assumed was a dog or a cat running around out in the road. But, it wasn't an animal. \"It was a three or four-year-old little boy walking down the road dressed in no more than a pair of shorts.\"\nCook immediately pulled over and parked his truck. \"I asked the little guy where his parents were and he told me they were sleeping.\"\nThe child couldn't tell Cook where he lived. \"He did however assure me it was a good day for fishing.\"\nAll ended well. The child's father came down the road looking for him. \"This could have ended up very differently,\" said Cook. \"He could have easily been hit or abducted. I guess I expect more common sense and human decency out of people.\" Credit: Adult Day Healthcare at The Grand Rome Rome Nurse Adopts Patient's Dog Jennifer is a nurse at The Grand Adult Day Health Center in Rome. Her patient John had to give up his dog to Humane Society after being admitted.\nJennifer adopted John's dog so she could bring it to work to visit John while he was going through rehab. Credit - Breakfast Club of Syracuse via Facebook Breakfast Club Tips Diner Staff $1,400 The Breakfast Club Syracuse was started when Bud Loura decided to organize some of his friends to get together for breakfast and make a difference in the lives of a stranger. 16 people gathered for breakfast at The Market Diner in Syracuse, New York. Each one had $100 and after the bill was paid, the rest went to the servers for a tip. \"We were able to give them $1,400,\" the Breakfast Club said. Credit - Kayla Bersani Girl Gives Back to Honor Late Brother A girl turned her grief into something positive by giving back in her brother's memory.\nAlicianna Bersani of St Johnsville, New York lost her brother Dominick to SIDS in 2015 when he was only 3 and half months old. Every year since the family's horrible loss, they have donated supplies, time, and money to several charities. But this year Alicianna wanted to do her own.\nTo keep her brother's memory alive Alicianna has been gathering her own donations, using her allowance to buy food for her school's food pantry, the Herkimer Humane Society, and school supplies for everyone who was in what would have been her brother's class.\nGood Samaritan Finds Wallet Filled with Hundreds of Dollars Michael Venetozzi discovered a wallet sitting on the gas pump at the Fastrac on Oriskany Boulevard with almost $500 in it. \"The craziest part is I have a built turbo Subaru and only get gas at one station in Oriskany. I was running low and didn't want to backtrack so I stopped at the FastTrac on Oriskany Boulevard because they have 93.\" Credit - Michael Venetozzi Good Samaritan Finds Wallet Filled with Hundreds of Dollars After a failed social media search, Venetozzi decided to turn the money into Utica Police. TSM Strangers Throw Party for Girl Who Had No One Show ta Last Birthday Businesses, family, friends, and strangers all came together to make a little girl's birthday party one she won't soon forget.\nIsabella Wilcox turned 9 and her mother asked everyone to send cards for her birthday after no one showed up for a party the last two years.\nThanks to a number of businesses and the generosity of strangers, Isabella had a party she wouldn't soon forget. Rockin Jump provided the space. Party City decorated that space. Texas Roadhouse brought the food. Price Chopper/Market 32 and Holland Farms baked the cakes. Credit - Stephanie Wilcox/New York State Police Chobani & NYS Police Celebrated Too Chobani, the New York State Police, and a bunch of strangers showered her with gifts and cards, lots and lots of cards. Credit-Greg Scharf Cooperstown EMS Drive Hours to Save Transplant Patient A transplant patient is alive thanks to Cooperstown EMS and the volunteers who went out of the way, literally, to transport after several other agencies denied the trip.\nEMT Greg Scharf was triaging at Westchester Medical Center when he saw a Coopertown ambulance pull in. Inside the ambulance was a transplant patient that several other agencies couldn't help. \"The hospital staff that accompanied EMS on the trip advised approximately 51 agencies denied the trip,\" Scharf said.\nThankfully Cooperstown did have an ambulance and volunteers available for transport. \"When I saw Cooperstown accepted the trip, I was overwhelmed with emotion,\" said Scharf. \"A volunteer agency taking the time, in the middle of the night, hours from home; to give a human a better chance in life, shows the true reason people signed up for EMS, to help others and make a difference in someone's life.\"\nIt made a difference in Kristen Battisti's life. It saved her father. \" I would personally like to thank everyone who went above and beyond to get my father to Westchester safe. The team that was on that night was amazing. They wouldn't give up until he was being transported.\" Credit - Shannon Tadora Two Girls Save Christmas for the Less Fortunate Isabella and Liliana have been collecting toys for kids in Central New York for the past several years with the Isabella and Liliana Toy Drive to make sure no one is forgotten this Christmas.\nThe girls brought in thousands of gifts this year that were donated to Toys for Tots. Credit - Eric Gehring Farmer Helps 95-Year-Old Stranger Fulfill Dream Sometimes it's the smallest things that make the biggest difference. A Little Falls, New York farmer helped a 95-year-old stranger fulfill his dream of riding in a chopper.\nThere is an elderly man who drives by himself from Cobleskill, New York to watch farmers harvest the fields in Central New York. \"I don’t know his name but he comes up several times throughout the harvest season,\" said Eric Gehring, a farmer in Little Falls.\nThe gentleman often sits and watches the farmers in the field for hours. One day he got to do more than just watch. \"All he’s been wanting to do is get up in the chopper,\" said Gehring, who with a little help from Kay Lipiec and Brian Senf, made his dream come true. \"He was so happy.\" Credit - Jackie Baron Angel Helps Feed Family With Generous Gift Jackie Baron of Syracuse is a single mom who is doing all she can to keep the bills paid and food on the table. Her job just got a little easier thanks to the kindness of a stranger.\nJackie was at Bloom, a hair salon in Camillus, with her 5-year-old daughter Melanie. She was talking to her mom on the phone, explaining how she was tight on money after missing a week of work because she was sick.\nOne of the stylists at the salon handed Jackie an envelope labeled 'for groceries.' A customer had overheard the conversation she was having and wanted to help. \"I was so overwhelmed by the stranger's kindness it took everything I had not to start tearing up in the middle of the salon,\" said Jackie. Credit - Kevin Revette/Jaime Streiff CNY Santa Delivers $3,000 Worth of Toys to Kids Who Need it Most 28-year-old Keven Revette grew up extremely poor and understands having absolutely nothing. Christmas was a rough time of year for Revette and his family. \"I remember a time during the holidays when my mother was in a shelter and they provided the gifts for us.\"\nA decade later, Revette is living in Solvay, New York, and is doing well for himself. This holiday season he watned to give back to those who helped him so many years ago. \"I decided to do things a little different this year for Christmas.\"\nRevette took $4,000 out of his bank account and went shopping. $3,000 was spent on toys. Lots and lots of toys. Credit - Kevin Revette CNY Santa Delivers $3,000 Worth of Toys to Kids Who Need it Most Revette plans to donate the bulk of the toys to the children's cancer center. \"That has to be the saddest possible scenario during the holiday season,\" said Revette. The rest of the toys will be distributed to the Rescue Mission and the Vera House.\nBut Revette isn't done yet. \"I decided to donate an additional $1,000 worth of food to the family's that are struggling and will go without a meal. \"My father always told me if you can’t get anything out of the day at least eat a good meal.\" Credit - Roger Combs Two Strangers Rescue Man From Fiery Crash Two brave men risked their lives to help save another.\nAndy Parent and Roger Combs pulled Jack Pylman from his burning car after a crash on Route 5 in Westmoreland.\nWithout a thought for their own safety, Roger and Andy worked to pull the man out amid the flames. \"It was really hot,\" Combs said. \"I had to back off for a second to get away from the heat but the man was screaming for help. What are you going to do.\" Credit - Roger Combs Two Strangers Rescue Man From Fiery Crash Parent wasn't called to the accident. \"He was just driving by when he saw the truck on fire and pulled over to help,\" said Noelle Parent.\n73-year-old Pylman suffered 3rd-degree burns on 25 percent of his body. He was rushed to Upstate Medical ICU Burn Unit for treatment after the crash. Tragically, a week later Pylman passed away from his injuries. Credit - Central Oneida County Volunteer Ambulance Corps via Facebook/Roger Combs Heroes Honored For Fiery Crash Rescue Parent and Combs were honored for their heroic acts. \"These two men pulled a man out of a burning vehicle without any special training,\" said Central Oneida County Volunteer Ambulance Corps. \"We thank Andy Parent and Roger Combs for their brave acts and sacrificing their lives for another.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "topics": [
    "Crime, Law and Justice->police"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0rynx2_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0UYlpr_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3OUexW_18FPuKR300",
    "https://www.nba.com/magic/news/magic-l3harris-honor-fallen-soldiers-and-bring-awareness-combat-stress-20210419",
    "https://img.particlenews.com/image.php?url=1hXH7N_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4eGxVW_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1eiSxY_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2pO99Q_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1WwNTX_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4TMJjf_18FPuKR300",
    "https://img.particlenews.com/image.php?url=23qrWI_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2MyfRO_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=39NZX2_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1iH7VC_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3Gmg4e_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3P8dTm_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=10yusS_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2EHpxF_18FPuKR300",
    "https://img.particlenews.com/image.php?url=46ckW5_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3OUexW_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1ruzMs_18FPuKR300",
    "https://bigfrog104.com/tags/syracuse",
    "https://bigfrog104.com/tags/central-new-york",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2cFKuw_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1075Dw_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4MVOD3_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2T3PYF_18FPuKR300",
    "https://img.particlenews.com/image.php?url=21CBbS_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=23qrWI_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1iH7VC_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2g0oZp_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2ioXn0_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4MVOD3_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3P8dTm_18FPuKR300",
    "https://www.facebook.com/alasher1/posts/10216477547526290",
    "https://bigfrog104.com/watch-sweet-8-year-old-trick-or-treater-in-ny-refill-empty-candy-bowl-from-his-bag/",
    "https://www.facebook.com/groups/IsabellaAndLiliana",
    "https://img.particlenews.com/image.php?url=39NZX2_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1OBcek_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0r7sjf_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0QxIMq_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0AWhwW_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2b64Gc_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3VqN63_18FPuKR300",
    "https://www.facebook.com/cocvac/posts/10158892437544825",
    "https://img.particlenews.com/image.php?url=2b64Gc_18FPuKR300",
    "https://www.facebook.com/CortlandYB/posts/4109207439112395",
    "https://bigfrog104.com/syracuse-officer-homeless-woman/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2MyfRO_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4bMSki_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2g0oZp_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2jtEpV_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3V3ENd_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4VlX6K_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2R9pT8_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0VKxbM_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0QxIMq_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4e1eUp_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3VqN63_18FPuKR300",
    "https://img.particlenews.com/image.php?url=204Kgy_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3Gmg4e_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4VlX6K_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2vIDLx_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=01b0BH_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4e1eUp_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0VKxbM_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4eGxVW_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3NO2Vg_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2cFKuw_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0UYlpr_18FPuKR300",
    "https://img.particlenews.com/image.php?url=0UTF8t_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3RE0Xu_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2jtEpV_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2T3PYF_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4TMJjf_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1hXH7N_18FPuKR300",
    "https://img.particlenews.com/image.php?url=16zFD8_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2AFgw7_18FPuKR300",
    "https://img.particlenews.com/image.php?url=01b0BH_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=46ckW5_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3RyJus_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1eiSxY_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3RyJus_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=21CBbS_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=16zFD8_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=204Kgy_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1eXdQi_18FPuKR300",
    "https://img.particlenews.com/image.php?url=1eXdQi_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2ioXn0_18FPuKR300",
    "https://img.particlenews.com/image.php?url=4bMSki_18FPuKR300",
    "https://img.particlenews.com/image.php?url=3NO2Vg_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2EHpxF_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2vIDLx_18FPuKR300",
    "https://www.facebook.com/GinosFayetteville/posts/355023589614382",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2AFgw7_18FPuKR300",
    "https://img.particlenews.com/image.php?url=2R9pT8_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0r7sjf_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0AWhwW_18FPuKR300",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1ruzMs_18FPuKR300",
    "https://www.facebook.com/michelegriffin.kinney/posts/10223035980386397"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Polly",
        "sentiment": "negative"
      },
      {
        "name": "Jamie Pastorello",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "New York",
        "sentiment": "none"
      },
      {
        "name": "Syracuse",
        "sentiment": "none"
      },
      {
        "name": "Oakwood Cemetery",
        "sentiment": "none"
      }
    ],
    "organizations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": "9cd83db741a379026e11af2669ae160831cbcbcb",
    "first_syndicated": true
  },
  "trust": {
    "categories": [
      "fake_news"
    ],
    "top_news": [],
    "bias": "center",
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2026-01-22T11:30:37.013+02:00",
  "updated": "2026-01-22T17:41:36.229+02:00"
}