{
  "thread": {
    "uuid": "eb3c4ded3a8b5ed68df7be219adaba7609691671",
    "url": "https://ukathletics.com/news/2024/04/17/ebbs-home-run-launches-no-23-kentucky-to-12-3-win-over-wku",
    "site_full": "ukathletics.com",
    "site": "ukathletics.com",
    "site_section": "https://ukathletics.com/feed",
    "site_categories": [
      "world_soccer",
      "baseball",
      "sports"
    ],
    "section_title": "UK Athletics",
    "title": "Ebbs’ Home Run Launches No. 23 Kentucky to 12-3 Win Over WKU",
    "title_full": "Ebbs’ Home Run Launches No. 23 Kentucky to 12-3 Win Over WKU",
    "published": "2024-04-18T09:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://storage.googleapis.com/ukathletics-com/2024/04/amt-96899a58e905aaede57415b32ecc9ea33749ff1b-ec86f80c-240412georgia_42ej.jpg",
    "performance_score": 0,
    "domain_rank": 32111,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb3c4ded3a8b5ed68df7be219adaba7609691671",
  "url": "https://ukathletics.com/news/2024/04/17/ebbs-home-run-launches-no-23-kentucky-to-12-3-win-over-wku",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Shoals",
  "published": "2024-04-18T09:35:00.000+03:00",
  "title": "Ebbs’ Home Run Launches No. 23 Kentucky to 12-3 Win Over WKU",
  "text": "Ebbs’ Home Run Launches No. 23 Kentucky to 12-3 Win Over WKU\nBOWLING GREEN, Ky. – Taylor Ebbs had five runs batted in Wednesday night thanks to a two-run double and a three-run home run in back-to-back innings as the No. 23 Kentucky Softball team scored 12 unanswered runs to beat Western Kentucky 12-3 in five innings at the WKU Softball Complex in Bowling Green.\nStephanie Schoonover pitched 4.2 innings in relief to pick up the win Wednesday night, allowing just one run on the night with a pair of walks and nine strikeouts. She picked up her career-high 17th win on the season to improve to 17-6 this year and only allowed three WKU hits in her outing. Jaden Vickers got the start to the night’s game and struck out one batter.\nKentucky fell behind 3-0 through two innings thanks to a two-run first and a run in the second before the Hilltoppers were held to just three hits by Schoonover the rest of the evening. In the top of the third inning, Taylor Ebbs broke off the seal to the Kentucky offense with a two-run single up the middle, which was followed by a two-run double from Grace Lorsung to give the Wildcats their first lead of the night.\nThe Wildcats played add-on in the top of the fourth, as two monster home runs put up a five spot on the board. Taylor Ebbs clubbed a three-run shot as she continued her hot hitting from the weekend to push Kentucky’s lead to four, and then Grace Lorsung hit her 13th homer of the season to right field to score herself and Ally Hutchins, who walked earlier in the inning.\nWith the win, Kentucky is now 27-15 on the season, sitting 12 games over the .500 mark. Western Kentucky, who currently sits atop Conference USA, falls to 25-16-1.\nKentucky will next play at Auburn in the Southeastern Conference’s featured series of the week beginning Saturday afternoon at 4 p.m. ET on SEC Network and concluding Monday night. All three games will air live on SEC Network with Courtney Lyle and Danielle Lawrie on the call from The Plains.\nKey Play\nTaylor Ebbs’ three-run home run was the key play in the game.\nKey Player\nThe key player in Wednesday night’s game was Hallie Mitchell, who went 1-for-1 at the plate on a bunt single and scored twice. She caught the final three innings of the game.\nKey Stat\n- Kentucky had 10 hits in the contest.\nRun Recap\nWestern Kentucky used a pair of hits and a pair of walks in the bottom of the first inning off of Kentucky starter Jaden Vickers to take the early lead on a two-spot. WKU 2, UK 0\nIn the bottom of the second inning, a two-out RBI single put up a third run for the Hilltoppers. WKU 3, UK 0\nKentucky took its first lead in the top of the third inning on a four spot put up by the Wildcats. Taylor Ebbs launched a two-RBI single up the middle to plate a pair and Grace Lorsung pummeled a two-RBI double to score another two runs. UK 4, WKU 3\nTwo home runs, Taylor Ebbs’ three-run shot and Grace Lorsung’s two-run blast gave Kentucky a five spot in the top of the fourth inning to balloon its lead to five runs. UK 9, WKU 3\nKentucky put up its third-straight crooked number in the fifth inning as Hallie Mitchell led off the inning with a bunt, and scored on a sac fly. Lauryn Borzilleri then scored on a WKU throwing error as did Erin Coffel on a second Hilltopper error in the inning. FINAL – Kentucky 12, Western Kentucky 3\nNEW for 2024 – The Kentucky Softball Designated Players Club\nThe Designated Players is the Official Booster Program of Kentucky Softball. Financial contributions and community support through The Designated Players program, Kentucky Softball will be able to continue to develop our student-athletes on and off the field. To join The Designated Players, you can join\nonline or click here to download the membership form and mail to the address listed. For more information, email Kristine Himes at or Larry Cash at .\nFor the latest on UK Softball, follow the Wildcats on Twitter and Instagram at @UKSoftball.\nRelated Stories\nView all",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://storage.googleapis.com/ukathletics-com/2023/09/2ab58c4c-the-designated-players-2.pdf",
    "https://uky.networkforgood.com/causes/18993-softball-designated-players-fund",
    "https://www.storage.googleapis.com/ukathletics-com/2023/09/2ab58c4c-the-designated-players-2.pdf",
    "https://www.uky.networkforgood.com/causes/18993-softball-designated-players-fund"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor ebbs",
        "sentiment": "negative"
      },
      {
        "name": "grace lorsung",
        "sentiment": "none"
      },
      {
        "name": "jaden vickers",
        "sentiment": "none"
      },
      {
        "name": "schoonover",
        "sentiment": "none"
      },
      {
        "name": "stephanie schoonover",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wku",
        "sentiment": "negative"
      },
      {
        "name": "western kentucky",
        "sentiment": "none"
      },
      {
        "name": "hilltoppers",
        "sentiment": "none"
      },
      {
        "name": "wku softball complex",
        "sentiment": "none"
      },
      {
        "name": "kentucky softball",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ky.",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:04:06.521+03:00",
  "updated": "2024-04-19T01:04:06.521+03:00"
}