{
  "thread": {
    "uuid": "396072c1abd5dbccb49b6c67603ed6f06a8ada5f",
    "url": "https://vnexplorer.net/netflix-viewers-rave-about-recently-added-crime-thriller-the-golden-hour-with-a-second-season-already-in-the-works-s710838.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Netflix viewers rave about recently added crime thriller The Golden Hour with a second season already in the works",
    "title_full": "Netflix viewers rave about recently added crime thriller The Golden Hour with a second season already in the works",
    "published": "2023-12-29T19:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/29/15/79437543-12909883-image-a-5_1703863282792.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "396072c1abd5dbccb49b6c67603ed6f06a8ada5f",
  "url": "https://vnexplorer.net/netflix-viewers-rave-about-recently-added-crime-thriller-the-golden-hour-with-a-second-season-already-in-the-works-s710838.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T19:40:00.000+02:00",
  "title": "Netflix viewers rave about recently added crime thriller The Golden Hour with a second season already in the works",
  "text": "The Dutch thriller series became available to stream on Netflix in the US on December 15 The Golden Hour debuted in the Netherlands on October 23, 2022 Actors Nasrdin Dchar and Abbas Fasaei portray two crucial characters\nA Dutch thriller series that debuted in the Netherlands on October 23, 2022 has gotten stellar Season 1 reviews by social media.\nX (formerly Twitter) users have spoken highly of the series The Golden Hour (Het Gouden Uur) this month after it became available to stream On Netflix in the US on December 15.\nThe show revolves around a detective of Afghan descent named Mardik Sardagh who searches to find his friend Faysal that may have something to do with terrorist attacks in the Netherlands.\nDutch actors Nasrdin Dchar and Abbas Fasaei portray Mardik and Faysal.\nSeason 2 is now possibly in the works but NL Film has seemingly kept quiet on what to expect.\nThe Golden Hour (Het Gouden Uur) has been praised by social media users this month after it became available to stream On Netflix in the US on December 15\nThe show revolves around a detective of Afghan descent named Mardik Sardagh who searches to find his friend that may have something to do with terrorist attacks in the Netherlands.\nOne report via Comingsoon.net have indicated that NL Film announced Season 2 of The Golden Hour last May, while another said it was only a limited series.\nSeason 1 ends with Mardik realizing that a police officer may have helped Faysal in his attacks.\nThe revelation comes after agent Joelle Walters (Ellen Parren) noticed a man who appeared to be a cop driving in a van to the location of an attack.\nJoelle tries to have Mardik identify the driver while he’s in jail, but there was no luck.\nThe identity of the man has not yet been revealed, which may be a big part of Season 2 if it does indeed happen.\nIf The Golden Hour Season 2 gets the green light, it will come out on AVROTROS and NPO Plus in the Netherlands before debuting on Netflix in the US and other regions.\nDutch actor Nasrdin Dchar portrays Mardik. Season 2 is now possibly in the works but NL Film has seemingly kept quiet on what to expect.\nX users have recommended people watch The Golden Hour since its December 15 release.\n‘It’s got my approval was a really good series,’ wrote an X user.\nOthers have rated the show ’10/10′ despite one user saying it’s ‘crazy.’\nSome users that haven’t praised the show believe that the show is promoting racism.\nOne user wrote: ‘The golden hour on netflix has to be one of the most racist propoganda shows ive sent in a minute.’\nAnother X user who responded to the negative post also agreed with racism and dissed police officers who they said are ‘cowardice.’\nSeen “The Golden Hour” on Netflix yet?https://t.co/adrgcco65V\n— Butterfly (@Butterf59470574) December 28, 2023\nSocial media users have praised the show but some have also accused the show of promoting racism and called police officers ‘cowardice’\nActors who starred in The Golden Hour have not yet announced if they would return for a second season of the hit show\nNone of the actors have discussed if they would definitely return for a second season.\nDaily Mail has reached out to NL Film for comment.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://t.co/adrgcco65V",
    "https://www.t.co/adrgcco65V"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "faysal",
        "sentiment": "none"
      },
      {
        "name": "mard",
        "sentiment": "none"
      },
      {
        "name": "mardik sardagh",
        "sentiment": "none"
      },
      {
        "name": "nasrdin dchar",
        "sentiment": "none"
      },
      {
        "name": "mardik",
        "sentiment": "none"
      },
      {
        "name": "abbas fasaei",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "negative"
      },
      {
        "name": "nl film",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:45:35.885+02:00",
  "updated": "2023-12-29T19:45:35.885+02:00"
}