{
  "thread": {
    "uuid": "0150cee54f069f2b3ff44aaff705e74207857d70",
    "url": "https://www.newsbreak.com/atascadero-ca/3367874532891-echo-s-empty-bowls-is-back-with-events-in-atascadero-and-paso-robles",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/paso-robles-ca",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Paso Robles News, Weather, Safety, Sports | NewsBreak Paso Robles, CA",
    "title": "ECHO’s Empty Bowls is back with events in Atascadero and Paso Robles",
    "title_full": "ECHO’s Empty Bowls is back with events in Atascadero and Paso Robles",
    "published": "2024-03-14T20:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/24EPQb_0rsY6yrv00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0150cee54f069f2b3ff44aaff705e74207857d70",
  "url": "https://www.newsbreak.com/atascadero-ca/3367874532891-echo-s-empty-bowls-is-back-with-events-in-atascadero-and-paso-robles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-14T20:59:00.000+02:00",
  "title": "ECHO’s Empty Bowls is back with events in Atascadero and Paso Robles",
  "text": "By Atascadero News ,\n3 hours ago Each event promises beautiful art, delicious food, and the opportunity to make a difference\nNORTH COUNTY — El Camino Homeless Organization (ECHO) announced the return of its highly anticipated Empty Bowls fundraiser, a heartwarming event aimed at helping those facing homelessness in the community accomplish their goal of securing a home of their own. Named Best Nonprofit Event in North County for 2023, they are excited to host not just one but two incredible events, bringing together artists, restaurants, volunteers, and supporters alike.\nOn April 11, join them at the Lake Pavilion in Atascadero from 11 a.m. to 1 p.m. Then, mark your calendars for April 25, when they will be back at Studios on the Park in Paso Robles from 5 to 7 p.m. Each event promises an unforgettable experience filled with beautiful art, delicious food, and the opportunity to make a difference.\nEmpty Bowls attendees will have the chance to pick out their own unique handmade bowls crafted by local artisans, students, and even our very own residents. Each ticket sold is a symbol of hope and solidarity for those in our community who need your help to get back on their feet and into housing. So far in 2024, ECHO has successfully helped 57 individuals and families get back into stable housing in our community, but they need your help to continue making such an incredible impact. These bowls will be filled with soups generously provided by our community’s finest restaurants.\n“We are immensely grateful to our talented local artists and generous restaurants for their support,” said Austin Solheim, director of operations and development at ECHO. “Their contributions make Empty Bowls possible and help us in our mission to provide hope to those experiencing homelessness and empower those we serve to successfully find housing in our community.”\nBut it’s not just about the art and food; it’s about the people. ECHO’s dedicated volunteers, along with its sponsors and supporters, play a crucial role in the success of this event. Without their tireless efforts and unwavering commitment, Empty Bowls would not be possible.\n“We extend our heartfelt thanks to all our volunteers, sponsors, and supporters,” added Austin. “Your dedication and generosity are truly making a difference in the lives of those who need it most.”\nTickets for Empty Bowls are available for purchase on their website at echoshelter.org . Join them in filling empty bowls and hearts as they come together to combat homelessness in the community.\nFor more information about Empty Bowls and how you can get involved, visit echoshelter.org\nAbout El Camino Homeless Organization (ECHO)\nECHO’s mission since 2001 is to empower people in SLO County to make positive change by providing food, shelter, and supportive services. ECHO operates two facilities in Atascadero and Paso Robles with a total bed capacity of 130, including a 60-bed shelter in Atascadero and 70-bed shelter in Paso Robles, and a daily community dinner program, and shower program for individuals and families throughout San Luis Obispo County. For more information, please visit our website at echoshelter.org .\nFeature Image: Attendees to ECHO’s Empty Bowls event in 2023 pick out their handmade bowls, soon to be filled with soup. The Empty Bowls fundraiser will return April 11 to the Lake Pavilion in Atascadero. Photo Courtesy of ECHO\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?url=24EPQb_0rsY6yrv00",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=24EPQb_0rsY6yrv00",
    "http://www.echoshelter.org/",
    "https://img.particlenews.com/image.php",
    "http://echoshelter.org/",
    "http://www.echoshelter.org",
    "https://www.img.particlenews.com/image.php?url=24EPQb_0rsY6yrv00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=24EPQb_0rsY6yrv00"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "atascadero news",
        "sentiment": "positive"
      },
      {
        "name": "el camino homeless organization",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atascadero",
        "sentiment": "none"
      },
      {
        "name": "paso robles",
        "sentiment": "none"
      },
      {
        "name": "lake pavilion",
        "sentiment": "none"
      },
      {
        "name": "north county",
        "sentiment": "none"
      },
      {
        "name": "park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:05.403+02:00",
  "updated": "2024-03-15T00:50:05.403+02:00"
}