{
  "thread": {
    "uuid": "e0c242623322295d090cdb3564e6112013e65036",
    "url": "https://jc.ne10.uol.com.br/colunas/saude-e-bem-estar/2024/04/04/hemobras-lula-inaugura-fabrica-em-pernambuco-para-abastecer-sus-com-medicamento-biotecnologico-para-hemofilia.html",
    "site_full": "jc.ne10.uol.com.br",
    "site": "uol.com.br",
    "site_section": "http://noticias.ne10.uol.com.br/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "NE10 - Últimas",
    "title": "Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia",
    "title_full": "Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia",
    "published": "2024-04-04T21:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://imagens.ne10.uol.com.br/veiculos/_midias/jpg/2024/04/04/615x300/1_photo_2024_04_04_17_27_21-26839096.jpg",
    "performance_score": 0,
    "domain_rank": 739,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0c242623322295d090cdb3564e6112013e65036",
  "url": "https://jc.ne10.uol.com.br/colunas/saude-e-bem-estar/2024/04/04/hemobras-lula-inaugura-fabrica-em-pernambuco-para-abastecer-sus-com-medicamento-biotecnologico-para-hemofilia.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cinthya Leite",
  "published": "2024-04-04T21:06:00.000+03:00",
  "title": "Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia",
  "text": "HEMOFILIA Hemobrás: Lula inaugura fábrica em Pernambuco para abastecer SUS com medicamento biotecnológico para hemofilia Unidade vai produzir medicamento para hemofilia\nCadastrado por Cinthya Leite\nPublicado em 04/04/2024 às 18:06 | Atualizado em 04/04/2024 às 18:08 Notícia X Notícia É o fato ou acontecimento de interesse jornalístico. Pode ser uma informação nova ou recente. Também diz respeito a uma novidade de uma situação já conhecida.\nArtigo Texto predominantemente opinativo. Expressa a visão do autor, mas não necessariamente a opinião do jornal. Pode ser escrito por jornalistas ou especialistas de áreas diversas.\nInvestigativa Reportagem que traz à tona fatos ou episódios desconhecidos, com forte teor de denúncia. Exige técnicas e recursos específicos.\nContent Commerce Conteúdo editorial que oferece ao leitor ambiente de compras.\nAnálise É a interpretação da notícia, levando em consideração informações que vão além dos fatos narrados. Faz uso de dados, traz desdobramentos e projeções de cenário, assim como contextos passados.\nEditorial Texto analítico que traduz a posição oficial do veículo em relação aos fatos abordados.\nPatrocinada É a matéria institucional, que aborda assunto de interesse da empresa que patrocina a reportagem.\nChecagem de fatos Conteúdo que faz a verificação da veracidade e da autencidade de uma informação ou fato divulgado.\nContexto É a matéria que traz subsídios, dados históricos e informações relevantes para ajudar a entender um fato ou notícia.\nEspecial Reportagem de fôlego, que aborda, de forma aprofundada, vários aspectos e desdobramentos de um determinado assunto. Traz dados, estatísticas, contexto histórico, além de histórias de personagens que são afetados ou têm relação direta com o tema abordado.\nEntrevista Abordagem sobre determinado assunto, em que o tema é apresentado em formato de perguntas e respostas. Outra forma de publicar a entrevista é por meio de tópicos, com a resposta do entrevistado reproduzida entre aspas.\nCrítica Texto com análise detalhada e de caráter opinativo a respeito de produtos, serviços e produções artísticas, nas mais diversas áreas, como literatura, música, cinema e artes visuais.\n\"Saúde é, sem dúvidas, uma das coisas mais urgentes\", disse Lula, em evento de inauguração da fábrica da Hemobrás - GABRIEL FERREIRA/JC IMAGEM *Reportagem em atualização\nO presidente Luiz Inácio Lula da Silva inaugurou, na tarde desta quinta-feira (4), a Fábrica de Medicamentos Produzidos por Biotecnologia do Complexo Industrial da Hemobrás, localizado no Parque Fabril de Goiana, na Zona da Mata Norte de Pernambuco.\nA nova unidade fabril da Hemobrás produzirá um medicamento para o tratamento da hemofilia do tipo A, doença que atinge atualmente cerca de 12 milhões de pessoas no Brasil.\nDurante o evento de inauguração, a ministra da Saúde, Nísia Trindade, destacou que a capacidade produtiva será de 1,2 bilhão de unidades do medicamento fator VIII recombinante (Hemo-8r) por ano.\nEla informou que a previsão é o medicamento chegar ao Sistema Único de Saúde (SUS) a partir de setembro.\nO Hemo-8r é fundamental para o tratamento da hemofilia A, com a ampliação da profilaxia, o que favorece a prevenção de sangramentos espontâneos.\n\"A produção terá um impacto enorme na vida das pessoas com hemofilia, que sofrem muito em função de traumatismos, hemorragias e que agora vão ter a garantia de uma autonomia dessa produção a partir desse trabalho da Hemobrás\", disse a ministra.\nAinda durante a inauguração da fábrica, Nísia destacou a necessidade de o Brasil diminuir a dependência com produtos agregados em todo o complexo industrial da saúde, que inclui medicamentos, insumos e equipamentos.\n\"A partir de setembro deste ano, teremos o fator VIII recombinante pela Hemobrás, mas ainda sem todas as etapas (de produção nacional).\"\nO fator VIII recombinante é um medicamento obtido por engenharia genética destinado ao tratamento da hemofilia A no Brasil. Ele já é fornecido para o SUS pela Hemobrás por meio de uma Parceria para o Desenvolvimento Produtivo (PDP).\nA previsão é que, em 2026, a Hemobrás possa operar todas as etapas de produção. Dessa maneira, será a maior fábrica de medicamentos hemoderivados da América Latina.\nCom o pleno funcionamento da fábrica, o Ministério da Saúde espera racionalizar o poder de compra, fomentar o desenvolvimento tecnológico e reduzir a dependência produtiva e tecnológica para atender as necessidades de saúde da população brasileira a curto, médio e longo prazo.\n\"É um medicamento que leva a uma qualidade de vida e que faz uma diferença enorme para quem tem a doença\", frisou Nísia.\nChama no Zap 👋🏻 Receba notícias na palma da sua mão.\nClique aqui e entre agora mesmo no nosso canal exclusivo do WhatsApp “A matéria apresentada neste portal tem caráter informativo e não deve ser considerada como aconselhamento médico. Para obter informações fornecidas sobre qualquer condição médica, tratamento ou preocupação de saúde, é essencial consultar um médico especializado.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va4rlxK90x356JBQ2g0o",
    "https://www.whatsapp.com/channel/0029Va4rlxK90x356JBQ2g0o"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:14:23.039+03:00",
  "updated": "2024-04-05T00:14:23.039+03:00"
}