{
  "thread": {
    "uuid": "bdd73d4de93cecc33c23c7976bbedac545c72299",
    "url": "https://president.gov.by/en/events/torzhestvennaya-ceremoniya-chestvovaniya-belorusskih-kosmonavtov-1712847341?openVideo=true",
    "site_full": "president.gov.by",
    "site": "president.gov.by",
    "site_section": "https://president.gov.by",
    "site_categories": [
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Official website | Official Internet Portal of the President of the Republic of Belarus",
    "title": "Ceremony to honor Belarusian cosmonauts | Official Internet Portal of the President of the Republic of Belarus",
    "title_full": "Ceremony to honor Belarusian cosmonauts | Official Internet Portal of the President of the Republic of Belarus",
    "published": "2024-04-11T11:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22184,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bdd73d4de93cecc33c23c7976bbedac545c72299",
  "url": "https://president.gov.by/en/events/torzhestvennaya-ceremoniya-chestvovaniya-belorusskih-kosmonavtov-1712847341?openVideo=true",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Service of the President of the Republic of Belarus",
  "published": "2024-04-11T11:48:00.000+03:00",
  "title": "Ceremony to honor Belarusian cosmonauts | Official Internet Portal of the President of the Republic of Belarus",
  "text": "Ceremony to honor Belarusian cosmonauts - 18 - 13:36 The flight of cosmonaut Marina Vasilevskaya to the ISS heralds a new milestone in Belarus’ participation in space programs and a new level of allied relations with Russia, Belarusian President Aleksandr Lukashenko said at a ceremony to honor the Belarusian cosmonauts. Opening the ceremony, the head of state noted that one slogan, motto, idea defined the life in Belarus for the last two weeks: “Space is ours!” “We all thought about it, dreamed about it, and so it happened,” the President said. This phrase was said when the country saw off and welcomed back Marina Vasilevskaya, the first cosmonaut in the history of sovereign Belarus. “Of course, we are proud of our fellow Belarusians, of everyone who, over the years, has made their Motherland proud by developing space technologies and conquering space,” Aleksandr Lukashenko emphasized. People in Belarus are very happy about the successes of their compatriot Oleg Novitsky who lent a helping hand to Marina Vasilevskaya and did everything he could to help her adapt to difficult conditions and fulfill non-standard tasks, the President noted. “Her flight marks a new stage in sovereign Belarus’ participation in space programs and a new level of allied, very kind, fraternal relations between Belarus and Russia, between our peoples,” said the head of state. According to him, the state flags unfurled at an altitude of more than 400 km above the Earth became a symbol of the fraternal ties of the two peoples. Belarus was watching the flight with bated breath and admired the courage and determination of their compatriot, the President emphasized. In fact, the country can be proud of all the young women who signed up for the project; there were more than two thousand of them (and after the flight, even more people wanted to go into space). All of them are amazing people who want to test their limits and meet the expectations of millions of Belarusians. Aleksandr Lukashenko sincerely thanked each of them: “You are smart and beautiful, real patriots of Belarus.” “Marina, one can say that you were luckier than others. You did a great job, indeed. You deserved this flight, absolutely objectively. It was not easy. The flight was preceded by extensive training, there were a lot of anxiety and stress,” the President said. He noted that he himself experienced this feeling of excitement and anxiety, especially before the spacecraft launch. After all, a launch can fail, and this has happened in the history of Belarus when the launch of the first domestic satellite did not go as planned. Marina Vasilevskaya and other crew members were very uneasy when the first launch was aborted and postponed to a later date. When the spacecraft stopped, it was the most nervous moment. “Your composure simply shocked me. Well done!” said the head of state. Although the most difficult period for the first cosmonaut is over, her mission has just begun. “I know what it means to be the first one. You have become a household name for people in Belarus and all other people who were worried for you, together with your parents. Being catapulted to fame comes with a new responsibility, it is a very heavy burden, which you will have to carry your entire life. I’m sure you can handle it. We won’t let you stay complacent. You will have to work very hard,” Aleksandr Lukashenko emphasized. Marina Vasilevskaya was part of the international crew that comprised Roscosmos cosmonaut, a native of Belarus, crew commander Oleg Novitsky and NASA astronaut from the United States Tracy Dyson. “Marina was between two empires – the Russians, the most advanced nation in space, and the Americans. You understand, this is not just about an image. This is the greatest victory for our country. Our people deserve it,” the President emphasized. Aleksandr Lukashenko assured that Belarus will continue developing space technologies: “We will do everything, and we will achieve a lot more.” In particular, this topic will be raised during the upcoming visit of the Belarusian President to Russia and his negotiations with President Vladimir Putin that are scheduled for 12 April, which is marked as Cosmonautics Day. “We will discuss everyday affairs, the future, the development of our cosmonautics,” said Aleksandr Lukashenko. “Some people, especially abroad, talk nonsense and say: “Look, Lukashenko threw Marina into space, we don’t need that”... We need that. We are a space country,” the head of state emphasized. The flight of the Belarusian cosmonaut in close cooperation with Russia became possible thanks to Belarus’ space solutions and technologies. “Had Belarus not promoted its space industry, no one would have talked to us. No one would have suggested that we fly into space,” Aleksandr Lukashenko noted. The President emphasized that Belarus can do a lot for space. For example, in the coming years Belarus, jointly with Russia, will launch into orbit a modern high-resolution satellite that will make it possible to clearly see matchbox-sized objects on Earth from space. “These are the most sophisticated technologies,” said the head of state. The same applies to nuclear energy and biotechnology, electric transport. “We have made significant progress here. The main thing is to maintain momentum,” Aleksandr Lukashenko emphasized. The President sincerely thanked Anastasia Lenkova: “You did well, you aced all the tests, like the first cosmonaut. I know this. Of course, I know how you felt (I would feel the same way) when you were one step away from your dream and things turned out a little different. But you carried yourself with dignity. And I promise, your experience will come in handy. We will try our best to make your dream come true.” Aleksandr Lukashenko also thanked everyone who provided scientific support for the project, who ran it, and who prepared the young women for the flight. This includes scientists, doctors, trainers and teachers - everyone who helped them become even more confident. Separately, the head of state thanked the parents of the cosmonauts for raising such amazing daughters. “Frankly speaking, I really wanted the girls to fly and become the first cosmonauts of the ‘women’s’ President [Aleksandr Lukashenko is often dubbed so for enjoying significant support from women]. I thought: maybe, I’ve already done enough for women and I am no longer indebted to them,” added Aleksandr Lukashenko. The President congratulated everyone on upcoming Cosmonautics Day: “Now this holiday will become part of your and our personal history!” Cosmonaut Marina Vasilevskayawas awarded the Hero of Belarus title by President Aleksandr Lukashenko. The Hero of Belarus title is the highest degree of distinction and is awarded only once for exceptional services to the state and society associated with the feat performed in the name of freedom, independence and prosperity of the country. The Order of Honor was awarded to Chairman of the Presidium of the National Academy of Sciences of Belarus Vladimir Gusakov. The head of state presented the Medal for Labor Merits to Director General of Belavia Airline Igor Cherginets and the President’s letters of commendation to cosmonaut Anastasia Lenkova and Deputy Head of the Aerospace Activities Department of the National Academy of Sciences of Belarus (NASB) Ivan Bucha. Aleksandr Lukashenko also presented the President’s letters of commendation to the parents of Marina Vasilevskaya and Anastasia Lenkova.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aleksandr lukashenko",
        "sentiment": "none"
      },
      {
        "name": "marina vasilevskaya",
        "sentiment": "none"
      },
      {
        "name": "oleg novitsky",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iss",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "marina vasilevskaya",
        "sentiment": "none"
      },
      {
        "name": "belarus",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:06:51.705+03:00",
  "updated": "2024-04-12T02:06:51.705+03:00"
}