{
  "thread": {
    "uuid": "97e42c8304d329bdac2d30a14a30ff4ed9bfdd24",
    "url": "https://www.scarymommy.com/lifestyle/closed-captioning-tv-gen-z-millennials",
    "site_full": "www.scarymommy.com",
    "site": "scarymommy.com",
    "site_section": "https://www.scarymommy.com/rss",
    "site_categories": [
      "family_and_parenting",
      "parenting_teens"
    ],
    "section_title": "",
    "title": "Gen Z Loves Watching TV With Closed Captions On, & Gen X Is Bewildered",
    "title_full": "Gen Z Loves Watching TV With Closed Captions On, & Gen X Is Bewildered",
    "published": "2024-01-06T00:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgix.bustle.com/uploads/image/2024/1/5/aeab9d9d-ead8-4c17-a07e-71d152f220eb-closed-captions.jpg?w=1200&amp;h=630&amp;fit=crop&amp;crop=faces&amp;fm=jpg",
    "performance_score": 0,
    "domain_rank": 6739,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97e42c8304d329bdac2d30a14a30ff4ed9bfdd24",
  "url": "https://www.scarymommy.com/lifestyle/closed-captioning-tv-gen-z-millennials",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deirdre Kaye",
  "published": "2024-01-06T00:33:00.000+02:00",
  "title": "Gen Z Loves Watching TV With Closed Captions On, & Gen X Is Bewildered",
  "text": "Gen Z Loves Watching TV With Closed Captions, & Gen X Is Bewildered\nYou're doing it wrong, Mom.\nDeirdre Kaye @gibsonishere/TikTok\nChalk this up to\nlearning something new every day: Closed captioning (or \"closed captions\") is having a moment with — wait for it — young people. Yep, younger millennials and Gen Z'ers are apparently out here in the wild using captions whenever they tune into a TV show or movie.\n\"I have three daughters, and they were here. Two of them are young millennials; the other one is an older Gen Z,\" teacher and TikToker Kelly Gibson explains in a now-viral video before sharing her movie night revelation. \"All of them were like, 'Why don't you have the captions on?'\nAs\na member of Gen X, Gibson grew up accustomed to only seeing closed captions used at her grandparents' house. \"My Gen X butt was shocked to find out that these young people have decided it's absolutely OK to watch movies with the captions going the whole time,\" she says, jokingly aghast.\nIn their defense, Gibson's daughters made some solid arguments for using captions. Namely, it makes it easier to multitask while watching TV. It also ensures you don't miss crucial information because someone in-house is talking to you or a character is whispering.\n\"They get more out of it,\" explains Gibson. \"If somebody talks to them in the middle of the show, they can still read and get what's going on even if they can't hear clearly. Why are young people so much smarter than us?!\"\nOut of curiosity, Gibson decided to take a poll: \"How many of you out there that are millennials actually do this? And how many of you Gen Xers are so excited that this is potentially an option?\"\nWhile many Gen X'ers and\nolder millennials confirmed they don't use closed captioning when watching TV, Gibson's suspicions seemed to be confirmed: Younger millennials and Gen Z'ers are out there living their best closed-caption life.\nOne commenter admitted, \"My 21-year-old son does the same thing. Found myself today thinking I might want to try it.\"\n\"Gen X,\" started another. \"My Gen Z kids ruined me, and I can't hear without the captions now.\"\n\"✋✋✋ Without subtitles, I miss so much,\" explained another. \"Now all my friends use them and agree. I will quit watching a show if it doesn't have subtitles.\"\n\"I'm an elder millennial married to a young Gen X with two Gen Z kids, and the Gen X doesn't get it, hates it, won't watch with us 😂,\" joked another.\nBlame it on\ngrind culture, ADHD, or anything you want, but younger generations are using closed captions to watch movies and TV and keep up with the plot, even when they're chatting and can't hear the television.\nSeveral people also pointed out that closed captions help with audio processing, with one saying, \"Millennial here. I have ADHD, along with the occasional audio-processing issues. I love captions. Also, sometimes I like crunchy movie snacks.\" Another added, \"GenX and it was a game changer for me to better enjoy what I'm watching. I'm late [diagnosed] ADHD. Helps with processing disorders.\"\nIt's\nexpensive to eat and live on Earth these days, and people are working more than ever, which means \" free time\" is pinched smaller and smaller. Being able to multitask by catching up on The Bear while bonding with your mama is basically self-care. Right?\nSo, yeah. Gen Z and young millennials might have \"killed\" fast fashion, top sheets, and casual dining, but they're currently in the process of resuscitating closed captions. Hold your applause.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [
    "https://www.tiktok.com/@gibsonishere",
    "https://tiktok.com/@gibsonishere"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deir",
        "sentiment": "neutral"
      },
      {
        "name": "dre kaye",
        "sentiment": "none"
      },
      {
        "name": "tiktoker kelly gibson",
        "sentiment": "none"
      },
      {
        "name": "gibson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:52:18.348+02:00",
  "updated": "2024-01-06T00:52:18.348+02:00"
}