{
  "thread": {
    "uuid": "a98ddda66117dbbae609b51ef77036330b611922",
    "url": "https://vietnamnet.vn/en/positive-signs-ahead-for-real-estate-market-in-2024-2232453.html",
    "site_full": "vietnamnet.vn",
    "site": "vietnamnet.vn",
    "site_section": "https://m.vietnamnet.vn/en",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Positive signs ahead for real estate market in 2024",
    "title_full": "Positive signs ahead for real estate market in 2024",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static-images.vnncdn.net/files/publish/2023/12/28/ha-gia-bat-dong-san-825.jpg",
    "performance_score": 0,
    "domain_rank": 6408,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a98ddda66117dbbae609b51ef77036330b611922",
  "url": "https://vietnamnet.vn/en/positive-signs-ahead-for-real-estate-market-in-2024-2232453.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VietNamNet News",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Positive signs ahead for real estate market in 2024",
  "text": "The past few weeks have seen a series of real estate projects, including social housing projects, deployed in many localities across the country, heralding the recovery of the market that has slumped for a couple of years.\nA recent survey conducted by the Vietnam Association of Real Estate Brokers indicates that more than half of the surveyed businesses said local authorities have begun implementing policies aimed at removing difficulties in the real estate market.\nThe Government has actively directed relevant ministries to iron out snags faced by real estate businesses throughout the year, and the legal framework and investment procedures are much more conducive compared to a year ago, said Nguyen Anh Tuan, general director of Phuong Dong Joint Stock Company.\nTuan expressed his hope that banks would allocate resources to improve credit accessibility for buyers and developers in an appropriate manner moving forward.\nThe Government has introduced a number of mechanisms and policies, including those on capital resources, in recent times aimed at removing bottlenecks for the real estate market.\nMost notably, the Prime Minister on December 17 issued an official dispatch on solutions to develop the real estate market in a safe, healthy, and sustainable manner.\nEconomist Can Van Luc highly appreciated the Government’ efforts to revitalize the real estate market with a number of hindrances being lifted.\nHowever, he underlined the need to fine-tune institutions and speed up the amendments of laws to ensure their consistency in a bid to facilitate the recovery of the real estate market.\nA series of projects in both Hanoi and Ho Chi Minh City are currently getting underway and may open for sale at the end of this year or by early 2024, which will provide buyers with a greater range of options.\nThere is ample room ahead for the development of the real estate market thanks to a decrease in bank interest rates coupled with the Government’s support policies, anallysed Nguyen Quoc Anh, deputy general director of Batdongsan.com.vn.\nHe pointed out that the demand for social housing products remains high in the market amid a general scarcity of supply, noting that the Government will support the market segment in the coming time.\nAlthough the real estate market is showing positive signs of recovery, local businesses are advised to restructure and move to diversify capital sources, as well as limiting ineffective investments.\nThink-tanks forecast that prices of some real estate segments would continue to fall in the short term as owners would be forced to sell their assets under pressure to borrow interest from banks for a long time.\nCurrently, there are more than 100,000 apartments under construction nationwide. If legal procedures related to project progress are cleared, then it will help to improve supply sources in the market and better meet the relevant needs of buyers.\nFurthermore, insiders underscored the importance of approving the new law on Real Estate Business and Housing Law put forward by the National Assembly.\nIf the revised Land Law is soon approved and takes effect as planned in the second half of next year, it is expected to create a major turning point for the real estate market's recovery, they noted.\nSource: VOV",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://vads.net.vn/Ad?z=11&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=12&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=12&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad",
    "https://www.vads.net.vn/Ad?z=11&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tuan",
        "sentiment": "none"
      },
      {
        "name": "nguyen anh tuan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vietnam association of real estate brokers",
        "sentiment": "none"
      },
      {
        "name": "phuong dong joint stock company",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:30:30.740+02:00",
  "updated": "2023-12-29T02:30:30.740+02:00"
}