{
  "thread": {
    "uuid": "1d1fa60336b5a1902add121e52b18a64c09ca403",
    "url": "https://www.brecorder.com/news/40284629",
    "site_full": "www.brecorder.com",
    "site": "brecorder.com",
    "site_section": "https://www.brecorder.com/feeds/latest-news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business Recorder - Latest News",
    "title": "Stocks back to winning ways as Pak-Iran tensions ease",
    "title_full": "Stocks back to winning ways as Pak-Iran tensions ease",
    "published": "2024-01-19T02:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.brecorder.com/large/2024/01/1910382886d153c.jpg?r=103851",
    "performance_score": 0,
    "domain_rank": 13747,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1d1fa60336b5a1902add121e52b18a64c09ca403",
  "url": "https://www.brecorder.com/news/40284629",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "none@none.com (BR Web Desk)",
  "published": "2024-01-19T02:58:00.000+02:00",
  "title": "Stocks back to winning ways as Pak-Iran tensions ease",
  "text": "The Pakistan Stock Exchange’s (PSX) benchmark KSE-100 Index closed slightly higher on Friday, after profit-taking wiped out most of its gains made during the first few hours of the day. The KSE-100 started the session positive, hitting an intra-day high of 63,911.86. However, profit-taking kicked in and wiped out most of the gains. At close, the benchmark index settled at 63,282.23, up by 79.83 points or 0.13%. The market during the initial hours of the trading session saw somewhat of a buying spree as tensions between Iran and Pakistan simmered down, with the benchmark index hitting an intra-day high of 63,911.86 level, up nearly 710 points. Experts attributed the buying spree to easing cross-border tensions between Iran and Pakistan. “Moreover, prospects of settlement of circular debt” added to the positive sentiment, said Samiullah Tariq, Head of Research at Pak Kuwait Investment Company Limited. As per reports, the interim minister has [prepared an innovative plan](https://www.brecorder.com/news/40284401/marg-bar-sarmachar-pakistans-strikes-inside-iran-kill-several-terrorists) to reduce the circular debt of energy sector, which has been shared with caretaker Finance Minister Dr Shamshad Akhtar. According to the main features, the plan will be restricted to public sector companies only, budget neutral and zero leakage. “Total settlement of Rs 1.268 trillion will be done.” [On Thursday](https://www.brecorder.com/news/40284406/stocks-plummet-at-psx-as-pakistan-iran-tensions-take-toll), escalating regional tension took its toll on investor sentiment at the bourse as the benchmark KSE-100 index sustained further losses to settle at 63,202.40, a decrease of 364.93 points or 0.57%. Pakistan said on Thursday that it undertook a series of highly coordinated and specifically targeted precision military strikes against what it called terrorist hideouts in Siestan-o-Baluchistan province of Iran, a little over a day after the neighbour also conducted missile strikes on Pakistani territory. “A number of terrorists were killed during the Intelligence-based operation – codenamed ‘Marg Bar Sarmachar’,” Pakistan’s Foreign Office said in a press release issued on Thursday. Globally, [the Asian shares bounced on Friday](https://www.brecorder.com/news/40284618/asian-shares-bounce-on-global-tech-rally-yen-loser-of-the-week), buoyed by a rally in regional chipmakers, while the yen was set to end the week with heavy losses as investors pared back bets the Bank of Japan would soon abandon its uber-easy policies. MSCI’s broadest index of Asia-Pacific shares outside Japan rallied 0.9% on Friday, but was still down 2.9% for the week, the biggest weekly loss since mid-August. Meanwhile, [the rupee registered gains for the third consecutive session](https://www.brecorder.com/news/40284635/rupee-records-3rd-consecutive-gain-settles-at-2799-against-us-dollar) against the US dollar, appreciating 0.03% in the inter-bank market on Friday. As per the State Bank of Pakistan, the local unit closed at 279.90, a gain of Re0.08 against the greenback. Volume on the all-share index decreased to 287.3 million from 445.7 million a session before. The value of shares declined to Rs9.3 billion from Rs14.2 billion in the previous session. K-Electric Ltd. was the volume leader with 49.8 million shares, followed by P.I.A.C.(A) with 43.3 million shares, and P.T.C.L. at 14.1 million shares. Shares of 339 companies were traded on Friday, of which 160 registered an increase, 158 recorded a fall, while 21 remained unchanged. [Pakistan](/pakistan) [Territorial integrity of Pakistan ‘absolutely inviolable’: NSC](https://www.brecorder.com/news/40284648/territorial-integrity-of-pakistan-absolutely-inviolable-nsc) [KSE-100 ends marginally higher after most intra-day gains erased](https://www.brecorder.com/news/40284629/kse-100-ends-marginally-higher-after-most-intra-day-gains-erased) [Ready to work on all issues based on spirit of mutual trust, FM Jilani tells Iranian counterpart](https://www.brecorder.com/news/40284680/ready-to-work-on-all-issues-based-on-spirit-of-mutual-trust-fm-jilani-tells-iranian-counterpart) [Rupee records 3rd consecutive gain, settles at 279.9 against US dollar](https://www.brecorder.com/news/40284635/rupee-records-3rd-consecutive-gain-settles-at-2799-against-us-dollar) [Zaka Ashraf resigns as PCB’s Interim Management Committee chairman](https://www.brecorder.com/news/40284685/zaka-ashraf-resigns-as-pcbs-interim-management-committee-chairman) [Amid economic challenges, experts concerned over Pakistan-Iran tensions](https://www.brecorder.com/news/40284468/amid-economic-challenges-experts-concerned-over-pakistan-iran-tensions) [Mari Petroleum successfully drills another appraisal well in Sindh](https://www.brecorder.com/news/40284640/mari-petroleum-successfully-drills-another-appraisal-well-in-sindh) [Sri Lanka showing signs of recovery but challenges remain, says IMF](https://www.brecorder.com/news/40284664/sri-lanka-showing-signs-of-recovery-but-challenges-remain-says-imf) [Gold price per tola increases Rs1,300 in Pakistan](https://www.brecorder.com/news/40284670/gold-price-per-tola-increases-rs1300-in-pakistan) [4-0: New Zealand chase down Pakistan to win fourth T20 international](https://www.brecorder.com/news/40284639/4-0-new-zealand-chase-down-pakistan-to-win-fourth-t20-international) [Oil heads for weekly gain as Middle East tensions support](https://www.brecorder.com/news/40284617/oil-heads-for-weekly-gain-as-middle-east-tensions-support) [Read more stories](https://www.brecorder.com/markets) [Next Story](https://www.brecorder.com/news/40284468/ajax-request)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samiullah tariq",
        "sentiment": "none"
      },
      {
        "name": "shamshad akhtar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "head of research at pak kuwait investment company limited",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T08:05:21.138+02:00",
  "updated": "2024-01-19T20:21:40.574+02:00"
}