{
  "thread": {
    "uuid": "12ea9c639879b5c244319b5d0237d4c80e78de0b",
    "url": "https://www.newsbreak.com/massachusetts-state/3279761503868-workers-in-new-england-states-looking-forward-to-a-bump-up-in-minimum-wages-in-2024",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/plymouth-nh",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Plymouth News, Weather, Safety, Sports | NewsBreak Plymouth, NH",
    "title": "Workers in New England states looking forward to a bump up in minimum wages in 2024",
    "title_full": "Workers in New England states looking forward to a bump up in minimum wages in 2024",
    "published": "2023-12-28T21:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2Yazey_0qSlh6Cc00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12ea9c639879b5c244319b5d0237d4c80e78de0b",
  "url": "https://www.newsbreak.com/massachusetts-state/3279761503868-workers-in-new-england-states-looking-forward-to-a-bump-up-in-minimum-wages-in-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-28T21:15:00.000+02:00",
  "title": "Workers in New England states looking forward to a bump up in minimum wages in 2024",
  "text": "Workers in several New England states are looking forward to a bump up in the minimum wage in 2024 while advocates in Massachusetts are pushing a ballot question aimed at phasing out the state's subminimum wage of $6.75 per hour for tipped workers. In Rhode Island, the state's current $13 minimum wage will jump by $1 to $14 an hour on Jan. 1. It is the next step in a phased-in increase that will reach $15 in 2025. In Vermont, the state’s minimum wage will reach $13.67 — climbing $0.49 from the current $13.18 wage. The annual adjustment also affects the minimum wage for tipped workers, which will tick up from $6.59 to $6.84 per hour. Maine will see its hourly minimum wage tick up from $13.80 to $14.15 per hour. Maine requires annual adjustments to the minimum wage based on the cost-of-living. Portland is pushing its city minimum wage from $14 to $15. The state's new tipped wage in 2024 will be $7.08 per hour. The minimum wage in Connecticut will rise from the current rate of $15.00 per hour to $15.69 — the highest in New England. Beginning Jan. 1, and occurring annually each following Jan. 1, the wage will be adjusted according to the U.S. Department of Labor’s calculation of the employment cost index. Massachusetts' minimum wage will remain at $15 per hour in 2024, although there is a campaign to hike the wage again to $20. New Hampshire continues to have the lowest minimum wage in New England, matching the federal wage of $7.25. State lawmakers have defeated multiple attempts to increase it in recent years. The New England states are among 20 raising minimum wages for workers, further widening the gap between state requirements and the federal minimum wage, which has been static at $7.25 an hour since July 2009. In several states, the new minimum will more than double that rate. In Massachusetts, advocates are pushing a ballot question that would phase out the state’s “service rate” which lets restaurants pay workers $6.75 an hour if tips make up the difference between that and the state's $15 minimum wage. Under the question, the service rate would end by 2029. Organizers for the group One Fair Wage said they have collected enough signatures to clear an initial hurdle to gaining a slot on next year's ballot. \"Massachusetts voters are ready to move away from outdated wage practices and towards a system that guarantees dignity, justice, and economic security for all workers,\" Saru Jayaraman, president of One Fair Wage, said in a written statement, The Massachusetts Restaurant Association opposes the question, saying the highest-paid employees in any restaurant are tipped employees, frequently averaging $20, $30, and sometimes even $50 per hour. A restaurant owner can employ more than two full time waitstaff employees for the same hourly rate as one minimum wage employee, said Jessica Muradian of Massachusetts Restaurant Association. “This is a win for the tipped employee because they are the highest compensated employee in the restaurant, it’s a win for the guest who is getting a full-service experience and a win for the restaurant operator who gets to employ as many people as possible,” she said in a statement. The U.S. Department of Labor in August has also announced a proposed rule that would let 3.6 million more workers qualify for overtime. The proposed regulation would require employers to pay overtime to salaried workers who are in executive, administrative and professional roles but make less than $1,059 a week, or $55,068 a year for full-time employees. That salary threshold is up from $35,568.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.independent.co.uk/topic/maine",
    "https://www.independent.co.uk/topic/new-england",
    "https://img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
    "https://www.independent.co.uk/topic/massachusetts",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
    "https://www.independent.co.uk/topic/portland",
    "https://independent.co.uk/topic/maine",
    "https://www.img.particlenews.com/image.php?url=2Yazey_0qSlh6Cc00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2Yazey_0qSlh6Cc00",
    "https://img.particlenews.com/image.php",
    "https://independent.co.uk/topic/massachusetts",
    "https://independent.co.uk/topic/new-england",
    "https://independent.co.uk/topic/portland"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "new england",
        "sentiment": "none"
      },
      {
        "name": "vermont",
        "sentiment": "none"
      },
      {
        "name": "rhode island",
        "sentiment": "none"
      },
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "massachusetts",
        "sentiment": "none"
      },
      {
        "name": "maine",
        "sentiment": "none"
      },
      {
        "name": "connecticut",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:06:24.707+02:00",
  "updated": "2023-12-29T01:06:24.707+02:00"
}