{
  "thread": {
    "uuid": "858a2bd0d0356744dd7268960106d420cba4a9e9",
    "url": "https://www.qatar-tribune.com/article/99970/business/80-of-qatars-ceos-predict-growth-in-their-organisations",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Business - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "80% of Qatar’s CEOs predict growth in their organisations - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "80% of Qatar’s CEOs predict growth in their organisations - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2023-12-29T00:08:11.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2023/12/29/151194.png",
    "performance_score": 0,
    "domain_rank": 97429,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "858a2bd0d0356744dd7268960106d420cba4a9e9",
  "url": "https://www.qatar-tribune.com/article/99970/business/80-of-qatars-ceos-predict-growth-in-their-organisations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2023-12-29T00:08:11.000+02:00",
  "title": "80% of Qatar’s CEOs predict growth in their organisations - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "Tribune News Network\nDoha\nKPMG in Qatar’s 2023 CEO Outlook Report has delved into the ever-evolving economic and geopolitical landscape, revealing how Qatar’s CEOs are strategically navigating uncertainty with unwavering optimism.\n“We find CEOs navigating economic uncertainties with optimism, prioritizing disruptive technologies such as generative AI, and championing ESG governance for improved stakeholder returns.\n“Despite challenges ranging from cyber threats to regulatory hurdles, their commitment to integrity and long-term strategic planning remains firm - ready to make bold decisions for the greater good, even in complex times,” emphasizes Ahmed Abu-Sharkh, Country Senior Partner at KPMG in Qatar.\nQatar’s CEOs proudly express an exceptional 80% confidence in the growth path of their organizations and industries for the next three years.\nThis not only exceeds the perspectives of their global counterparts but highlights a distinct strategic emphasis on organic growth, digitization, and resilient practices, even in the face of economic uncertainties.\nQatar’s CEOs do however express more caution when it comes to national and global economic growth. “Qatar CEOs shine with unwavering optimism for organizational growth, navigating nationwide challenges with a keen eye on emerging technology and cyber risks, exemplifying resilience and strategic foresight,” said Venkat Krishnaswamy, Partner, Head of Advisory, KPMG in Qatar.\nQatar’s CEOs have begun to recognize ESG’s long-term benefits in enhancing brand, customer relations, and talent attraction, despite potential challenges such as increased costs and stakeholder scrutiny.\n“The potential for growth and positive change through ESG is undeniable,” notes Omar Mahmood, Partner and Head of Financial Services at KPMG in Qatar, “Qatar’s CEOs have a golden opportunity to harness this momentum, strengthen stakeholder bonds, and elevate their ESG initiatives to help drive long-term sustainable growth.” Overall, ESG is seen as a transformative force, not just a trend, in corporate strategy.\nThe KPMG’s CEO Outlook report reveals a nuanced perspective on the future of workforce in Qatar.\nWhile 72% anticipate a full office return and 24% contemplate hybrid models, there seems to be a strong focus on inclusion, diversity, and equity (IDE), Barbara Henzen, Partner, and Head of Tax at KPMG in Qatar emphasizes, “In today’s dynamic business landscape, forward-thinking CEOs recognize the undeniable power of inclusion, diversity, and equity as catalysts for sustainable growth. Embracing diverse leadership is not just progressive—it’s essential for future success.”\nWith a clear understanding of AI’s transformative potential, 44% of Qatar’s CEOs prioritize its investment, focusing on profitability, efficiency, innovation, and cybersecurity.\nDespite challenges in employee adoption, ethics, technical skills, and regulatory gaps, CEOs remain resilient, viewing regulation as both a hurdle and a necessary element for responsible AI practices.\nNizar Hneini, Partner and Head of Digital & Innovation at KPMG in Qatar, highlights, “Generative AI is transforming business - promising innovation and efficiency. CEOs, while addressing challenges, are committed to responsibly leveraging AI’s potential, ensuring ethical use and robust governance, paving the way for prosperous growth and a tech-enabled future.”\nThis year’s report presents significant insights and official statements contributed by esteemed leaders in the business landscape, including Sheikh Ali Bin Jabor Al Thani, Chief Executive Officer of Ooredoo Qatar; Salman Gulzar, Country Head of Mashreq Bank; Abdul Hakeem Mostafawi, Chief Executive Officer of HSBC Qatar; Salem Al-Mannai, Chief Executive Officer of QIC Group; Ibrahim Bn Khalid Al Sulaiti, President of YEC; and Sheikh Hamad Abdulla Jassim Al-Thani, Chief Executive Officer of Vodafone Qatar.\nIn summary, Qatar’s CEOs, as revealed in the KPMG Qatar 2023 CEO Outlook Report, transcend challenges with unwavering optimism.\n Copy 29/12/2023 70",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ahmed abu-sharkh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "read qatar tribune",
        "sentiment": "negative"
      },
      {
        "name": "tribune news network doha kpmg",
        "sentiment": "negative"
      },
      {
        "name": "esg",
        "sentiment": "none"
      },
      {
        "name": "kpmg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "qatar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:08:14.614+02:00",
  "updated": "2023-12-30T15:27:39.267+02:00"
}