{
  "thread": {
    "uuid": "ffca3072ceb1f470ce281b4673341adba5236191",
    "url": "https://innovationorigins.com/en/north-seas-solar-surge-bamboo-project-pioneers-offshore-expansion/",
    "site_full": "innovationorigins.com",
    "site": "innovationorigins.com",
    "site_section": "https://innovationorigins.com/en/feed",
    "site_categories": [
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Innovation Origins",
    "title": "North Sea’s solar surge: BAMBOO project pioneers offshore expansion",
    "title_full": "North Sea’s solar surge: BAMBOO project pioneers offshore expansion - IO",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://innovationorigins.com/app/uploads/2024/02/BAMBOO-project-banner-768x432-1.jpeg",
    "performance_score": 0,
    "domain_rank": 32071,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ffca3072ceb1f470ce281b4673341adba5236191",
  "url": "https://innovationorigins.com/en/north-seas-solar-surge-bamboo-project-pioneers-offshore-expansion/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laio",
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "North Sea’s solar surge: BAMBOO project pioneers offshore expansion",
  "text": "The North Sea is set to become the nucleus of a renewable energy revolution with the [BAMBOO](https://oceansofenergy.blue/2024/02/12/offshore-solar-scaling-up-to-gigawatts/) project. A consortium of 15 European entities, led by RINA and Dutch company Oceans of Energy, is spearheading the drive to scale up offshore solar technology to 150MW units. This initiative aims to bolster energy output and standardize the technology for a sustainable future. The BAMBOO (Build scAlable Modular Bamboo-inspired Offshore sOlar systems) project is poised to construct a landmark offshore solar farm before 2030, marking a significant stride in the energy transition. With a budget of €7 million, the project will tackle the environmental impact, durability, and performance of offshore solar panels. Why this is important Europe needs to meet its climate and sustainable energy generation targets, and offshore energy parks can be part of the answer. Oceans of Energy, the offshore solar specialist, is integral to this venture, offering their expertise in harnessing solar power at sea. They have previously demonstrated their prowess in 2019 by maintaining a solar farm amidst storms in the North Sea and deploying the world’s first commercial offshore solar-wind hybrid project. Now, they are set to take this technology to new heights, scaling up to standardized 150MW formats to create gigawatt-scale farms. Which wind farm this will take place at still has to be decided. Collaborations for breakthrough innovations The consortium backing BAMBOO is a fusion of expertise from various sectors. Four technology developers, five consultancies, three testing laboratories, and the European Marine Board have joined forces to standardize offshore solar farms. These entities will address offshore solar technology’s logistical and environmental challenges. Italy-based RINA Consulting, the project coordinator, is working alongside these partners to overcome the technical hurdles. Andrea Bombardi, Carbon Reduction Excellence Executive Vice President at RINA, believes that BAMBOO will enable feasible business cases for offshore solar energy. The project’s innovations include basin scale tests, hydrodynamic modeling, and the development of the world’s first dynamic floating substation for offshore photovoltaics. Technological and environmental assessments Environmental sustainability is at the heart of the BAMBOO project. The initiative aims to significantly reduce emissions and achieve a net-positive impact on marine ecosystems. The European Marine Board (EMB) is tasked with leading the Impact Assessments and Dissemination and Communication work packages. They will provide crucial guidance on EU policy development and research needs, ensuring that the project’s results are communicated effectively and influence future [legislation](https://www.marineboard.eu/bamboo). The assessment of energy yield, circularity of materials, and life-cycle analysis are integral parts of BAMBOO. These assessments pave the way for the scaling of offshore floating photovoltaic (FPV) systems to commercial levels, while maintaining a focus on sustainability. The consortium’s collaboration with marine and social science experts underlines the importance of considering both environmental and societal impacts in the development of offshore renewable energy technologies. Building a blueprint for future projects The 1 km2/150 MW floating photovoltaic system that BAMBOO intends to implement serves as a model for subsequent offshore FPV projects in Europe. This initiative is a response to the urgent need for Europe to meet its climate targets for 2030 and 2050, by utilising the vast potential of offshore [solar energy](https://cordis.europa.eu/project/id/101136142). Allard van Hoeken, founder and CEO of Oceans of Energy, heralds offshore solar as a significant contributor to the energy transition in the North Sea. Standardizing large-scale offshore solar farms is considered a game-changer in the shift toward renewable energy. The strategic positioning of solar farms between offshore wind turbines not only maximizes the use of space but also reduces the environmental impact and space requirements compared to separate offshore installations. This co-location strategy diminishes the need for expanding the energy grid, presenting a more efficient and integrated approach to renewable energy generation. A synergy of expertise and innovation Within the consortium, each partner brings a unique set of skills and knowledge. Solarge International and Twentsche KabelFabriek (TKF) contribute their expertise in solar panel manufacturing and connectivity solutions. SolarCleano’s robots, already active in over 90 countries, will play a role in maintenance, while Aquatera Atlántico provides specialised consulting in the blue economy sectors. Research organisations like Fraunhofer CSP and MARIN will evaluate the reliability and performance of solar systems and materials. Vattenfall, the energy company with a commitment to net-zero emissions by 2040, and WavEC, known for their work in marine renewable energies, round out the consortium. Their involvement not only aids in the project’s development but also underscores the collaboration’s potential for real-world application and scalability.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.cordis.europa.eu/project/id/101136142).",
    "https://marineboard.eu/bamboo).",
    "https://cordis.europa.eu/project/id/101136142).",
    "https://www.oceansofenergy.blue/2024/02/12/offshore-solar-scaling-up-to-gigawatts/)",
    "https://www.marineboard.eu/bamboo).",
    "https://oceansofenergy.blue/2024/02/12/offshore-solar-scaling-up-to-gigawatts/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "energy",
        "sentiment": "none"
      },
      {
        "name": "rina",
        "sentiment": "none"
      },
      {
        "name": "oceans of energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north sea",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:16:21.788+02:00",
  "updated": "2024-02-16T08:16:21.788+02:00"
}