{
  "thread": {
    "uuid": "a6c2499b63ea35ea53353204e0192062ff933736",
    "url": "https://www.yahoo.com/news/worth-wait-swedish-troops-relish-191451880.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "http://www.buzztracker.com/rss/business",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo News - Latest News &amp; Headlines",
    "title": "'Worth the wait': Swedish troops relish NATO leap",
    "title_full": "'Worth the wait': Swedish troops relish NATO leap",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/afp.com/c8af85d1b3b32baacd7dab2cc5a62a98",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a6c2499b63ea35ea53353204e0192062ff933736",
  "url": "https://www.yahoo.com/news/worth-wait-swedish-troops-relish-191451880.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Max DELANY",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "'Worth the wait': Swedish troops relish NATO leap",
  "text": "Swedish marines on Friday peered out from their assault vessel as part of a vast NATO military exercise to simulate repelling an invasion of neighbouring Norway. After a ceremony in Washington less than 24 hours earlier, the troops marked their country's first full day as a member of the US-led alliance after two centuries of non-alignment. Sweden's push to join -– along with that of Finland –- was sparked two years ago by Russia's invasion of Ukraine. Opposition from first Turkey and later Hungary held up Stockholm's entry for months longer than other allies hoped. \"I think it was definitely worth the wait,\" combat boat commander Karl-Johan Ryden, 21, told AFP, as he watched over the frigid Arctic waters. \"It's been a long process,\" weighed in Major Joakim Sjorgren. \"But we always figured it's going to be a yes, some way along the way. So we've been prepared for it.\" The Nordic Response exercise -– part of NATO's biggest drills since the Cold War -– is far from the first time Swedish troops have trained with alliance members. Sweden has for years been a close partner of NATO and worked with its Nordic neighbours on defence. But now Stockholm has taken the giant leap of becoming the 32nd member of the club of nations bound together by their Article 5 commitment to defend each other. \"I would say that for the tactical level, on the unit level, for soldiers and officers, this is not that big of a change because we have been training with NATO and having operations with NATO since the early 2000s,\" Sweden's commander for joint operations Carl-Johan Edstrom, one of the country’s top officers, told AFP. \"But for Sweden in general it's a big change. It's the biggest change for 200 years –- it's a mental shift.\" - 'New era' - Senior Norwegian military commander Vice Admiral Rune Andersen said that Sweden's membership -– on the back of Finland joining NATO last year –- opened up \"a new era in how we do defence cooperation in the Nordic region\". \"We've been working together for a long time, but the membership removes the rest of the hurdles,\" he told AFP aboard a Norwegian coast guard ship. Andersen said Sweden could now be fully plugged into NATO's secure lines and its territory and capabilities put to the alliance's use. \"But perhaps more importantly is that it's only full membership of NATO that provides that mutual support within the Article 5 obligation on all sides,\" he said. US Vice Admiral Douglas Perry, who heads NATO's Norfolk command that oversees the Atlantic and Arctic regions, said Sweden's membership now meant it could be incorporated fully into the alliance's new plans for a Russian attack. \"They bring a lot to the table,\" Perry said, pointing to Sweden's strategic location between the Artic and the Baltic Seas. Sweden joins NATO at a time when fears of a possible conflict between the alliance and Russia have risen as Moscow's forces push back Ukraine two years into the war there. Onboard the Swedish marine vessel, new recruit Vera Nylander leaned on a machine gun as she thought about the chances that exercises might one day become real combat. \"I'll take it when and if it comes,\" she said. \"I think we are ready, we are prepared for it and we are trained for it if it happened.\" del/bc",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karl-johan ryden",
        "sentiment": "none"
      },
      {
        "name": "joakim sjorgren",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nato",
        "sentiment": "negative"
      },
      {
        "name": "afp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sweden",
        "sentiment": "none"
      },
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "hungary",
        "sentiment": "none"
      },
      {
        "name": "norway",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "stockholm",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T21:33:51.885+02:00",
  "updated": "2024-03-08T21:33:51.885+02:00"
}