{
  "thread": {
    "uuid": "57b4fde37f62472ee5cd45166166c3f2feae402f",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205205",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com/news",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Mangalore News , karnataka News , Konkani News - Daijiworld.com",
    "title": "Bantwal: World Environment Day celebrated at Nirkan Vogga - Daijiworld.com",
    "title_full": "Bantwal: World Environment Day celebrated at Nirkan Vogga - Daijiworld.com",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://daijiworld.ap-south-1.linodeobjects.com/Linode/images3/vogga050724_1.jpg",
    "performance_score": 0,
    "domain_rank": 22606,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57b4fde37f62472ee5cd45166166c3f2feae402f",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1205205",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Bantwal: World Environment Day celebrated at Nirkan Vogga - Daijiworld.com",
  "text": "Media Release Bantwal, Jul 5: Catholic Sabha Mangalore Pradesh (R) Nirkan Unit, in association with St Thomas Higher Primary School, Nirkan-Vogga, and the forest department, Bantwal zone, came together to organize a special event to commemorate Environment Day on Wednesday, July 3. The event commenced with a beautiful prayer song performed by the school children, setting an inspirational tone for the day's activities. The gathering was further welcomed by Melwin D’Souza, the president of catholic Sabha Nirkan unit, setting the stage for an eventful day. Fr Leo William Lobo, the parish priest of St Thomas the Apostle Church Nirkan, graced the occasion with his presence and inaugurated the event, imparting his blessings and good wishes for the program's success. A significant highlight of the event was the presence of zonal forest officer, Praful Shetty, who attended as a resource person and also actively engaged in planting saplings while sharing important insights about environmental preservation and conservation. The school children showed their creativity and passion for protecting the environment by performing a captivating dance. The dance was focused on the theme of taking care of the environment. The presence of esteemed individuals, including John Lasrado, president of Catholic Sabha Bantwal deanery; Laxmi Narayana Sharma, president of Kavalapadooru gram panchayat; Abdul Razaak, former president of Kavalapadooru gram panchayat; Vincent Bennis, vice president of PPC Nirkan; Stany Lobo, immediate past president of Catholic Sabha Central Committee, Mangaluru; Shanthi Veigas, secretary of Catholic Sabha Nirkan Unit; Snake Kiran Mangaluru from Nirkan-Vogga, known for his deep passion for nature; and the participation of school children, teachers of St Thomas School, and parishioners of Nirkan and nearby locals added immense value to the event. At the event, saplings were planted and distributed to all the attending children and guests, symbolizes responsibility for protecting the environment for future generations. The vote of thanks was delivered by Sr Severine Fernandes, HM of St Thomas Higher Primary School, Nirkan, acknowledging the efforts and support that made the event a success. Finally, the event was compered by Austin Lobo, immediate past president of Catholic Sabha, Nirkan unit. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "leo william lobo",
        "sentiment": "none"
      },
      {
        "name": "st thomas",
        "sentiment": "none"
      },
      {
        "name": "bantwal",
        "sentiment": "none"
      },
      {
        "name": "praful shetty",
        "sentiment": "none"
      },
      {
        "name": "melwin d’souza",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic sabha mangalore pradesh (r) nirkan unit",
        "sentiment": "neutral"
      },
      {
        "name": "apostle church nirkan",
        "sentiment": "none"
      },
      {
        "name": "sabha nirkan",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nirkan-vogga",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:26:15.955+03:00",
  "updated": "2024-07-05T13:26:15.955+03:00"
}