{
  "thread": {
    "uuid": "e61df7c76e57753df94a2ee5fb690b34e564aa55",
    "url": "https://calgary.citynews.ca/2024/01/13/calgary-car-safety-tips/",
    "site_full": "calgary.citynews.ca",
    "site": "citynews.ca",
    "site_section": "http://www.660news.com/feed/\r",
    "site_categories": [],
    "section_title": "CityNews Calgary",
    "title": "Expert offers car safety tips to Calgarians amid freezing temperatures",
    "title_full": "Expert offers car safety tips to Calgarians amid freezing temperatures",
    "published": "2024-01-13T22:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://calgary.citynews.ca/wp-content/blogs.dir/sites/8/2022/11/06/yycwinter.jpg",
    "performance_score": 0,
    "domain_rank": 4700,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e61df7c76e57753df94a2ee5fb690b34e564aa55",
  "url": "https://calgary.citynews.ca/2024/01/13/calgary-car-safety-tips/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Melgar",
  "published": "2024-01-13T22:20:00.000+02:00",
  "title": "Expert offers car safety tips to Calgarians amid freezing temperatures",
  "text": "Posted Jan 13, 2024 01:20:43 PM. Last Updated Jan 13, 2024 01:20:46 PM. From engine and battery problems to low tire pressure and fuel efficiency, the frigid January temperatures in Calgary have been taking a toll on vehicles. The Alberta Motor Association (AMA) says wait times for towing or winching is 96 hours as of Saturday afternoon, and 84 hours for a battery boost, flat tire, lockout, or fuel delivery. “We’re currently experiencing extended wait times. If you’re at the roadside and require service, please stay safe and try to get somewhere warm. Once you are safe, contact us to look after your vehicle,” the AMA said. As for mechanics in Calgary, Gemal Rafih with My Calgary Mechanic says he’s been working non-stop. One big issue he’s noticed with vehicles: Not enough people are using a block heater. “It prevents the antifreeze from freezing in the engine, and that also keeps the oil kind of like a liquid, so it doesn’t become too hard inside the engine,” he said. “On first startup, which is the most difficult and where the most engine wear happens, you want that oil to flow quickly. So by keeping the antifreeze a liquid, you keep the oil liquid and you get better starts.” He also says there are plenty of things that are within our control, like having reliable tires. “All season tires, they become like hockey pucks so they just slide they retain heat. So they’re gonna melt the surface underneath, and then they’re gonna sit in the puddle of water, and it’s going to be slick,” he told CityNews. “Winter tires stay soft, and they give you a better grip and traction, and they don’t harden up.” There’s the age-old debate on whether winter tires are actually worth the investment, and in short, Rafih says they are. Another big problem is tire pressure. He says having good tires is one thing, but maintaining proper pressure is another. “Regardless of the tires that you have, you’re going to lose three or four, maybe five PSI just due to temperature fluctuation. That’s normal,” Rafiah said. “But you don’t want to go down more than that because the tire to overheat and if it hits a curb or slides into a curb or a pothole that could actually deflate if it’s too low on air.” Rafih recommends checking the pressure to see if it matches the levels on your owner’s manual and having a spare handy just in case. Environment and Climate Change Canada (ECCC) says temperatures will hit a high of -28 C with a windchill of -43 C Sunday morning and -37 C in the afternoon. Saturday is a high of around -30 C with a nearly -40 C windchill.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gemal rafih",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "alberta motor association",
        "sentiment": "none"
      },
      {
        "name": "my calgary mechanic",
        "sentiment": "none"
      },
      {
        "name": "ama",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "calgary",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T22:44:30.788+02:00",
  "updated": "2024-01-13T22:48:33.529+02:00"
}