{
  "thread": {
    "uuid": "35720d2460050f9533c13c825a6db028b636dc47",
    "url": "https://www.dvidshub.net/news/461071/strong-warfighting-culture-guides-spruance-success",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "How a Strong Warfighting Culture Guides the Spruance to Success",
    "title_full": "How a Strong Warfighting Culture Guides the Spruance to Success",
    "published": "2023-12-29T23:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.dvidshub.net/images/dvids_logo.svg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35720d2460050f9533c13c825a6db028b636dc47",
  "url": "https://www.dvidshub.net/news/461071/strong-warfighting-culture-guides-spruance-success",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lt.j.g. Matthew Coffin",
  "published": "2023-12-29T23:36:00.000+02:00",
  "title": "How a Strong Warfighting Culture Guides the Spruance to Success",
  "text": "The foundation of the Navy’s Surface Force is a resilient and connected culture, enabling ships to thrive in challenging and austere maritime environments.\nDefining what warfighting culture and connectedness are and how they impact the readiness of a ship isn’t easy and can vary by command, but the fundamentals aren’t rocket science.\nFor the crew of Arleigh Burke-class guided missile destroyer USS Spruance (DDG 111), their building blocks are taking care of people, taking care of the ship, setting expectations, and uniting behind a clear vision of preparing Sailors to go to sea thrive, fight, and win.\n“We focus a great deal on treating people with dignity and respect,” said Cmdr. Christopher Ivey, Spruance’s commanding officer. “If you have trust, loyalty, and respect as your foundation, you can build a strong culture of ownership at every level and that brings connectedness for our crew. Spruance Sailors are proud to show off what they own and they aren’t afraid to make mistakes because they know their leadership will support them and teach them to re-attack the right way.”\nFor Ivey, this starts with instilling a strong culture early for young Sailors. Sitting down with every new crew member one-on-one, he articulates his command philosophy and emphasizes leadership’s expectations for each individual while describing their integral role in warfighting readiness. The result is each Sailor believes, soon after reporting to Spruance, they are part of something bigger than themselves.\nProfessional competency, Ivey notes, is one key to success.\n“I assign ownership to programs at the lowest competent level,” said Ivey. “That opens up opportunities for people to advance, make rank, and obtain advanced qualifications that wouldn’t normally be available to them.”\nGranting ownership at lower levels benefits the ship while giving Spruance Sailors earlier opportunities to succeed professionally and builds their confidence by honing Navy-specific skills. Thus, in the event of combat, as the ship shifts to an increased readiness condition such as general quarters, there’s more qualified Sailors available to every watch station. This greater depth in personnel will ensure mission success through a stronger and more flexible fighting team.\nIvey calls this “building the bench,” which is one of the command’s three leadership tenets. The other two are “planning to practice to execution” and “quality of service both at the waterfront and at home.”\nSpruance values servant leadership where supervisors are actively mentoring Sailors and guiding them through their personal and professional development. This gives Fire Controlman (AEGIS) 2nd Class Casey Kroger, work center supervisor for the combat fire control division, the opportunity to develop his leadership skills at an early stage in his career.\n“As a supervisor, I’m focused on training and preparing my Sailors, ensuring they have the mentorship they need, so when we are called to action, we have people who are ready to go to sea and effectively perform the missions we are tasked,” Kroger said.\nDrawing on his knowledge and experience, Kroger routinely helps Sailors learn about their equipment and increase their technological proficiency. This development focus not only leads to the enhanced readiness of the work center, but also the ship.\nSenior Chief Petty Officer Ilan Saulnier is the combat systems division leading chief petty officer (DLCPO) and acting senior enlisted leader for the whole department. Saulnier actively mentors junior enlisted and is also deeply invested in developing junior officers as well. It’s a roll he says increases connectedness and the proficiency of the crew.\nChief petty officers, Saulnier says, play an integral role in setting the tone for a connected crew and developing the ship’s strong warfighting culture. “I have an honest dialogue with Sailors, chiefs, and officers about what to expect and what ‘right’ is supposed to look like,” he said.\nSaulnier emphasizes the key to being prepared for the potential trials while on deployment is visualization. “We are a wartime institution,” he said. “Until we can visualize the fight, we will not be prepared for what is on the horizon.”\nFrom the top down, the ship has mentors who teach the crew qualities that make an effective Surface Warrior while it’s the connectedness of the crew that truly fosters a “next Sailor up” mentality among the crew that will be critical to sustaining and winning in the fight.\n“As Surface Warriors we fight with a shield wall, interlocked and ready to fight shoulder to shoulder, said Lt. Cmdr. Sean Lawlor, Spruance’s plans and tactics officer. “If you are taken out of the fight, someone will step up behind you and plug the gap,” he said. “In the day-to-day operations I could fall out sick and you bet there is another officer or principal assistant that will step up and get the job done.”\nAnd when culture and connectedness on one ship thrives, this enables Sailors to bring this mindset to other ships when they leave Spruance.\nLawlor believes the core processes developed and put in place by Spruance’s leadership can be replicated throughout the fleet and he hopes to be a part of the movement. “If we get culture and connectedness right on our ships, our warfighting readiness will thrive.”\n|Date Taken:||10.19.2023|\n 36|\n|Story ID:||461071|\n|Location:||SAN DIEGO, CA, US|\n|Web Views:||7|\n How a Strong Warfighting Culture Guides the Spruance to Success, by\n[LTJG Matthew Coffin](/portfolio/1820290/matthew-coffin),\nNo keywords found.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ivey",
        "sentiment": "none"
      },
      {
        "name": "arleigh burke",
        "sentiment": "none"
      },
      {
        "name": "christopher ivey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy’s surface force",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "spruance",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:59:59.337+02:00",
  "updated": "2023-12-29T23:59:59.337+02:00"
}