{
  "thread": {
    "uuid": "cde44cde94466af7f15542567c8412dadf20145d",
    "url": "https://www.independentsentinel.com/victor-davis-hanson-the-most-amazing-comeback-in-american-political-history",
    "site_full": "www.independentsentinel.com",
    "site": "independentsentinel.com",
    "site_section": "https://news.whatfinger.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Whatfinger Wire News",
    "title": "Victor Davis Hanson: The Most Amazing Comeback in American Political History",
    "title_full": "Victor Davis Hanson: The Most Amazing Comeback in American Political History",
    "published": "2024-01-19T01:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.independentsentinel.com/wp-content/uploads/2019/11/victor-davis-hanson.jpg",
    "performance_score": 0,
    "domain_rank": 61397,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cde44cde94466af7f15542567c8412dadf20145d",
  "url": "https://www.independentsentinel.com/victor-davis-hanson-the-most-amazing-comeback-in-american-political-history",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Independent Sentinel",
  "published": "2024-01-19T01:09:00.000+02:00",
  "title": "Victor Davis Hanson: The Most Amazing Comeback in American Political History",
  "text": "Victor Davis Hanson spoke with Laura Ingraham on Fox News about the response of the media to Donald Trump’s success in the Iowa caucus. The Democrat Progressives think that if they keep dehumanizing and lying about Donald Trump, they will destroy him. Ingraham asked Hanson about it.\n“In the last year or two,” Victor Davis Hanson said, “the opposite is true. The more they lie, and they do not apologize, and they do not correct the record, and the more they’re found out, the less credibility they have and the more popularity Donald Trump had in the primaries.\nBut Biden has so much energy:\nTHEY CAN’T STOP THEMSELVES\n“I think that’s going to extend to the general election because they can’t stop,” Hanson continued. “They have a Trump fix. They’re like an addict, and they know it’s not helping them, but they can’t stop it because they’re addicted to it.\n“So they’re going to continue what you saw last night all through the next year, and I think what little credibility they have left will be shot, and it’s going to help Donald Trump. You know, I think we forget that without these media people, the whole January 6 armed insurrection or most of the lies about the origins of COVID and social distancing and masking or the circumstances of George Floyd’s death and the rioting that happened, not to mention disinformation on the laptop or Russian collusion, all of that wouldn’t have had any resonance … it didn’t destroy Donald Trump.\n“He’s got the most amazing political comeback in American political history, and I think that’s because of the news media’s bias.\nLaura Ingraham said, “I don’t know who they think is voting. I mean these are real Americans who are really supporting Trump. So I guess it just confirms what everyone thinks – that these people literally hate, despise the caucus voters in Iowa, they despise them because they’re racist, they’re too white, they’re this or that, they hate them.\n-\nThe Importance of Prayer: How a Christian Gold Company Stands Out by Defending Americans’ Retirement\nDEMOCRATS HATE YOU\nHanson replied, “They do. We drowned them out for a long time. I mean, look at the vocabulary they’ve used: clingers from Obama, and then chumps and dregs from Biden, deplorables, irredeemable, and lately, people like Chris Matthews have been warning us about the dangerous rural people.\n“So they’ve always despised them. … now they have a new narrative that Trump is a dictator. He’s going to have revenge retribution that shows that they’re really scared that nobody’s listening to their lies anymore, and they’re afraid that it’s counterproductive, and now all they can say is Trump might get elected, and he might do this and this. He might do what we would do if we were in his position and had suffered from us. So it’s a projection; it reflects weakness, not strength.\n“I don’t think they have much credibility, and they’re losing the independents, losing minority voters …”\nHopefully, Democrat Progressives will keep acting like loons, showing everyone who they are. All the hate comes from them all of it.\nThe Democrat Progressives think that if they keep dehumanizing and lying about Donald Trump, they will destroy him.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald",
        "sentiment": "negative"
      },
      {
        "name": "laura ingraham",
        "sentiment": "negative"
      },
      {
        "name": "victor davis hanson",
        "sentiment": "negative"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "ingraham",
        "sentiment": "none"
      },
      {
        "name": "hanson",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:22:02.776+02:00",
  "updated": "2024-01-19T01:22:02.776+02:00"
}