{
  "thread": {
    "uuid": "a23b856db6b7dcc5a9f7ab0a536f2d8ac1f6b74d",
    "url": "https://www.dailybreeze.com/2024/04/18/too-many-limes-redondo-beach-sisters-make-limeade-by-sharing-fruit-with-neighbors",
    "site_full": "www.dailybreeze.com",
    "site": "dailybreeze.com",
    "site_section": "https://www.dailybreeze.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Breeze: Local News, Sports, Things to Do",
    "title": "Too many limes? Redondo Beach sisters ‘make limeade’ by sharing fruit with neighbors – Daily Breeze",
    "title_full": "Too many limes? Redondo Beach sisters ‘make limeade’ by sharing fruit with neighbors – Daily Breeze",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.dailybreeze.com/wp-content/uploads/2024/04/TDB-L-PROJECT-LIME-0418-6-1.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 11034,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a23b856db6b7dcc5a9f7ab0a536f2d8ac1f6b74d",
  "url": "https://www.dailybreeze.com/2024/04/18/too-many-limes-redondo-beach-sisters-make-limeade-by-sharing-fruit-with-neighbors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Contributing Writer",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Too many limes? Redondo Beach sisters ‘make limeade’ by sharing fruit with neighbors – Daily Breeze",
  "text": "By Melissa Heckscher, Correspondent When life gives you limes, don’t just make limeade — make a Facebook page. At least, that’s what North Redondo Beach teens Cadence and Sydney Maas decided to do when they noticed last summer that their backyard lime tree was producing far more fruit than the family could use. And it wasn’t just their tree — their neighbors had the same problem. Too much fruit; not enough people eating it. “Every time we would take our dog for a walk, we would see trees overflowing with fruit,” said Sydney Maas, an eighth-grader at Rolling Hills Country Day School. “But we would see fruit on the ground a lot of the time.” In response, the sisters thought up Project Lime Tree. Its goal: To save all that dropped or unwanted fruit from going to waste by sharing or swapping with fellow neighborhood growers. “The idea is that if you have produce, you can leave it out and people can take it,” said Cadence Maas, a Chadwick School 10th-grader. “Preferably, they would give something back, but they might just take what they need. That’s OK.” The Project Lime Tree (Redondo Beach) Facebook page works much like the popular Facebook group, “Buy Nothing,” which lets users who live in the same geographical areas post the things they’d like to offload and wait for interested neighbors to come and get them. Project Lime Tree does the same: Users can register with the group to list their excess fruit and veggies and wait see if anyone responds. Users can also trade the overflow from their own gardens and fruit trees. As for what’s appropriate to offer up, users list anything from kumquats and oranges to mint and basil. Anything goes, as long as it’s grown. For now, users must be Redondo Beach residents. “We were thinking, you have avocados, we have limes; let’s make guacamole,” said the girls’ mother, Roxanne Maas, who has helped the teens with the project but lets them do most of the work on their own. The teens said when they started working on the project last summer, they initially wanted it to be a website. But that was a challenge since they didn’t know how to direct people to the site in the first place. They decided, on their mom’s suggestion, to move the project to Facebook since it seemed to be an easier place to spread the word. Perhaps not surprisingly, the girls are learning quickly that — unlike the bountiful citrus trees that inspired them— it’s hard to get even a good idea to sprout. Their Facebook page is up (they’ve gotten 50 subscribers since June); they’ve got a custom-designed logo (made by Cadence); there’s a downloadable label for users to print and affix to their own giveaway produce boxes. But, as of this writing, there has yet to be a single fruit-giving or swapping post. “It’s hard to spread the word,” Roxanne said. So it’s still a work in progress, admitted the girls. It will take time to grow. “We want it to be a project that brings the community together,” Cadence said. “We want to reduce food waste and exchange produce and create a community that’s more dedicated to helping each other and reducing the waste that we produce.” The teens aren’t the only ones hoping to share the bounty. Food Forward, a North Hollywood nonprofit founded in 2009, has a similar mission to stop backyard bounties from going to waste by collecting and donating them to local food pantries. The organization, its website says, recovered and donated 72 million pounds of fresh produce last year alone. For now, in Redondo Beach, it’s baby steps. The sisters are just looking to make a difference in their neighborhood. After that, only time will tell. “Once we help our community,” Sydney said, “we want to inspire other communities to reduce their food waste by following our example.” Got spare fruit to share? - Go to Project Lime Tree (Redondo Beach) on Facebook. - Join the group. - Print out the free printable label, which you can affix to any cardboard box and put outside your door to let your neighbors know you’ve got fruit/veggies to share. - List what you’ve to give, and wait for other users to message you for pickup/swapping arrangements (for safety’s sake, donations are always left outside; no need to open your door).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "melissa heckscher",
        "sentiment": "negative"
      },
      {
        "name": "sydney maas",
        "sentiment": "none"
      },
      {
        "name": "cadence maas",
        "sentiment": "none"
      },
      {
        "name": "redondo bea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chadwick school",
        "sentiment": "none"
      },
      {
        "name": "rolling hills country day school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "redondo beach",
        "sentiment": "none"
      },
      {
        "name": "north redondo beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:19:23.577+03:00",
  "updated": "2024-04-19T01:19:23.577+03:00"
}