{
  "thread": {
    "uuid": "5936dfdba3edf46b3d521901864f3ab54ce19964",
    "url": "https://www.europapress.es/ciencia/habitat/noticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Nuevas plantas del cacao apuntan a un chocolate 'a prueba del clima'",
    "title_full": "Nuevas plantas del cacao apuntan a un chocolate 'a prueba del clima'",
    "published": "2024-07-05T11:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240705105859_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2633,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5936dfdba3edf46b3d521901864f3ab54ce19964",
  "url": "https://www.europapress.es/ciencia/habitat/noticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-07-05T11:59:00.000+03:00",
  "title": "Nuevas plantas del cacao apuntan a un chocolate 'a prueba del clima'",
  "text": "Theobroma globosum - UNIVERSITY COLLEGE CORK Europa Press Ciencia Actualizado: viernes, 5 julio 2024 10:59 Newsletter Boletín de Ciencia Plus Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @cienciaplus MADRID, 5 Jul. (EUROPA PRESS) -\n Científicos han descubierto tres nuevas especies que son parientes cercanos de la planta de la que se produce el chocolate, y que puede allanar el camino para un chocolate resistente al clima.\n La investigación del equipo se ha publicado en la revista Kew Bulletin.\n Las nuevas especies, descubiertas en las selvas tropicales de América del Sur, están estrechamente relacionadas con Theobroma cacao, el árbol que produce semillas de cacao que son de enorme importancia económica.\n El equipo de investigación, compuesto por científicos de University College Cork (UCC), la Universidad de São Paulo y el Jardín Botánico de Nueva York, dice que su hallazgo es significativo, ya que indica que todavía queda mucho trabajo por hacer para caracterizar la biodiversidad de la Tierra.\n El equipo, que incluye al Dr. James Richardson de la Escuela de Ciencias Biológicas, de la Tierra y Ambientales (BEES) de UCC y el Instituto de Investigación Ambiental, encontró tres nuevas especies dentro de la sección Herrania: T. globosum, T. nervosum y T. schultesii.\n El Dr. Richardson dijo en un comunicado : \"Estas nuevas especies fueron descubiertas como resultado del estudio de especímenes en herbarios y demuestran la importancia de mantener estas colecciones de historia natural ya que muchas más especies aún quedan por descubrir dentro de ellas.\n \"El hecho de que recientemente se hayan descubierto especies desconocidas estrechamente relacionadas con Theobroma cacao, que es de enorme importancia para la producción de chocolate y otros productos, muestra cuánto trabajo más queda por hacer para catalogar la gran cantidad de biodiversidad desconocida en nuestro planeta\", dijo.\n Además, el Dr. Richardson dijo que el descubrimiento del equipo podría conducir al desarrollo de árboles de cacao más resistentes al clima , lo que a su vez ayudaría a sostener la producción de productos derivados del cacao como el chocolate.\n \"Los precios del cacao se han triplicado en los últimos meses debido a la baja producción como resultado de un período prolongado de sequía en África Occidental, que es el área de mayor producción. \"El descubrimiento de nuevas especies, además de las ya conocidas, amplía los recursos genéticos que tenemos a nuestra disposición y que podrían permitirnos producir árboles de cacao tolerantes a la sequía o resistentes a las enfermedades \", afirmó.\n El equipo realizó exámenes detallados de hojas, flores y frutos, y colaboró con múltiples instituciones botánicas para lograr su descubrimiento.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fhabitat%2fnoticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html&",
    "https://api.whatsapp.com/send?text=Nuevas+plantas+del+cacao+apuntan+a+un+chocolate+%27a+prueba+del+clima%27",
    "https://www.ucc.ie/en/sefs/news/2024/scientists-discover-new-plants-that-could-lead-to-climate-proof-chocolate.html",
    "https://twitter.com/intent/tweet?text=Nuevas+plantas+del+cacao+apuntan+a+un+chocolate+%27a+prueba+del+clima%27&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fhabitat%2fnoticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html",
    "https://twitter.com/cienciaplus",
    "https://www.api.whatsapp.com/send?text=Nuevas+plantas+del+cacao+apuntan+a+un+chocolate+%27a+prueba+del+clima%27",
    "https://www.twitter.com/intent/tweet?text=Nuevas+plantas+del+cacao+apuntan+a+un+chocolate+%27a+prueba+del+clima%27&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fhabitat%2fnoticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html",
    "https://www.facebook.com/sharer.php",
    "https://ucc.ie/en/sefs/news/2024/scientists-discover-new-plants-that-could-lead-to-climate-proof-chocolate.html",
    "https://www.twitter.com/cienciaplus",
    "https://facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fhabitat%2fnoticia-nuevas-plantas-cacao-apuntan-chocolate-prueba-clima-20240705105859.html&",
    "https://api.whatsapp.com/send",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:09:10.178+03:00",
  "updated": "2024-07-05T12:09:10.178+03:00"
}