{
  "thread": {
    "uuid": "3d0ded79b40610723de867efbed5976c38b7cdf0",
    "url": "https://www.tekedia.com/saudi-arabian-salafic-cleric-writes-a-fatwa-deeming-bitcoin-acceptable-under-islam/",
    "site_full": "www.tekedia.com",
    "site": "tekedia.com",
    "site_section": "https://www.tekedia.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Tekedia",
    "title": "Saudi Arabian Salafic cleric writes a Fatwa deeming Bitcoin acceptable under Islam",
    "title_full": "Saudi Arabian Salafic cleric writes a Fatwa deeming Bitcoin acceptable under Islam",
    "published": "2023-12-29T04:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://tkcdn.tekedia.com/wp-content/uploads/2023/12/28215931/btc-saudi.jpg",
    "performance_score": 0,
    "domain_rank": 83190,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d0ded79b40610723de867efbed5976c38b7cdf0",
  "url": "https://www.tekedia.com/saudi-arabian-salafic-cleric-writes-a-fatwa-deeming-bitcoin-acceptable-under-islam/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Godwin",
  "published": "2023-12-29T04:59:00.000+02:00",
  "title": "Saudi Arabian Salafic cleric writes a Fatwa deeming Bitcoin acceptable under Islam",
  "text": "Bitcoin, the decentralized digital currency that has taken the world by storm, has been a subject of debate among Muslim scholars and jurists. Some have argued that Bitcoin is haram (forbidden) because it is not backed by a tangible asset, it is subject to speculation and volatility, and it can be used for illicit activities. Others have claimed that Bitcoin is halal (permissible) because it is a form of money that can facilitate trade, it is based on a transparent and consensus-based system, and it can empower the poor and oppressed. A Saudi Cleric’s View on Cryptocurrency [Tekedia Mini-MBA](Feb 5 – May 4, 2024) registration has started; beat early birds for discounts [here.] [Tekedia AI in Business Masterclass]opens registrations [here.] [Join Tekedia Capital Syndicate]and invest in Africa’s finest startups [here]. One of the most influential voices in favor of Bitcoin is Sheikh Abdullah bin Sulaiman al-Manea, a 90-year-old Saudi Arabian Salafic cleric who is a member of the Council of Senior Scholars, the highest religious authority in the kingdom. Sheikh al-Manea issued a fatwa (a legal opinion or ruling) in 2018, deeming Bitcoin acceptable under Islam. In his fatwa, he addressed some of the common objections and misconceptions about Bitcoin and explained why he considers it to be a valid form of currency. First, he argued that Bitcoin is not a mere illusion or a virtual entity, but rather a real asset that has value and utility. He compared Bitcoin to gold and silver, which are also scarce and fungible commodities that are accepted as money by people. He said that Bitcoin is similar to gold and silver in that it can be mined, exchanged, and stored. He also said that Bitcoin is different from fiat currencies, which are issued by governments and can be manipulated and devalued. He said that Bitcoin is more trustworthy and stable than fiat currencies, because it is governed by mathematical rules and algorithms that ensure its limited supply and prevent inflation. Second, he argued that Bitcoin is not a form of gambling or speculation, but rather a form of investment and saving. He said that Bitcoin is not like conventional stocks or bonds, which are based on the performance of companies or governments. He said that Bitcoin is based on the demand and supply of the market, which reflects the preferences and needs of the people. He said that Bitcoin is not subject to artificial manipulation or interference, but rather follows the natural laws of economics. He said that Bitcoin is not a zero-sum game, where one party’s gain is another party’s loss, but rather a positive-sum game, where everyone can benefit from its growth and development. Third, he argued that Bitcoin is not a tool for corruption or crime, but rather a tool for justice and freedom. He said that Bitcoin is not like conventional money, which can be traced and controlled by authorities. He said that Bitcoin is anonymous and decentralized, which protects the privacy and sovereignty of its users. He said that Bitcoin is not a means for money laundering or terrorism financing, but rather a means for charity and zakat (almsgiving). He said that Bitcoin can help the poor and oppressed to escape from poverty and oppression, by giving them access to a global and borderless financial system. Sheikh al-Manea stated that he does not see any reason to prohibit or discourage Muslims from using Bitcoin, as long as they do so with good intentions and follow the ethical principles of Islam. He said that he believes that Bitcoin is a blessing from Allah, who has created everything for the benefit of mankind. He said that he hopes that Muslims will embrace Bitcoin as a way to enhance their economic and social well-being, and to contribute to the advancement of humanity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Religion and Belief",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abdullah bin sulaiman al-manea",
        "sentiment": "none"
      },
      {
        "name": "manea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islam bitcoin",
        "sentiment": "negative"
      },
      {
        "name": "islam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bitcoin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:12:23.034+02:00",
  "updated": "2023-12-29T05:32:32.281+02:00"
}