{
  "thread": {
    "uuid": "e8d787b21a47b4d2053aa33dddcb614b1181c465",
    "url": "https://www.tpr.org/podcast/petrie-dish/2023-12-29/should-you-take-the-plunge-diving-into-the-science-behind-cold-exposure-therapy",
    "site_full": "www.tpr.org",
    "site": "tpr.org",
    "site_section": "https://www.tpr.org",
    "site_categories": [
      "music",
      "entertainment"
    ],
    "section_title": "Texas Public Radio | TPR",
    "title": "Should you take the plunge? Diving into the science behind cold exposure therapy | TPR",
    "title_full": "Should you take the plunge? Diving into the science behind cold exposure therapy | TPR",
    "published": "2023-12-30T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/85adabb/2147483647/strip/true/crop/2127x1117+0+146/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F34%2F00%2Ffaee58044c14849f79324fa314b7%2Fistock-1085205888.jpg",
    "performance_score": 0,
    "domain_rank": 18553,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e8d787b21a47b4d2053aa33dddcb614b1181c465",
  "url": "https://www.tpr.org/podcast/petrie-dish/2023-12-29/should-you-take-the-plunge-diving-into-the-science-behind-cold-exposure-therapy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@kbonniepetrie",
  "published": "2023-12-30T00:23:00.000+02:00",
  "title": "Should you take the plunge? Diving into the science behind cold exposure therapy | TPR",
  "text": "Should you take the plunge? Diving into the science behind cold exposure therapy Every winter, you hear about people plunging into icy water. Often it’s for a special event, during which brave souls submerge themselves for a good cause. In early December, there was such an event in a village on the Canadian border in NY called Alexandria Bay. More than a dozen people plunged into the 43 degree St. Lawrence River to help [buy gifts and food](https://www.facebook.com/1000IslandsRiverSantaFestival?mibextid=ZbWKwL) for people who needed a little help at Christmastime. But for organizer Doug Tulloch, cold plunging isn't a one-off. “I swim at my house almost every day,” he said. Even if he has to shovel snow off his dock to get to the water, he swims. “We usually start in the spring and the water is always 40 or 42 degrees and we end in the fall at Christmas time and it's 40 or 42 degrees,” he said. Why does he do it? “It makes me feel better,” he said. “I have a lot of hardware in my body and a lot of swelling from nine spine surgeries. So for me, it reduces inflammation — if I can stay in.” For those who might not have the time or access to a cold plunge, many are turning to cryotherapy. “Whole body cryotherapy is basically where we expose the body to extremely cold temperatures for a short amount of time, three minutes to be exact,” said Steven Nevils, owner of Cryofit Alon in San Antonio. \"We use liquid nitrogen to fill up a chamber. You stand in there for three minutes. We drop temperature down to about 130,140 degrees Fahrenheit — sometimes slightly colder.\" The cryotherapy chamber is basically a giant aluminum tube. Only your head is outside of it. Inside, you’re mostly naked, wearing only mittens and booties. Men wear shorts, too. And it’s cold in that tube. Colder than it ever gets in Antarctica. Some advocates say a frequent deep-freeze will help you with things like depression and insomnia. Some claim it can prevent dementia and cancer. But what does the science say? [François Haman](https://www.uottawa.ca/faculty-health-sciences/human-kinetics/our-professors/francois-haman#:~:text=Biography,important%20modifications%20of%20dietary%20behavior.) has a PhD in biology. He’s a professor at the University of Ottawa, and he’s an expert in cold exposure in humans. “So it's kind of interesting with the cold because when you look at the type of stressors we can face, the most extreme one is the lack of oxygen. If you go to a high altitude and there's no oxygen, your chances of surviving for very long is not very high,” Haman said. “But cold is the second biggest stressor.” It’s actually that stress that many people are seeking. Those who plunge into cold water, whether it’s a river or an ice bath, will immediately experience what’s called cold shock. “So essentially with cold shock, there's two main things that are going to happen. Initially, as soon as you hit that water, your nervous system will be highly stimulated, and you will go for that deep breath. And the breath is about one 1 to 1.5 liters, which is enough to drown you if your head is underwater,” he said. “Once you stay in that water, you're going to get tremendous vasoconstriction at the periphery. When you get vasoconstriction, all the blood will rush to the core and your blood pressure will start going up.” Heman said the strain on the cardiovascular system is tremendous, and, in rare cases, can cause a cardiac event. The second thing that occurs during cold shock, he said, is the activation of certain skin receptors. “So there are pain receptors. They are called noxious receptors. And what you're dealing with when you get the cold shock — and it lasts about 30 seconds — is dealing with tremendous amounts of pain.” Over time, you can learn to manage the shock and the pain — to breathe through it — and, theoretically, it can promote a type of resilience. But is there anything beyond theory here? “We don't have the research to see what it does to the inflammatory system, to the immune system. How does it affect your metabolism? All these things are just not clear,” he said. What is clear is the most commonly cited benefit, that cold is anti-inflammatory, is grounded in science. “Cold is anti-inflammatory by nature. Cold will reduce inflammation,” he said. “So if you ever get hurt and you're going to put ice on it, what it does is basically take the fluids away and reduce the inflammation in that zone, which releases pressure and relieves pain. So cold will do that in general.” And it can be good for mood. “One thing that cold does that we all agree upon is that it's a very big stimulant. So cold can actually stimulate you and actually make you feel good. And it does release dopamine,” he said. “So the more intense the cold, the more you will tend to release dopamine and get that little rush to make you feel really good.” Haman stresses that just because there aren’t a pile of well-funded, large studies supporting claims of cold exposure benefits doesn’t mean they don’t exist. “The benefits are basically what people feel. People feel better. So I could be trying to break this apart and tell you that there's no benefits to it. But that's not true,” he said. “The reality is people do feel better. People have claimed feeling way better, having less issues with depression, having less issues with pain. These claims, even if they're anecdotal, are still real claims.” So if you want to expose yourself to extreme cold, go for it, Haman said. He likes the ritual of cold water plunges. But if you don’t have access to an icy body of water, don’t have time for all that, or just don’t want to get wet, he said cryotherapy could be a good alternative. He stressed, though, that exposure to sudden temperature drops can be dangerous, so don’t do it alone. He also said hands and feet are more vulnerable than most people think, so protect them, whether in a cryotherapy chamber, an ice bath, or a frigid lake. [gift of support today](https://support.tpr.org/a/donate?ms=cta-story).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.uottawa.ca/faculty-health-sciences/human-kinetics/our-professors/francois-haman#:~:text=Biography,important%20modifications%20of%20dietary%20behavior.)",
    "https://www.facebook.com/1000IslandsRiverSantaFestival?mibextid=ZbWKwL)",
    "https://facebook.com/1000IslandsRiverSantaFestival?mibextid=ZbWKwL)",
    "https://www.facebook.com/1000IslandsRiverSantaFestival",
    "https://uottawa.ca/faculty-health-sciences/human-kinetics/our-professors/francois-haman#:~:text=Biography,important%20modifications%20of%20dietary%20behavior.)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "doug tulloch",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "alexandria bay",
        "sentiment": "none"
      },
      {
        "name": "st. lawrence river",
        "sentiment": "none"
      },
      {
        "name": "ny",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:37:07.087+02:00",
  "updated": "2023-12-30T05:37:07.087+02:00"
}