{
  "thread": {
    "uuid": "e0a1942b475aa63fb8a7facf0f5f534ff1b116fe",
    "url": "https://lifehacker.com/relationships/how-to-make-money-by-sexting",
    "site_full": "lifehacker.com",
    "site": "lifehacker.com",
    "site_section": "http://lifehacker.com",
    "site_categories": [
      "herbs_for_health",
      "health"
    ],
    "section_title": "Lifehacker | Do everything better",
    "title": "How to Make Money by Sexting | Lifehacker",
    "title_full": "How to Make Money by Sexting | Lifehacker",
    "published": "2023-12-28T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://lifehacker.com/imagery/articles/01HJRN5XJ16FTHWRE0P0RB3PKJ/hero-image.fill.size_1200x675.png",
    "performance_score": 0,
    "domain_rank": 652,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0a1942b475aa63fb8a7facf0f5f534ff1b116fe",
  "url": "https://lifehacker.com/relationships/how-to-make-money-by-sexting",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samantha Nazzi",
  "published": "2023-12-28T22:30:00.000+02:00",
  "title": "How to Make Money by Sexting | Lifehacker",
  "text": "There are plenty of scams strewn throughout the intersection of lust and tech—but making money by sexting actually is legit. In fact, it's similar to old-school sex hotlines, but reimagined for the digital-focused age. If that's something you're interesting in pursuing, you first should know what apps are available in this space and understand that there are professionals and sex workers who use them strategically, so you’re going to have to put in work. The landscape is always changing, too: Sites that used to be great have fallen off or changed business models, so you can’t rely on seven-year-old Reddit posts to help you navigate them all. Best apps for making money by sexting [SextPanther](https://www.sextpanthermodels.com/faq), [NiteFlirt](https://support.niteflirt.com/hc/en-us/articles/115011019087-Chat-with-Flirts), and [Phrendly](https://www.phrendly.com/pss01a) are solid places to start, and you can expect to earn about $0.60 per volley or relay. In general, these things work like this: The other party pays a fee ($1, $1.25, or somewhere in that ballpark depending on the site and your settings) but only when you respond to their message. They send a message and when you respond, the fee is deducted from their account and you get a cut. You can respond more than once, but they only pay once until they respond again and you respond to that, which will give you another cut of another fee. A lot of the sites also allow for audio and video calls, where you’ll make more money, but if you’re not comfortable, you can stick with message relays. (More on that later.) You can also advertise on adult sites and charge money for access to your Snapchat or other standard chatting apps, but for now, let’s stick with these premade sites, which are really helpful for beginners. What you should know before making money sexting First of all, while you should be prepared to get sexual, you should also bear in mind that you’re likely to chat with people who keep things surprisingly PG-13. Just like the older generation’s sex hotlines, these platforms are used by all kinds of people, some of whom just want to chat normally and consistently with someone. One former user of multiple platforms, Ellen, told me she had a regular client who was a trucker. He would check in with her at night when he was resting after a day of driving and though he did occasionally want some dirty talk, he was also interested in her life, sharing stories about his day, and general discussion. She got paid for all of it. Before getting started on any of these sites, you will need to upload photos of yourself. In some cases, the sites will need to approve you, which could take some time or result in a rejection. You can’t skate by with blurry or fake photos, so if you’re not comfortable having a picture attached to this endeavor, just don’t. Even if you do manage to make an account with bad pictures, you likely won't make nearly as much as the other people on there who are using real ones. Spend some time checking out the sites and Reddit reviews to see if you can get away with headless shots or just invest in a wig and alter your appearance a little. As mentioned, it does require work. You’ll need to “like” or “star” people to get them talking to you; they have a ton of options and they’re paying, so they’re going to start conversations with people who have robust profiles and solid pics, and people who seem like they’ll respond. Your profile should mention interests, things you like to talk about, and sexual niches you're OK with getting into, and it should feature multiple photos. “It surprised me how difficult it was to get started,” says Rose, who joined Phrendly during the early days of COVID lockdown, when she was stuck at home and earning a reduced paycheck from her day job. “I had to work endlessly to strategically ‘match’ with someone and finally get the conversation started. You also have to pay strict attention to it because you only get paid when you respond to their messages.” Bear in mind, too, that not all of these platforms have mobile apps. She toggled on SMS reminders to let her know when someone had responded to her, then booked it to her computer to respond. If you fail to respond within a certain time frame—usually 12 hours—you don’t get paid for that one. Rose largely stuck to text relays, but she says she did do one video call and also earned extra from “gifts” users sent her, which translated to money in her pay. Ellen made about $200 from MyGirlFund in 2014, which has since earned a reputation for being stricter about who can sign up. She also used Phrendly off and on during the pandemic, netting about $75. It’s not a path to easy money and it starts off slow, so don’t expect to put in minimal effort or get a big payout immediately. Safety should always come first, too. We recommend you use a fake name and photos of yourself that aren’t available on your regular social media (provided you’re not a sex worker who advertises in other spaces and is more open about the work). Check the background in all of your uploads, too, to be sure there’s nothing identifying lurking behind you, Rose says. Bear in mind, though, that to get paid, you do need to provide your real name and identification. This information is private and only the company can see it, but there will be technically a record out there that you did this, even if it’s locked away in administrational files. You should check in with yourself regularly to make sure you still feel comfortable with the parameters you've set up. Beyond the money, there might be other positives involved here, depending on what you're looking to get out of the experience. “It felt like I got to work on my acting skills,” Rose says. “I’m a very literal person and have a bad poker face. I also am better at showing than telling—which makes me a horrible sexter in real life—so it felt like an opportunity to get better at online flirting and a little bit of creative writing through sexting a bit. It felt super empowering. There’s nothing wrong with sex work, and if someone is seeking companionship on a website, I could be a great person for them to connect with.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.phrendly.com/pss01a)",
    "https://www.sextpanthermodels.com/faq),",
    "https://support.niteflirt.com/hc/en-us/articles/115011019087-Chat-with-Flirts),",
    "https://phrendly.com/pss01a)",
    "https://www.support.niteflirt.com/hc/en-us/articles/115011019087-Chat-with-Flirts),",
    "https://sextpanthermodels.com/faq),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "reddit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:18:35.974+02:00",
  "updated": "2023-12-29T00:18:35.974+02:00"
}