{
  "thread": {
    "uuid": "ae0b97e97e9f98d3faf9a9e113e7650affe47050",
    "url": "https://www.oxfordmail.co.uk/news/national/24016282.power-restored-46-000-properties-storm-gerrit/",
    "site_full": "www.oxfordmail.co.uk",
    "site": "oxfordmail.co.uk",
    "site_section": "https://www.oxfordmail.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Oxford News, Sport, Events | Oxford Mail",
    "title": "Power restored to more than 46,000 properties after Storm Gerrit | Oxford Mail",
    "title_full": "Power restored to more than 46,000 properties after Storm Gerrit | Oxford Mail",
    "published": "2023-12-29T00:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.oxfordmail.co.uk/resources/images/17594681/?type=og-image",
    "performance_score": 0,
    "domain_rank": 15943,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae0b97e97e9f98d3faf9a9e113e7650affe47050",
  "url": "https://www.oxfordmail.co.uk/news/national/24016282.power-restored-46-000-properties-storm-gerrit/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-29T00:21:00.000+02:00",
  "title": "Power restored to more than 46,000 properties after Storm Gerrit | Oxford Mail",
  "text": "Scottish and Southern Electricity Networks (SSEN) says it has restored power to 46,000 customers after disruption caused by Storm Gerrit.\nBy 8.45pm on Thursday, around 1,500 properties were expected to still be without power until Friday, as predicted by SSEN.\nThere were 242 properties without electricity in Argyll and the West Highlands, 292 in the Highlands, 812 in the north east, four in Shetland, and 338 in Tayside and Central.\nSSEN said the extent of the storm damage, mostly due to flooding and access issues, means some customers will remain off supply until Friday.\n(PA Graphics) The affected customers are mostly in the north east and west of Loch Ness, Aberchalder and Invergarry areas.\nTeams are working into the early hours of Friday to clear debris which is hindering repairs, and SSEN staff are contacting customers to provide updated estimates for power restoration and welfare checks.\nWelfare vans serving free hot food and drink have closed for the evening but will reopen at around 9am on Friday in the following locations:\n– Formantine United FC car park, Old Meldrum Road, Pitmedden, AB41 7PA\n– Riggs car park, Fort Augustus, PH32 4DF\n– Glengarry Parish Church, Invergarry, PH35 4HJ\n– Dunecht Village Hall, Westhill, AB32 7AW\n– Hatton of Fintray, Aberdeenshire, AB21 0YG\n– The Square, Tarland, AB34 4YL\n– Bellabeg, Strathdon (opposite the local shop), AB36 8UL\n– Public Hall, High Street, Sandhaven, Fraserburgh, AB43 7EQ\n– Aberlour Parish Church car park, 7 Victoria Terrace, AB38 9PW\n– Car park beside the football pitch, Halkirk, KW12 6YJ\n– Bridge of Cally Village Hall, Braemar Road, PH10 7JL\nAs part of SSEN’s support package, customers who will be without power for more than 12 hours are entitled to £30 per person for every day without power, to cover the cost of food and drink.\nCustomers on SSEN’s Priority Service Register (PSR) can claim reasonable costs for alternative accommodation if they expect to be without power for more than 24 hours.\nThose not on the PSR who expect to be without power for longer than 48 hours can also benefit from this.\nAndy Smith, operations director at SSEN Distribution, said: “As stormy conditions have subsided, we’ve been able to get thousands of customers safely reconnected.\n“This has been a difficult couple of days for the communities affected, and I’m grateful to them for their patience and support as our teams work extremely hard to restore power.\n“We’ve targeted our restoration plan on repairing the faults that will reconnect the greatest number of customers, and those who have been without power the longest.\n“Where there are complex repairs or very localised faults, we expect around 1,500 homes will be without power overnight. I’d like to reassure our customers that all our resources have been made available for this final push.\n“Our established welfare policy is active, offering reimbursement for meals and accommodation, for those who’re eligible, and we’re speaking to our most vulnerable customers to offer them tailored support.\n“Anyone who may need additional help or advice should contact our dedicated teams on the power cut helpline, 105.”\nA further update will be provided on Friday morning.\nSSEN said its workers have faced wind speeds of 80mph in some coastal areas as they worked to reconnect customers.\nThese pictures from our colleagues at @NWTrunkRoads show how challenging it's been to travel in areas affected by #StormGerrit . Thanks🤝to BEAR for their work to clear the 🌳roads, so we can get to where we need to be, to make👷repairs and work to get everyone reconnected.⚡️ https://t.co/q41KV4rdvZ\n— Scottish and Southern Electricity Networks (@ssencommunity) December 28, 2023\nThe conditions also disrupted travel, with some drivers trapped for hours on the A9 which was closed at Drumotcher in the Highlands due to snow.\nThe road has since reopened, including a section further north at Scrabster which had been blocked by fallen trees.\nThe A82 between Spean Bridge and Invergarry has also reopened, but the road between Invergarry and Invermoriston remains closed, also due to fallen trees.\nThe A96 at Huntly, Aberdeenshire, is also closed.\nSome rail routes have reopened after safety checks, but others will remain closed.\nThe Inverness-Aberdeen, Helensburgh-Balloch and Dumbarton-Damuir routes have fully reopened.\nCupar-Dundee and Kilmarnock-Dumfries services remain out of action.\nUPDATE ❗⌚ 20:23\n🛣 #A96 – Huntly\n⛔CLOSED in BOTH DIRECTIONS due to flooding\n🔗 More info: https://t.co/YhNVx5Wisl\nDiversion information can be found below 👇 @NWTrunkRoads pic.twitter.com/DPVrKGogwL\n— Traffic Scotland (@trafficscotland) December 28, 2023\nStein Connelly, head of transport resilience at Transport Scotland, urged people to plan ahead when travelling.\nHe said: “It’s been an extremely challenging period for the transport network. The partnership response to Storm Gerrit continues and our trunk road operating companies are working hard to open roads as soon as possible.\n“On the A96 at Huntly, the road remains closed in both directions due to flooding, with teams continuing to work to clear the water this morning.\n“The weather has improved and the Met Office warnings have ended, but people may still encounter difficult driving conditions due to surface water and flooding.\n“We continue to ask people to plan ahead, to drive appropriately and to take care out on the road network.”\nFerry operator CalMac announced a series of cancellations, delays and time changes to a number of services on Thursday and Friday.\nPassengers are advised to check for updates on CalMac’s X account.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://t.co/YhNVx5Wisl",
    "https://twitter.com/trafficscotland/status/1740468497053057343?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/A96?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/StormGerrit?src=hash&ref_src=twsrc%5Etfw",
    "https://t.co/DPVrKGogwL",
    "https://t.co/q41KV4rdvZ",
    "https://twitter.com/NWTrunkRoads?ref_src=twsrc%5Etfw",
    "https://twitter.com/ssencommunity/status/1740383320301834383?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/NWTrunkRoads?ref_src=twsrc%5Etfw",
    "https://twitter.com/NWTrunkRoads",
    "https://twitter.com/ssencommunity/status/1740383320301834383",
    "https://www.t.co/YhNVx5Wisl",
    "https://twitter.com/trafficscotland/status/1740468497053057343",
    "https://twitter.com/hashtag/A96",
    "https://www.twitter.com/hashtag/StormGerrit?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/trafficscotland/status/1740468497053057343?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/StormGerrit",
    "https://www.t.co/DPVrKGogwL",
    "https://www.twitter.com/ssencommunity/status/1740383320301834383?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/A96?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/q41KV4rdvZ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "loch ness",
        "sentiment": "none"
      },
      {
        "name": "aberchalder",
        "sentiment": "none"
      },
      {
        "name": "ssen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "southern electricity networks",
        "sentiment": "negative"
      },
      {
        "name": "argyll",
        "sentiment": "none"
      },
      {
        "name": "formantine united fc",
        "sentiment": "none"
      },
      {
        "name": "ssen",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "highlands",
        "sentiment": "none"
      },
      {
        "name": "west highlands",
        "sentiment": "none"
      },
      {
        "name": "north east",
        "sentiment": "none"
      },
      {
        "name": "shetland",
        "sentiment": "none"
      },
      {
        "name": "old meldrum road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:41:44.594+02:00",
  "updated": "2023-12-29T00:41:44.594+02:00"
}