{
  "thread": {
    "uuid": "b5e9626aa149ba7cbc4d1161fc1e9502b7b8c592",
    "url": "https://english.khabaronline.ir/news/197167/Democracy-human-rights-in-Iran-stronger-than-in-UK-FM",
    "site_full": "english.khabaronline.ir",
    "site": "khabaronline.ir",
    "site_section": "http://english.khabaronline.ir",
    "site_categories": [
      "media"
    ],
    "section_title": "KhabarOnline News Agency",
    "title": "Democracy, human rights in Iran stronger than in UK: FM - KhabarOnline",
    "title_full": "Democracy, human rights in Iran stronger than in UK: FM - KhabarOnline",
    "published": "2024-02-29T17:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://media.khabaronline.ir/d/2024/01/24/4/5979541.jpg?ts=1706077375000",
    "performance_score": 0,
    "domain_rank": 26603,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5e9626aa149ba7cbc4d1161fc1e9502b7b8c592",
  "url": "https://english.khabaronline.ir/news/197167/Democracy-human-rights-in-Iran-stronger-than-in-UK-FM",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KhabarOnline News Agency",
  "published": "2024-02-29T17:52:00.000+02:00",
  "title": "Democracy, human rights in Iran stronger than in UK: FM - KhabarOnline",
  "text": "AmirAbdollahian made the remarks in an exclusive interview with Britain Channel 4 News. The top Iranian diplomat underlined, “If a referendum, is to be held in Iran and at the same time in Britain on people’s support of their regime, have no doubt Britain will be the loser.” In reaction to the claim that 75% of voters will not participate in the upcoming election in Iran and they lost faith in the Iranian government, AmirAbdollahian said, “Firstly, how did you come up with 75% for such a claim? Secondly, since the victory of the Revolution until today, every year we have had at least one free election with the participation of all people in Iran. The third point is that, in Iran, we encourage people to participate. However, we do not impose punitive policies on those who do not participate in the election. While in many Western countries, if a person does not participate in the election, they face temporary social deprivation or even fines.” He added, “No, your statistics are completely the opposite. We have a high turnout. In our region, Iran is one of the strongest democracies. However, the riots that you mentioned, I addressed in my yesterday’s speech (on the United Nations Human Rights Council). I said, “Ladies and gentlemen, do you remember? Months ago, following the tragic death of a dear Iranian girl, what an uproar it caused in the Human Rights Council? A fact-finding committee was formed. Five months into genocide and massacres of Palestinian women and children in Gaza, by bombs from Western countries; bombs provided by the United States, Britain, and some other countries to Israel, so many women and children are being killed. Why no one in the Human Rights Council thinks of forming a fact-finding committee?” AmirAbdollahian further noted, “This is the very double standard democracy and human rights that we witness from the West today.” Elsewhere in his remarks, he stressed that Iran welcomes an end to the genocide in Gaza. The top Iranian diplomat emphasized, “The Islamic Republic of Iran opposes killing of women, children, and civilian in any part of the world”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khabaronline amirabdollahian",
        "sentiment": "negative"
      },
      {
        "name": "amirabdollahian",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "iran",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:06:47.014+02:00",
  "updated": "2024-03-01T00:06:47.014+02:00"
}