{
  "thread": {
    "uuid": "5b65bdf6e2fd2859e3f74ca11b1c5be5971642cb",
    "url": "https://www.lancashiretelegraph.co.uk/news/national/24016354.dublin-safe-compared-western-cities-varadkar-insists/",
    "site_full": "www.lancashiretelegraph.co.uk",
    "site": "lancashiretelegraph.co.uk",
    "site_section": "https://www.lancashiretelegraph.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Lancashire News, Sport, Events | Lancashire Telegraph",
    "title": "Dublin is safe compared to other western cities, Varadkar insists | Lancashire Telegraph",
    "title_full": "Dublin is safe compared to other western cities, Varadkar insists | Lancashire Telegraph",
    "published": "2023-12-29T09:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.lancashiretelegraph.co.uk/resources/images/17594815/?type=og-image",
    "performance_score": 0,
    "domain_rank": 21906,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b65bdf6e2fd2859e3f74ca11b1c5be5971642cb",
  "url": "https://www.lancashiretelegraph.co.uk/news/national/24016354.dublin-safe-compared-western-cities-varadkar-insists/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PA News Agency",
  "published": "2023-12-29T09:13:00.000+02:00",
  "title": "Dublin is safe compared to other western cities, Varadkar insists | Lancashire Telegraph",
  "text": "Dublin is a safe city when compared with others in the western world, the Taoiseach has insisted.\nLeo Varadkar said while it is important to acknowledge and listen to the experiences of those who have fallen victim to crime in Dublin, he insisted such incidents are not the norm for Ireland’s capital.\nThere has been an increased focus on safety in Dublin following a series of well publicised random attacks and assaults on people in the city.\nThat scrutiny intensified after the events of November 23, when rioting broke out in the city centre following a knife attack on three young children and their care assistant outside a primary school.\nTaoiseach Leo Varadkar made the comments during his end of year media briefing (Niall Carson/PA) Opposition parties claim a reduction in Garda numbers has contributed to a situation where parts of the city are no longer safe. It is a charge the Government has rejected.\nMr Varadkar was asked about the issue of safety in Dublin at his end of year media briefing with political journalists.\n“There’s no city that’s 100% safe,” he said.\n“If you look at something like the murder rate, for example, in Ireland or Dublin, compare that to other countries or other major cities, you’ll see that Dublin and Ireland are relatively safe relative to other countries and other cities in the western world.\n“But there’s no place that’s 100% safe and I acknowledge that. What I say to people is that we’re taking actions in all of these areas, increasing Garda numbers and Garda resources, making our laws tougher, with tougher sentences in particular, appointing more judges, expanding our prison places.\n“(There is) also a big focus now on community safety partnerships, because it can’t be all just about a law and order response. Other things are important too, including things like street lighting, like cameras, like engaging with different services around addiction and mental health and so on. That’s the approach that we’re taking.”\nA burned out bus is removed from O’Connell Street in Dublin in the aftermath of violent scenes in the city centre on November 23 (Brian Lawless/PA) Asked how he responded to accounts from individuals who have been assaulted in the capital, the Taoiseach added: “Of course I am concerned about individual negative experiences that people have in Dublin or anywhere else. That’s something you’re very aware of and very exposed to as a politician.\n“Somebody would have maybe a very bad experience of our health service. But I’m also aware of the counterfactual or the other sides of the story, if you’d like, the huge number of people who have a very positive experience of our health service, for example and say so when surveyed.\n“The same thing applies to people coming into town, coming into our cities and coming into our country.\n“Most people, thankfully, don’t experience being victims of violent crime in Dublin or anywhere else.\n“While it’s really important that we listen to and acknowledge the stories of people who have a very bad experience, we have a responsibility as politicians and journalists not to make the mistake of thinking that bad experiences are the majority or are the norm.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "varadkar",
        "sentiment": "negative"
      },
      {
        "name": "taoiseach leo varadkar",
        "sentiment": "none"
      },
      {
        "name": "niall carson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lancashire telegraph dublin",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "garda",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:55:18.355+02:00",
  "updated": "2023-12-29T10:55:18.355+02:00"
}