{
  "thread": {
    "uuid": "0eca1eeb7a70254eaf9b8877615e5d5e44e2f666",
    "url": "https://www.thenorthernecho.co.uk/news/24017000.durham-detective-new-years-honours-list-work-a1-m-crash/",
    "site_full": "www.thenorthernecho.co.uk",
    "site": "thenorthernecho.co.uk",
    "site_section": "https://www.thenorthernecho.co.uk/news/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Northern Echo | News",
    "title": "Durham detective in New Year's Honours list for work after A1(M) crash | The Northern Echo",
    "title_full": "Durham detective in New Year's Honours list for work after A1(M) crash | The Northern Echo",
    "published": "2023-12-30T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.thenorthernecho.co.uk/resources/images/17595839/?type=og-image",
    "performance_score": 0,
    "domain_rank": 12280,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0eca1eeb7a70254eaf9b8877615e5d5e44e2f666",
  "url": "https://www.thenorthernecho.co.uk/news/24017000.durham-detective-new-years-honours-list-work-a1-m-crash/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Darcie Rawlings",
  "published": "2023-12-30T00:30:00.000+02:00",
  "title": "Durham detective in New Year's Honours list for work after A1(M) crash | The Northern Echo",
  "text": "A life-saving detective whose tireless work to bring positive change from tragedy has been honoured by His Majesty The King.\nDetective Constable Natalie Horner, of Durham Constabulary’s Roads and Armed Policing unit, has been recognised with the King’s Police Medal in the New Year’s Honours List published today.\nThe dedicated officer led the investigation into a devastating crash on the A1(M) at Bowburn in County Durham in July 2021 which claimed three lives when a lorry driver ploughed into a queue of traffic while using his mobile phone at the wheel.\nNot only did she secure a court conviction for the driver responsible, she has since relentlessly campaigned to bring positive change from the tragedy, overseeing the production of an emotional and effective video to persuade drivers to put down their mobile phones while behind the wheel.\nRead More: A1(M) crash: Daughter launches mobile phone safety campaign\nThat compelling campaign, which attracted millions of viewers, is partially responsible for a significant decrease in the number of serious and fatal crashes across County Durham and Darlington in the last year and is now used in driver training across the world.\nIt is the latest in a string of successful campaigns the 43-year-old has led over the last eight years to make County Durham and Darlington’s roads safer, using emotive real-life footage to get the message across to drivers.\nShe said: “The roads claim lives daily. It’s about more than convicting offenders; it’s about making our roads safer nationally. I want everyone in the UK to feel safe.”\nShe was nominated for the honour for her positive approach, her drive to help others and her total dedication to the community which shine through in everything she does, whether it's supporting families devastated by the loss of a loved one or teaching other officers best practices.\nChief Constable Rachel Bacon, of Durham Constabulary, said: \"This is a thoroughly well-deserved honour for Detective Constable Horner.\n“I am immensely proud of the amazing work that Nat and her colleagues have done to make people safer on our roads and I have no doubt their forward-thinking campaigns have helped to save lives.\n“She exemplifies the very best of Durham Constabulary: a willingness to put victims first and a genuine desire to make a real difference to real people”.\nThe campaigning officer’s own career has also been marked by tragedy. At the age of 16 she joined the police cadets and then joined the police in 2001, moving from a response officer to CID and then roads policing.\nHer unwavering dedication to support victims never faltered and the tragic loss of a close friend and colleague, PC Jonathan Green, in a road collision fuelled her commitment to enhancing support for affected families.\nDC Horner said: “The loss was devastating. It made me realise the vital role we play in supporting those affected by road incidents. It's a responsibility we cannot overlook.”\nRead More:\nCleveland Police find body in search of missing Stockton man Glaisdale: Man tried to save men in fatal River Esk incident Shildon charity's new community centre will help hundreds In 2015, DC Horner joined Durham’s newly-formed collision investigation unit as a detective.\nShe has since worked with dozens of families who have seen a loved one killed or seriously injured on the roads.\nAs well as investigating the case and caring for the family in their worst hours, DC Horner has made it her mission to reduce road deaths by educating drivers about the consequences of their behaviour.\n“I’m overwhelmed and immensely grateful to receive this honour,” she said. “It’s a proud and emotional moment I’ll never forget in my career.”\nCrime People Darlington Durham",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "natalie horner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "durham constabulary’s roads and armed policing",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "durham",
        "sentiment": "none"
      },
      {
        "name": "county durham",
        "sentiment": "none"
      },
      {
        "name": "bowburn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:50:54.404+02:00",
  "updated": "2023-12-30T00:50:54.404+02:00"
}