{
  "thread": {
    "uuid": "f3e4188fa22168e45e64cb8b1d8653364d02dc7d",
    "url": "https://www.businesstimes.com.sg/international/israeli-cabinet-votes-shut-down-al-jazeeras-local-operations",
    "site_full": "www.businesstimes.com.sg",
    "site": "businesstimes.com.sg",
    "site_section": "https://www.businesstimes.com.sg/",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "THE BUSINESS TIMES - Get the Latest Business &amp; Financial News",
    "title": "Israeli Cabinet votes to shut down Al Jazeera’s local operations",
    "title_full": "Israeli Cabinet votes to shut down Al Jazeera’s local operations",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://cassette.sphdigital.com.sg/image/businesstimes/c5c9685e96c63cf89fc37efe55850f05d3583f2b1d67fa2a7aff7e2bb10186d3",
    "performance_score": 0,
    "domain_rank": 5997,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3e4188fa22168e45e64cb8b1d8653364d02dc7d",
  "url": "https://www.businesstimes.com.sg/international/israeli-cabinet-votes-shut-down-al-jazeeras-local-operations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Israeli Cabinet votes to shut down Al Jazeera’s local operations",
  "text": "The Qatari television network, which has criticised Israel’s military operation in Gaza, says the shutdown is an effort to silence it Prime Minister Benjamin Netanyahu’s Cabinet decided on Sunday (May 5) to shut down Al Jazeera’s operations in Israel for as long as the war in Gaza continues, on the grounds the Qatari television network threatens national security. “The incitement channel Al Jazeera will be closed in Israel,” Netanyahu posted on social media following the unanimous Cabinet vote. A government statement said Israel’s communications minister signed orders to “act immediately”, but at least one lawmaker who supported the closure said Al Jazeera could still try to block it in court. The measure, the statement said, will include closing Al Jazeera’s offices in Israel, confiscating broadcast equipment, cutting off the channel from cable and satellite companies and blocking its websites. The network is funded by the Qatari government and has been fiercely critical of Israel’s military operation in Gaza, from where it has reported around the clock throughout the war. The Israeli statement did not mention Al Jazeera’s Gaza operations. Israel’s parliament last month ratified a law allowing the temporary closure in Israel of foreign broadcasters considered to be a threat to national security. GET BT IN YOUR INBOX DAILY Start and end each day with the latest news stories and analyses delivered straight to your inbox. The head of Al Jazeera in Israel and the Palestinian territories on Sunday described the Israeli government decision as “dangerous” and motivated by politics rather than professional considerations. Al Jazeera’s legal team was preparing a response, Walid Omary said, in a possible anticipation of a court appeal against the decision. Al Jazeera has previously rejected accusations that it was a threat to Israel’s security and said the shutdown was an effort to silence it. The law allows Netanyahu and his security Cabinet to shut the network’s offices in Israel for 45 days, a period that can be renewed, so it could stay in force until the end of July or until the end of major military operations in Gaza. Qatar, which hosts Hamas leaders, is trying to mediate a ceasefire and hostage release deal that could halt the Gaza war. Also on Sunday, Netanyahu hardened his rejection of Hamas demands for an end to the Gaza war in exchange for the freeing of hostages, saying that it would keep the Palestinian Islamist group in power and pose a threat to Israel. Netanyahu said Israel was willing to pause fighting in Gaza in order to secure the release of hostages still being held by Hamas, believed to number more than 130. “But while Israel has shown willingness, Hamas remains entrenched in its extreme positions, first among them the demand to remove all our forces from the Gaza Strip, end the war, and leave Hamas in power,” Netanyahu said. “Israel cannot accept that.” “Hamas would be able to achieve its promise of carrying out again and again and again its massacres, rapes and kidnapping.” Hamas political chief Ismail Haniyeh on Sunday accused Netanyahu of sabotaging efforts by mediators involved in ongoing talks aimed at a truce and hostage exchange in Gaza. Qatar-based Haniyeh Netanyahu wanted to “invent constant justifications for the continuation of aggression, expanding the circle of conflict, and sabotaging efforts made through various mediators and parties”. In Cairo, Hamas leaders held a second day of truce talks with Egyptian and Qatari mediators, with no apparent progress reported as the group maintained its demand that any agreement must end the war in Gaza, Palestinian officials said. REUTERS KEYWORDS IN THIS ARTICLE BT is now on Telegram! For daily updates on weekdays and specially selected content for the weekend. Subscribe to t.me/BizTimes [International](/international) [Emerging-market optimism dashed by Fed as currencies, bonds sink](/companies-markets/emerging-market-optimism-dashed-fed-currencies-bonds-sink) [France's Macron set to press China's Xi on trade, Ukraine](/international/update-1-france-s-macron-set-press-china-s-xi-trade-ukraine) [](/international/israeli-cabinet-votes-shut-down-al-jazeeras-local-operations) [Ukraine eases some wartime capital controls for businesses](/international/ukraine-eases-some-wartime-capital-controls-businesses) [Labour mayor wins cap triumphant election run for Starmer](/international/labour-mayor-wins-cap-triumphant-election-run-starmer) [100 years on, SICCI to focus on internationalisation, digitalisation and sustainability](/singapore/100-years-sicci-focus-internationalisation-digitalisation-and-sustainability)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://t.me/BizTimes",
    "https://www.t.me/BizTimes"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "netanyahu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "al jazeera",
        "sentiment": "negative"
      },
      {
        "name": "israeli cabinet",
        "sentiment": "negative"
      },
      {
        "name": "cabinet",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T15:45:48.729+03:00",
  "updated": "2024-05-05T15:45:48.729+03:00"
}