{
  "thread": {
    "uuid": "310834f78df4d7dda5447aa935d5063743d8491c",
    "url": "https://www.belfastlive.co.uk/news/bishop-patrick-walsh-tribute-cleric-28364623",
    "site_full": "www.belfastlive.co.uk",
    "site": "belfastlive.co.uk",
    "site_section": "http://www.belfastlive.co.uk/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "BelfastLive - Home",
    "title": "Bishop Patrick Walsh: Tribute to cleric who spoke 'words of hope' during Troubles",
    "title_full": "Bishop Patrick Walsh: Tribute to cleric who spoke 'words of hope' during Troubles",
    "published": "2023-12-29T18:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.belfastlive.co.uk/incoming/article28364709.ece/ALTERNATES/s1200/0_unnamed.jpg",
    "performance_score": 0,
    "domain_rank": 21208,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "310834f78df4d7dda5447aa935d5063743d8491c",
  "url": "https://www.belfastlive.co.uk/news/bishop-patrick-walsh-tribute-cleric-28364623",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "news@belfastlive.co.uk (Niall Deeney)",
  "published": "2023-12-29T18:22:00.000+02:00",
  "title": "Bishop Patrick Walsh: Tribute to cleric who spoke 'words of hope' during Troubles",
  "text": "A former Catholic bishop and president of St Malachy's College in Belfast has been described as \"utterly dedicated and faithful in his service of the Church\". Bishop Patrick Walsh passed away on Thursday in Nazareth Care Village in Belfast, where he had lived in his later years of retirement. Bishop of Derry and Apolostolic Administrator of Down and Connor Donal McKeown said the late Bishop Walsh was a cleric who had spoken \"words of faith-filled hope\" during the Troubles. Read more: [Holy Cross file reveals details of briefing Fr Aidan Troy gave Bertie Ahern](https://www.belfastlive.co.uk/news/belfast-news/holy-cross-file-reveals-details-28358337) Read more: [ Head of Catholic Church in Ireland denies 'victim blaming' during meeting with child sex abuse survivors](https://www.belfastlive.co.uk/news/head-catholic-church-ireland-denies-27626572) Bishop McKeown said: \"I know that you will join me in praying for Bishop Patrick and in offering his brother Michael and sister-in-law Angela, his late brother Jack and late sister Mary, his nieces Maria and Jacqueline, his nephew Michael, their families and his wider family and friends, our heartfelt condolences and our prayers over the coming days. \"In his early years of ministry, as a gifted academic, Bishop Patrick taught Mathematics at Saint MacNissi’s College, Garron Tower (1958 - 1964), served as University Chaplain in Queens University Belfast (1964 - 1970), before being appointed as President of Saint Malachy’s College, Belfast (1970 - 1983). He was also Chairperson of the Council for Catholic Maintained Schools (CCMS).\" He continued: \"His personal commitment to Catholic education was well known and his robust defence of it will long be remembered. These early years of his priestly ministry taught Bishop Patrick that Catholic education, and the values it espouses, opens up incalculable opportunities for young people and assists the journey towards peace in a society often torn apart by violence and conflict.\" The Catholic clergyman continued: \"Ordained as an Auxiliary Bishop for the Diocese of Down and Connor in 1983, alongside Bishop Anthony Farquhar, whose funeral we celebrated just some weeks ago, these two faithfully served the diocese not only through the sacramental celebration of Confirmation but each played their own role in the peace process. \"Their years of episcopal ministry were marked by the many funerals of those who had lost their lives in the midst of conflict. Into that space, they spoke words of faith-filled hope, solidarity and challenge, faith-filled hope in the Risen Christ, solidarity with those who mourned the loss of loved ones and words of challenge to those entrusted with the process of peace-making. We should honour both their memories by strengthening our resolve to continue to take forward the peace process in Northern Ireland.\" Join our Belfast Live breaking news service on WhatsApp [Click this link](https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W) or scan the QR code to receive breaking news and top stories from Belfast Live. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our [Privacy Notice](https://www.reachplc.com/site-services/privacy-policy). Bishop McKeown added: \"In 1991, Bishop Patrick was appointed as Bishop of Down and Connor and he was utterly dedicated and faithful in his service of the Church. Alongside his diocesan responsibilities, he was a member of various Irish Episcopal Commissions including Justice and Peace, and was a member of the Joint Bio-ethics Committee of the Episcopal Conference of England and Wales, Scotland, and Ireland, ardently seeking to protect human life from the moment of conception to its natural death.\" He continued: \"On the day of his episcopal ordination, a bishop chooses a motto upon which to model his life and ministry. Bishop Patrick chose Ex Animo Operari (\"To work with one’s heart\"), from Saint Paul’s Letter to the Colossians (Col. 3:24). In this passage, Saint Paul reminds us that, as Christians, it is Christ that we serve and that we will share, through Baptism, in Christ’s Death and Resurrection. As we give thanks to God for the years of ministry and service of Bishop Patrick Walsh, we entrust him to the heart of Christ. \"I commend his soul into the hands of God and pray that he may enjoy eternal rest.\" For all the latest news, visit the Belfast Live homepage [here](https://www.belfastlive.co.uk/) and [sign up to our daily newsletter](https://www.belfastlive.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=1342b3be-3db3-461a-a6b4-c60bfcaa13da&utm_source=solusarticle) here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W",
    "https://www.reachplc.com/site-services/privacy-policy",
    "https://reachplc.com/site-services/privacy-policy",
    "https://www.chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick walsh",
        "sentiment": "negative"
      },
      {
        "name": "bishop walsh",
        "sentiment": "none"
      },
      {
        "name": "angela",
        "sentiment": "none"
      },
      {
        "name": "jacqueline",
        "sentiment": "none"
      },
      {
        "name": "bishop pat",
        "sentiment": "none"
      },
      {
        "name": "connor donal mckeown",
        "sentiment": "none"
      },
      {
        "name": "aidan troy",
        "sentiment": "none"
      },
      {
        "name": "michael",
        "sentiment": "none"
      },
      {
        "name": "bishop mckeown",
        "sentiment": "none"
      },
      {
        "name": "jack",
        "sentiment": "none"
      },
      {
        "name": "maria",
        "sentiment": "none"
      },
      {
        "name": "bertie ahern read",
        "sentiment": "none"
      },
      {
        "name": "bishop patrick",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "negative"
      },
      {
        "name": "st malachy's college",
        "sentiment": "neutral"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "belfast",
        "sentiment": "none"
      },
      {
        "name": "derry",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "nazareth care village",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:01:42.998+02:00",
  "updated": "2023-12-29T19:03:42.676+02:00"
}