{
  "thread": {
    "uuid": "59a0258a986db558b7f670d893da0962a54611c0",
    "url": "https://ccr.cancer.gov/news/article/celebrating-ccr-careers-william-g-stetler-stevenson-md-phd",
    "site_full": "ccr.cancer.gov",
    "site": "cancer.gov",
    "site_section": "https://ccr.cancer.gov/news",
    "site_categories": [
      "health",
      "law_government_and_politics",
      "cancer",
      "us_government_resources"
    ],
    "section_title": "News and Events | Center for Cancer Research",
    "title": "Celebrating CCR Careers: William G. Stetler-Stevenson, M.D., Ph.D. | Center for Cancer Research",
    "title_full": "Celebrating CCR Careers: William G. Stetler-Stevenson, M.D., Ph.D. | Center for Cancer Research",
    "published": "2024-01-05T19:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ccr.cancer.gov/sites/default/files/2024-01/WSS%20pic.png",
    "performance_score": 0,
    "domain_rank": 719,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59a0258a986db558b7f670d893da0962a54611c0",
  "url": "https://ccr.cancer.gov/news/article/celebrating-ccr-careers-william-g-stetler-stevenson-md-phd",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Division",
  "published": "2024-01-05T19:24:00.000+02:00",
  "title": "Celebrating CCR Careers: William G. Stetler-Stevenson, M.D., Ph.D. | Center for Cancer Research",
  "text": "For over three decades, William G. Stetler-Stevenson, M.D., Ph.D., has been a leader in the field of tissue inhibitors of metalloproteinases (TIMP) biology and extracellular matrix regulation of cancer. His team discovered that TIMPs have metalloprotease-independent activities and can affect cellular proliferation directly. Stetler-Stevenson received his Ph.D. in biochemistry and molecular biology and his M.D. from Northwestern University Feinberg School of Medicine in 1983 and 1984, respectively. After completing his residency in anatomic pathology at Northwestern Memorial Hospital, he joined the NCI as a senior staff fellow in 1987. In 1993, he was tenured and has been a Senior Investigator with the [Laboratory of Pathology](/laboratory-of-pathology) since 2019. Beyond the NCI, Stetler-Stevenson has served as a research advisor for the National Research Council and as an adjunct professor at Georgetown University. He has also served as a diplomate of the American Board of Pathology since 1990 and he has held various editorial roles in publications such as the American Journal of Pathology, Cancer Research, Biochemical Journal, and Matrix Biology. Stetler-Stevenson was also elected as President of the Metastasis Research Society. His work at NCI involved the role of matrix metalloproteinases (MMPs) in tumor growth and metastasis. This provided the foundation for his research on the molecular mechanism of activation for MMPs, which led to his discovery of TIMP-2. This metalloproteinase inhibitor appears in both endothelial and tumor cells and is shown to inhibit angiogenesis. In addition to inhibiting most MMPs, TIMP2 also mediates the activation of a cell-surface MMP, making it a unique member of the MMP family. Furthermore, his studies identified new TIMP functions and cell-surface receptors to define novel biological roles for TIMPs in cancer and other diseases. Stetler-Stevenson’s career achievements were recognized by the American Society for Investigative Pathology as a recipient of both the Warner-Lambert/Parke-Davis (Outstanding Investigator) in 1996, as well as the prestigious Rous-Whipple Award in 2023. In addition to his research work, Stetler-Stevenson sees great value in mentoring those who come through his lab. “The experience that I gained from Bill’s lab and his mentorship has been of great value for my subsequent professional growth,” Dr. Ananda Chowdhury, a former postdoctoral fellow in Dr. Stetler-Stevenson’s lab and a current scientist at the National Institute of Allergy and Infectious Diseases (NIAID), said. In the Q&A that follows, Stetler-Stevenson reflects on his career, his achievements, and what is next for both the frontiers of cancer research and his retirement: Q: What have been the most rewarding aspects of your career? Even early on in my career when working at the bench, I loved it. Right there in real-time, you get confirmation of whether your hypothesis either fits in with what your expected results were, or your unexpected results can push you in a new direction. I think the most rewarding part of being at CCR has been the resources, both intellectual and physical, to pursue those new directions within the intramural program at NIH. Q: What excites you most about the future of research on tissue inhibitors of metalloproteinases (or TIMPs) and related proteins in the field? When we first discovered the second member of the TIMP family, it was grouped together with other protease inhibitors. However, we had early evidence of other functions for this TIMP2 gene product. We and others showed that TIMP2 inhibits endothelial cell responses that are required for angiogenesis, and at that time (mid-1990s), anti-angiogenic therapy was just developing. From that point on, we were very interested in these alternative biological functions. A lot of times what happens inadvertently is that people latch onto a specific function for one gene. The result is the “one gene, one function” dogma that may bias future consideration of new functions. Repeatedly throughout my career, I have tried to show that there are multiple functions for TIMP-2. It’s been a long process, but I think we are starting to change people’s minds. TIMPs inhibit tumor-associated angiogenesis, have direct effects on tumor cell proliferation, modulate host responses, and could be exploited therapeutically in the treatment of cancer. Q: Beyond TIMPS, are there any other areas of cancer research that fascinate you/you’re excited about seeing where they go in the coming years? Cancer therapy is moving away from direct, cytotoxic drugs that operate on a narrow threshold of killing tumor cells versus normal cells and moving toward therapeutics that rely on the modulation of host responses. These include immune therapies, but hopefully in the future will include other therapeutic modalities directed toward the tumor microenvironment and target the extracellular matrix. It’s been progressing throughout my career, but I think it holds a lot of potential for the future of cancer medicine. Hopefully, what we have learned about TIMP2 will be part of these novel therapeutic approaches. Q: Why is mentorship so important in the scientific community, and what do you think it taught you about yourself? Mentoring is essential to continuing the scientific endeavor in that we need to help cultivate new, talented individuals entering the field. It is also important to be supportive and help them develop both scientifically and personally so that they understand both the scientific process, as well as the motivation and courage to pursue their ideas. Another aspect of mentoring that I find important is that it brings a fresh perspective. I think in science, having more ways of viewing a particular issue or problem is very beneficial. Scientists can become so involved in the details that the big picture is lost, and having to review that larger perspective through the mentoring process is a great way to involve new people and interesting ideas. We all have intrinsic biases that we don’t even recognize and that may influence how we view a problem. If you are open to hearing other people’s ideas, it helps and fosters a collaborative environment and improves the scientific process. Dr. William Stetler-Stevenson retired on December 31, 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "william g. stetler-stevenson",
        "sentiment": "negative"
      },
      {
        "name": "stetler",
        "sentiment": "none"
      },
      {
        "name": "stetler-stevenson",
        "sentiment": "none"
      },
      {
        "name": "stevenson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nci",
        "sentiment": "none"
      },
      {
        "name": "northwestern university feinberg school of medicine",
        "sentiment": "none"
      },
      {
        "name": "national research council",
        "sentiment": "none"
      },
      {
        "name": "georgetown university",
        "sentiment": "none"
      },
      {
        "name": "american board of pathology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northwestern memorial hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:10.458+02:00",
  "updated": "2024-02-03T13:15:18.482+02:00"
}