{
  "thread": {
    "uuid": "a553a24b596a5ca1dc901d920a38149f4e5cd9cd",
    "url": "https://spain.shafaqna.com/ES/AL/7187263",
    "site_full": "spain.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://spain.shafaqna.com/",
    "site_categories": [],
    "section_title": "\r\n\t\tSpain News (News Reader)\t",
    "title": "Barcelona tendrá un nuevo servicio de bus náutico de cero emisiones",
    "title_full": "Barcelona tendrá un nuevo servicio de bus náutico de cero emisiones",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 31154,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a553a24b596a5ca1dc901d920a38149f4e5cd9cd",
  "url": "https://spain.shafaqna.com/ES/AL/7187263",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Barcelona tendrá un nuevo servicio de bus náutico de cero emisiones",
  "text": "abc - 27 minutes ago Barcelona tendrá un nuevo servicio de bus náutico de cero emisiones El bus náutico del Puerto de Barcelona empezará a operar este jueves con dos barcos eléctricos y una frecuencia de entre 15 y 30 minutos , y unirá el muelle de Drassanes , al lado de la estatua de Colón , con el de Llevant , que está al lado del Hotel W. El primer viaje de inauguración de este miércoles ha contado con el alcalde de Barcelona, Jaume Co el presidente del Puerto de Barcelona, Lluís Salvadó; el director del Port Vell, David Pino , y el consejero delegado de Alsa, Francisco Iglesias . Los barcos operan un mínimo de 12 horas al día y un trayecto cuesta 1,9 euros , aunque habrá posibilidad de comprar un billete de ida y vuelta, abonos de 10 viajes , billetes de 2 a 30 días y habrá descuentos para niños, jóvenes y personas mayores. El operador del servicio es Alsa , que ganó el concurso en febrero, y uno de los barcos (Ecocat dos) tiene una capacidad de 56 viajeros y el otro (Ecocat tres) tiene dos plantas y una capacidad de 84 pasajeros. El más grande tiene una eslora de 14,70 metros y el más pequeño de 11,90 metros y en el techo tiene placas fotovoltaicas que generarán un 40 por ciento del consumo de los catamaranes. El trayecto dura unos 10 minutos y los barcos utilizarán energía solar y conexión eléctrica, ya que en el muelle de Llevant se podrán enchufar a la electricidad, lo que les permitirá una autonomía de 8 horas de servicio ininterrumpido. En la inauguración, Collboni ha defendido que el proyecto está vinculado a la transformación del distrito de Ciutat Vella, porque el bus náutico «no deja de ser una extensión» de las obras de La Rambla y Via Laietana. A su juicio, la puesta en marcha del servicio se ha «acelerado» gracias a la Copa América de Vela y ha dicho que los vecinos del barrio de La Barceloneta se beneficiarán de la disminución del tráfico. Salvadó ha explicado que el público potencial son los trabajadores de la zona y los visitantes de las infraestructuras y ha defendido el trabajo que ha hecho Alsa para preparar el servicio en cuatro meses, que «no es en absoluto sencillo». «Nos metemos en un mercado complejo» , y se ha mostrado convencido de que el proyecto tendrá éxito empresarial y ciudadano a medio plazo, ya que cuenta con dos embarcaciones innovadoras y un gran público potencial. Según Pino, se trata de un proyecto que se empezó a plantear hace 15 años y «una pieza más del puzzle de este Port Vell de la Copa América». Ha valorado que el servicio dará a conocer un espacio nuevo y cada vez más náutico, y ha defendido la tarifa: «El precio ayudará mucho, un precio más económico que el autobús». Iglesias ha asegurado que «este concurso no le cuesta un duro a la Autoridad ni a la ciudadanía», y ha explicado que es una apuesta de la empresa para seguir creciendo en Catalunya y en Barcelona, donde tienen 500 trabajadores y unos 200 autobuses, con un proyecto diferente. «Los inicios van a ser difíciles, en los proyectos en los que entramos no miramos el corto plazo, sino el largo plazo», y ha considerado que la zona tiene mucho potencial para el futuro.\nRead on the original site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://abc.es/espana/cataluna/barcelona-nuevo-servicio-bus-nautico-cero-emisiones-20240705120743-nt.html",
    "https://www.abc.es/espana/cataluna/barcelona-nuevo-servicio-bus-nautico-cero-emisiones-20240705120743-nt.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T13:59:00.977+03:00",
  "updated": "2024-07-05T13:59:00.977+03:00"
}