{
  "thread": {
    "uuid": "f6e775804b7beb50aea236299b1ee7dd992cfb97",
    "url": "https://messina.gds.it/articoli/salute/2024/01/07/bimbo-venezuelano-di-3-mesi-operato-al-cuore-a-taormina-ora-sta-bene-e-puo-tornare-a-casa-c2137f02-60fc-431a-9187-935ce1a9a95a/",
    "site_full": "messina.gds.it",
    "site": "gds.it",
    "site_section": "https://feedpress.me/gds_hp_messina",
    "site_categories": [
      "media"
    ],
    "section_title": "Giornale di Sicilia - Edizione di Messina",
    "title": "Bimbo venezuelano di 3 mesi operato al cuore a Taormina: ora sta bene e può tornare a casa",
    "title_full": "Bimbo venezuelano di 3 mesi operato al cuore a Taormina: ora sta bene e può tornare a casa",
    "published": "2024-01-07T20:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://gdsit.cdn-immedia.net/2024/01/Taormina-1-970x485-1704655851.jpg",
    "performance_score": 0,
    "domain_rank": 40732,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6e775804b7beb50aea236299b1ee7dd992cfb97",
  "url": "https://messina.gds.it/articoli/salute/2024/01/07/bimbo-venezuelano-di-3-mesi-operato-al-cuore-a-taormina-ora-sta-bene-e-puo-tornare-a-casa-c2137f02-60fc-431a-9187-935ce1a9a95a/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@GDS_it",
  "published": "2024-01-07T20:34:00.000+02:00",
  "title": "Bimbo venezuelano di 3 mesi operato al cuore a Taormina: ora sta bene e può tornare a casa",
  "text": "Torna a casa il piccolo Hector, 3 mesi, che è arrivato dal Venezuela insieme alla mamma all’ospedale San Vincenzo di Taormina, lo scorso Natale, in condizioni critiche per essere operato al cuore. Adesso, grazie all’intervento dello staff del reparto di Cardiochirurgia pediatrica, diretto dal primario Sasha Agati, pochi giorni dopo l’operazione, è pronto per lasciare il nosocomio di contrada Sirina.\n«Si è trattato di un intervento difficile - ha detto il primario -, comunque siamo riusciti a risolvere la situazione». L’iter è stato avviato, dai medici venezuelani, il dottor Carlos Julio Troconis, chirurgo cardiovascolare, ed il collega Pedro Macuarisma, cardiologo infantile, che hanno contattato il centro di eccellenza taorminese per aiutare il bambino, arrivato in Italia quasi in fin di vita. La Fondazione Chincherini ha poi provveduto alla logistica. Importante è stata la collaborazione dell’associazione Matumaini Speranza onlus presieduta da Carmen Falletta, ideatrice del progetto «I bambini di Matilde». Anche i volontari della Misericordia San Giuseppe di Letojanni hanno fornito il loro supporto a Hector e alla mamma. È arrivato anche il ringraziamento del consolato generale d’Italia a Caracas per quanto realizzato dal complesso sanitario taorminese.\nIl reparto di Cardiochirurgia pediatrica del San Vincenzo ha pubblicato un post che racconta quanto accaduto, video. «Lo avevamo chiamato - si legge nella pagina Facebook - \"il miracolo di Natale\", il piccolo Hector è arrivato a Taormina dal Venezuela insieme alla mamma proprio il 25 dicembre, in condizioni critiche. Alcuni giorni dopo l'intervento cardiochirurgico, sta bene ed è pronto per lasciare l'ospedale e tornare a casa. Un miracolo reso possibile dallo sforzo di tantissime persone». Il reparto ringrazia tutti le persone coinvolte chiude con un messaggio di speranza: «Il bene trova sempre la sua strada».\nNel video un'estrapolazione dal video dell'Ospedale con l'intervista al primario, Sasha Agati",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:08:17.439+02:00",
  "updated": "2024-01-08T00:08:17.439+02:00"
}