{
  "thread": {
    "uuid": "810d95f156b68f787528c9bb94015e1c8533d101",
    "url": "https://emoff.correiobraziliense.com.br/bem-estar/queijo-pode-ser-aliado-na-reducao-do-colesterol-alto-e-bom-para-o-coracao-entenda",
    "site_full": "emoff.correiobraziliense.com.br",
    "site": "correiobraziliense.com.br",
    "site_section": "https://emoff.correiobraziliense.com.br/bem-estar",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Bem Estar",
    "title": "Queijo pode ser aliado na redução do colesterol alto e bom para o coração; entenda | Bem Estar | EM OFF",
    "title_full": "Queijo pode ser aliado na redução do colesterol alto e bom para o coração; entenda | Bem Estar | EM OFF",
    "published": "2024-04-05T00:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://emoff.correiobraziliense.com.br/wp-content/uploads/2024/04/queijo.jpg",
    "performance_score": 0,
    "domain_rank": 9156,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "810d95f156b68f787528c9bb94015e1c8533d101",
  "url": "https://emoff.correiobraziliense.com.br/bem-estar/queijo-pode-ser-aliado-na-reducao-do-colesterol-alto-e-bom-para-o-coracao-entenda",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hanna Carvalho",
  "published": "2024-04-05T00:46:00.000+03:00",
  "title": "Queijo pode ser aliado na redução do colesterol alto e bom para o coração; entenda | Bem Estar | EM OFF",
  "text": "A nutricionista irlandesa [ Emma Feeney,](https://emoff.correiobraziliense.com.br/bem-estar/) que lidera pesquisa sobre colesterol do [Instituto de Alimentação e Saúde da Universidade de Dublin](http://instagram.com/portalemoff), contou em entrevista ao portal britânico Daily Mail que incluir derivados do leite na dieta, a depender da quantidade, pode diminuir o excesso de colesterol circulando no organismo. “Menos gordura saturada entra na corrente sanguínea quando se comem queijos integrais. Parece que parte da gordura da alimentação se liga aos ricos bolsões de cálcio presentes no alimento e se tornam uma espécie de sabão. Assim, eles não são absorvidos pelo intestino e podem ser eliminados nas fezes”, explica a especialista. Vilão ou não? Um estudo realizado pela especialista em 2018, mostrou que o consumo de cerca de 42 gramas de cheddar maduro — que é diferente das versões industrializadas do Brasil, passando por um processo mais artesanal — levou a uma diminuição dos níveis de colesterol ruim no corpo dos participantes. Além disso, um outro estudo também realizado pela nutricionista em janeiro de 2023, mostrou que o [cheddar enriquecido com altas doses de cálcio](https://emoff.correiobraziliense.com.br/curiosidades/) traz benefícios no combate ao colesterol. A profissional pontua que, quanto mais cálcio, melhor para o combate a altos níveis dessa substância no organismo. Como escolher o queijo correto? É necessário ter cuidado na hora da escolha de qual queijo consumir. Cerca de 100 gramas de muçarela ou de queijo branco possuem 0,7 g de cálcio. A mesma quantidade de parmesão tem 1,1 g e ele é o campeão do cálcio. Em média, pessoas entre 19 e 50 anos precisam de 1g de cálcio por dia para satisfazer as necessidades diárias desse nutriente. No entanto, esse cuidado é primordial antes de levar o queijo para a alimentação diária. Em entrevista ao Daily Mail, o cardiologista [ Oliver Guttmann ](https://emoff.correiobraziliense.com.br/bem-estar/o-que-acontece-com-seu-corpo-se-comer-2-ovos-todos-os-dias-descubra/)aponta que boa parte dos queijos são ricos em conservantes e possuem muito sal, o que pode anular os benefícios da ingestão de cálcio. “Pesquisas sugerem que até 40g por dia de queijo provavelmente farão muito bem para você, mas o ideal é escolher queijos com pouco sal e com poucas calorias”, defende o médico. 11 benefícios do queijo à saúde - O queijo contém todos os aminoácidos necessários para o nosso corpo funcionar corretamente. - O queijo é uma fonte importante de cálcio, um elemento essencial para a saúde dos ossos e dentes, para além disso a absorção de cálcio é favorecida pelas proteínas contidas no queijo. - Já dissemos que o queijo é benéfico para os ossos porque eles são ricos em cálcio, mas também o consumo de queijo tem um efeito positivo na luta contra a osteoporose e outras doenças ósseas. - O queijo não só fortalece os dentes, graças à grande quantidade de cálcio, também reduz a placa bacteriana, estimula a produção de saliva e mantem a nossa boca limpa de forma natural. - Contém uma grande quantidade de ácido fólico, tornando-se assim um alimento essencial durante a gravidez. - O queijo também favorece a produção de leite materno em gestantes. - O queijo ajuda a fortalecer o sistema imunitário, aumentando assim as nossas defesas contra a doença. - O alto teor de vitamina B no queijo torna a nossa pele melhor. - O queijo diminui os sintomas da Síndrome Pré-menstrual. - O queijo é uma grande fonte de ácido linoleico conjugado (CLA), relacionada com a prevenção de certos cancros, tais como o do cólon. - É muito rico em proteína, que ajuda a construir e a recuperar a massa corporal, o que o torna um alimento perfeito para atletas ou pessoas que querem ganhar peso de forma saudável",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "http://instagram.com/portalemoff),",
    "http://www.instagram.com/portalemoff),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:52:23.735+03:00",
  "updated": "2024-04-05T00:52:23.735+03:00"
}