{
  "thread": {
    "uuid": "c2e61487ae2357985fc03a1c2ff2ebd2585a0e3d",
    "url": "https://gazette.com/opinion/column-america-needs-a-return-to-the-real-black-history-month/article_aa88a79e-d5b6-11ee-b42c-1742ce25abae.html",
    "site_full": "gazette.com",
    "site": "gazette.com",
    "site_section": "http://gazette.com/search/?f=rss&t=article&c=opinion&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "gazette.com - RSS Results in opinion of type article",
    "title": "COLUMN: America needs a return to the real Black History Month",
    "title_full": "COLUMN: America needs a return to the real Black History Month",
    "published": "2024-02-29T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/gazette.com/content/tncms/custom/image/3f755dae-418c-11e8-a244-53852639d709.png?crop=235%2C235%2C1%2C0&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 5607,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2e61487ae2357985fc03a1c2ff2ebd2585a0e3d",
  "url": "https://gazette.com/opinion/column-america-needs-a-return-to-the-real-black-history-month/article_aa88a79e-d5b6-11ee-b42c-1742ce25abae.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Stovall",
  "published": "2024-02-29T19:00:00.000+02:00",
  "title": "COLUMN: America needs a return to the real Black History Month",
  "text": "I miss Black History Month. Ever since 2020, when George Floyd’s murder plunged us into America’s “racial reckoning” — the real Black History Month has been missing in action.\nAround the turn into the 20th century, Booker T. Washington, founder of Tuskegee University, said, “You go to school, you study about the Germans and the French, but not about your own race. I hope the time will come when you study Black history, too”. It feels like that time is past.\nFor in 2024, we only study Marxist tropes pretending to be about Black history. Gone is the inspiring narrative of Americans (some of African lineage) overcoming all attempts to steal their dignity. Absent are the studies of the inventors, the poets, and the leaders that used to fill our awareness with the power of American exceptionalism.\nThurgood Marshall, the first American Supreme Court Justice of African descent once told us, “In recognizing the humanity of our fellow beings, we pay ourselves the highest tribute.” This is what Black History Month used to be.\nSomeone please … return me to the steps of the Lincoln Memorial so that I might watch in wonder as Marian Anderson (the famous classical contralto) sings “My County Tis of Thee.” Show me the woman whose talent delighted, even while rebuking racial tyranny.\nI miss the days of civil protest wrapped in artistic valor.\nSomeone please … take me to observe George Washington Carver’s genius. We can both admire as he discovers over 300 uses of peanuts, including shaving cream, wood stains, and even plastics. I would love to hear a lecture about those thousands of experiments.\nCan we read (or re-read) “The Narrative of the Life of Frederick Douglass?” In 2024, America needs this story. Let’s travel with a man who escaped slavery becoming a social reformer who was the most important civil rights leader of the 19th century. His example should be followed by the social reformers of today.\nSomeone please … dig out the photographs of a Black community that was 70% married – with Black fathers in the home. Show me again, the people unified singing “We Shall Overcome” while daring to do exactly that from 1945 to 1970. Let’s remember, beautifully attired African Americans standing strong against the tyranny of Jim Crow.\nWithout riots, until they won.\nThese stories are what we used to hear during Black History Month. In the reflection of these heroes and heroines of liberty, we knew that racism (while toxic) was not all powerful.\nWhere is the real Black History Month? I fear that Marxist gaslighting has replaced it.\nI am emotionally exhausted from the ridiculous deification of criminals like George Floyd, other addicts and gang members that has replaced Black history. We must fight daily to refuse the toxic narratives of media — that in enmity to the Black community — work to convince us that our story is one of oppression and failure. This despite the clear and present work of Black citizens that dared to go from 100% poverty in the 1800s to 18% in 2018.\nWhile growing by the tens of millions. In 2024, Black America has more in the middle class than were alive in 1960. This is a triumph, not a tragedy.\nIn this 2024 twisted version of Black History Month, Black Colorado lawmakers side against sexually traumatized Black children. Black legislators prioritize the rights of sexual predators over those hurt.\nIn these recent and poisonous lawmaking stories, the criminals (especially Black ones) are the victims in need of our help. In this strange new Black History Month, Black victims of crime are silenced. Marxist storytelling lifts the experience of the drug dealers, criminals and addicts who aren’t finished destroying the neighborhoods that they reside in.\nColorado government focuses resources on those who commit crimes, refusing to help sheriffs, and stopping prosecutors from effective law enforcement. But no one is allowed to ask questions without being ridiculed, intimidated or marginalized.\nSocieties that prioritize criminal behavior and rights are on the edge of ruin. As are we.\nW.E.B. Du Bois was right when he said, “The cost of liberty is less than the price of repression.” The repression of real Black History in Colorado is to be reviled and must be stopped. For in 2024, we are writing it.\nBlack does not = criminal. Nor Marxist. The law-abiding citizens must be upheld in a shared history of how we made our state safe again.\nFollow author Maya Angelou and advocate for history. “Won’t it be wonderful when Black history and Native American history and Jewish history and all of U.S. history is taught from one book. Just U.S. history.”\nAnd history should lift the narratives and behavior of those who build our state — not destroy it.\nRachel Stovall is an event manager, entertainer and community advocate.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george floyd",
        "sentiment": "neutral"
      },
      {
        "name": "thurgood marshall",
        "sentiment": "none"
      },
      {
        "name": "booker t. washington",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black history month",
        "sentiment": "neutral"
      },
      {
        "name": "tuskegee university",
        "sentiment": "none"
      },
      {
        "name": "lincoln memorial",
        "sentiment": "none"
      },
      {
        "name": "american supreme court justice",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:07.679+02:00",
  "updated": "2024-03-01T00:19:07.679+02:00"
}