{
  "thread": {
    "uuid": "deeccecf2dd550c7ab56a21c0f01c0af4db90382",
    "url": "https://www.insidernj.com/press-release/congressman-andy-kim-receives-senate-endorsement-from-national-lgbtq-organization-human-rights-campaign",
    "site_full": "www.insidernj.com",
    "site": "insidernj.com",
    "site_section": "https://www.insidernj.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Insider NJ - News for Political Insiders in New Jersey",
    "title": "Congressman Andy Kim Receives Senate Endorsement From National LGBTQ+ Organization, Human Rights Campaign - Insider NJ",
    "title_full": "Congressman Andy Kim Receives Senate Endorsement From National LGBTQ+ Organization, Human Rights Campaign - Insider NJ",
    "published": "2024-04-18T21:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34665,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "deeccecf2dd550c7ab56a21c0f01c0af4db90382",
  "url": "https://www.insidernj.com/press-release/congressman-andy-kim-receives-senate-endorsement-from-national-lgbtq-organization-human-rights-campaign",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Insider NJ",
  "published": "2024-04-18T21:36:00.000+03:00",
  "title": "Congressman Andy Kim Receives Senate Endorsement From National LGBTQ+ Organization, Human Rights Campaign - Insider NJ",
  "text": "Congressman Andy Kim Receives Senate Endorsement From National LGBTQ+ Organization, Human Rights Campaign Congressman Andy Kim Receives Senate Endorsement From National LGBTQ+ Organization, Human Rights Campaign MOORESTOWN N.J. – Today, Congressman Andy Kim announced the endorsement of Human Rights Campaign, the nation’s largest LGBTQ+ advocacy organization. HRC strives to end discrimination against LGBTQ+ people and works to create a world that achieves fundamental fairness and equality for all, where members of the LGBTQ+ community are embraced as full members of society at home, at work and in every community. “I’ve heard many powerful stories from the LGBTQ+ community of real fear of discrimination and outright violence targeting them. Everyone deserves to be protected and be free to live their lives,” said Congressman Andy Kim. “I have and will continue to work with Human Rights Campaign (HRC) to pass the Equality Act to give civil rights protections to the LGBTQ+ community. Let’s get this done.” “It matters to have champions in leadership — and New Jersey has a champion in Andy Kim,” said Reg Calcagno, Human Rights Campaign Director, National Campaigns. “From his support for the Equality Act to his unwavering commitment to delivering on behalf of all people, Congressman Kim is a true pro-equality fighter and will be a powerful voice in the United States Senate. We are proud to endorse Andy Kim and look forward to mobilizing Equality Voters across the state to send him to the Senate.” In Congress, Andy has been an advocate and ally for the LGBTQ+ community. He was a co-sponsor of the Equality Act, which protected LGBTQ+ Americans in states that did not have statewide protections by amending the Civil Rights Act of 1964 to include sexual orientation and gender identity as protected statuses. This bill also prohibited discrimination on the basis of gender or sexual identity in public spaces, during public services, and throughout federally funded programs, while also adding in protections in employment, housing, education, public spaces and federal programs for members of the LGBTQ+ community. As a member of the House Armed Services Committee, Andy also opposed the transgender service military ban put forward by former President Trump. First elected to Congress in 2018 at the age of 36, three-term Congressman Andy Kim is one of the younger members to serve in Congress and is the first Asian American elected to federal office from New Jersey. In 2018 and 2020, Andy defeated two self-funding millionaires in a district carried by former President Trump, going on to vote to impeach Trump twice throughout his presidency. In 2022, Kim defeated his third self-funding millionaire opponent by 12 points In his three terms in Congress, Andy has worked hard to lower costs for New Jersey families and help support small businesses through challenging times. Andy has also been a leading champion in fighting against corruption in our broken politics. ###",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy kim",
        "sentiment": "negative"
      },
      {
        "name": "cam",
        "sentiment": "negative"
      },
      {
        "name": "reg calcagno",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hrc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "moorestown n.j.",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:03:29.465+03:00",
  "updated": "2024-04-19T14:35:25.417+03:00"
}