{
  "thread": {
    "uuid": "4ab893d91e3dabf4ca662c67dd0d43d8faab9e48",
    "url": "https://www.dvidshub.net/news/460991/security-enterprise-reflects-record-breaking-year",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "Security enterprise reflects on record-breaking year",
    "title_full": "Security enterprise reflects on record-breaking year",
    "published": "2023-12-29T05:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.dvidshub.net/images/dvids_logo.svg",
    "performance_score": 0,
    "domain_rank": 5446,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ab893d91e3dabf4ca662c67dd0d43d8faab9e48",
  "url": "https://www.dvidshub.net/news/460991/security-enterprise-reflects-record-breaking-year",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adriane Elliot",
  "published": "2023-12-29T05:42:00.000+02:00",
  "title": "Security enterprise reflects on record-breaking year",
  "text": "The U.S. Army Security Assistance Command ended fiscal 2023 at an all-time high, closing out the year with a record-breaking $35.8 billion in new business, the highest number in the command’s 58-year history. Its previous new business sales record was $24.3 billion in FY 2009.\nThe role of USASAC, which oversees the Army’s foreign military sales and security assistance programs, is more relevant than ever as the international security environment reorients toward great power competition. While the command saw a historic year in numbers, its main objective remains supporting U.S foreign policy by bolstering the defensive capabilities of critical allies and partners across the globe.\nSo far, USASAC has facilitated the delivery of $15 billion in weapons, training and materiel to Ukrainian battlefields since Russia launched its unprovoked war on Feb. 24, 2022. These multibillion-dollar aid packages include thousands of items to include antiarmor systems, unmanned aerial systems, artillery, rocket systems, armored personnel carriers and other wheeled and track vehicles, body armor, munitions, medical supplies and protective equipment.\nIn addition to the groundbreaking support to Ukraine, the fiscal year saw USASAC continuing to execute its critical mission with top foreign military sales to Poland, with which it has a $20 billion portfolio, and the United Arab Emirates.\nSeveral key changes also took place in USASAC’s leadership ranks:\nThe command welcomed Col. Gregory Holmes, who assumed command of USASAC’s Security Assistance Training Management Organization at Fort Liberty, North Carolina (formerly Fort Bragg) Sept. 13. SATMO’s outgoing commander, Col. Andrew Clark remained on Fort Liberty, reassigned to XVIII Airborne Corps headquarters as the Corps commanding general’s special operations forces liaison officer.\nSATMO also welcomed Command Sgt. Maj. Robert Allen and bid farewell to Command Sgt. Maj. Tom Dow during a Jan. 20 change of charter ceremony at Fort Liberty. Dow was selected as the next sergeant major for the Program Executive Office Simulation, Training and Instrumentation, headquartered in Orlando, Florida.\nAnd USASAC former senior enlisted leader, Command Sgt. Maj. Sean Rice, retired with 35 years of service during a March 17 ceremony at Redstone Arsenal. Command Sgt. Maj. Stephen Burnley assumed responsibility the previous year, during a Dec. 16, 2022, change of responsibility ceremony.\nTommy Lancaster, former director of USASAC’s G3/7 Operations retired in October. Lancaster served more than 30 years in the Army and served as the USASAC chief of staff during his final active-duty assignment. As a civilian employee, he worked for the Army Materiel Command for three years before returning to USASAC as the PACOM regional operations deputy director and later as the G3/7 director.\nThe 2023 highlights from USASAC’s Regional Operations Directorates include the following:\nCENTCOM: During FY ‘23, the Directorate’s number of basic cases totaled 121, ending the year with $4.9 billion in new business. Its number of open cases totals 1,988 at a value of $135 billion. Significant EUCOM/AFRICOM priorities included major deliveries of UH-60 and HA-10 rockets to Afghanistan, Patriot missiles, M1A2 tanks, Apache aircraft, and M88A2 recovery vehicles.\nEUCOM/AFRICOM: During FY ‘23, the directorate’s number of basic cases totaled 348, ending the year with $24.9 billion in new business. Its number of open cases totals 2,510 at a value of $68.5 billion. Significant EUCOM/AFRICOM priorities included tanks to Poland, HIMARS to Romania, and M4A1 rifles to Senegal.\nIndo-Pacific Command/Southern Command/Northern Command: During FY ‘23, the directorate’s number of basic cases totaled 210, ending the year with $5.9 billion in new business. Its number of open cases totals 1,765 at a value of $44.3 billion. Significant priorities for the fiscal year included Australia’s UH-60 and HIMARS, Indonesia’s Apache sustainment, Maldives’ small arms and Papua New Guinea’s Personnel Protective Equipment. Additional critical elements of the command include two longstanding programs with considerable impact on the global economy and stability in the Middle East, both located in Saudi Arabia’s capitol city Riyadh.\nUSASAC’s Ministry of the Interior-Military Advisory Group, which remains focused on the advisement and training of the Kingdom’s Ministry of Interior as they defend their nation from terrorist threats and protect critical infrastructure, and USASAC’s Office of the Program Manager-Saudi Arabian National Guard OPM-SANG, which continues to manage the Ministry of National Guard modernization program.\nAt Fort Liberty, the command’s Security Assistance Training Management Organization continues to prepare, order and deploy dozens of security assistance teams through technical assistance field teams, requirements survey teams, and mobile training teams globally in support of security assistance requirements and missions.\nUSASAC’s Washington Field Office at Fort Belvoir, Virginia continues to refine and develop new efforts to effectively track and execute “Building Partnership Capacity” section 333 cases and to ensure efficient methods for executing these programs.\nUSASAC employs personnel from its Redstone Arsenal and New Cumberland, Pennsylvania, headquarters, and from locations worldwide, in support of the U.S. National Defense Strategy.\nCurrently, the command manages over 6,000 Foreign Military Sales cases, worth approximately $250 billion, for 150 countries and agencies.\n|Date Taken:||12.20.2023|\n 22:42|\n|Story ID:||460991|\n|Location:||US|\n|Web Views:||0|\n Security enterprise reflects on record-breaking year, by\n[Adriane Elliot](/portfolio/1106181/adriane-elliot),\nNo keywords found.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. army security assistance command",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "usasac",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s",
        "sentiment": "none"
      },
      {
        "name": "usasac",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:45:59.924+02:00",
  "updated": "2023-12-29T05:45:59.924+02:00"
}