{
  "thread": {
    "uuid": "9d7f54939c9644ea339f7722f7ef183a0bf9c11a",
    "url": "https://www.daytondailynews.com/local/local-pearl-harbor-veteran-released-from-hospital-shares-memories/QQW2XEXGQRC5ZLWOWXS4NVBS4I",
    "site_full": "www.daytondailynews.com",
    "site": "daytondailynews.com",
    "site_section": "https://www.daytondailynews.com/community/warren-county/",
    "site_categories": [
      "media",
      "social"
    ],
    "section_title": "Warren County Ohio News",
    "title": "Local Pearl Harbor veteran released from hospital, shares memories",
    "title_full": "Local Pearl Harbor veteran released from hospital, shares memories",
    "published": "2024-05-04T23:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.daytondailynews.com/resizer/prV04q745kG7VSXF1p7MKQUmsMc=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/coxohio/UT34PRRHBJAMPHNMR5MYVJ6R44.jpg",
    "performance_score": 0,
    "domain_rank": 6442,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d7f54939c9644ea339f7722f7ef183a0bf9c11a",
  "url": "https://www.daytondailynews.com/local/local-pearl-harbor-veteran-released-from-hospital-shares-memories/QQW2XEXGQRC5ZLWOWXS4NVBS4I",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "undefined",
  "published": "2024-05-04T23:59:00.000+03:00",
  "title": "Local Pearl Harbor veteran released from hospital, shares memories",
  "text": "A 101-year-old WWII veteran was discharged from Miami Valley Hospital and honored Friday.Elmer Smith entered the Army Air Corps at age 18 and fought at Pearl Harbor in December of 1941 at Wheeler Field, according to Premier Health.According to Sharon Howard, director of communications at Miami Valley Hospital, after Smith received care at the main campus of Miami Valley Hospital, a CareFlight nurse came to check on him.“Is there anything else I can get you?” The nurse asked.“Steak,” Smith said. “He had the kind of personality that they just wanted to see about him,” Howard said. Later on during the nurse’s shift, she left and came back with steak from Outback Steakhouse for Smith.“His daughter was blown away because they didn’t think anything else about it, and she brought him his steak because that’s what he said he wanted,” she added.Howard said the second thing Smith said he wanted was “to be in the news,” because there are fewer than 30 Pearl Harbor survivors remaining and he felt like people don’t know anything about what happened then.“He felt like he had a commitment — that it’s not lost,” Howard said. “That piece of history shouldn’t be lost. And he wanted to tell that story.”She added they felt they had an obligation to honor Smith’s wish because he had earned the right to ask. A special pinning ceremony was held at the hospital where he was pinned and given a certificate.Congressman Mike Turner was in attendance for a breakfast this week, Howard said, where he requested his staff get Smith’s information after learning about his veteran status. A special message from Turner’s office and a special commemorative coin was presented to Smith. Last year at Smith’s 100-year-old birthday celebration, he said he flew on P-40 Warhawks and B-17s in the Pacific Theater, near what is now the island nation of Vanuatu. He married his wife Elinora after the end of World War II, and they celebrated their 75th anniversary in 2023. His wife died this year.In a hospital room where Smith stayed, he said children born during the 1920s went on to join the service during the Great Depression era because they “couldn’t get a job.”He shared that during the time period, women really won the war because they “did everything.”“They were running trains and everything,” he said. “Unbelievable, you know, like Rosie the Riveter. They really won the war.”Smith also mentioned that his father and uncles were in the military as well during WWI. He said his brother Walter Smith went into the service with him and died Oct. 20, 1944 at the Battle of Leyte in the Philippines, at the age of 22.When asked about life advice, he said what kept him alive today is jogging and walking.“When we used to vacation, I was addicted and we would go to a rest area, I would have to jog,” Smith said. “Wherever we were, I had to jog and so that kept my heart strong.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "howard",
        "sentiment": "none"
      },
      {
        "name": "smith",
        "sentiment": "none"
      },
      {
        "name": "sharon howard",
        "sentiment": "none"
      },
      {
        "name": "” smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "army air corps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "miami valley hospital",
        "sentiment": "none"
      },
      {
        "name": "pearl harbor",
        "sentiment": "none"
      },
      {
        "name": "wheeler field",
        "sentiment": "none"
      },
      {
        "name": "outback steakhouse",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T00:10:48.132+03:00",
  "updated": "2024-05-05T00:59:01.999+03:00"
}