{
  "thread": {
    "uuid": "3cafaf1414beff0235c2781093f5f10257e6df35",
    "url": "https://www.biospace.com/article/releases/qiagen-earns-act-label-for-new-eco-friendlier-qiawave-products-and-achieves-first-my-green-lab-platinum-certification",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://gold.einnews.com/live_feed",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Live Feed Wire - Gold Industry Today - EIN Presswire",
    "title": "QIAGEN earns ACT Label for new eco-friendlier QIAwave products and achieves first My Green Lab Platinum certification | BioSpace",
    "title_full": "QIAGEN earns ACT Label for new eco-friendlier QIAwave products and achieves first My Green Lab Platinum certification | BioSpace",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5764,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3cafaf1414beff0235c2781093f5f10257e6df35",
  "url": "https://www.biospace.com/article/releases/qiagen-earns-act-label-for-new-eco-friendlier-qiawave-products-and-achieves-first-my-green-lab-platinum-certification",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "QIAGEN earns ACT Label for new eco-friendlier QIAwave products and achieves first My Green Lab Platinum certification | BioSpace",
  "text": "QIAGEN earns ACT Label for new eco-friendlier QIAwave products and achieves first My Green Lab Platinum certification Additional ecofriendly QIAwave kits for DNA and RNA extraction receive ACT Label due to greatly improved Environmental Impact Factor compared to standard kits // QIAGEN’s Sample technologies R&D lab in Germany achieves My Green Lab Platinum certification, roadmap adopted for further certifications at site //Strong commitment to further reduce plastic packaging and greenhouse gas emissions as part of comprehensive ESG strategy focused on improving QIAGEN’s impact on society Venlo, the Netherlands, Feb. 15, 2024 (GLOBE NEWSWIRE) -- [QIAGEN](https://www.biospace.com/employer/244707/qiagen/) (NYSE: QGEN; Frankfurt Prime Standard: QIA) today announced two significant achievements in sustainability through recognitions by My Green Lab, a non-profit organization dedicated to advancing sustainability in scientific research: - Two newly launched environmentally friendlier QIAwave nucleic-acid extraction kits have received the prestigious ACT Environmental Impact Factor Label, bringing the number of QIAGEN products with this recognition to eight. These new kits are the QIAwave RNA Plus Mini Kit and QIAwave DNA/RNA Mini Kit that are used in labs around the world. In awarding the ACT (Accountability, Consistency, and Transparency) labels, My Green Lab found that the two new QIAwave products had an up to 27% improvement in the Environmental Impact Factor when compared to the respective QIAGEN standard kits. - QIAGEN’s R&D lab for Sample technologies at its European operational headquarters in Hilden, Germany, has achieved the Platinum certification level in a review by My Green Lab. This certification provides scientists and lab-supporting teams with actionable ways to make meaningful changes, reduce costs, preserve resources, and ensure a safe, healthy environment in support of science. QIAGEN has set a roadmap to have all of its Life Sciences labs at the Hilden site certified by My Green Lab. „My Green Lab puts the spotlight on companies to meet planet Earth’s immense ecological challenges head-on. We at QIAGEN take that challenge very seriously. The recognition of our eco-friendlier kits and the Platinum certification of our Sample technologies lab are proof points of our commitment to sustainability and important milestones in our campaign to significantly reduce the environmental impact of our entire product range,” said Nitin Sood, Senior Vice President and Head of QIAGEN’s Life Science Business Area. In early 2023, QIAGEN’s emissions reduction targets were validated by the Science Based Targets initiative (SBTi), and the company committed to achieving net-zero greenhouse gas (GHG) emissions by 2050. In 2022, the company surpassed its target for a 9% reduction in plastic usage with a 16.5% decrease. QIAGEN aims to reduce plastic packaging waste by a further 7% in 2023. QIAGEN’s commitment to sustainability and responsible business practices has been recognized by independent rating agencies such as ISS-ESG, which recently elevated QIAGEN’s rating to B-, reaffirming its „Prime“ status, and MSCI ESG Research, which gave QIAGEN a grade A. Sustainalytics ESG Risk Ratings placed the company in the low-risk group. More information on QIAGEN’s sustainable products can be found here: [https://www.qiagen.com/us/sustainability/environment/more-sustainable-products](https://www.globenewswire.com/Tracker?data=f9i68Ns1O22PSKlhYx5Wdzfw-Nm1JZzCpeyg-b8UW8xrLe-OyyrUpHqKz5_AqcCjCF1LXleVOfNBMUlfj0zGxlJuhago3drO4a_19cF9T85bgTpQXJP_8Q8lmwGNj8zUXwFkiVwXSb4CquC_32kGtYvhz73d3hZlfAl_GA01fiZeV__i-ifRJgB7dy4EQX-Gxtbcl3CVOqMzPgX04ZrLwgqIg3nCJQTRahPFhtP9kUHT87EqwExzH0hPH8dFRJKo) About QIAGEN QIAGEN N.V., a Netherlands-based holding company, is the leading global provider of Sample to Insight solutions that enable customers to gain valuable molecular insights from samples containing the building blocks of life. Our sample technologies isolate and process DNA, RNA and proteins from blood, tissue and other materials. Assay technologies make these biomolecules visible and ready for analysis. Bioinformatics software and knowledge bases interpret data to report relevant, actionable insights. Automation solutions tie these together in seamless and cost-effective workflows. QIAGEN provides solutions to more than 500,000 customers around the world in Molecular Diagnostics (human healthcare) and Life Sciences (academia, pharma R&D and industrial applications, primarily forensics). As of December 31, 2023, QIAGEN employed approximately 6,000 people in over 35 locations worldwide. Further information can be found at [http://www.qiagen.com](https://www.globenewswire.com/Tracker?data=486fPHFYbfnv_XGyMKBrI8ZboeGqnmFn2ilRljzuYkrft8sqJW2BHB7kgtoVD3P5uoBwFLnFfKqg-VafsyWQve9ggd2aENDsNUOp58HHC0Y=). Forward-Looking Statement Certain statements contained in this press release may be considered forward-looking statements within the meaning of Section 27A of the U.S. Securities Act of 1933, as amended, and Section 21E of the U.S. Securities Exchange Act of 1934, as amended. To the extent that any of the statements contained herein relating to QIAGEN’s products, including those products used in the response to the COVID-19 pandemic, timing for launch and development, marketing and/or regulatory approvals, financial and operational outlook, growth and expansion, collaborations, markets, strategy or operating results, including without limitation its expected adjusted net sales and adjusted diluted earnings results, are forward-looking, such statements are based on current expectations and assumptions that involve a number of uncertainties and risks. Such uncertainties and risks include, but are not limited to, risks associated with management of growth and international operations (including the effects of currency fluctuations, regulatory processes and dependence on logistics), variability of operating results and allocations between customer classes, the commercial development of markets for our products to customers in academia, pharma, applied testing and molecular diagnostics; changing relationships with customers, suppliers and strategic partners; competition; rapid or unexpected changes in technologies; fluctuations in demand for QIAGEN’s products (including fluctuations due to general economic conditions, the level and timing of customers’ funding, budgets and other factors); our ability to obtain regulatory approval of our products; difficulties in successfully adapting QIAGEN’s products to integrated solutions and producing such products; the ability of QIAGEN to identify and develop new products and to differentiate and protect our products from competitors’ products; market acceptance of QIAGEN’s new products and the integration of acquired technologies and businesses; actions of governments, global or regional economic developments, weather or transportation delays, natural disasters, political or public health crises, including the breadth and duration of the COVID-19 pandemic and its impact on the demand for our products and other aspects of our business, or other force majeure events; as well as the possibility that expected benefits related to recent or pending acquisitions may not materialize as expected; and the other factors discussed under the heading „Risk Factors” contained in Item 3 of our most recent Annual Report on Form 20-F. For further information, please refer to the discussions in reports that QIAGEN has filed with, or furnished to, the U.S. Securities and Exchange Commission. Source: QIAGEN N.V. Category: Corporate John Gilardi QIAGEN N.V. +49 2103 29 11711 ir@qiagen.com Phoebe Loh QIAGEN N.V. +49 2103 29 11457 ir@qiagen.com Thomas Theuringer QIAGEN N.V. +49 2103 29 11826 pr@qiagen.com Daniela Berheide QIAGEN N.V. +49 2103 29 11676 pr@qiagen.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "http://www.qiagen.com",
    "https://www.globenewswire.com/Tracker?data=486fPHFYbfnv_XGyMKBrI8ZboeGqnmFn2ilRljzuYkrft8sqJW2BHB7kgtoVD3P5uoBwFLnFfKqg-VafsyWQve9ggd2aENDsNUOp58HHC0Y=).",
    "https://www.qiagen.com/us/sustainability/environment/more-sustainable-products",
    "https://www.globenewswire.com/Tracker?data=f9i68Ns1O22PSKlhYx5Wdzfw-Nm1JZzCpeyg-b8UW8xrLe-OyyrUpHqKz5_AqcCjCF1LXleVOfNBMUlfj0zGxlJuhago3drO4a_19cF9T85bgTpQXJP_8Q8lmwGNj8zUXwFkiVwXSb4CquC_32kGtYvhz73d3hZlfAl_GA01fiZeV__i-ifRJgB7dy4EQX-Gxtbcl3CVOqMzPgX04ZrLwgqIg3nCJQTRahPFhtP9kUHT87EqwExzH0hPH8dFRJKo)",
    "https://www.globenewswire.com/Tracker",
    "https://qiagen.com/us/sustainability/environment/more-sustainable-products",
    "http://qiagen.com",
    "https://globenewswire.com/Tracker?data=f9i68Ns1O22PSKlhYx5Wdzfw-Nm1JZzCpeyg-b8UW8xrLe-OyyrUpHqKz5_AqcCjCF1LXleVOfNBMUlfj0zGxlJuhago3drO4a_19cF9T85bgTpQXJP_8Q8lmwGNj8zUXwFkiVwXSb4CquC_32kGtYvhz73d3hZlfAl_GA01fiZeV__i-ifRJgB7dy4EQX-Gxtbcl3CVOqMzPgX04ZrLwgqIg3nCJQTRahPFhtP9kUHT87EqwExzH0hPH8dFRJKo)",
    "https://globenewswire.com/Tracker?data=486fPHFYbfnv_XGyMKBrI8ZboeGqnmFn2ilRljzuYkrft8sqJW2BHB7kgtoVD3P5uoBwFLnFfKqg-VafsyWQve9ggd2aENDsNUOp58HHC0Y=)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "green lab plati",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "green lab platinum",
        "sentiment": "negative"
      },
      {
        "name": "qiagen",
        "sentiment": "negative"
      },
      {
        "name": "environmental impact factor",
        "sentiment": "none"
      },
      {
        "name": "esg",
        "sentiment": "none"
      },
      {
        "name": "my green lab",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "frankfurt",
        "sentiment": "none"
      },
      {
        "name": "venlo",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T13:06:30.491+02:00",
  "updated": "2024-02-16T13:06:30.491+02:00"
}