{
  "thread": {
    "uuid": "2c1da645e62e1755215710e477af19366a57fb8b",
    "url": "https://www.newburyportnews.com/news/in-the-spirit-god-is-comforting-her-people/article_9d413ac4-a483-11ee-a80b-6f825a1b48b8.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "https://newburyportnews.com",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "newburyportnews.com | Greater Newburyport's local news source",
    "title": "In the Spirit: God is comforting her people | News | newburyportnews.com",
    "title_full": "In the Spirit: God is comforting her people | News | newburyportnews.com",
    "published": "2023-12-29T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/assets/v3/editorial/f/0f/f0fcd656-f623-5831-82f7-fbc779d50f6c/61842a394dad3.image.jpg?crop=1178%2C618%2C0%2C569&amp;resize=1178%2C618&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 38714,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c1da645e62e1755215710e477af19366a57fb8b",
  "url": "https://www.newburyportnews.com/news/in-the-spirit-god-is-comforting-her-people/article_9d413ac4-a483-11ee-a80b-6f825a1b48b8.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "In the Spirit | Gail Miller",
  "published": "2023-12-29T07:00:00.000+02:00",
  "title": "In the Spirit: God is comforting her people | News | newburyportnews.com",
  "text": "The world is deeply troubled by the heart-wrenching scenes of destruction in war-torn countries. People are yearning to feel the peace of God. How can we pray? I have been touched by an article in the Christian Science Sentinel (Nov. 27 issue) titled “God is comforting Her people” by Suzanne Smedley. What follows are excerpts from that article to help uplift our thoughts from sorrow. During grievous times, prayers may sometimes seem futile and words hollow. But there are beautiful promises in the Bible that unburden the heavy heart and wing it with hope. For instance, in the book of the prophet Isaiah: “For thus saith the Lord ... . As one whom his mother comforteth, so will I comfort you.” And in Psalms: “Whither shall I go from thy spirit? or whither shall I flee from thy presence? If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there. If I take the wings of the morning, and dwell in the uttermost parts of the sea; even there shall thy hand lead me, and thy right hand shall hold me. If I say, Surely the darkness shall cover me; even the night shall be light about me”. What could be more comforting than to feel in the deepest recesses of our heart that not a single one of God’s children can be separated from her love and saving power? There is no person or circumstance that is beyond the reach or help of God, infinite good. Wherever we are, God is, for we are one with our divine parent as the image, or spiritual reflection, of divine love. Not even those seemingly caught in the web of hopelessness, fear, or hatred can be cut off from God’s redeeming love. God is here, now, guarding and guiding all of us. As I prayed along these lines, I was reminded of a time when our family had lost contact with someone very dear to us who had been struggling with a challenging situation. We feared we might have lost them. All of us were praying for peace and comfort. A family member later told me that as she was sitting and praying by a bay one day, a cormorant – a water bird common to the area – came into view. After paddling on the surface of the water for a few minutes, the bird suddenly dove into the deep and disappeared from sight. In a flash of understanding, my family member saw that while our loved one was out of our sight, they had never left God’s loving care. Despite what we saw (or didn’t see) on the surface, this individual’s life was continuing uninterrupted because God, the creator of all that truly is, is life. There was no place this individual could go or be taken to that would separate them from our loving father-mother, from life itself. As God’s spiritual offspring, each one of us reflects divine life, is the child of life, and has an eternal life – an identity that is indestructible. Whether we saw this individual again or not (and ultimately we did), nothing could change these spiritual facts. This was the comforting message that came to my family member through Christ – God’s powerful, universal message of truth and love – and replaced the darkness of fear and grief with light. Gail Miller is a member of the First Church of Christ, Scientist, Newburyport. For more articles on prayer, visit the Christian Science Reading Room, Newburyport, and [jsh.christianscience.com](http://jsh.christianscience.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "http://jsh.christianscience.com).",
    "http://www.jsh.christianscience.com)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isaiah",
        "sentiment": "none"
      },
      {
        "name": "suzanne smedley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "christian science sentinel",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:45:37.954+02:00",
  "updated": "2023-12-29T14:45:37.954+02:00"
}