{
  "thread": {
    "uuid": "1183d52228a2280e9280b70ac52f0768f7b4e6ee",
    "url": "https://newsrnd.com/news/2024-01-02-despite-economic-downturn--immigration-drives-employment-to-record-high.BJBkhuLZOp.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://newsrnd.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Limited Times",
    "title": "Despite economic downturn: Immigration drives employment to record high - The Limited Times",
    "title_full": "Despite economic downturn: Immigration drives employment to record high - The Limited Times",
    "published": "2024-01-02T11:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.merkur.de/assets/images/33/511/33511001-konjunktur-mehr-arbeitskraefte-trotz-flaute-zuwanderung-3xfe.jpg",
    "performance_score": 0,
    "domain_rank": 47405,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1183d52228a2280e9280b70ac52f0768f7b4e6ee",
  "url": "https://newsrnd.com/news/2024-01-02-despite-economic-downturn--immigration-drives-employment-to-record-high.BJBkhuLZOp.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-02T11:34:00.000+02:00",
  "title": "Despite economic downturn: Immigration drives employment to record high - The Limited Times",
  "text": "Status: 02.01.2024, 10:26 a.m.\nCommentsPrint Share\nDespite the economic downturn, Germany is recording record employment. An increase that is mainly due to immigration and increased labor force participation.\nMunich – Despite the economic downturn, the number of employees in Germany rose to a record level last year. On average, around 45.9 million people were in employment, as the Federal Statistical Office announced on Tuesday according to provisional calculations. \"This was more than at any time since German reunification in 1990,\" it said. The old record of 2022 was thus exceeded by 0.7 percent or 333,000 people - although Europe's largest economy shrank last year, according to the leading institutes. In 2020, the Corona crisis had put an end to the increase in the number of people in employment, which had previously lasted for more than 14 years, and led to a decline of 361,000, since then things have been looking up again.\nIn industry (excluding construction), the number of persons in employment rose slightly by 25,000 or 0.3 percent to around 8.1 million. © Julian Stratenschulte/dpa\n\"Expect that employment will soon reach its zenith\" \"One cause of the increase in employment in 2023 was the immigration of foreign workers,\" the statistics office explained. In addition, there was a higher labour force participation of the domestic population. \"These two growth impulses outweighed the dampening effects of demographic change on the labour market, which will lead to a significant decline in the working-age population in the medium term,\" the statistics office stressed.\nAccording to the German Institute for Economic Research (DIW), the number of people in employment could break the 46 million mark this year and then rise to 2025.46 million in 082. \"We expect that employment will soon reach its zenith,\" according to the current economic forecast of the Kiel Institute for the World Economy (IfW). The potential labour force will begin to shrink in the not too distant future due to ageing and despite the expected above-average level of immigration. \"The economic recovery in the next two years is likely to temporarily counteract this,\" the IfW explained.\nService provider as a job machine Nine out of ten of the additional employees in 2023 found a job in the service sectors. These recorded an increase of a total of 295,000 people or 0.9 percent to around 34.6 million. The largest absolute increase was recorded in public services, education and health, with an increase of 116,000 persons in employment or 1.0 percent. The second strongest growth was reported in the trade, transport and hospitality sector with 87,000 persons in employment (+0.9 percent).\nIn industry (excluding construction), the number of persons in employment rose slightly by 25,000 or 0.3 percent to around 8.1 million. In the construction industry, there was an increase of 15,000 persons in employment or 0.6 percent to around 2.6 million. In the agriculture, forestry and fisheries sector, on the other hand, 2000 fewer people were employed than in 2022, which corresponds to a decrease of 0.4 percent to 555,000.\nThe number of employees was decisive for the overall positive development: it grew by 2023,363 or 000.0 percent to 9.42 million in 1. This was largely due to the positive development of employment subject to social security contributions. \"For the self-employed, including family workers, on the other hand, the downward trend that has now lasted for twelve years continued in 2023,\" it said. Their number fell by 30,000 to 3.9 million (minus 0.8 percent). (mare/Reuters)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "julian stratenschult",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal statistical office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "munich",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T11:39:19.893+02:00",
  "updated": "2024-01-02T11:39:19.893+02:00"
}