{
  "thread": {
    "uuid": "2f1b17f48d8302cb7162b24af21906dd03655697",
    "url": "https://www.tellerreport.com/sports/2024-01-18-atl%C3%A9tico-culminates-its-revenge-in-an-intense-and-harsh-derby.SkZT3BNPKa.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://tellerreport.com/news/2023-11-13-gazprom--moldovagaz-supervisory-board-does-not-approve-report-on-gas-debt-audit-report.skgjvcs1vp.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Atlético culminates its revenge in an intense and harsh derby - Teller Report",
    "title_full": "Atlético culminates its revenge in an intense and harsh derby - Teller Report",
    "published": "2024-01-19T01:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://phantom-elmundo.unidadeditorial.es/49758bfdabd106f8e9699047bc42aca9/resize/1200/f/webp/assets/multimedia/imagenes/2024/01/18/17056136960563.jpg",
    "performance_score": 0,
    "domain_rank": 17918,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2f1b17f48d8302cb7162b24af21906dd03655697",
  "url": "https://www.tellerreport.com/sports/2024-01-18-atl%C3%A9tico-culminates-its-revenge-in-an-intense-and-harsh-derby.SkZT3BNPKa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-19T01:35:00.000+02:00",
  "title": "Atlético culminates its revenge in an intense and harsh derby - Teller Report",
  "text": "Luis Núñez-Villavearán Updated Friday, January 19, 2024-00:19 Revenge or no revenge, that was the question. Which is a more worthy action of the mind, to suffer the penetrating shots of unjust fortune, or to oppose one's arms to this torrent of calamities, and put an end to them with daring resistance? This is how Hamlet expressed himself and Atlético de Madrid had to decide which option to take. He took revenge against his great rival, in a duel so intense that it was violent at times. Isn't that what we like about plays? [Narrative and Statistics, 4-2] The fact is that, with slight pressure from above, Atlético tried to threaten the whites in the first minutes. Three cons after a lot of danger, they decided that the line was better a little closer to Oblak . Nobody blames them, in the last month they have conceded three goals per game. Madrid had more edge and the Bellingham , Rodrygo and Vinicius trident threatened Oblak in every attack. The Englishman even allowed himself to reincarnate as Maradona to dribble past three players and hit a left-footed shot against the Slovenian goalkeeper's crossbar. While Madrid's attack was working at full capacity, at Atlético, Morata and Griezmann , The Little Prince, this non-Danish Frenchman, passed through the game without pain or glory. And like in any dramatic work, the plot always has to turn to unexpected places, so the first one Atlético had was inward. A short cross from De Paul ended up involuntarily prolonged by Rüdiger and Lino arrived unguarded to finish against Lunin . The match was less attractive than the Super Cup, but perhaps a little more intense. The one who complained the most about it was Vinicius , who was in all the frictions for better or worse. A foul with its pertinent tangana caused by the Brazilian would end in Real Madrid's tie after a monumental call from Oblak . The goal, far from appeasing Vinicius ' desire to fight , caused the Brazilian to celebrate and confront the Atlético Front. Modric had to remind him that there was still a game left and to continue focusing on football, regardless of what was happening off the pitch. Madrid did come out of the locker room focused and ready to finish in the first 90 minutes. It was a cyclone, with Rodrygo and Bellingham, especially the Englishman, showing a quality that was not seen in the rest of the corners of the field. But this revenge story had another new script twist based on bad fortune. A lateral center remained dead between Rüdiger and Lunin and Morata , who was passing by, pushed without opposition. The curtain, however, was still raised. Instead of football, then it started was a film of violence. Tanganas, untimely entrances, collisions and pushes. Now, the play looked more like a derby and not a cartoon series like the Super Cup. Then a back-and-forth began in which Atlético, with the score up, had the chance to win. Bellingham on one of the occasions against Oblak.Manu FernandezAP In fact, Morata could have killed, but as always happens in this sport, more wonderful than any play, it was Madrid that struck after a triangulation between Vinicius and Bellingham . Center from the Englishman and Joselu equalizes with eight minutes remaining. Swords raised, revenge on standby and the match going to extra time. Wake up the little prince A lot of equality in added time with chances for Llorente and Vinicius until The Little Prince woke up. The Frenchman picked up a ball from Camavinga 's back after a rebound from Vinicius , who chased him to the baseline, but when he gave up, Atlético's number 7 unleashed a shot at Lunin 's corner . Only an offside jeopardized the end of that revenge in what could have been a draw for Madrid. The white siege of the last minutes gave no results, revenge was consummated and underpinned by a late goal from Riquelme.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "luis núñez",
        "sentiment": "negative"
      },
      {
        "name": "hamlet",
        "sentiment": "none"
      },
      {
        "name": "oblak",
        "sentiment": "none"
      },
      {
        "name": "maradona",
        "sentiment": "none"
      },
      {
        "name": "atlético",
        "sentiment": "none"
      },
      {
        "name": "rodrygo",
        "sentiment": "none"
      },
      {
        "name": "vinicius",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atlético de madrid",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madrid",
        "sentiment": "none"
      },
      {
        "name": "bellingham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T01:50:13.659+02:00",
  "updated": "2024-01-19T01:50:13.659+02:00"
}