{
  "thread": {
    "uuid": "a8fbd31d20a9b96e2a9937642e5dececc1e09ab9",
    "url": "https://www.police1.com/crime-reduction/chicago-transit-violent-crime-down-as-police-security-patrols-increase",
    "site_full": "www.police1.com",
    "site": "police1.com",
    "site_section": "http://feeds.policeone.com/police-news/",
    "site_categories": [],
    "section_title": "News",
    "title": "Chicago transit violent crime down as police, security patrols increase",
    "title_full": "Chicago transit violent crime down as police, security patrols increase",
    "published": "2023-12-29T18:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://lexipol.brightspotcdn.com/dims4/default/5eaa655/2147483647/strip/true/crop/5000x2813+0+234/resize/1440x810!/quality/90/?url=https%3A%2F%2Fk1-prod-lexipol.s3.us-east-2.amazonaws.com%2Fbrightspot%2Ffe%2F59%2Fc105c85b40e2beb83fa18f4c552d%2F20231229-amx-biz-rate-violent-crime-on-cta-3-tb.jpg",
    "performance_score": 0,
    "domain_rank": 23764,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a8fbd31d20a9b96e2a9937642e5dececc1e09ab9",
  "url": "https://www.police1.com/crime-reduction/chicago-transit-violent-crime-down-as-police-security-patrols-increase",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Policing Matters Podcast",
  "published": "2023-12-29T18:14:00.000+02:00",
  "title": "Chicago transit violent crime down as police, security patrols increase",
  "text": "Chicago transit violent crime down as police, security patrols increase\nFrom January through November, there were about 4.7 violent crimes on the “L” for every million rides, down from 6.2 crimes per million rides during a similar period the year before\nBy Sarah Freishtat\nChicago Tribune\nCHICAGO — The rate of violent crime on CTA trains continued to drop in 2023, years after it spiked when the pandemic emptied trains of many riders.\nBut the violent crime rate still remained above pre-pandemic levels, a Tribune analysis of Chicago police data shows. And certain stations have drawn a heightened focus from the Chicago Police Department and the CTA, officials with both agencies said, as the platforms and trains nearby saw more instances of violent crime than other parts of the CTA system.\nStill, downticks in both violent and nonviolent crime rates on CTA trains are welcome news for the agency, where ridership remains below pre-pandemic levels and where President Dorval Carter has contended with rider complaints about service, safety and conditions on trains and buses.\nIn recent years Chicago police and the CTA have\nsent more officers, unarmed security guards and K-9 teams to the train system in an attempt to bring the crime rate down, causing the CTA’s to project it would pay more than double the cost this year that it paid in 2022 for security services. But the perception of safety on the CTA is a key issue for the agency, and whether the crime rate and concerns about crime continue to fall could play a role in ongoing discussions about what the pandemic-era future of Chicago’s public transit should look like.\nFrom January through November, there were about 4.7 violent crimes on the “L” for every million rides, down from 6.2 crimes per million rides during a similar period the year before, the Tribune analysis shows. But in the five years before the pandemic, the rate of violent crimes never topped 2.5 per million rides.\nNonviolent crimes, like pickpocketing, dropped too, reaching levels lower than any since 2015. The rate of nonviolent crimes through November this year was 4.3 per million rides, down from 6.4 during a similar time frame last year.\nThe numbers come from a Tribune analysis of CTA ridership and crimes reported to Chicago police. The analysis includes only crimes considered serious enough to report to the FBI as “index” crimes, like pickpocketing, robbery and sexual assault. Violent crimes include robberies, homicides and more aggressive assaults and batteries.\nThe analysis focused on crimes reported in the city of Chicago, which covers the majority of the CTA system.\nThis year was the first since the start of the pandemic that the raw number of violent crimes also dropped, from 590 during the first 11 months of last year to 503 during a similar period this year. Ridership also rose this year, making the odds of becoming the victim of a violent crime even lower.\nLast year the raw number of violent crimes rose, but ridership also rose, meaning the chances of experiencing violent crime on any one ride dropped from the year before.\nThis year’s drop in violent crime on the CTA comes as the city as a whole is seeing a\ndownturn in fatal and nonfatal shootings, and a spike in armed robberies and carjackings.\nBut even as crime on the “L” dropped, certain stations continue to attract more violent crime than others. Some of those include the areas around the Roosevelt Red, Orange and Green line station; and the Grand, Jackson, Sox-35th, and 95th/ Dan Ryan Red Line stations, police data shows.\nThey are stations Chicago police “know very well,” said Cmdr. Joe Bird, of the Chicago Police Department’s public transportation section. They are also bustling stations, he said: Roosevelt and Jackson connect multiple lines, Grand is the stop for Chicago’s new temporary casino downtown, Sox-35th can be jammed during White Sox season and 95th is a transportation hub at the end of the line.\nIn one recent instance,\ntwo men were injured, one critically, in a Dec. 16 shooting on a Red Line train near the Roosevelt stop. Two men were on a stopped train near the station causing a “disturbance” when a man fired shots shortly after 10 p.m., police have said.\nThe shooting is not reflected in the Tribune’s analysis of crime data, which goes through Nov. 26.\nBird said police and security guards were already working at the Roosevelt station when the shooting broke out, and officers called in a report that shots had been fired. A suspect had transferred to the Green Line, and officers in the CPD’s strategic decision support center helped track the person using technology and the CTA’s security cameras, he said.\nThe shooting remains under investigation, but one person was arrested afterward and has been charged with unlawful use of a weapon, Bird said.\nRyan McCray , a member of the CTA’s Citizens Advisory Board, said safety, and the perception of safety, are often listed as top issues for riders.\n“Safety is kind of a hard issue because how safe people feel is just as important, sometimes more important, than actual safety,” he said.\nTo McCray, 25, reliable service is a top priority. And it can go hand in hand with safety.\nAt night, train service is less frequent and there are often few people riding. He doesn’t feel safe waiting for long periods of time on a largely empty platform, he said. McCray doesn’t own a car, but sometimes avoids taking the train back home to Printers Row, opting instead for a ride-share.\nRob Castaneda, executive director of the Little Village-based organization Beyond the Ball, said public transit is key to the kids and families his organization works with, helping students get to school and parents to work. And safety is paramount, he said.\nCastaneda, another member of the CTA’s Citizens Advisory Board, occasionally sees fights among groups of people on the trains, though they usually seem to be groups of people who know each other, he said.\nThe CTA can help address perceptions of safety by keeping the system clean, well lit and well maintained, he said. But to him, the responsibility for handling violent crime falls on Chicago police.\nThe CTA’s contracted security guards are frequently at the Jackson station, one of the higher-crime areas, and K-9 units are there five days a week, said Kevin Ryan, the CTA’s vice president of security. Security presence has also been boosted at Grand, and Bird said police maintain a large presence at Chicago on the Red Line.\nFarther down the Red Line, at 95th, crime tends to center around drugs, with many related thefts and robberies, Ryan said. Dog teams were moved to patrol the outside of the station, and police also work in the area, he said.\nAbout 300 unarmed private security guards patrol the system under CTA contracts, along with another 50 K-9 teams made up of two guards and one dog, the CTA has said. Police also patrol the CTA, but the department said it doesn’t provide the specific police assignment figures.\nResponding to crimes on the Red and Blue lines, security guards have focused overnight on the two 24-hour-a-day lines. They’re often posted at stations so they can move about more easily than if they were riding in one train car, Ryan said. Other guards ride trains throughout the city during the day.\nPolice run what they call platform missions, lining up officers on platforms so they are visible to passengers when the trains come into a station, and so they are able to scan the arriving trains, Bird said. They also ride trains, including through the central business district. Others are stationed on the Brown Line and at the end of the Blue and Orange lines, at the city’s two airports.\nAmid the increased police and security presence, Chicago police said arrest numbers are up. The public transportation section made about 1,600 arrests through mid-December, according to police figures, up from about 500 last year.\nRyan attributed much of the crime on the system to “chronic offenders.” He also said many thefts and robberies are focused on cellphones, which can be relatively easy to snatch from unsuspecting riders and can sell for $100 each.\n“(CTA is) a microcosm of what goes on in the city,” he said.\nThe police and security services have added expenses for the CTA. The agency expected to spend $63.9 million on security services this year, about 55% more than budgeted and more than 2.5 times the amount spent in 2022. The CTA has budgeted $65.2 million for security services for 2024.\nPolice officers with the department’s public transportation section patrol the CTA at no cost to the agency, but the CTA pays for the private contracted security and has agreements with police departments in the surrounding suburbs it serves, including Evanston, Oak Park and Forest Park. The CTA also pays for vehicles for public transit police officers, and pays police who sign up to patrol the system on their days off.\nThe higher expenses this year were due largely to higher pay rates for the off-duty officers who volunteer to patrol the CTA, the agency said. The CTA now pays 1.5 times the officer’s regular hourly rate, which the agency thinks led to an uptick in officers signing up.\nThe CTA also boosted the schedules of\ncontracted dog handler teams, adding more costs to its security budget. The teams now work seven days a week, three shifts a day, at rail stations and other CTA facilities. More teams were needed to meet the higher staffing levels, the CTA said.\nStill, McCray and Castaneda, with the Citizens Advisory Board, both said they would like to see a new way for riders to contact police or security in real time if they see something alarming, such as a hotline or text line. McCray said riders should be able to know that an officer will be waiting at the next station to meet the train.\nThe CTA is planning to release a chatbot on its website in early 2024, but the feature is intended to answer travel questions and collect concerns, rather than address emergencies, the agency has said, encouraging riders to instead call 911 if someone’s safety is at risk or report urgent, nonpolice matters to a nearby CTA employee.\nCastaneda said the ability to quickly report maintenance and cleanliness issues to the CTA is important, and so is a way to communicate immediately with police, perhaps anonymously or through text.\n“Commuting across the city, whether you’re on public transit or whether you’re driving, you just always have this sense of, you need to be aware,” Castaneda said.\n—\n©2023 Chicago Tribune. Visit\nchicagotribune.com.\nDistributed by\nTribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.chicagotribune.com/news/criminal-justice/ct-citywide-murders-2023-20231203-wo3w3bvyonad5bh6hysgve3x3y-story.html",
    "https://www.chicagotribune.com/business/ct-biz-cta-k-9-security-dogs-20220825-yb3b2o772fafdnpyvvtuff4gfe-story.html",
    "https://www.chicagotribune.com/business/ct-biz-cta-crime-violence-20221227-ghu2mgtb75eutcegnnachwq2rm-story.html",
    "https://www.chicagotribune.com/",
    "https://www.tribunecontentagency.com/",
    "https://www.chicagotribune.com/news/breaking/ct-shooting-red-line-20231217-hnjyeoffxjf2fnstg6o3d3yw3e-story.html",
    "https://chicagotribune.com/",
    "https://chicagotribune.com/news/breaking/ct-shooting-red-line-20231217-hnjyeoffxjf2fnstg6o3d3yw3e-story.html",
    "https://www.tribunecontentagency.com",
    "https://chicagotribune.com/business/ct-biz-cta-k-9-security-dogs-20220825-yb3b2o772fafdnpyvvtuff4gfe-story.html",
    "https://www.chicagotribune.com",
    "https://chicagotribune.com/business/ct-biz-cta-crime-violence-20221227-ghu2mgtb75eutcegnnachwq2rm-story.html",
    "https://chicagotribune.com/news/criminal-justice/ct-citywide-murders-2023-20231203-wo3w3bvyonad5bh6hysgve3x3y-story.html",
    "https://tribunecontentagency.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chi",
        "sentiment": "none"
      },
      {
        "name": "dorval carter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cta",
        "sentiment": "none"
      },
      {
        "name": "chicago police department",
        "sentiment": "none"
      },
      {
        "name": "sarah freishtat chicago tribune",
        "sentiment": "none"
      },
      {
        "name": "tribune",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "novembe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:20:23.464+02:00",
  "updated": "2023-12-29T18:20:23.464+02:00"
}