{
  "thread": {
    "uuid": "aa1ce1ec1fb659425b764185aad605bfc6f41420",
    "url": "https://sanantonioreport.org/san-antonio-cold-snap-guide-resources/",
    "site_full": "sanantonioreport.org",
    "site": "sanantonioreport.org",
    "site_section": "https://sanantonioreport.org/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "San Antonio Report",
    "title": "A guide to get you through the weekend cold snap in San Antonio",
    "title_full": "A guide to get you through the weekend cold snap in San Antonio",
    "published": "2024-01-12T04:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sanantonioreport.org/wp-content/uploads/2022/01/nickwagner-cold-front-weather-feature-riverwalk-20JAN22-2.jpg",
    "performance_score": 0,
    "domain_rank": 52652,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa1ce1ec1fb659425b764185aad605bfc6f41420",
  "url": "https://sanantonioreport.org/san-antonio-cold-snap-guide-resources/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Raquel Torres",
  "published": "2024-01-12T04:22:00.000+02:00",
  "title": "A guide to get you through the weekend cold snap in San Antonio",
  "text": "As a cold front makes its way through San Antonio on Thursday night, a number of resources are available to make sure the most vulnerable remain safe — and in case a backup plan is needed.\nStrong, gusty winds will move across South Central Texas through Friday afternoon, according to the National Weather Service. The coldest air of the season arrives in the area Sunday morning, the NWS said, putting highs in the 30s and lows in the teens and 20s.\nAnd the day will only warm up about two to three degrees Sunday, said Emily Heller, meteorologist for the National Weather Service San Antonio-area.\nThat’ll just be the start of it of the cold snap: Breezy winds will continue Monday and Tuesday, dropping temperatures to the low 20s, possibly into the upper teens, and even colder wind chills at 10 to 13 degrees on Monday morning. The coldest wind chill, in the single digits, is expected in the San Antonio area Tuesday morning.\nThe area will start warming up Wednesday morning, Heller said, with lows ranging from the 20s to the low 50s in the afternoon.\nFor San Antonians living or commuting in the north and east sides, periods of light, freezing drizzle or freezing rain are possible. “Very light ice” on the roads is possible, Heller said, but nothing extreme.\nAcross the rest of the city, gusty winds bring serious high fire danger. Heller said outdoor burning isn’t recommended and that safety while driving will be important.\nWhere to take shelter from the cold\nWarming and resiliency centers provided by the city and county are available overnight to locals who need a warm place indoors.\nOn Sunday night, the city will open six overnight resilience hubs, which are facilities where local residents have access to basic needs and supplies and have shelter from the severe cold. People going to the resiliency centers should bring clothes, supplies, and medicine.\nPets are welcome, the city said, and kennels will be available in a separate area on site.\nThe following resiliency centers will open all day and overnight, starting Sunday at 9 p.m. through Wednesday at 8 a.m.\n- Normoyle Senior Center, 700 Culberson Ave.\n- Northeast Senior Center, Thousand Oaks Drive.\n- Southside Lions Senior Center, 3303 Pecan Valley Drive.\n- Garza Community Center, 1450 Mira Vista.\n- Copernicus Community Center, 5003 Lord Rd.\n- Miller’s Pond Community Center, 6175 Old Pearsall Rd.\nBexar County also will open five overnight warming centers beginning Sunday at 9 p.m. through Wednesday at 8 a.m.\n- Lighthouse Church Temple, 8201 Old Pearsall Rd.\n- OuterWest Community Church, 12280 Alamo Ranch Pkwy.\n- St. Padre Pio Catholic Church, 3843 Bulverde Pkwy.\n- Christ the King Lutheran Church, 1129 Pat Booker Rd. in Universal City.\n- Elmendorf Community Library, 203 Bexar Ave. in Elmendorf.\nOn Monday, the city will open 14 daytime warming centers from 9 a.m. to 5 p.m. Residents may bring clothes, supplies and medicine. VIA Metropolitan Transit will offer passengers fare-free travel to or from the following locations:\n- Central Library, 600 Soledad St.\n- Schaefer Library, 6322 U.S. Highway 87 East.\n- Mission Library, 3134 Roosevelt Ave.\n- Cortez Library, 2803 Hunter Blvd.\n- Bazan Library, 2200 W. Commerce St.\n- Guerra Library, 978 W. Military Drive.\n- Maverick Library, 8700 Mystic Park.\n- Igo Library, 13330 Kyle Seale Pkwy.\n- Encino Library, 2515 E. Evans Rd.\n- Thousand Oaks Library, 4618 Thousand Oaks.\n- Tobin Community Center, 1900 W. Martin St.\n- Harlandale Community Center, 7227 Briar Pl.\n- Cuellar Community Center, 5626 San Fernando St.\n- Hamilton Community Center, 0700 Nacogdoches Rd.\nFor people experiencing homelessness, the city is helping local nonprofits expand capacity at overnight shelters, including Haven for Hope, the Salvation Army, Communities Under the Bridge, Corazon San Antonio, and Sold Out Believers Church.\nOther local nonprofits are going to homeless encampment areas in the city to alert people of the cold weather, offering transportation to those who decide to go to a shelter.\nSafety tips\nTo ensure safety inside your home, make sure your carbon monoxide alarms are working and keep space heaters or other heating equipment 3 feet away from anything that can burn. Don’t use a generator indoors or an oven to heat your home, and avoid using power strips.\nTo prevent pipes from freezing, leave one faucet on to keep water moving. Know where your meter cutoff valve is\nin case you have to turn it off and turn off irrigation systems at the shut-off valve.\nThe weather is also a danger to pets, so shelter them inside your home. If a pet cannot come indoors, put a sweater on them and feed them extra food to stay warm. Before leaving your home, check under your vehicle’s hood near the engine for cats or other animals that are trying to stay warm.\nIf you need any help, get in touch with the city’s customer service line for services or resources by dialing 3-1-1. Calls are being taken Monday through Sunday from 7 a.m. to 7 p.m. and until 11 p.m. for urgent requests. On Monday, customer service will operate from 8 a.m. to 5 p.m. and until 11 p.m. for urgent requests.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [
    "https://youtu.be/O2LCmya0Hgc",
    "https://www.youtu.be/O2LCmya0Hgc",
    "http://www.youtube.com/watch?v=BYp_9JZQb3A",
    "http://youtube.com/watch?v=BYp_9JZQb3A",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "heller",
        "sentiment": "none"
      },
      {
        "name": "emily heller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "none"
      },
      {
        "name": "nws",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san antonio",
        "sentiment": "none"
      },
      {
        "name": "south central texas",
        "sentiment": "none"
      },
      {
        "name": "san antonians",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T04:57:59.942+02:00",
  "updated": "2024-01-12T04:57:59.942+02:00"
}