{
  "thread": {
    "uuid": "9e6dba51dca1ae9f3e88e7e115ffc8cb175662d1",
    "url": "https://www.colts.com/news/defensive-line-sacks-kwity-paye-samson-ebukam-nate-ollie-2023-record",
    "site_full": "www.colts.com",
    "site": "colts.com",
    "site_section": "https://colts.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Colts Home | Indianapolis Colts | Colts.com",
    "title": "For Colts' defensive line, record-setting sacks are key to wins – but not the group's focus",
    "title_full": "For Colts' defensive line, record-setting sacks are key to wins – but not the group's focus",
    "published": "2023-12-28T22:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.clubs.nfl.com/image/upload/t_editorial_landscape_12_desktop/colts/wad6xyfmj5g4q8ogtfdx",
    "performance_score": 0,
    "domain_rank": 23127,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e6dba51dca1ae9f3e88e7e115ffc8cb175662d1",
  "url": "https://www.colts.com/news/defensive-line-sacks-kwity-paye-samson-ebukam-nate-ollie-2023-record",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JJ Stankevitz",
  "published": "2023-12-28T22:42:00.000+02:00",
  "title": "For Colts' defensive line, record-setting sacks are key to wins – but not the group's focus",
  "text": "A year ago, the Colts' defensive line was chasing the wrong thing. The Colts had 43 sacks with two games left, four shy of setting an Indianapolis-era franchise record. The defensive line was chasing the record, not the process that would get them the record. And there were too many selfish rushes and not enough of a collective pass rush. Over the final two games of 2022, the Colts had one sack. In 2023, defensive line coach Nate Ollie doubled down on his core message, one that's resonated with a defensive line that got its record-setting 47th sack last week against the Atlanta Falcons. \"We really talk about chasing God and putting God first,\" Ollie said. \"And if we do that and chase him, everything else will fall into place.\" Through a commitment to unselfish, four-as-one pass rushes, the Colts' defense has one of the most impactful fronts in the NFL. Three players have eight or more sacks (Kwity Paye, Dayo Odeyingbo, Samson Ebukam), and 14 different players have at least a half-sack. The Colts are 7-0 when generating four or more sacks this season, and the impact of the sacks in those games has been significant. Of the 33 possessions in those seven wins on which the Colts have had at least one sack, those drives have ended like this: |Drive end event||Count| |Punt||17| |Field goal makes/attempts||5/7| |Turnovers||5| |End of half/game||2| |Turnover on downs||1| |Touchdowns||1| In those seven games with four or more sacks, the Colts allowed their opponents to score on 27.1 percent of their possessions, underscoring the cumulative impact of getting opposing quarterbacks to the ground so frequently. \"You can kind of feel when you're winning early, you got the O-line on their heels, they're more susceptible to more moves because they're kind of playing on there heels, they're focused on what they got beat on earlier,\" Odeyingbo said. \"So it kind of sets up other moves.\" Another aspect to why the Colts' defense has made such a major impact through sacks is the depth with which they're able to play. Ollie is constantly rotating his \"alpha\" and \"bravo\" groups, subbing four guys on and off like an NHL line change. And through the play of linemen like Tyquan Lewis and Jake Martin, the Colts haven't had a significant dropoff when Ebukam, Paye, DeForest Buckner, etc. come off the field. \"We take pride in not having a weak link,\" Ollie said. \"And that's when you can roll as a group, you can go out there and you could go four guys on and four guys off like hockey subs. If you can do that, any front you're on, you got a good group of guys.\" While these sacks have come in bunches, they haven't come in every game this season. The Colts are 1-7 when getting three or fewer sacks, with that lone win coming in a one-sack Week 5 over the Tennessee Titans. Opponents are scoring on 49 percent of their possessions in those eight games. The difference, defensive coordinator Gus Bradley said, is the Colts generally haven't been able to contain opposition running backs in those seven defeats. \"Looking back at the last couple games where we didn't play well, the backs have come alive against us,\" Bradley said. \"Cincinnati, it was the screen game. This past game, (Bijan) Robinson did a good job – both backs did a good job against us. We gave up some explosive plays whether it was them catching balls on passes, screen game, or on some of the runs. I think that's a common thread right now that we have to take care of – is slowing down these running back type plays that are getting yards against us.\" In those seven games with four-plus sacks, the Colts are holding opposing running backs to 4.7 yards per touch; in their other eight games running backs are averaging 5.8 yards per touch (the NFL average is 5.2 yards per touch allowed to running backs). \"That's the only way to eventually rush the passer is stopping the run first, getting them behind the chains, forcing them to call riskier plays and try to call longer-developing plays down the field,\" Odeyingbo said. \"So that kind of opens up opportunities for sacks.\" Ollie doesn't focus on sacks with his defensive line, though. The thing he's more interested in is the defensive line's effort board, which tracks \"special efforts\" – like a defensive lineman running downfield to make a tackle. The Colts have more of those high-effort plays than they do sacks. But the sacks also won't come without the commitment to those high-effort plays. And they'll need both to win their way into the playoffs over the season's final two weeks. \"That's more a testament of the group than the sacks, just the effort that those guys play with each and every day,\" Ollie said. \"In order to do that, you gotta be able to sub four guys in, four guys off and not missing a beat.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ollie",
        "sentiment": "none"
      },
      {
        "name": "dayo odeyingbo",
        "sentiment": "none"
      },
      {
        "name": "samson ebukam",
        "sentiment": "none"
      },
      {
        "name": "nate ollie",
        "sentiment": "none"
      },
      {
        "name": "kwity paye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "colts",
        "sentiment": "negative"
      },
      {
        "name": "atlanta falcons",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "indianapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:21:18.724+02:00",
  "updated": "2023-12-29T01:21:18.724+02:00"
}