{
  "thread": {
    "uuid": "169fc8a51fcd3c86e46d8056d183bf3faab7e37b",
    "url": "https://businessnewsthisweek.com/business/mushroom-handbags-and-plastic-free-picnics-idtechex-explores-white-biotechnology-and-sustainability",
    "site_full": "businessnewsthisweek.com",
    "site": "businessnewsthisweek.com",
    "site_section": "http://businessnewsthisweek.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News This Week",
    "title": "Mushroom Handbags and Plastic-Free Picnics – IDTechEx Explores White Biotechnology and Sustainability",
    "title_full": "Mushroom Handbags and Plastic-Free Picnics – IDTechEx Explores White Biotechnology and Sustainability",
    "published": "2024-02-16T07:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://onlinemediacafe.com/wp-content/uploads/2024/02/unnamed-46.png",
    "performance_score": 0,
    "domain_rank": 85823,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "169fc8a51fcd3c86e46d8056d183bf3faab7e37b",
  "url": "https://businessnewsthisweek.com/business/mushroom-handbags-and-plastic-free-picnics-idtechex-explores-white-biotechnology-and-sustainability",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rekha Nair",
  "published": "2024-02-16T07:05:00.000+02:00",
  "title": "Mushroom Handbags and Plastic-Free Picnics – IDTechEx Explores White Biotechnology and Sustainability",
  "text": "16th February 2024/ Cambridge, UK: Handbags made of mushroom leather and biodegradable foodware are two examples of how white biotechnology can produce functional products that look good. With the right input feedstock, such as biomass or gases, and the right fermentation processes, the outputs of white biotechnology processes can be utilized in textiles, chemicals, and fuels. Using CO2 and other greenhouse gases in the fermentation process can also contribute to the growing circular bioeconomy. Green fashion forward Large mats made from the mycelium roots of mushrooms are a versatile material used for leather-alternative clothes and accessories. This is thanks to mycelium having a similar durability to that of traditional leather once treated with a tanning agent. As mycelium leather is a tough material and treated with preservatives for long-term usage, consumers won’t have to worry about their handbags degrading. Microbial leather, derived from the fermentation of bacteria or yeast, may also possess similar sustainable yet functional qualities. These microorganisms produce collagen or cellulose, among other molecules, which form the structure of the leather alternative material. The resulting fermentation-based materials are processed so that they become convincingly leather-like in appearance, so donning a pair of smart trainers doesn’t have to scream mushroom. CO2 utilization Certain classes of microbes, such as acetogens and knallgas, can use CO2 as a fermentation input alongside hydrogen. Such CO2 utilization offers an opportunity to valorize captured CO2 while creating valuable products such as fuels and drop-in chemicals, providing an economic incentive to decarbonize. Microbes can often handle impurities, allowing minimal flue gas processing when compared to most other CO2 utilization pathways (such as thermochemical or electrochemical production of CO2-derived e-fuels). Emerging trends in this area involve using steel mill smelter gas because it is rich in CO, hydrogen, and carbon dioxide. By using a readily available waste material (CO2), an environmental detriment can be transformed into a positive using biotechnology. Fossil plastic-free packaging and picnics Sustainable packaging is a market benefitting from white biotechnology, as with the right combination of inputs, biocatalysts, and process parameters, biobased materials can be designed and produced to replace fossil-based plastics. The impact of biodegradable bioplastics made through white biotechnology could reduce plastic waste in oceans and in landfills, thus contributing to the success of the circular economy. Polylactic acid (PLA) is a common bioplastic used in the production of compostable plates and foodware. The versatility of this material allows it to be produced in different shapes and sizes; for consumers looking to use products that are biodegradable, PLA foodware is a strong option so that their birthday parties and beach picnics don’t have to generate harmful waste. White biotechnology is a technology enabler for sustainable materials, such as animal leather and fossil plastic alternatives that can attract consumers with the benefits of switching to biobased materials without necessarily giving up quality. White biotechnology can also offer purpose to the gases accumulated by carbon capture, as scientists can put them to good use in making useable and eco-friendly chemicals and materials. While there is still significant work to be done to widen the application of biobased materials in industries like packaging and fashion, the growth of biobased materials will enable people to make more sustainable choices while shopping, thus helping the planet and strengthening the bioeconomy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "cambridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:10:58.118+02:00",
  "updated": "2024-02-16T13:13:43.476+02:00"
}