{
  "thread": {
    "uuid": "c5356c1e11704a3ef4a80e23b8395c07defe2ea2",
    "url": "https://www.india.com/uttar-pradesh/ayodhya/ayodhya-latest-update-ram-mandir-chief-priest-expresses-joy-over-pm-modis-visit-to-holy-city-uttar-pradesh-news-6621451/",
    "site_full": "www.india.com",
    "site": "india.com",
    "site_section": "https://www.india.com/news/india",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Get Latest India News, Today Top News Headlines, LIVE Breaking News From All States at India.com ",
    "title": "Ayodhyas Ram Mandir Chief Priest Expresses Joy Over PM Modis Visit To Holy City",
    "title_full": "Ayodhyas Ram Mandir Chief Priest Expresses Joy Over PM Modis Visit To Holy City",
    "published": "2023-12-30T04:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.india.com/wp-content/uploads/2023/12/ayodhya-temple-priest.jpg",
    "performance_score": 0,
    "domain_rank": 2560,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5356c1e11704a3ef4a80e23b8395c07defe2ea2",
  "url": "https://www.india.com/uttar-pradesh/ayodhya/ayodhya-latest-update-ram-mandir-chief-priest-expresses-joy-over-pm-modis-visit-to-holy-city-uttar-pradesh-news-6621451/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "India.com News Desk",
  "published": "2023-12-30T04:30:00.000+02:00",
  "title": "Ayodhyas Ram Mandir Chief Priest Expresses Joy Over PM Modis Visit To Holy City",
  "text": "[]https://www.india.com/uttar-pradesh/ayodhya-dham-junction-railway-station-video-facilities-features-design-ayodhya-railway-station-inauguration-by-pm-modi-6621224/ By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts Cookies Policy . Ayodhya: Shri Ram Janmabhoomi head priest Acharya Satyendra Das has expressed his joy over Prime Minister Narendra Modi’s visit to holy city Ayodhya on Saturday. He said that the residents will be happy after seeing him in the holy city. PM Modi will inaugurate an international airport in the city and the redeveloped Ayodhya railway station today. “It is good that PM Narendra Modi is coming here and he will inaugurate the railway station and airport today. He will also hold a road show. People will be happy after seeing PM Modi in Ayodhya,” Shri Ram Janmabhoomi, head priest, told ANI on Saturday. The chief priest stated that the new international airport, which will be inaugurated today by PM Modi, will help people coming from abroad and across the country come to Ayodhya easily. Around 11.15 am, Prime Minister Modi will inaugurate the redeveloped Ayodhya railway station and flag off new Amrit Bharat and Vande Bharat trains. He will also dedicate several other railway projects to the nation. Around 12.15 pm, he will inaugurate the newly built Ayodhya airport. Around 1 pm, Prime Minister Modi will participate in a public programme during which he will inaugurate, delicate to the nation and lay the foundation stone of multiple development projects worth more than Rs 15,000 crore in the state. These include projects worth about Rs 11,100 crore for the development of Ayodhya and its surrounding areas and projects worth about Rs 4600 crore related to other projects across Uttar Pradesh. On Friday, PM Modi, in a post on X, stated, “Our government is determined to develop world-class infrastructure, improve connectivity and preserve the rich heritage of Ayodhya, the city of Lord Shri Ram. In this direction, I will inaugurate the newly constructed airport and redeveloped railway station tomorrow. Along with this, I will also get the privilege of inaugurating and laying the foundation stone of many more development projects, which will make the lives of my family members in many areas of the country, including Ayodhya and UP, easier.” It is worth noting that the Prime Minister’s vision is to make Ayodhya better by creating new and modern infrastructures. He plans to build a new airport, fix up the train station, make the roads wider and more beautiful, and improve other things in the city. The efforts put by the state and central government in Ayodhya is to make the holy city more connected and modern while still keeping its rich history and heritage. The foundation stones for a number of other new projects will be laid, contributing to the beautification and revamp of civic facilities in and around the temple town. For breaking news and live news updates, like us on Ayodhya News on India.com .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "acharya satyendra das",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "shri ram janmabhoomi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ani",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T07:04:30.013+02:00",
  "updated": "2023-12-30T07:04:30.013+02:00"
}