{
  "thread": {
    "uuid": "f9837be2ff6d5df7bb32a650edae29a848e9f7c1",
    "url": "https://bdnews24.com/sport/imodbj2n39",
    "site_full": "bdnews24.com",
    "site": "bdnews24.com",
    "site_section": "https://bdnews24.com/feed",
    "site_categories": [
      "real_estate",
      "media",
      "apartments"
    ],
    "section_title": "bdnews24.com",
    "title": "Iraq stun Japan to seal Asian Cup last-16 spot",
    "title_full": "Iraq stun Japan to seal Asian Cup last-16 spot",
    "published": "2024-01-19T16:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://gumlet.assettype.com/bdnews24-english%2F2024-01%2Ffc31a6c3-d3f5-4212-83e6-77d5b625128e%2Firaq_190124_02_smr.jpg?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 16993,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9837be2ff6d5df7bb32a650edae29a848e9f7c1",
  "url": "https://bdnews24.com/sport/imodbj2n39",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-01-19T16:30:00.000+02:00",
  "title": "Iraq stun Japan to seal Asian Cup last-16 spot",
  "text": "Iraq claimed their first victory over Japan in 42 years when they won their Asian Cup Group D encounter 2-1 on Friday to qualify for the knockout stage thanks to a first-half double from Aymen Hussein at the Education City Stadium.\nJapan were unbeaten against the West Asian side in their last nine games and Iraq's victory propelled them to the top of the group standings with six points from two games.\nHajime Moriyasu's side have three points, the same as Indonesia who beat Vietnam 1-0 in the other Group D game.\n\"Today is a great day for Iraqi people but for us it's just a win. We have six points, but the players must now think of Vietnam (in the last group game) and they need to rest,\" Iraq coach Jesus Casas told reporters.\n\"I'm very proud of my players. All Iraqi players should be proud... The perfect match is impossible, but we were close to the perfect match I wanted.\"\nRoared on by thousands of Iraqi supporters in the stadium, Iraq got on the board inside five minutes when Japan goalkeeper Zion Suzuki failed to deal with a cross, parrying the ball straight to Hussein who headed it into the top corner.\nIraq's strategy to unsettle Japan was to stay compact and use their physicality early on, which worked to an extent until the East Asian side began using their pace and finding space on the wings to put crosses into the box.\nJapan had a golden opportunity to equalise in the 22nd minute from a set piece when a header fell to Wataru Endo at the edge of the six-yard box, but the skipper was unable to direct an overhead kick into the net.\nIraq doubled their lead on the stroke of halftime when Ahmed Al-Hajjaj skipped past his marker and floated in a cross that was headed home from point-blank range by Hussein.\nPENALTY DENIED\nBut Hussein went down injured just before the break and was replaced for the second half and though Iraqi fans were dejected when their hero did not take the field, they found their voice again when Japan were denied a penalty despite a VAR check.\nMoriyasu made five substitutions after the restart but the Samurai Blue rarely tested the keeper until the 94th minute when Endo headed home at the far post from a corner.\nThe atmosphere was tense in the dying minutes as Japan frantically sought an equaliser but Iraq held on for the three points to move top.\n\"We prepared the same way as we did for Vietnam but unfortunately we found ourselves in a difficult position, especially early on. The crowd and atmosphere made us feel like we were playing an away game,\" Moriyasu said.\n\"The second goal hit us hard, we must learn from our mistakes. The players fought hard and I must accept responsibility for the loss.\n\"We analysed before the game and knew how Iraq would play at the start, they did play very aggressive. Unfortunately we couldn't handle it, I know we need to do more.\"\nIndonesia moved up to third after Asnawi Mangkualam scored from the spot in the 42nd minute after they won a penalty when defender Nguyen Thanh Binh pulled Rafael Struick's shirt and hauled him down in the box.\nMangkualam stepped up and sent the keeper the wrong way to score. Vietnam also had Le Pham Thanh Long sent off for a second yellow card in the 91st minute.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hajime moriyasu",
        "sentiment": "none"
      },
      {
        "name": "zion suzuki",
        "sentiment": "none"
      },
      {
        "name": "aymen hussein",
        "sentiment": "none"
      },
      {
        "name": "jesus casas",
        "sentiment": "none"
      },
      {
        "name": "hussein",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "education city stadium",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T22:38:51.925+02:00",
  "updated": "2024-01-19T22:38:51.925+02:00"
}