{
  "thread": {
    "uuid": "e18cc71dae55aaa07ef6b06cef35e7709b755d34",
    "url": "https://wacotrib.com/news/local/business/jobless-rates-in-texas-waco-drop-as-workforce-sets-record/article_a49892a8-a5a1-11ee-a6f1-e355c9d64fe5.html",
    "site_full": "wacotrib.com",
    "site": "wacotrib.com",
    "site_section": "http://www.wacotrib.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=news*&f=rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "wacotrib.com - RSS Results in news* of type article",
    "title": "Jobless rates in Texas, Waco drop as workforce sets record",
    "title_full": "Jobless rates in Texas, Waco drop as workforce sets record",
    "published": "2023-12-29T01:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/wacotrib.com/content/tncms/assets/v3/editorial/5/41/5418f154-a5ad-11ee-b73b-1f3804a689cd/656769b8ec748.image.jpg?crop=1769%2C929%2C2%2C154&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 15505,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e18cc71dae55aaa07ef6b06cef35e7709b755d34",
  "url": "https://wacotrib.com/news/local/business/jobless-rates-in-texas-waco-drop-as-workforce-sets-record/article_a49892a8-a5a1-11ee-a6f1-e355c9d64fe5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MIKE COPELAND mcopeland@wacotrib.com",
  "published": "2023-12-29T01:17:00.000+02:00",
  "title": "Jobless rates in Texas, Waco drop as workforce sets record",
  "text": "Need a job, go to Texas. Apparently that advice is getting around, as the state in November enjoyed its 33rd straight month of job growth, according to Gov. Greg Abbott’s office. The state also reached a historic high for the number of Texans working, including self-employed, with 14.57 million holding jobs, or 14.09 million seasonally adjusted. “Texas dominates as America’s jobs engine, again adding more jobs over the last 12 months than any state in the nation,” Abbott said in a press release. “I am proud that more Texans are working than ever before, thanks to employers who continue to invest and grow jobs here.” Specifically, Texas has added 407,100 jobs the past 12 months, a 3% annual growth rate compared with the nation’s 1.8%. Waco gets to celebrate with the rest of Texas, perhaps more robustly. The November jobless rate dropped to 3.1% in the Waco Metropolitan Statistical Area, which includes McLennan and Falls counties. That’s down from 3.5% in October and 3.4% in November last year, according to the Texas Workforce Commission. People are also reading… The Workforce Commission reported 133,994 people had jobs across the Waco MSA in November, which is 4,074 more than the 129,920 a year earlier. That is good news or bad news, depending upon perspective. Businesses may find filling positions a challenge. “Labor shortages have been an issue since the recovery from the pandemic began,” Waco economist Ray Perryman said by email. “While the severity has varied over time and by geographic area and industry, no region has been spared. “The latest data from the U.S. Bureau of Labor Statistics indicate that there are still more than 800,000 job openings in Texas. Although that’s an improvement from a year prior, it’s still indicative of a significant need for more workers.” Kyle Citrano, managing partner at George’s Restaurant & Catering No. 2 on Hewitt Drive, said the dining industry continues grappling with labor shortages, higher pay expectations and rising operating costs. His coping mechanism at George’s No. 2 has been raising the price of lunch specials from $5.99 to $7.99 over four years, he said. Some restaurants limit staffing to control labor costs, closing off areas to dining, Citrano said. He said ideally the quality of service would match the higher pay cooks, dishwashers and wait staffers receive these days. “No matter what, you’re always looking for people,” said Citrano, who also serves as president of the Waco Restaurant Association. He said the industry accommodates employees by offering flexible schedules, while also examining programs to provide affordable health insurance and child care. Perryman agreed that employees find themselves in an enviable position. “Given that the labor force participation rate has been on a downward trend for more than two decades, it is also sensible to do things to encourage people to return to or remain in the workforce,” Perryman said, mentioning higher wages, flexible hours and locations, child care support and incentives. He said Texas needs to increase the proportion of people in the state capable of performing in-demand jobs. Enhancing literacy rates can open doors to new opportunities for Texans while improving the workforce, he said. Access to affordable training and higher education will become critical. “Texas is in a better position than many parts of the country due to our younger population and higher rates of both immigration from other countries and movement in from other states,” Perryman said. Kris Collins, the Greater Waco Chamber of Commerce senior vice president for economic development, said the local labor force has grown by more than 13,000 “from pre-pandemic numbers,” and the number of people working and available to work remain in healthy ranges for a community this size. “Employers continue to seek skilled workers, but feedback we’ve received indicates more normal hiring practices have returned and companies are more focused on retention strategies,” Collins said. New companies to Greater Waco “have been pleased with the labor pool and have been able to staff their operations from within the area, perhaps going outside the area for specialized positions not commonly found in the region or state or relocating individuals within their own companies to the area,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abbott",
        "sentiment": "none"
      },
      {
        "name": "greg abbott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas workforce commission",
        "sentiment": "none"
      },
      {
        "name": "waco metropolitan statistical area",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "waco",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:21:01.690+02:00",
  "updated": "2023-12-29T05:42:54.605+02:00"
}