{
  "thread": {
    "uuid": "00da35b340f613834d4653370ef4b65e2af9fadf",
    "url": "https://www.aol.com/news/honey-good-impressive-health-benefits-002559405.html",
    "site_full": "www.aol.com",
    "site": "aol.com",
    "site_section": "https://www.aol.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News, Politics, Sports, Mail &amp; Latest Headlines - AOL.com",
    "title": "Is honey good for you? The impressive health benefits during cold and flu season",
    "title_full": "Is honey good for you? The impressive health benefits during cold and flu season",
    "published": "2024-01-06T02:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/wSbpljyBr6ZU9SQNkeUkkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04Mzc-/https://media.zenfs.com/en/aol_the_today_show_594/2ca675c5825b349170bd9e728621e6ab",
    "performance_score": 0,
    "domain_rank": 171,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00da35b340f613834d4653370ef4b65e2af9fadf",
  "url": "https://www.aol.com/news/honey-good-impressive-health-benefits-002559405.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AOL Staff",
  "published": "2024-01-06T02:25:00.000+02:00",
  "title": "Is honey good for you? The impressive health benefits during cold and flu season",
  "text": "Is honey good for you? The impressive health benefits during cold and flu season Honey is a sweet treat that evokes warmth and comfort, and has the reputation of being a soothing elixir during [cold and flu season](https://www.today.com/health/cold-flu). No wonder honey sales peak in January, according to the National Honey Board, the industry promotion board. Made by bees from flower nectar, honey has been eaten and used for medicinal purposes by humans for thousands of years. But is honey really good for you? Honey nutrition: Honey is naturally about 80% sugar, so it’s calorie- and energy-dense. One tablespoon of honey contains the following, according to the [U.S. Department of Agriculture](https://fdc.nal.usda.gov/fdc-app.html#/food-details/169640/nutrients): 64 calories 17 grams of carbohydrates 17 grams of sugar Honey has no fat, protein, fiber or cholesterol, but one tablespoon contains trace amounts of calcium, iron, magnesium, potassium, selenium, vitamin C and folate. In all, honey contains about [180 types of different compounds](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6225430/), including various [phytochemicals](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9862941/), or plant-based bioactive compounds, studies have found. What are the health benefits of honey? If you’re choosing between different types of [sweeteners](https://www.today.com/health/natural-artificial-added-sugars-what-s-difference-t195002), there might be some benefit of honey due to all the different compounds it contains, says Maya Vadiveloo, Ph.D., a registered dietitian and an associate professor of nutrition at the University of Rhode Island. “There’s been some research showing that it has more antioxidants, and it’s relatively a better source of potassium and some minerals than, say, table sugar,” Vadiveloo tells TODAY.com. “But I wouldn’t rush out to be eating honey as a health food… it’s still a source of added sugar.” Honey contains [antioxidants](https://www.today.com/health/eat-more-antioxidants-add-these-7-foods-your-diet-t95646) such as phenolic acid and flavonoids, which make it a slightly better choice than sugar, but both should be consumed in moderation, says Elisabetta Politi, a clinical dietitian at the Duke Lifestyle and Weight Management Center in Durham, North Carolina. As a source of antioxidants, some studies suggest honey can help prevent heart disease, she adds. A recent [study](https://temertymedicine.utoronto.ca/news/sweet-honey-reduces-cardiometabolic-risks-u-t-study-shows) found consuming around 2 tablespoons of honey a day alongside a healthy diet may improve cholesterol levels — reducing LDL cholesterol and triglycerides while increasing HDL cholesterol, says Diego Garzon, a clinical dietitian at UHealth, the University of Miami Health System. “(But) honey is sugar like any other sugar,” Garzon tells TODAY.com. “At the end of the day, it should only be consumed in a very small amount.” Which kind of honey is the best? Darker honey generally has a higher antioxidant content than lighter honey, with Illinois buckwheat honey showing the highest antioxidant activity, according to the [National Honey Board](https://honey.com/images/files/Detailed-Nutrition-Information.pdf). No matter what the floral source is, Garzon recommends eating raw honey, which hasn’t been heated or filtered, “so it tends to be a very pure form of honey without any of the nutritional content being compromised,” he says. Foodborne pathogens don’t survive in honey so heating it doesn’t provide any food safety advantage, according to the [Mayo Clinic](https://connect.mayoclinic.org/blog/transplant/newsfeed-post/unpasteurized-foods-and-raw-honey/). How is honey used for healing? Honey has antibacterial, anti-inflammatory and wound healing properties. Some of honey’s components might kill certain bacteria and fungi; it can keep skin from sticking to wound dressings and might provide nutrients that speed wound healing, according to the [National Library of Medicine](https://medlineplus.gov/druginfo/natural/738.html). Honey is possibly effective for improving the healing of burns, cold sores, and the swelling and sores inside the mouth caused by chemotherapy or radiation, the agency notes, citing the Natural Medicines Comprehensive Database. Topical honey products might also improve the symptoms of rosacea, it adds. Is honey effective for cough? Yes, in head-to-head studies, honey either did as well or outperformed cough medicines, Dr. John Torres, NBC News senior medical correspondent, said in a [TODAY segment](https://www.today.com/video/how-does-the-bivalent-covid-19-booster-work-151786053664) that aired on Oct. 28, 2022. “It did a really good job,” Torres noted. When children with an upper respiratory tract infection were given either a dose of buckwheat honey, a cough suppressant or no treatment to relieve nighttime cough, their [parents rated honey as the most effective remedy](https://jamanetwork.com/journals/jamapediatrics/fullarticle/571638), a study published in JAMA Pediatrics found. It reduced cough and helped the kids sleep. “The mechanism of cough suppression is not well understood, but honey has been shown to have both anti-inflammatory and antibacterial properties. ... It may also just be that it coats a sore throat,” Dr. Cory Fisher, a family medicine physician at Cleveland Clinic, [previously told TODAY.com](https://www.today.com/health/cold-flu/best-cold-remedies-rcna49678). Honey is “cheap, readily available, and has virtually no side effects, and doctors can recommend it as a suitable alternative to antibiotics” when it comes to upper respiratory tract infections in adults, [researchers reported](https://www.bmj.com/company/newsroom/honey-better-than-usual-care-for-easing-respiratory-symptoms-especially-cough/) in the journal BMJ Evidence Based Medicine. For cough relief, the experts suggested adding a bit of honey to some warm — not boiling hot — tea or water. Does honey help with allergies? No, this is a common myth, but honey doesn’t help with seasonal allergies, according to the [Asthma and Allergy Foundation of America](https://community.aafa.org/blog/aafa-explains-can-honey-help-my-seasonal-allergies). The theory is that local honey helps desensitize the body to pollen, but the pollen bees collect for honey is different from the pollens that cause allergies, the foundation noted. The tiny amount of pollen allergens that might make it into honey would be broken down by the honey-making process and a person’s stomach enzymes during digestion so “you would not ingest enough intact pollen for your immune system to start becoming desensitized to it,” AAFA explains. Health risks Honey should never be given to babies younger than 12 months because of the risk of infant botulism, the [Centers for Disease Control and Prevention warns](https://www.cdc.gov/botulism/prevention.html). It’s safe for children who are at least 1 year old, the agency adds. Honey might slow blood clotting, so it could raise the risk of bruising and bleeding if eaten by people who take medications that also slow blood clotting, the National Library of Medicine cautions. Large amounts of honey might increase blood sugar levels in Type 2 diabetes patients, it adds. The glycemic index — a measure of how quickly a food raises blood glucose — of honey and sugar is about the same, Politi says. Is it OK to have honey every day? Honey is considered an added sugar, which should be limited to no more than 100 calories per day for women and 150 calories per day for men, the [American Heart Association advises](https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sugar/added-sugars). That’s across all sources of added sugar, which add up quickly, Vadiveloo cautions. If you’re not eating any other sugar, 2 to 3 tablespoons of honey per day should be the maximum, she and the other dietitians interviewed by TODAY.com say. The best way to use honey is as a replacement for other sweeteners since it does provide some slight benefits over white granulated sugar, Garzon advises. “If you don’t mind the taste of honey and you already use sugar in your coffee or tea then yes, I think there can be some benefit of substituting to honey,” Vadiveloo agreed. “(But) I wouldn’t say that you need to have honey as part of a balanced diet. It’s not one of the things to eat more of like fruits, vegetables, whole grains, nuts, seeds, legumes — it’s not in that category.” This article was originally published on [TODAY.com](https://www.today.com/health/diet-fitness/is-honey-good-for-you-rcna132143)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://www.today.com/health/eat-more-antioxidants-add-these-7-foods-your-diet-t95646)",
    "https://www.today.com/health/natural-artificial-added-sugars-what-s-difference-t195002),",
    "https://jamanetwork.com/journals/jamapediatrics/fullarticle/571638),",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6225430/),",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9862941/),",
    "https://www.today.com/health/diet-fitness/is-honey-good-for-you-rcna132143)",
    "https://community.aafa.org/blog/aafa-explains-can-honey-help-my-seasonal-allergies).",
    "https://connect.mayoclinic.org/blog/transplant/newsfeed-post/unpasteurized-foods-and-raw-honey/).",
    "https://temertymedicine.utoronto.ca/news/sweet-honey-reduces-cardiometabolic-risks-u-t-study-shows)",
    "https://www.bmj.com/company/newsroom/honey-better-than-usual-care-for-easing-respiratory-symptoms-especially-cough/)",
    "https://www.today.com/health/cold-flu/best-cold-remedies-rcna49678).",
    "https://www.today.com/health/cold-flu).",
    "https://www.cdc.gov/botulism/prevention.html).",
    "https://medlineplus.gov/druginfo/natural/738.html).",
    "https://fdc.nal.usda.gov/fdc-app.html#/food-details/169640/nutrients):",
    "https://www.today.com/video/how-does-the-bivalent-covid-19-booster-work-151786053664)",
    "https://honey.com/images/files/Detailed-Nutrition-Information.pdf).",
    "https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sugar/added-sugars).",
    "https://today.com/video/how-does-the-bivalent-covid-19-booster-work-151786053664)",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC6225430/),",
    "https://today.com/health/cold-flu).",
    "https://www.medlineplus.gov/druginfo/natural/738.html).",
    "https://cdc.gov/botulism/prevention.html).",
    "https://today.com/health/eat-more-antioxidants-add-these-7-foods-your-diet-t95646)",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC9862941/),",
    "https://www.honey.com/images/files/Detailed-Nutrition-Information.pdf).",
    "https://www.fdc.nal.usda.gov/fdc-app.html#/food-details/169640/nutrients):",
    "https://bmj.com/company/newsroom/honey-better-than-usual-care-for-easing-respiratory-symptoms-especially-cough/)",
    "https://www.community.aafa.org/blog/aafa-explains-can-honey-help-my-seasonal-allergies).",
    "https://www.connect.mayoclinic.org/blog/transplant/newsfeed-post/unpasteurized-foods-and-raw-honey/).",
    "https://heart.org/en/healthy-living/healthy-eating/eat-smart/sugar/added-sugars).",
    "https://today.com/health/cold-flu/best-cold-remedies-rcna49678).",
    "https://www.jamanetwork.com/journals/jamapediatrics/fullarticle/571638),",
    "https://today.com/health/natural-artificial-added-sugars-what-s-difference-t195002),",
    "https://today.com/health/diet-fitness/is-honey-good-for-you-rcna132143)",
    "https://www.temertymedicine.utoronto.ca/news/sweet-honey-reduces-cardiometabolic-risks-u-t-study-shows)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. department of agriculture",
        "sentiment": "none"
      },
      {
        "name": "national honey board",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:39:44.235+02:00",
  "updated": "2024-01-06T02:39:44.235+02:00"
}