{
  "thread": {
    "uuid": "f67b7f722216cea2dd43c431ac2833b07b706805",
    "url": "https://www.gillettenewsrecord.com/news/local/article_906db761-b974-5c3c-a07d-d82671f57b13.html",
    "site_full": "www.gillettenewsrecord.com",
    "site": "gillettenewsrecord.com",
    "site_section": "https://gillettenewsrecord.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "News | gillettenewsrecord.com",
    "title": "Gillette ties warmest December in recorded history | Local News | gillettenewsrecord.com",
    "title_full": "Gillette ties warmest December in recorded history | Local News | gillettenewsrecord.com",
    "published": "2024-01-02T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/gillettenewsrecord.com/content/tncms/assets/v3/editorial/f/fc/ffc83582-6d1e-592e-b086-b78abf43c979/65945104bde24.image.jpg?crop=1764%2C926%2C0%2C123&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 84769,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f67b7f722216cea2dd43c431ac2833b07b706805",
  "url": "https://www.gillettenewsrecord.com/news/local/article_906db761-b974-5c3c-a07d-d82671f57b13.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CASSIA CATTERALL NEWS RECORD WRITER ccatterall@gillettenewsrecord.net",
  "published": "2024-01-02T07:00:00.000+02:00",
  "title": "Gillette ties warmest December in recorded history | Local News | gillettenewsrecord.com",
  "text": "On Friday, the sun shone out on Gillette Avenue, the wind was mild and many locals walked in and out of shops bundled only in light jackets, or some, without a jacket at all. Two days prior to the end of the year, the city still enjoyed warm temperatures, not unlike the rest of the month. In fact, the month ended with a tie — a tie with the warmest December of all time recorded in Gillette, ending the month with an average 33.7 degrees. The tied record stood for 84 years, with the same average recorded in 1939. For reference, records have been recorded in the area since 1902, said Jeff Johnson, a meteorologist with the National Weather Service office in Rapid City, South Dakota. So last month, Gillette tied with the warmest December experienced in the last 121 years. Nikki Geringer, a longtime employee at Pat’s Hallmark, said she’d noticed the warm temperatures throughout the month in unique ways as she saw customers come and go. “I’ve worked here for 25 years and the weather is definitely weird,” she said. “It’s weird watching people shop for Christmas presents in shorts and flip flops.” Geringer said she’d seen a number of new faces come through the store in 2023, although she couldn’t say for sure if that was weather-related. Some customers even noted the balmy December temperatures in conversations they had with store employees. “We had people coming in the store who said they were going to put up their Christmas lights but instead decided to go and play a round of golf,” Geringer said with a chuckle. What’s the culprit behind the warm weather? El Niño, Johnson said. The storm system centers around temperatures found in the Pacific Ocean by the equator. Right now, those temperatures are warmer than normal, which enhances the Pacific jet stream and tempers the cold air coming down from the Arctic. “We still get cold air but usually it’s a little milder than normal,” Johnson said Friday. “That’s because of El Niño.” On Friday, Gillette was averaging one-tenth of a degree warmer than the past record. Gillette’s December average topped the 84-year-old record by a slim amount, coming in at 33.8 degrees. But Tuesday, Johnson said New Year’s Eve knocked Gillette down to a mere tie. The city had a high of 39 degrees and low of 20, averaging out to only about 29.5 degrees. “The last day cost you the record,” Johnson said Tuesday. He said the tie is still significant given the record stood for 84 years without any other years coming close to it. The next closest year was in 1980 when Gillette’s December averaged 32.2 degrees. Overall, Gillette was reporting about 8 degrees warmer than the average, Johnson said Friday, which he said was significant. The high for the month came in at 60 degrees on Dec. 20 before Christmas Day reported the coldest high and low temperature, reaching a high of 27 degrees before dropping to a low of 3 degrees, Johnson said. The only moisture Gillette received last month came in through Christmas weekend, where trace amounts of snow were reported at the observation station southeast of Gillette and at the airport. Although Gillette wasn’t rocked with the same snowfall seen in South Dakota — some areas reported 15 to 20 inches of snow that weekend — the city did see blowing winds. Johnson said winds near the airport reached highs of 42 mph Dec. 23 and 35 mph on Christmas Eve, which brought in the colder air experienced Christmas Day. Those temperatures jumped back up last week with highs in the 40s and 50s, which is where temperatures will remain for this week. But just because the winter has stayed warm so far, Johnson advised locals to remain prepared for colder temperatures or chances of snow later this year. “People should keep in mind it is winter and it has been mild and dry but we have a lot of winter left,” Johnson said. “That winter weather could still come.” Geringer voiced trepidation at the possibility of winter weather come spring. She’s been in Gillette long enough to know that just because the city’s had its fair share of warmth so far, nothing’s promised in the future. “Boy, it kind of frightens me because I don’t know if a brown Christmas equals a white Easter,” she said. “We definitely need some moisture but I’m hoping it’s not a horribly snowy spring.” Coming off a record-high warm December, anything is possible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pat",
        "sentiment": "none"
      },
      {
        "name": "jeff johnson",
        "sentiment": "none"
      },
      {
        "name": "nikki geringer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gillette avenue",
        "sentiment": "negative"
      },
      {
        "name": "gillette",
        "sentiment": "negative"
      },
      {
        "name": "national weather service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rapid city",
        "sentiment": "none"
      },
      {
        "name": "south dakota",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T02:02:05.378+02:00",
  "updated": "2024-01-03T02:02:05.378+02:00"
}