{
  "thread": {
    "uuid": "fd992207aceb33c5e7e9482c7b0c4c2183eaacc2",
    "url": "https://loeildelaphotographie.com/en/musee-des-confluences-vincent-munier-in-the-forest",
    "site_full": "loeildelaphotographie.com",
    "site": "loeildelaphotographie.com",
    "site_section": "https://loeildelaphotographie.com/en/rss",
    "site_categories": [
      "photography",
      "hobbies_and_interests"
    ],
    "section_title": "The Eye of Photography Magazine",
    "title": "Musée des Confluences : Vincent Munier : In the Forest",
    "title_full": "Musée des Confluences : Vincent Munier : In the Forest",
    "published": "2024-02-16T03:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://loeildelaphotographie.com/wp-content/uploads/2024/02/7.jpg",
    "performance_score": 0,
    "domain_rank": 65926,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd992207aceb33c5e7e9482c7b0c4c2183eaacc2",
  "url": "https://loeildelaphotographie.com/en/musee-des-confluences-vincent-munier-in-the-forest",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "L'Œil de la Photographie",
  "published": "2024-02-16T03:50:00.000+02:00",
  "title": "Musée des Confluences : Vincent Munier : In the Forest",
  "text": "En forêt with Vincent Munier at the Musée des Confluences in Lyon invites us to rediscover the forests and the life they shelter. By blending into the forest environment, like the photographer on the lookout, visitors can appreciate this little-known wealth and marvel at the beauty of nature very close to us. The exhibition is also an invitation to explore the forests in a respectful manner, adapting to the wild world.\nVincent Munier writes:\n“The forest is my refuge. It is among the trees, silent and immobile giants which form the link between the ground and the heavens, that I truly feel alive.\nWe have moved too far from this environment and we must not see it only as a recreational area or a source of goods to be taken and exploited. Nor as an impenetrable place of anguish and fear.\nIt is a complex high place, an inexhaustible source of wonder – if we do not overexploit it. We enter on tiptoe to respect the plant and animal species. This exhibition is an invitation to sit at the foot of a tree and exercise your senses to nourish yourself with this accessible beauty… as soon as you manage to step aside.” -Vincent Munier\nForest areas are the setting for abundant life. Photographer and filmmaker, Vincent Munier has been traveling through French forests, particularly those of the Vosges, since his childhood. With the Musée des Confluences, it offers a visual and audio journey into a seemingly familiar but often unknown nature. The images, still and animated, reveal the wildlife that inhabits the forests by inviting everyone to learn to observe, as if on the lookout, to better marvel at this grandiose but threatened universe.\nThroughout an immersive journey, around twenty photographs, seeming to emerge from between the trees, initially offer a moment of contemplation.\nFrom dusk to dawn, deer, lynx, capercaillies, owls and black woodpeckers can be seen in the darkness or behind the mist. Subtle, the images express all the magic that happens when, after a long wait, the observer’s patience is rewarded.\nAn original 20-minute film, projected on the big screen, free of commentary, then immerses the public in the forest following Vincent Munier, on a furtive encounter with the animals: a visual and sound journey conducive to calm, as well as timelessness. To conclude this journey, Vincent Munier shares his work, between an artist’s vision and a militant act, before erasing himself: camera trap captures remind us of the fragility of our forests and the need to protect them.\nVincent Munier : En Forêt\nFebruary 16 – April 27, 2024\nMusée des Confluences\n86 Quai Perrache\n69002 Lyon, France\nwww.museedesconfluences.fr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [
    "http://www.museedesconfluences.fr",
    "http://museedesconfluences.fr"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vincent munier",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "musée des confluences",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lyon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:14:37.740+02:00",
  "updated": "2024-02-16T06:14:37.740+02:00"
}