{
  "thread": {
    "uuid": "c22acda1eefc52eff03926bf31ab08042a861603",
    "url": "https://m.farms.com/news/centre-for-agri-food-benchmarking-the-next-step-in-sustainability-transparency-207247.aspx",
    "site_full": "m.farms.com",
    "site": "farms.com",
    "site_section": "http://farms.com",
    "site_categories": [],
    "section_title": "Farms.com – Latest agriculture information, farming news, commentary, weather, auctions, markets & new products portal\r\n",
    "title": "Centre for Agri-Food Benchmarking: the next step in sustainability transparency | Farms.com",
    "title_full": "Centre for Agri-Food Benchmarking: the next step in sustainability transparency | Farms.com",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56574,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c22acda1eefc52eff03926bf31ab08042a861603",
  "url": "https://m.farms.com/news/centre-for-agri-food-benchmarking-the-next-step-in-sustainability-transparency-207247.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Base",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Centre for Agri-Food Benchmarking: the next step in sustainability transparency | Farms.com",
  "text": "In a significant step forward in an ongoing commitment to enhancing sustainability and transparency in Canada’s agri-food sector, the National Index on Agri-Food Performance has entered a new phase with the launch of the Centre for Agri-Food Benchmarking. The Centre, housed at the Canadian Agri-Food Policy Institute (CAPI), will accelerate and formalize the work of the unprecedented coalition of 137 partners supporting the National Index. This milestone builds upon the success of the Index pilot, the first agri-food sustainability index in Canada, launched in May 2023. The Index is being advanced by the coalition to respond to the global imperative to reduce emissions, address the crisis of climate change, and deliver on a breadth of sustainability expectants. Key points: Evolution from Index to Centre: The role of the Centre is to improve and publish the next version of the Index, representing a wholesale shift from a pilot to a more sustained, long-term approach. The Centre is committed to an initial four-year plan, developed in partnership with the coalition, to advance the mission of the Index. Long-Term Vision: The Centre commits to continuous improvement of the Index, deepening the understanding of the sector’s sustainability leadership, identifying areas for greater progress, and promoting the Index’s use across the sector. Doing so will increase the competitiveness of the sector domestically and internationally and be a tool to inform policy, research and innovation priorities, as well as help build greater societal trust. Unmatched Collaboration: This launch formalizes the unprecedented collaboration within the agri-food sector, receiving commitment and investment from a highly diverse coalition of partners to evolve the Index and accelerate its application in the marketplace. Global Imperative for Sustainability: The Index recognizes the need to improve sustainability from a holistic standpoint, focusing on, environmental, food integrity, economic and social well-being indicators. The Centre will enable, support, and showcase the sector’s sustainability efforts, helping advance Canada’s commitment to being a sustainable food producer. Executive Leadership: David McInnes, who founded and led the initiative since 2020, assumes the role of the first Executive Director of the Centre, an evolution from his previous position as National Coordinator of the Index. Permanent Home at CAPI: The Centre for Agri-Food Benchmarking will be housed at the Ottawa-based Canadian Agri-Food Policy Institute (CAPI), reinforcing CAPI’s evolving position as a pivotal player in advancing policy solutions within agriculture and food. Financial support is being provided under the Sustainable Canadian Agricultural Partnership’s Agri-Assurance Program – National Industry Association Component. Financial and in-kind support is also provided by coalition partners.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "agri-food benchmarking",
        "sentiment": "negative"
      },
      {
        "name": "national index on agri-food performance",
        "sentiment": "none"
      },
      {
        "name": "agri-food policy institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:14:55.999+02:00",
  "updated": "2024-02-16T00:14:55.999+02:00"
}