{
  "thread": {
    "uuid": "f9b8bd392982e71c43e2f54754df4a8382b276a1",
    "url": "https://www.francebleu.fr/infos/culture-loisirs/unite-ferveur-l-essence-du-vendredi-saint-en-corse-selon-dominique-verdoni-9174242",
    "site_full": "www.francebleu.fr",
    "site": "francebleu.fr",
    "site_section": "https://francebleu.fr/sports",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "Sports – Actualité et info sur France Bleu",
    "title": "Unité, ferveur... l'essence du Vendredi Saint en Corse, selon Dominique Verdoni - France Bleu",
    "title_full": "Unité, ferveur... l'essence du Vendredi Saint en Corse, selon Dominique Verdoni - France Bleu",
    "published": "2024-03-29T13:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.francebleu.fr/s3/cruiser-production-eu3/2024/03/b0d8e832-58aa-4a4f-8836-3552be247067/1200x680_sc_verdoni-dominique-1100x1100.jpg",
    "performance_score": 0,
    "domain_rank": 3647,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9b8bd392982e71c43e2f54754df4a8382b276a1",
  "url": "https://www.francebleu.fr/infos/culture-loisirs/unite-ferveur-l-essence-du-vendredi-saint-en-corse-selon-dominique-verdoni-9174242",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roland Frias",
  "published": "2024-03-29T13:07:00.000+03:00",
  "title": "Unité, ferveur... l'essence du Vendredi Saint en Corse, selon Dominique Verdoni - France Bleu",
  "text": "Unité, ferveur... l'essence du Vendredi Saint en Corse, selon Dominique Verdoni Dominique Verdoni, professeure des universités en anthropologie, était aujourd'hui l'invitée de la rédaction de France Bleu RCFM. Elle a notamment mis en avant la spiritualité et l’engagement communautaire insufflés par le Vendredi Saint en Corse et plus largement par les célébrations pascales. En Corse, le Vendredi Saint se distingue par une effervescence particulière, marquant le point culminant des célébrations pascales. En journée comme en soirée, des processions emblématiques telles que le Catenacciu à Sartène, les litanies de Bonifacio, les Cerche, les Granitule ou encore les Parate parcourent l’île, illustrant une tradition vivace. [Invitée de la rédaction de France Bleu RCFM, Dominique Verdoni, professeure des universités en anthropologie, auteure du livre \"A Settimana Santa in Corsica\" paru aux éditions Albiana](https://www.francebleu.fr/emissions/l-invite-de-la-redaction/dominique-verdoni-professeure-des-universites-en-anthropologie-9889420), décrit cette journée comme un “moment critique” dans le calendrier religieux, soulignant le passage difficile que représente la mort et la résurrection du Christ. Selon Dominique Verdoni, le Vendredi Saint, avec ses processions matinales et l’Office des Ténèbres, invite à une immersion profonde dans la spiritualité et la communauté. “C’est effectivement une piété populaire collective”, affirme-t-elle, mettant en avant notamment le rôle central des chants ou encore des “luminelli”, petites lampes portées lors des processions, qui contribuent à unir les fidèles dans un moment de foi intense et partagée. “Vrai moment de foi” Les cérémonies reflètent également une forme de religiosité où le folklore et la foi se mêlent étroitement, notamment à travers le Catenacciu, représentation dramatique des souffrances du Christ. Malgré son aspect spectaculaire, Dominique Verdoni estime qu’il s’agit d’un “vrai moment de foi”, illustrant la capacité des traditions corses à \"engendrer un sens profondément humain et spirituel\". La participation active des confréries tout au long de la Semaine Sainte témoigne aussi de la continuité d’une \"piété populaire enracinée dans la culture corse\", selon Dominique Verdoni qui souligne l’importance de ces confréries dans la préservation et la transmission des chants, des prières, et des traditions locales, contribuant ainsi à \"une compréhension renouvelée et personnelle de la foi\". \"Le rôle essentiel des enfants\" L’intérêt croissant des jeunes pour les confréries s’explique par leur quête de sens et de connexion avec un héritage spirituel et communautaire profond. “C’est un modèle de vie… calqué sur l’humilité”. La Semaine Sainte, clôturée par la Merendella du lundi de Pâques, symbolise \"la joie de la résurrection et le renouveau de la vie\", poursuit la professeure des universités en anthropologie qui insiste par ailleurs sur \"le rôle essentiel des enfants dans les festivités\", représentant \"l’avenir et la continuité de la communauté\". \"Cette semaine de célébrations, riche en émotions et en traditions, réaffirme le passage de l’hiver au printemps, marquant un moment de partage et de renouvellement tant sur le plan spirituel que communautaire\", conclut-elle. RETROUVEZ L'INTÉGRALITÉ DE CETTE INTERVIEW EN PODCAST : Ma France : Améliorer le logement des Français Quelles sont vos solutions pour aider les Français à bien se loger ? En partenariat avec [Make.org](https://make.org/FR), France Bleu mène une consultation citoyenne à laquelle vous pouvez participer ci-dessous.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://make.org/FR),",
    "https://www.make.org/FR),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T13:15:48.957+03:00",
  "updated": "2024-03-29T13:15:48.957+03:00"
}