{
  "thread": {
    "uuid": "081985cdbec240b489f806b80f4a5fbcf290ad3a",
    "url": "https://www.canada.ca/en/department-national-defence/news/2024/03/minister-blair-welcomes-latvian-defence-minister-andris-spruds-to-canada-and-joins-drone-coalition-to-aid-ukraine.html",
    "site_full": "www.canada.ca",
    "site": "canada.ca",
    "site_section": "https://www.canada.ca/en/news.datatable.json?_=1585577734",
    "site_categories": [
      "social"
    ],
    "section_title": "",
    "title": "Minister Blair welcomes Latvian Defence Minister Andris Sprūds to Canada and joins Drone Coalition to aid Ukraine - Canada.ca",
    "title_full": "Minister Blair welcomes Latvian Defence Minister Andris Sprūds to Canada and joins Drone Coalition to aid Ukraine - Canada.ca",
    "published": "2024-03-07T22:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 441,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "081985cdbec240b489f806b80f4a5fbcf290ad3a",
  "url": "https://www.canada.ca/en/department-national-defence/news/2024/03/minister-blair-welcomes-latvian-defence-minister-andris-spruds-to-canada-and-joins-drone-coalition-to-aid-ukraine.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "National Defence",
  "published": "2024-03-07T22:51:00.000+02:00",
  "title": "Minister Blair welcomes Latvian Defence Minister Andris Sprūds to Canada and joins Drone Coalition to aid Ukraine - Canada.ca",
  "text": "From: National Defence\nNews release Today, the Honourable Bill Blair, Minister of National Defence, welcomed Latvia’s Defence Minister, Andris Sprūds, to Canada\nMarch 7, 2024 – Ottawa, Ontario – National Defence / Canadian Armed Forces\nToday, the Honourable Bill Blair, Minister of National Defence, welcomed Latvia’s Defence Minister, Andris Sprūds, to Canada. This is Minister Sprūds’ first visit to Canada since his appointment as Latvia’s Minister of Defence.\nMinister Blair and Minister Sprūds held a bilateral meeting at National Defence Headquarters in Ottawa. The Ministers condemned Russia’s illegal and unprovoked full-scale invasion of Ukraine in the strongest possible terms. Minister Blair commended Latvia’s military support to Ukraine and the Ministers reaffirmed that both Canada and Latvia will continue to provide Ukraine with comprehensive military assistance.\nTo further develop Ukraine’s drone capabilities, Minister Blair committed to Canada joining the Ukraine Defense Contact Group’s Drone Capability Coalition, co-led by Latvia and the United Kingdom. As a member of the Capability Coalition, Canada will continue to look for ways to boost Ukraine’s drone capabilities.\nTo date, Canada has stepped up significantly to contribute to Ukraine’s drone capabilities by donating over 100 made-in-Canada, specialized drone cameras to Ukraine from L3 Wescam. Building on these drone camera donations, Minister Blair announced an additional donation of over 800 drones from Teledyne FLIR last month in Waterloo, Ontario.\nThe Ministers also participated via video link in a videoconference on support for Ukraine, hosted by France’s Minister for Europe and Foreign Affairs, Stéphane Séjourné, and France’s Minister for the Armed Forces, Sébastien Lecornu.\nThe two Ministers discussed current efforts to scale up the multinational NATO Battle Group in Latvia, which Canada has led since 2017. Minister Blair thanked Minister Sprūds for Latvia’s hospitality to the approximately 1,000 Canadian troops currently deployed in Latvia.\nCanada is more than doubling its military presence on Operation REASSURANCE – from about 1,000 troops to a sustained deployment of up to 2,200 troops by 2026, as Canada committed in the July 2023 Roadmap on Scaling the eFP Latvia Battle Group to Brigade . Canada is also deploying additional capabilities to the Battle Group. In late 2023, Canada deployed a Canadian Army Tank Squadron of 15 Leopard 2 Main Battle Tanks to Latvia, and starting this summer, Canada will begin to deploy Royal Canadian Air Force helicopters to the Battle Group, as Minister Blair announced in December 2023.\nMinister Blair also highlighted that Canada is investing in new military capabilities for the Canada-led Battle Group. In 2023, Canada announced that it was designating three key capabilities for Canadian troops in Latvia as Urgent Operational Requirements. Since then, Canada has finalized the procurement of all three capabilities: anti-tank weapons ; an air defence capability; and anti-drone equipment . This equipment will begin to flow to Canadian Armed Forces members this year.\nMinister Blair and Minister Sprūds reaffirmed that Canada and Latvia are dedicated to maintaining a close, productive relationship as NATO Allies. The two Ministers agreed to stay in close, regular contact.\nQuick facts Canada enjoys excellent relations with Latvia. Canada was the first G7 country to recognize the restoration of Latvia's independence in 1991, and one of the first countries to ratify Latvia's accession to NATO in 2004.\nLatvia is home to Canada’s largest current foreign military deployment. Approximately 1,000 Canadian Armed Forces members are deployed to Latvia.\nCanada is more than doubling its military presence in Latvia. Canada will complete the full implementation of persistently deployed Brigade capabilities to Latvia by 2026, at which point the Brigade will have up to 2,200 CAF members as part of the Forward Land Forces and supporting elements in Latvia.\nMinister Blair visited Latvia in December 2023, where he met with Latvian President Edgars Rinkēvičs and Defence Minister Andris Sprūds. During his visit, Minister Blair announced several measures to strengthen Canada’s military presence in Latvia, and several investments in infrastructure needed to scale up the current battle group to a brigade.\nMinister Blair and Minister Sprūds also recently met bilaterally and multilaterally in Brussels, Belgium at the meeting of NATO Defence Ministers in February 2024.\nCanada is participating in the Armour and Air Force Coalitions.\nAssociated links NATO’s military presence in the east of the Alliance Prime Minister increases support for key NATO presence Roadmap - Scaling the EFP Latvia Battle Group to Brigade Minister Blair announces measures to strengthen Canada’s military presence in Latvia Minister Blair meets with Latvian President Edgars Rinkēvičs and Defence Minister Andris Sprūds Canada acquiring air defence and anti-drone capabilities for Canadian Armed Forces members deployed with NATO in Latvia Canada-Latvia relations Canada and the North Atlantic Treaty Organization Operation REASSURANCE Operation UNIFIER Contacts Diana Ebadi\nPress Secretary and Communications Advisor\nOffice of the Minister of National Defence\nEmail: Diana.Ebadi@forces.gc.ca\nMedia Relations\nDepartment of National Defence\nPhone: 613-904-3333\nEmail: mlo-blm@forces.gc.ca",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://www.nato.int/cps/en/natohq/topics_136388.htm",
    "https://www.international.gc.ca/country-pays/latvia-lettonie/relations.aspx?lang=eng",
    "https://www.pm.gc.ca/en/news/news-releases/2023/07/10/prime-minister-support-key-nato-presence",
    "https://www.international.gc.ca/world-monde/international_relations-relations_internationales/nato-otan/index.aspx?lang=eng",
    "https://www.international.gc.ca/country-pays/latvia-lettonie/relations.aspx",
    "https://nato.int/cps/en/natohq/topics_136388.htm",
    "https://www.international.gc.ca/world-monde/international_relations-relations_internationales/nato-otan/index.aspx",
    "https://pm.gc.ca/en/news/news-releases/2023/07/10/prime-minister-support-key-nato-presence",
    "https://international.gc.ca/world-monde/international_relations-relations_internationales/nato-otan/index.aspx?lang=eng",
    "https://international.gc.ca/country-pays/latvia-lettonie/relations.aspx?lang=eng"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andris sprūds",
        "sentiment": "negative"
      },
      {
        "name": "bill blair",
        "sentiment": "negative"
      },
      {
        "name": "blair",
        "sentiment": "negative"
      },
      {
        "name": "sprūds",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national defence",
        "sentiment": "negative"
      },
      {
        "name": "drone coalition",
        "sentiment": "negative"
      },
      {
        "name": "ontario – national defence / canadian armed forces today",
        "sentiment": "none"
      },
      {
        "name": "drone capability coalition",
        "sentiment": "none"
      },
      {
        "name": "national defence headquarters",
        "sentiment": "none"
      },
      {
        "name": "ukraine defense contact group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "latvia",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T01:45:14.017+02:00",
  "updated": "2024-03-17T12:28:49.889+02:00"
}