{
  "thread": {
    "uuid": "4216202e366354ddd3b5af386292b0186b25edb0",
    "url": "https://www.mundiario.com/articulo/tecnologia-ciencia/primer-paciente-neuralink-juega/20240405014342304019.html",
    "site_full": "www.mundiario.com",
    "site": "mundiario.com",
    "site_section": "https://www.mundiario.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "El primer paciente de Neuralink juega a Mario Kart usando su mente",
    "title_full": "El primer paciente de Neuralink juega a Mario Kart usando su mente",
    "published": "2024-04-05T01:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.mundiario.com/media/mundiario/images/2024/04/05/2024040501370736264.jpg",
    "performance_score": 0,
    "domain_rank": 90347,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4216202e366354ddd3b5af386292b0186b25edb0",
  "url": "https://www.mundiario.com/articulo/tecnologia-ciencia/primer-paciente-neuralink-juega/20240405014342304019.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diego Tudares",
  "published": "2024-04-05T01:43:00.000+03:00",
  "title": "El primer paciente de Neuralink juega a Mario Kart usando su mente",
  "text": "El primer paciente de Neuralink juega a Mario Kart usando su mente\nEl avance tecnológico en el campo de la neurotecnología alcanza un hito significativo con el primer paciente de Neuralink, Noland Arbaugh, quien puede jugar al Mario Kart utilizando\n solamente su pensamiento. Este logro representa un paso adelante en la utilización de interfaces cerebro-computadora para devolver la independencia a personas con discapacidades neurológicas.\nNeuralink, la compañía fundada por Elon Musk, ha desarrollado un chip cerebral llamado Telepathy, que utiliza más de 1.000 electrodos diminutos para conectar la mente humana con dispositivos electrónicos. Este chip ha demostrado ser capaz de codificar y transmitir señales cerebrales, permitiendo a Arbaugh controlar los personajes del juego sin necesidad de tocar un controlador físico.\nPara Arbaugh, quien perdió el movimiento corporal debido a un accidente, el chip cerebral ha significado una oportunidad de recuperar la autonomía. Gracias a este dispositivo, puede realizar tareas cotidianas y disfrutar de\n actividades de entretenimiento, como jugar videojuegos, con tan solo el poder de su mente.\nNeuralink tiene como objetivo utilizar su tecnología no solo para el entretenimiento, sino también para tratar enfermedades y trastornos neurológicos como el Parkinson, la epilepsia y la parálisis. Musk ha descrito el chip como una herramienta con múltiples aplicaciones médicas y potencial en el campo del entretenimiento.\nUn hombre paralizado de cuello hacia abajo jugando al Mario Kart gracias a un implante de Neuralink en su cerebro 🧠— Apple en español | IA, Tecnología e Innovación (@ghostcoreapple)\n[pic.twitter.com/EUW6AxqJD0] [April 4, 2024]\nAdemás de su uso en juegos, Neuralink está explorando aplicaciones médicas más amplias para su tecnología. El chip cerebral, denominado Blindsight, ha demostrado la capacidad de devolver la visión a monos en pruebas preliminares, lo que podría representar una esperanza para personas con discapacidades visuales en el futuro.\nLa empresa asegura estar comprometida con la seguridad y el bienestar animal en sus investigaciones. Durante las pruebas con monos, los chips implantados no causaron daño ni muerte a los animales, lo que destaca el enfoque de la compañía en la ética y el cuidado de los sujetos de prueba.\nFundada en 2016, Neuralink continúa avanzando en la investigación de interfaces cerebro-computadora para tratar enfermedades neurológicas. Con electrodos flexibles y un robot quirúrgico avanzado, la compañía busca implantar estos dispositivos de manera segura en el cerebro humano, allanando el camino hacia un futuro donde la tecnología pueda mejorar la calidad de vida de las personas con discapacidades neurológicas. @mundiario",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:52:29.675+03:00",
  "updated": "2024-04-05T02:52:29.675+03:00"
}