{
  "thread": {
    "uuid": "186ea8711d0e037e9421d42223601f8584c31d38",
    "url": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-kernel-of-limitless-joy",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "The kernel of limitless joy",
    "title_full": "The kernel of limitless joy",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/imagenext/toiblogs/photo/blogs/wp-content/uploads/2017/08/TREE.png",
    "performance_score": 0,
    "domain_rank": 297,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "186ea8711d0e037e9421d42223601f8584c31d38",
  "url": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-kernel-of-limitless-joy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Speaking Tree",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "The kernel of limitless joy",
  "text": "by Sadhguru Jaggi Vasudev Unlike temporary ecstasy, true bliss is an innate, self-sustaining essence within us; by exploring the layers of our existence through practices of yoga, we can access profound joy, says SADHGURU JAGGI VASUDEV. Describing the sacred as brahmanand is our unique contribution to the planet. Yog offers us a ladder to this fount of bliss that is the source of all creation. What exactly is bliss? For many, it is simply a psychedelic drug! This is because most people confuse blissfulness with pleasure or ecstasy. However, pleasure is essentially unsustainable, and dependent on an external stimulus. Bliss, however, does not depend on anything external. It is independent, self-sustaining, constant. It is your own nature. You do not earn it from outside; you access it from within. For instance, you watched a sunrise and felt wonderful for a moment. If that moment of sensory pleasantness could become a part of your life energy, your entire experience of life would be dramatically altered. However, for this to happen, you must be able to hold the experience for at least twenty four minutes. This enables the experience to move from the sensory to the neurological system, and then pervade the deeper, more elaborate energetic system, or pranamay kosh. Once pleasantness sweeps through the energy body, love and bliss become your qualities. You are no longer experiencing bliss; you are bliss. Twenty four minutes of pleasantness should not be difficult to sustain. However, the mind intervenes and complicates things. This is where yog becomes so vital. If you open your mouth and wait for raindrops to fall on your tongue, it can be a frustrating method to quench your thirst. The tongue is an inadequate receptacle, and the rains are only seasonal. But if you dig your own well, you have water throughout the year. The yogic science is about learning to dig your own well, so you find a bountiful water source right within you. At one time, we believed that the will of God determined whether a tree in our home bore fruit or not. But then we learnt to take charge. Now we know how to treat the problem of a non-fruit-bearing tree. Similarly, if your inner bliss has not blossomed, it simply means you aren’t doing the right things. Once you see that, a spiritual process can begin. As we engineer the outside, there is also a way to engineer our interiority. There is a way for a piece of creation to transform itself into the creator. Yog encompasses several methods or tantras that bring the first three layers of the human being — the physical, mental and energy bodies — into alignment. This creates a passageway to the innermost core of the self. Now, bliss becomes our natural state of being. The time is ripe for Bliss Tantra, a method to access that kernel of limitless joy within each one of us. Let us make it happen. Top Comment {{{short}}} {{#more}} {{{long}}} [... Read More] {{/more}} Start a Conversation Disclaimer Views expressed above are the author's own.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sadhguru jaggi vasudev",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T05:50:39.942+03:00",
  "updated": "2024-06-02T05:50:39.942+03:00"
}