{
  "thread": {
    "uuid": "b2325f2c4474bdd8ddeb694ea930db9c7f14fa37",
    "url": "https://www.examiner.com.au/story/8684891/dedication-of-lgh-nurse-lauded-after-coroner-review",
    "site_full": "www.examiner.com.au",
    "site": "examiner.com.au",
    "site_section": "https://examiner.com.au",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Launceston and Tasmania news, sport and weather | The Examiner | Launceston, TAS",
    "title": "Dedication of LGH nurse lauded after coroner review | The Examiner | Launceston, TAS",
    "title_full": "Dedication of LGH nurse lauded after coroner review | The Examiner | Launceston, TAS",
    "published": "2024-07-04T18:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.examiner.com.au/images/transform/v1/crop/frm/PN5FxwRn32iFh8yVWdK38H/006ab70f-7499-4cbc-8b3a-ba19690e4f1f.jpg/r0_585_8256_4919_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 66972,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2325f2c4474bdd8ddeb694ea930db9c7f14fa37",
  "url": "https://www.examiner.com.au/story/8684891/dedication-of-lgh-nurse-lauded-after-coroner-review",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T18:32:00.000+03:00",
  "title": "Dedication of LGH nurse lauded after coroner review | The Examiner | Launceston, TAS",
  "text": "A LAUNCESTON General Hospital (LGH) nurse and midwife who initiated an independent review following a parliamentary inquiry as to why some deceased persons were not being referred to the Coroner's office should be congratulated for her dedication, sense of responsibility and duty of care to affected, respective families and loved ones. Kenneth Gregson, Swansea PREMIER Rockliff, you love the photo opportunities. What a wonderful photo opportunity at the Summit of our magnificent Mt Wellington at the opening of what will undoubtedly be Tasmania's most iconic tourist attractionthe Mt Wellington Cable Car. It was money well spent, as the revenue alone will pay this project off ten times over in an extremely short time frame, more so than a new football stadium could ever do. We must ask ourselves, will the stadium ever bring in those extra funds? Bruce Webb, Trevallyn PRESIDENTIAL debate!? A slanging match between a frail octogenarian, possibly in the early stages of dementia and a compulsive liar with a shoe size larger than his IQ. It was an embarrassment! As Donald Trump doesn't seem to be aware, unless it's a caesarian, most babies are quite happy to pop out on their own at nine months! I have no great opinion of many of our politicians, but compared with these two, they're geniuses. I thank God I live in Australia because this country, for all its current problems, is just so much a better place than many others. Richard Hill, Newstead ISLA MacGregor holds the mistaken belief that providing young trans and gender-diverse people with affirming care is \"ideological\" (The Examiner, June 28). In fact, it is based on science. Repeated studies, including a number from Australia, show that young people who have affirmed their gender legally, medically and socially have lower levels of anxiety and psychological distress. Australian studies also show that among these young people, there are exceptionally low levels of regret or \"de-transition\". This is why the current Australian model for gender care is supported by organisations like the Royal Australian and New Zealand College of Psychiatrists. It is also why successive Australian Labor and Liberal health ministers have said there is no need for an inquiry into the current gender care model. It was regrettable that state health minister Guy Barnett suggested an inquiry to his federal counterpart, Mark Butler, given the state Liberals' 2024 election promise to oppose such an inquiry. But if such an inquiry occurs, I am confident the science supporting affirming gender care would prevail. Rodney Croome, Spreyton The Premier and The Minister for Small Business and Consumer Affairs have not acknowledged the conflict between the proposed change to the Residential Tenancies Act and the existing Strata Titles Act. The benefits of pet ownership are not in question. However, the Strata Titles Act states that the occupier of a lot must not, without the body corporate's written approval, bring an animal onto, or keep an animal on, the lot or the common property. Under this rule, a tenant could not keep a pet at a strata lot without a body corporate's written approval, regardless of the landlord's attitude. This legislated rule protects the rights of residents who live in closely spaced units and owners who have purchased units in the knowledge that the rule exists. There are thousands of strata schemes in Tasmania governed by the Strata Titles Act and body corporate members need to know their legal status with respect to this proposed change. This conflict must be addressed when the proposal is debated in Parliament. Diana Burrage, Perth HOW lovely to read that Scotch Oakburn is naming its new facility after Lachie Wright. Our daughter was lucky enough to be a pupil there from the age of three and a half, and he was such a wonderful man to be principal. She also taught there for 10 years, and he was always approachable. It's good to have a teacher acknowledged rather than being the punching ball for parents and the like if little Johnny doesn't do well and misbehaves and is admonished! Hope Lachie enjoys many years of retirement. Glennis Sleurink, Launceston Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Lifestyle and Leisure"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "kenneth gregson",
        "sentiment": "none"
      },
      {
        "name": "bruce webb",
        "sentiment": "none"
      },
      {
        "name": "rockliff",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "launceston",
        "sentiment": "none"
      },
      {
        "name": "launceston",
        "sentiment": "none"
      },
      {
        "name": "tasmania",
        "sentiment": "none"
      },
      {
        "name": "swansea",
        "sentiment": "none"
      },
      {
        "name": "wellington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:05:24.194+03:00",
  "updated": "2024-07-05T11:28:41.499+03:00"
}