{
  "thread": {
    "uuid": "09de0dab63b5379a1febd9f17ad8bc569c1b853b",
    "url": "https://www.dailysabah.com/world/mid-east/hamas-accepts-gaza-cease-fire-proposal",
    "site_full": "www.dailysabah.com",
    "site": "dailysabah.com",
    "site_section": "https://www.dailysabah.com/rssFeed/12/13",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "DAILYSABAH",
    "title": "Hamas accepts Gaza cease-fire proposal",
    "title_full": "Hamas accepts Gaza cease-fire proposal",
    "published": "2024-05-06T20:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2024/05/06/thumbs/800x531/326687.jpg",
    "performance_score": 0,
    "domain_rank": 3967,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09de0dab63b5379a1febd9f17ad8bc569c1b853b",
  "url": "https://www.dailysabah.com/world/mid-east/hamas-accepts-gaza-cease-fire-proposal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-06T20:17:00.000+03:00",
  "title": "Hamas accepts Gaza cease-fire proposal",
  "text": "Hamas announced that it has accepted the proposal for a cease-fire and hostage deal in Gaza.\nHamas chief Ismail Haniyeh conveyed his group's approval of the proposal during phone calls with Qatari Prime Minister Sheikh Mohammed bin Abdulrahman Al Thani and Egyptian intelligence chief Abbas Kamel, the group added in a statement on Monday.\nThe approval came in the wake of Israeli forces issuing evacuation orders for Palestinians in eastern neighborhoods of the city of Rafah in southern Gaza, a step widely seen as a prelude to starting Israel's long-threatened attack on the city, home to some 1.5 million Palestinians seeking refuge from the war.\nThere was no immediate Israeli comment on Hamas' announcement.\nEgypt's state-run Al-Qahera News channel, citing a well-placed source, said early Monday that a Hamas delegation will arrive in Cairo early Tuesday to continue Gaza cease-fire talks.\nThe Hamas delegation left the Egyptian capital on Sunday after a two-day round of cease-fire talks for consultations with the group's leadership.\nPalestinians celebrate as Hamas accepts proposed cease-fire for Gaza Strip Thousands of Palestinians celebrated in various areas in the Gaza Strip on Monday evening, shortly after resistance group Hamas accepted a proposed cease-fire in the Gaza Strip.\nVideo clips shared on social media platforms showed thousands staging marches in the cities of Rafah and Khan Younis in southern Gaza and the central city of Deir al-Balah.\nIsrael has pounded the Gaza Strip in retaliation for a cross-border attack led by Hamas, which killed about 1,200 people. More than 34,700 Palestinians have since been killed in Gaza, the vast majority of whom have been women and children, and 78,100 others injured, according to Palestinian health authorities.\nNearly seven months into the Israeli war, vast swathes of Gaza lay in ruins, pushing 85% of the enclave's population into internal displacement amid a crippling blockade of food, clean water and medicine, according to the U.N.\nIsrael stands accused of genocide at the International Court of Justice. An interim ruling in January said it is \"plausible\" that Israel is committing genocide in Gaza, and ordered Tel Aviv to stop such acts and take measures to guarantee that humanitarian assistance is provided to civilians in Gaza.\nUS 'reviewing' Hamas response, urges Israel not to attack Rafah The United States said Monday it was reviewing a response from Hamas to a ceasefire proposal as it renewed calls on Israel not to attack the packed Gaza city of Rafah.\n\"I can confirm that Hamas has issued a response. We are reviewing that response now and discussing it with our partners in the region,\" State Department spokesman Matthew Miller told reporters.\nshortlink copied RELATED TOPICS fight-against-terrorism DEUTSCHE-BANK US-LIBYA-RELATIONS KEYWORDS gaza cease-fire hamas palestine The Daily Sabah Newsletter Keep up to date with what’s happening in Turkey, it’s region and the world. SIGN ME UP You can unsubscribe at any time. By signing up you are agreeing to our Terms of Use and Privacy Policy. This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sheikh mohammed bin abdulrahman al thani",
        "sentiment": "none"
      },
      {
        "name": "ismail haniyeh",
        "sentiment": "none"
      },
      {
        "name": "abbas kamel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "neutral"
      },
      {
        "name": "al-qahera news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T23:11:29.679+03:00",
  "updated": "2024-05-08T00:21:24.359+03:00"
}