{
  "thread": {
    "uuid": "1b21cb94d63b95d47429dcc2f51c096bb9b22eb4",
    "url": "https://www.freethink.com/health/wet-amd-gene-therapy",
    "site_full": "www.freethink.com",
    "site": "freethink.com",
    "site_section": "https://feedle.world/rss",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "feedle |",
    "title": "One-shot gene therapy reverses vision loss in small trial",
    "title_full": "One-shot gene therapy reverses vision loss in small trial",
    "published": "2024-04-04T23:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.freethink.com/wp-content/uploads/2024/04/wet-amd.jpg?resize=1200,630",
    "performance_score": 0,
    "domain_rank": 22548,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1b21cb94d63b95d47429dcc2f51c096bb9b22eb4",
  "url": "https://www.freethink.com/health/wet-amd-gene-therapy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kristin Houser",
  "published": "2024-04-04T23:46:00.000+03:00",
  "title": "One-shot gene therapy reverses vision loss in small trial",
  "text": "One-shot gene therapy reverses vision loss in small trial It has the potential to save people from blindness or a lifetime of eye injections. By Kristin Houser April 4, 2024 Fields Medicine Share\nCopy a link to the article entitled One-shot gene therapy reverses vision loss in small trial\nShare One-shot gene therapy reverses vision loss in small trial on Twitter (X)\nShare One-shot gene therapy reverses vision loss in small trial on Facebook REGENXBIO / Adobe Stock / Freethink By Kristin Houser April 4, 2024 Fields Medicine Share\nCopy a link to the article entitled One-shot gene therapy reverses vision loss in small trial\nShare One-shot gene therapy reverses vision loss in small trial on Twitter (X)\nShare One-shot gene therapy reverses vision loss in small trial on Facebook By Kristin Houser April 4, 2024 Fields Medicine Share\nCopy a link to the article entitled One-shot gene therapy reverses vision loss in small trial\nShare One-shot gene therapy reverses vision loss in small trial on Twitter (X)\nShare One-shot gene therapy reverses vision loss in small trial on Facebook A gene therapy for the most common cause of severe vision loss in seniors is now in phase 3 trials — and if approved, it could replace a lifetime of eye injections with a one-time procedure.\nThe challenge: Wet age-related macular degeneration (wet AMD) is a condition where abnormal blood vessels start to grow in the eyes. These vessels then leak fluid into the eye, causing blurred vision or blind spots .\nWhile it isn’t certain why wet AMD develops, researchers have linked it to the overproduction of a protein in the eyes, called “vascular endothelial growth factor” (VEGF).\n“Real-world evidence shows patients are losing significant vision over time.”\nJeffrey S. Heier The good news is that medications, called “ anti-VEGFs ,” can now block VEGF, restoring vision or at least stopping the progression of wet AMD. The bad news: they have to be injected directly into the eye every 4 to 8 weeks, sometimes indefinitely.\nUnderstandably, patients have a very hard time with this.\n“Wet AMD is a chronic, life-long disease,” said Jeffrey S. Heier, director of retina research at Ophthalmic Consultants of Boston (OCB). “[R]eal-world evidence shows patients are losing significant vision over time, and the burden of frequent anti-VEGF injections needed to manage their wet AMD is a major reason why.”\nWhat’s new? Maryland-based biotech company REGENXBIO is developing a one-shot gene therapy for wet AMD, called ABBV-RGX-314. It delivers genetic instructions for making anti-VEGF proteins into the eye, essentially teaching it to create its own medicine.\n“This is the largest in vivo gene therapy program ever conducted.”\nSteve Pakola On March 28, REGENXBIO published the results of a phase 1/2a trial of the gene therapy, which is now being administered to participants in phase 3 trials.\n“Based on this data, we created a global strategic collaboration with [pharmaceutical company] AbbVie to start a 1,200-patient pivotal program,” Steve Pakola, REGENXBIO’s chief medical officer, told Gen Edge . “This is the largest in vivo gene therapy program ever conducted.”\nThe trial: During the early stage trial, 42 people who had been treated with anti-VEGFs for their wet AMD received a single subretinal injection of ABBV-RGX-314, in one of five dosing levels.\nTrial participants were then followed for two years. If a participant’s vision worsened during that time, a trial investigator could opt to administer a traditional anti-VEGF injection.\nThere was one serious adverse event that may have been linked to the gene therapy — a participant experienced pigmentary changes in their macula and severe vision reduction one year after treatment — but it was otherwise well tolerated and appeared safe.\nParticipants that received what were considered therapeutic doses saw their vision either stabilize or improve, and most participants required few, if any, injections of anti-VEGFs during the trial.\n“A single treatment of ABBV-RGX-314 … would offer a novel approach to treating this serious and blinding disease.”\nJeffrey S. Heier The limitation: Subretinal injections are more complex and invasive than the ones used to administer traditional anti-VEGFs — they must be done in an operating room and require a surgeon to perform a highly challenging technique called a “pars plana vitrectomy.”\nTrial investigators are now testing an alternative method where ABBV-RGX-314 is delivered to a part of the eye called the “suprachoroidal space,” a procedure that could be performed in a doctor’s office.\nLooking ahead: REGENXBIO aims to apply for approval with the FDA in late-2025 or the first half of 2026, and even if subretinal injection is the only delivery method that works, people with wet AMD might decide that one of those procedures is preferable to many injections of anti-VEGFs.\n“A single treatment of ABBV-RGX-314 that can potentially provide long-lasting treatment outcomes and a strong safety profile would offer a novel approach to treating this serious and blinding disease,” said Heier, who is the trial’s primary investigator.\nWe’d love to hear from you! If you have a comment about this article or if you have a tip for a future Freethink story, please email us at [email protected] .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.modernretina.com/view/uc-davis-researchers-administer-phase-3-abbv-rgx-314-a-gene-therapy-treatment-for-wet-amd",
    "https://www.hopkinsmedicine.org/health/conditions-and-diseases/agerelated-macular-degeneration-amd",
    "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)00310-6/abstract",
    "https://www.genengnews.com/topics/drug-discovery/regenxbio-and-abbvie-advance-wet-amd-gene-therapy-to-phase-iii/",
    "https://www.aao.org/eye-health/drugs/anti-vegf-treatments",
    "https://twitter.com/intent/tweet?url=https://www.freethink.com/health/wet-amd-gene-therapy&text=One-shot%20gene%20therapy%20reverses%20vision%20loss%20in%20small%20trial",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.freethink.com/health/wet-amd-gene-therapy",
    "https://facebook.com/sharer/sharer.php?u=https://freethink.com/health/wet-amd-gene-therapy",
    "https://thelancet.com/journals/lancet/article/PIIS0140-6736(24)00310-6/abstract",
    "https://modernretina.com/view/uc-davis-researchers-administer-phase-3-abbv-rgx-314-a-gene-therapy-treatment-for-wet-amd",
    "https://aao.org/eye-health/drugs/anti-vegf-treatments",
    "https://www.genengnews.com/topics/drug-discovery/regenxbio-and-abbvie-advance-wet-amd-gene-therapy-to-phase-iii",
    "https://genengnews.com/topics/drug-discovery/regenxbio-and-abbvie-advance-wet-amd-gene-therapy-to-phase-iii/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://twitter.com/intent/tweet?url=https://freethink.com/health/wet-amd-gene-therapy&text=One-shot%20gene%20therapy%20reverses%20vision%20loss%20in%20small%20trial",
    "https://hopkinsmedicine.org/health/conditions-and-diseases/agerelated-macular-degeneration-amd",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kristin houser",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "facebook regenxbio",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:19:38.274+03:00",
  "updated": "2024-04-05T00:19:38.274+03:00"
}