{
  "thread": {
    "uuid": "d5510c13a17218db0369f3a48dd058d24eed3025",
    "url": "https://www.larazon.es/economia/reindustrializar-reducir-co2-ganar-competitividad_2024021665cf3d014129260001be50f4.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "http://www.larazon.es/rss/economia.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de Economía Nacional e Internacional en La Razón",
    "title": "Reindustrializar la UE, reducir CO2 y ganar competitividad",
    "title_full": "Reindustrializar la UE, reducir CO2 y ganar competitividad",
    "published": "2024-02-16T11:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/02/07/98D40521-FA1E-419D-97FD-FBF32B7CB0AD/industria-cero-emisiones_69.jpg?crop=1897,1067,x8,y0&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5284,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d5510c13a17218db0369f3a48dd058d24eed3025",
  "url": "https://www.larazon.es/economia/reindustrializar-reducir-co2-ganar-competitividad_2024021665cf3d014129260001be50f4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eva, Martínez Rull",
  "published": "2024-02-16T11:46:00.000+02:00",
  "title": "Reindustrializar la UE, reducir CO2 y ganar competitividad",
  "text": "Energía\nReindustrializar la UE, reducir CO2 y ganar competitividad\nLa gran apuesta de Europa para estimular la economía cero emisiones y volver a plantar cara a China y EE UU tiene grandes retos que superar\nandemia, guerra en Ucrania y en Gaza y roturas de la cadena de suministro globales, la última la de estas semanas en el mar Rojo. Todos ingredientes de un cóctel que ha puesto en evidencia la dependencia estratégica de Europa respecto a productos como el gas natural, el petróleo, los cereales, los semiconductores, etc. Además, la confrontación que mantienen EE UU y China (ambas con políticas cada vez más proteccionistas) y la aprobación del gobierno Biden de la Ley de Reducción de la Inflación (IRA) en 2022 para estimular el desarrollo industrial han terminado de motivar, según los analistas, el plan europeo de reindustrialización. Un proyecto que tiene su base en la descarbonización, no solo por motivos climáticos, sino también por motivos de competitividad. Es la baza que juega la Comisión para volver a poner al continente en el mercado mundial.\nDe hecho, la Ley de Industria de Cero Emisiones Netas establece textualmente «el objetivo de que Europa produzca el 40% de sus necesidades anuales en estas tecnologías para 2030 y, al mismo tiempo, consiga capturar el 15% del valor del mercado mundial frente a competidores como China o Estados Unidos». «La estrategia considera que dentro de las importaciones de la UE existen 135 materias primas fuertemente vinculadas con los ecosistemas energéticos, sanitario y farmacéutico, además del ecosistema de tecnologías avanzadas, lo que significa la existencia de dependencias estratégicas que hace vulnerables estos sectores. También identifica dependencias externas para otros sectores como los productos y servicios relacionados con el almacenamiento de energía y la ciberseguridad», confirma Nuria G. Rabanal, experta en estrategia internacional del Foro Industria y Energía y directora de la Cátedra de Seguridad y Defensa de la Universidad de León.\nEs habitual oír que Europa y España parten en buena posición en renovables, pero hay dudas sobre si realmente seremos buenos competidores en el mercado mundial. De hecho, el reciente Wind Power Package aprobado por la Comisión está diseñado para salvar a las empresas eólicas europeas, que no atraviesan su mejor momento por problemas con proveedores o turbinas que dan fallos (por ejemplo, Siemens Gamesa solicitaba hace unos meses ayuda financiera al gobierno alemán por un valor de 15.000 millones de euros). Un informe de septiembre de la patronal Wind Europe ya alertaba de que China está a punto de conquistar el mercado eólico europeo, pero cuando se habla de paneles fotovoltaicos la perspectiva no parece más positiva. Hace unas semanas, el gigante asiático bajaba los precios para echar, literalmente, del mercado mundial a EE UU y UE. «En general, el Net-Zero Industry Act es positivo porque supone ayudas en renovables, también para fábricas y otros desarrollos, no solo para la instalación de parques, aunque no vemos que esté funcionando de forma activa. En los últimos días otro gran productor alemán ha dejado de fabricar paneles solares. Por otro lado, en hidrógeno y baterías por desgracia a día de hoy buena parte de la producción también viene de China. En producción es muy difícil competir con ellos; pero sí tenemos capacidad para hacerlo en productos que tengan valor añadido. Es decir, en fabricar un módulo solar no tiene sentido competir, pero se puede reforzar la industria que se dedica a los seguidores solares, etc.», opina José María González Moya, director general de la Asociación de Energías Renovables (APPA).\nAdemás del energético, la otra gran apuesta de la UE es descarbonizar toda su industria, pero existe el riesgo de la deslocalización de la producción hacia otros países con menos restricciones medioambientales y de que aumenten las importaciones de productos más intensivos en carbono. Para evitarlo, el pasado mes de mayo se estableció el denominado Mecanismo de Ajuste en Frontera por Carbono, que persigue que los productos importados estén sujetos a los mismos costes del carbono que los que soportan los productos fabricados dentro la UE. Un mecanismo que entrará en vigor en 2026. «Empezará en sectores como el acero y se irá ampliando. La única herramienta que tiene la UE para potenciar el producto local es poner este arancel. Además, hay que pensar que el transporte supone el 90% de la huella de CO2 de cualquier producto. Si parte de lo que la UE importa se produjera en el territorio, la huella de carbono descenderá», matiza May López, directora de desarrollo de Empresas por la Movilidad Sostenible y profesora de OBS Business School.\nEl reto de las materias primas\nA finales de diciembre se aprobaba en el Parlamento Europeo la Ley de Materias Primas Críticas, que pretende que el bloque comunitario sea capaz para 2030 de extraer de su propio territorio el 10% de las que consume al año, procesar el 40% de su demanda y reciclar el 25%. Solo en movilidad eléctrica, y siguiendo un análisis de la OBS Business School, China tiene el 40% de las materias que se usan. «Hay un riesgo alto de que se abra una carrera por las materias primas con poca regulación en detrimento de las poblaciones locales y de nuestros territorios. Una carrera contrarreloj para hacer frente al cambio climático no debe convertirse en una carrera a la baja, ni hacerse a expensas del medioambiente y la biodiversidad. Hay que aplicar las normas medioambientales y sociales más estrictas en la minería, que se tengan en cuenta los intereses de las poblaciones locales y prohibir la minería en zonas protegidas de Europa, como Natura 2000. Y para evitar esta carrera por los recursos materiales, Europa debe también encontrar formas de reducir su huella material gestionando la demanda a través de la economía circular, la eficiencia energética o el ecodiseño», apunta Florent Marcellesi, coportavoz de Verdes Equo y miembro de la ejecutiva de Sumar.\nEl portavoz de Verde Equo apunta por último que «para que la reindustrialización sea plenamente compatible con el acuerdo de París, las ayudas y subvenciones europeas deben destinarse únicamente a empresas cuyas actividades vayan vinculadas a la reducción de las emisiones de gases de efecto invernadero para 2030, la descarbonización de la cadena de valor industrial y la inversión en la Unión Europea».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T13:16:50.821+02:00",
  "updated": "2024-02-16T13:16:50.821+02:00"
}