{
  "thread": {
    "uuid": "9ebe7f7ea87c3370e290afb1fb2fc8927fd83961",
    "url": "https://m.dailyhunt.in/news/india/english/lokmattimes-epaper-dhfd5012174f5c4159918eaf51ebc42a19/world+10k+bengaluru+2024+draws+record+participation-newsid-n601387240",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-bolwdnam",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "World 10K Bengaluru 2024 draws record participation",
    "title_full": "World 10K Bengaluru 2024 draws record participation",
    "published": "2024-04-18T13:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 18340,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ebe7f7ea87c3370e290afb1fb2fc8927fd83961",
  "url": "https://m.dailyhunt.in/news/india/english/lokmattimes-epaper-dhfd5012174f5c4159918eaf51ebc42a19/world+10k+bengaluru+2024+draws+record+participation-newsid-n601387240",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-18T13:30:00.000+03:00",
  "title": "World 10K Bengaluru 2024 draws record participation",
  "text": "The World&apos;s Premier 10K will witness over 28,000+ participants take to the start line at the Cubbon Road outside Field Marshal Sam Manekshaw Parade Ground. Furthermore, 1500+ runners will also participate virtually from different parts of the world through the exclusive World 10K Bengaluru event App.\nCheering on the participants will be legendary shot putter Valerie Adams, a four-time World Champion and two-time Olympic medallist, and the events&apos; International Event Ambassador.\nThe World 10K Bengaluru saw an overwhelming response from the running community across all categories, breaking all barriers. Registrations for the feature race - the Open 10K and the Majja Run are over-subscribed. This is a glowing testament to the popularity of the sport of running. Today, running is the fastest-growing urban sport, and as many as 700 new runners are inspired each day to begin their running journey.\nSunil Deshpande regional head of TCS Bengaluru, said, \"The response from the running community to the 16th edition of the TCS World 10K Bengaluru has been phenomenal. The passion and dedication displayed by the runners as they come together to push their boundaries and showcase incredible endurance is truly inspiring. As a leading global IT services provider, we are committed to enhancing the race experience through technology to leave a lasting impression on the runners. We are truly excited to welcome our runners, who embody the spirit of resilience and determination that makes this event so special. Our best wishes to all participants, eagerly waiting to see them on race day.\"\nThe 2024 edition of the World Athletics Gold Label Race promises an enhanced experience for all participants. With support from the Indian Army, Karnataka & Kerala Sub Area, Field Marshal Sam Manekshaw Parade Ground is the new home for the World 10K Bengaluru.\nThe pre-race venue for all runners is Rajendra Sinhji Army Officers Institute (RSAOI) and post-race engagements are at Field Marshal Sam Manekshaw Parade Ground. Runners across categories - 10K (Open & Elite), Majja Run, Champions with Disability and the Silvers&apos; Run will congregate at the iconic Field Marshal Sam Manekshaw Parade Ground and take off on a scenic journey that winds past Bengaluru&apos;s famous landmarks.\nThe Indian elite women&apos;s line-up will feature the defending champion Tamshi Singh and Sanjivani Jadhav, a two-time champion and event record holder with a time of 33:38 set in 2018. While last year&apos;s runner-up, Harmanjot Singh, will compete again in the men&apos;s category.\nThe World&apos;s Premier 10K, with a total prize money of USD 210,000, has attracted some of the leading Indian and international athletes along with amateur runners from across the globe. Winners in the Indian Men&apos;s and Women&apos;s categories will be awarded INR 2,75,000 each. Furthermore, a record-breaking feat could see them take home an additional INR 2,00,000 thanks to the combined event record bonus and jackpot.\nDisclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sunil deshpande",
        "sentiment": "none"
      },
      {
        "name": "bengaluru",
        "sentiment": "none"
      },
      {
        "name": "valerie adams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tcs bengaluru",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "field marshal sam manekshaw parade ground",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:31:01.550+03:00",
  "updated": "2024-04-19T01:31:01.550+03:00"
}