{
  "thread": {
    "uuid": "17479d34b1781d6e0fb58619763ef48ffe8f3ead",
    "url": "https://www.siasat.com/allahabad-hc-allows-interfaith-couples-to-marry-without-conversion-3035455",
    "site_full": "www.siasat.com",
    "site": "siasat.com",
    "site_section": "http://www.siasat.com/feed",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "The Siasat Daily",
    "title": "Allahabad HC allows interfaith couples to marry without conversion",
    "title_full": "Allahabad HC allows interfaith couples to marry without conversion",
    "published": "2024-05-31T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.siasat.com/wp-content/uploads/2022/05/Untitled-design-2022-05-09T171348.028.png",
    "performance_score": 0,
    "domain_rank": 17661,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17479d34b1781d6e0fb58619763ef48ffe8f3ead",
  "url": "https://www.siasat.com/allahabad-hc-allows-interfaith-couples-to-marry-without-conversion-3035455",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Indo-Asian News Service",
  "published": "2024-05-31T00:19:00.000+03:00",
  "title": "Allahabad HC allows interfaith couples to marry without conversion",
  "text": "Prayagraj: The Allahabad High Court has observed that the law permits interfaith couples to marry under the Special Marriage Act without conversion.\nThe court also granted protection to an interfaith live-in couple facing threats.\nThe court observed,”Interfaith couples who choose not to convert for marriage can register their union under the Special Marriage Act.”\nJustice Jyotsna Sharma made this observation while granting protection to a live-in couple facing threats to their life and liberty due to the nature of their relationship.\nThe state objected to the plea, arguing that the couple claimed to have married by agreement, which is not legally recognised.\nThe court dismissed the argument, stating that while marriage by agreement is invalid, parties can apply for court marriage under the Special Marriage Act without conversion.\n“In my opinion, marriage through agreement is definitely invalid in law. However, law does not prevent the parties from applying for court marriage under the Special Marriage Committee without conversion,” Justice Sharma said in her order.\nThe couple, who expressed their desire to marry under the Special Marriage Act without changing their religion, sought protection to proceed with their registration.\n“Supplementary affidavit has been submitted in which it is categorically submitted that they will continue to follow the faith/religion of their own and do not propose to convert and that they are mature enough to take decisions regarding their lives. Further they seriously want to enter into matrimonial relationship as per law,” the court recorded in the order.\nThe court granted protection to the couple and instructed them to solemnise their marriage under the Special Marriage Act, providing documentary proof in a supplementary affidavit. The next hearing is scheduled for July 10.\nThe Special Marriage Act (SMA), 1954, provides a legal framework for the marriage of people belonging to different religions.\nUnder this law, one can marry with a person of other religion without changing his or her faith. It promotes a society where love transcends faith and is legally recognised throughout India.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jyotsna sharma",
        "sentiment": "none"
      },
      {
        "name": "sharma",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "allahabad high court",
        "sentiment": "negative"
      },
      {
        "name": "special marriage committee",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T05:21:21.488+03:00",
  "updated": "2024-05-31T05:21:21.488+03:00"
}