{
  "thread": {
    "uuid": "f6ab7461b6b04d9956b4e0fac32f40049a1adad0",
    "url": "https://www.thehindubusinessline.com/companies/vehicle-sales-to-improve-in-rural-areas-due-to-better-disposable-incomes-fada/article68369728.ece",
    "site_full": "www.thehindubusinessline.com",
    "site": "thehindubusinessline.com",
    "site_section": "https://www.thehindubusinessline.com/feeder/default.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Business News Today, Latest Market News, Finance News",
    "title": "Vehicle sales to improve in rural areas due to better disposable incomes: FADA - The Hindu BusinessLine",
    "title_full": "Vehicle sales to improve in rural areas due to better disposable incomes: FADA - The Hindu BusinessLine",
    "published": "2024-07-05T05:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bl-i.thgim.com/public/incoming/rfkvk5/article68328665.ece/alternates/LANDSCAPE_1200/IMG_PTI9_9_2019_000066A._2_1_LVA965IJ.jpg",
    "performance_score": 0,
    "domain_rank": 3075,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6ab7461b6b04d9956b4e0fac32f40049a1adad0",
  "url": "https://www.thehindubusinessline.com/companies/vehicle-sales-to-improve-in-rural-areas-due-to-better-disposable-incomes-fada/article68369728.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "S Ronendra Singh",
  "published": "2024-07-05T05:24:00.000+03:00",
  "title": "Vehicle sales to improve in rural areas due to better disposable incomes: FADA - The Hindu BusinessLine",
  "text": "The Southwest monsoon has covered the entire country ahead of schedule, boosting prospects for kharif sowing and the newly elected government’s increase in minimum support prices for kharif crops is expected to improve disposable incomes in rural India, potentially enhancing auto retail performance.\nBased on current market conditions, the overall rating for July auto retail performance is cautiously optimistic with a moderate outlook. While some segments may see improved activity, overall growth is likely to be tempered by persistent challenges, the Federation of Automobile Dealers Associations (FADA) said on Friday while sharing monthly retail sales data of June.\nAlso read: Volvo Cars to launch one electric vehicle every year, starting with EX30 next year “For two-wheelers (2W), the arrival of the monsoon is expected to provide a boost, although challenges such as agricultural cash flow constraints and regional market variations remain. In the passenger vehicle (PV) segment, high inventory levels and ongoing low market sentiment necessitate cautious management,” Manish Raj Singhania, President, FADA said.\nHe also said commercial vehicle (CV) sector looks forward to potential growth driven by renewed infrastructure projects and seasonal demands, despite current slowdowns.\n“Dealer feedback across the 2W, PV and CV segments presents a cautious picture. While dealers anticipate better sales due to improved supply and new product launches, they express concerns over low customer inquiries and market sentiment dampened by heavy rains,” Singhania said.\nOn the monthly retail sales, he said the Indian automobile retail experienced a modest year-on-year (YoY) growth of just 0.73 per cent in June as compared to the same month last year. While the 2W and three-wheeler (3W) segments registered positive YoY growths of 4.66 per cent and 5.1 per cent respectively, other categories such as PV, tractors and CV saw declines of 6.7 per cent, 28.3 per cent, and 4.7 per cent YoY, respectively.\nAlso read: Role of govt policies in promoting EV adoption in agriculture In the PV segment, the retail sales declined to 2,81,566 units in June as compared with 3,02,000 units in the corresponding month last year. Similarly, CV sales declined to 72,747 units during the month as against 76,364 units in the same month last year.\n“In the PV segment, the inventory levels have reached an all-time high, ranging from 62 to 67 days. Despite improved product availability and substantial discounts aimed at stimulating demand, market sentiment remains subdued due to extreme heat resulting in 15 per cent less walk-in’s and delayed monsoons. Dealer feedback highlights challenges such as low customer inquiries and postponed purchase decisions,” Singhania noted.\nWith the festive season still some time away, it is crucial for passenger vehicle manufacturers to exercise caution, he said adding that effective inventory management strategies are essential to mitigate financial strain from high interest costs. Therefore, FADA urged PV manufacturers to implement prudent inventory control and engage proactively with the market, he added.\nHowever, 2W sales grew at 13,75,889 units in June as compared with 13,14,628 units in the same month last year, the FADA monthly data showed. The monthly retail sales of 3W also went up to 94,321 units in June as compared with 89,743 units in June 2023.\nThe total sales of vehicles across categories grew at 18,95,552 units during the month as compared with 18,81,883 units in the corresponding month last year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manish raj singhania",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fada",
        "sentiment": "negative"
      },
      {
        "name": "volvo cars",
        "sentiment": "none"
      },
      {
        "name": "federation of automobile dealers associations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southwest",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:07:49.831+03:00",
  "updated": "2024-07-05T08:07:49.831+03:00"
}