{
  "thread": {
    "uuid": "1edc3e97112b43a56a3bf3cb247c6f612409af37",
    "url": "https://www.world-today-news.com/taras-topolya-ukrainian-singer-talks-about-serving-on-the-frontlines-and-fundraising-for-soldiers-with-global-tour/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Taras Topolya: Ukrainian Singer Talks About Serving on the Frontlines and Fundraising for Soldiers with Global Tour",
    "title_full": "Taras Topolya: Ukrainian Singer Talks About Serving on the Frontlines and Fundraising for Soldiers with Global Tour",
    "published": "2023-12-30T06:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.rbc.ua/static/img/d/s/dscf8345_id95533_1300x867_92431bd4357c5a3680f65feb58f63047_1300x820.jpg",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1edc3e97112b43a56a3bf3cb247c6f612409af37",
  "url": "https://www.world-today-news.com/taras-topolya-ukrainian-singer-talks-about-serving-on-the-frontlines-and-fundraising-for-soldiers-with-global-tour/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2023-12-30T06:56:00.000+02:00",
  "title": "Taras Topolya: Ukrainian Singer Talks About Serving on the Frontlines and Fundraising for Soldiers with Global Tour",
  "text": "Below is an abbreviated version of the conversation, the full interview in the\nvideo version on YouTube channel RBC-Ukraine.\n– Taras Topolya before February 24th and after are they different people?\n– Here I need to ask my friends, loved ones, relatives, those who somehow communicate with me and have experience, with what to compare. For myself personally, I have not changed: the same beliefs, principles of work, the same status as a father, husband, artist, public figure.\n– Is there a feeling that something has become much more valuable, or that some priorities have changed?\n– Our priorities for the war were universal. Such values are not material. Not a race for fame, success, or anything else, but simpler things: the\nhealth of loved ones, relatives nearby, general happiness in some simple moments. Happiness together. It was, and it remains. Only, probably, circumstances have changed.\nIf before a large-scale war it is obvious that for many people the accumulation of certain material values was very important, then for a certain part of people after a full-scale war there was a revaluation.\nFor me, the most striking example was when we worked in Irpen. And there are ruins, there is a block, a street – and the Range Rovers are abandoned… Who needed them then? The main thing is that the owner is alive! That is, it turns out that at such critical moments, life, the\nhealth of loved ones, relatives, yours and those things that are basic come to the front page. They have always been values for us.\nBut in everything we have not changed. Accents probably treated it differently. If, for example, in 2021 it was still possible to make plans and they had a lot of material things, now all the emphasis, all the plans are more aimed at universal things. So that everyone is healthy, so that everyone is alive, so that some people around them don’t go crazy, so that they can hold on mentally. It is important.\nTaras Topol (\nphoto: RBC-Ukraine / Vitaly Nosach)\n– Why did you decide to go to the front?\n“You can’t stop the enemy by singing on stage.” Here the answer is obvious. I consider this country to be my own. Above me is a yellow-blue flag – this is my flag. I was born in Kyiv, Ukraine, and continue to live here. And I want to connect my entire future with this country. I love this people and I love this culture.\nWe are purposeful [группа “Антитіла”] Initially we chose the Ukrainian language. Because in our creativity there is not only a commercial component (it definitely is there), but also a civic position. There is a definite strategy, because language is a strategically important thing for us. None of us left Kyiv. So, this is motivation. It is simple and understandable.\nWhy did we do this? Because if we didn’t do this, then What is Antitila about then?“ ? Words, ideas in songs [расходятся] with actions? This is the biggest tragedy. This would be my life’s tragedy. I wouldn’t be able to justify myself if I didn’t leave.\nThe war came, especially in the first six months… What should you do if you are a man? What kind of singing is there?! Go – and hold back! Something must be done to ensure that combat missions are completed and the maximum number of kats*pov is killed. Or make sure that the maximum number of their brothers survive and that next time they kill the maximum number of bastards. That was the logic. It seems that she was most effective then.\n-Are you preparing for a big war?\n“Even before the full-scale invasion, Antitilos and I, feeling and predicting that this is exactly how events could develop, prepared by going to the battalion in which we wanted to serve in advance and meeting the commander. By February 24, the process of joining this battalion began.\nMoreover, they did a\nvideo promo with the Ministry of Defense. We planned to make a series of videos showing what to do [в ТРО] easily. It certainly wasn’t easy, but we tried to motivate people to do it. Show that if suddenly there is a big war, then Ukraine will survive only if there is total civil resistance and people take up arms! And the nearest window or the nearest door through which a person could take a weapon, stand with a civilian military, and begin to defend the country quickly – these were the territorial defense forces. Read more: \"Constellation Task Stage: Aries New Moon Wishing Day Lucky Stars for Aries and Sagittarius (Broadcast on 3.22)\"\nSo, in fact, before the big war, we agreed that we were entering there, and made certain movements in this direction. And when the invasion began, we joined the battalion that same day and began serving. From that day until August 2022, we, together with the battalion, did our work in Kyiv, in the Kharkov region, in Kharkov.\nTaras Topol (\nphoto: RBC-Ukraine / Vitaly Nosach)\n– What tasks did you perform at the front?\n– They provided first aid. Tourniquets and bandages were applied. It wasn’t every day that there were conveyor belts of wounded right there. But it was hard. But you turn off your emotions, work like a machine and lie while you’re transporting the wounded: just about, now, now, we’re already returning, already, sparrow boys, we’ll be there soon. And you know that it’s still a 20 minute drive…\n– Did they recognize you? Did you ask to take a\nphoto?\n“Everyone in the battalion knew who we were.” Well, most. Especially those who worked where we did – at zero, on the first line. They knew.\nBut listen: what photos? When this is all: There is bleeding, a torn stomach or a torn arm. What\nphoto? And I was also driving. My task was not only to provide first aid, but also to deliver quickly.\n– If we talk about your work already during the war… One of your most famous songs is “Fortress Bakhmut”. How was it created?\n– It was created from the emotions experienced. It was created quite quickly. To music previously written by Sergei Vusik (keyboardist and arranger of the Antitila group – Ed.). The melody and lyrics were written by me together with Maxim Sivolap (member of the Antitila group – Ed.). We made an arrangement and quite quickly a song appeared, then a\nvideo clip.\nSergei Vusik went to the front line with the support of the commander of the Ground Forces, Alexander Syrsky. He gave the order, and Sergei was given the opportunity, together with director Viktor Skuratovsky, to work on a really working howitzer, from which they actually destroyed the Nazis. And, accordingly, the song and this\nvideo were created. Quite powerful and musical. I can say that this is a working patriotic product.\n– You recently returned from the\nUSA. It was a trip around the world. What was her goal? Where did you perform? How many concerts did you give during this time?\n“We set out to raise funds for 10 thousand first aid kits with good components inside for the soldiers. Why is this? Because we worked as paramedics. The bulk of the funds were raised in the\nUnited States.\nIn the end, sitting here now, I can say that in the near future we will summarize all the numbers, make purchases and will already report that we have achieved the goal. And the goal was half a million dollars. But we’re talking about half a million dollars that we set out to raise in the\nUnited States, in Australia, New Zealand, in Europe. And we collected, collected, collected, and finally collected! Thanks to those people who came: Ukrainians, Americans, British, Australians.\nAlso thanks to our partners – the United for Ukraine Foundation, everyone who cares. And thanks to the fact that people understood: it is important that someone’s son, father, brother, sister, mother will return home. Even if wounded, but still alive, having such first aid kits.\nThe goal has been achieved. And to be honest, we don’t plan to stop.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.youtube.com/c/RBCUkraine",
    "https://youtube.com/c/RBCUkraine"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taras topolya",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "rbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:58:13.912+02:00",
  "updated": "2023-12-30T06:58:13.912+02:00"
}