{
  "thread": {
    "uuid": "20ef576a0a26c6578dc0265494b6d3c9e945df9b",
    "url": "https://timesofindia.indiatimes.com/city/patna/sermons-on-buddha-and-bodhichitta-by-dalai-lama-in-gaya/articleshow/106393138.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeeds/-2128817995.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Patna News, Latest Patna News Headlines & Live Updates - Times of India",
    "title": "Buddha: Sermons on Buddha and Bodhichitta by Dalai Lama in Gaya",
    "title_full": "Buddha: Sermons on Buddha and Bodhichitta by Dalai Lama in Gaya | Patna News - Times of India",
    "published": "2023-12-30T02:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106393136,width-1070,height-580,imgsize-97446,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20ef576a0a26c6578dc0265494b6d3c9e945df9b",
  "url": "https://timesofindia.indiatimes.com/city/patna/sermons-on-buddha-and-bodhichitta-by-dalai-lama-in-gaya/articleshow/106393138.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T02:35:00.000+02:00",
  "title": "Buddha: Sermons on Buddha and Bodhichitta by Dalai Lama in Gaya",
  "text": "Gaya: Over 70,000 followers of Buddhist spiritual leader Dalai Lama from at least 60 countries attended the sermons delivered by him on the first day of his three-day teaching schedule that commenced at Kalachakra ground on Friday.Delivering the sermons on ‘Nagarjuna’s Praise of Dharmadhatu’, Dalai Lama stressed on practising Bodhichitta (the principles of Buddha). He said, “The welfare of world is the only religion. Buddha is within every living being, the need is just to wake up. Everyone should try to do good for others. One gets happiness and peace from others.”He further taught, “Conflict is the root of all problems. This can be overcome only by practising Bodhichitta. Buddha gave the principles through his teaching from his experience to reach the goal of attaining enlightenment.”Millions of followers of Dalai Lama also listened to his sermons on an FM channel being broadcast in 16 languages — Tibetan, Chinese, Vietnamese, Korean, Japanese, Mongolian, French, Portuguese, Spanish, Russian, German, Nepali, Indonesian, English, Hindi and Marathi.On the day, Dalai Lama also consecrated the statue of Lord Buddha at the main gate of Kalachakra ground amid chanting of sutras from Buddhist religious texts by Mahabodhi Mahavihara chief monk Bhikkhu Chalinda and others. We also published the following articles recently10 sayings by Dalai Lama to inspire you on a dull dayThe Dalai Lama, a respected leader known for spreading kindness and peace, teaches people about being good to others and understanding different beliefs. Despite leaving his home in Tibet, he still advocates for peace and emphasizes compassion as the path to a fulfilling life. His messages resonate with a wide audience and inspire hope. He encourages kindness and care for others, aiming to create a better world. His teachings focus on inner happiness and treating everyone with love, promoting peace by fostering respect and collaboration across diverse backgrounds and beliefs. His leadership is characterized by compassion and a belief in human survival.106356917From mortal prince to the immortal BuddhaThis article discusses the doctrine of dependent origination, which transformed Siddharth into Buddha. It upholds the principle of causality and the impermanence of everything. The doctrine led to the theory of momentariness and the middle path. It is also known as the wheel of rebirth, the wheel of becoming, the wheel of existence, or the 12 sources. The existential fact of suffering is due to birth, which is caused by the will to be born and the clinging to sense objects. Sense-object contact, sense organs, and initial consciousness play a role in this process. Ignorance leads to suffering, while knowledge leads to liberation and nirvana.106352302Gautam Buddha's quotes on love and lifeGautam Buddha, also known as Siddhartha Gautam, was a spiritual teacher and the founder of Buddhism. He renounced his princely life in search of enlightenment and attained it under the Bodhi tree in Bodh Gaya. Buddha's teachings spread across Asia, emphasizing the cessation of suffering and the path to liberation. His emphasis on compassion, mindfulness, and the impermanence of life continues to influence millions. Here are some thought-provoking quotes by Buddha on love, life, and the core teachings of Buddhism: the Four Noble Truths.106320328",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "buddha",
        "sentiment": "negative"
      },
      {
        "name": "dalai lama",
        "sentiment": "negative"
      },
      {
        "name": "bodhichitta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buddhist",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "bodhichitta",
        "sentiment": "none"
      },
      {
        "name": "gaya gaya",
        "sentiment": "none"
      },
      {
        "name": "kalachakra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T05:38:15.211+02:00",
  "updated": "2023-12-30T05:38:15.211+02:00"
}