{
  "thread": {
    "uuid": "8b69f160fb2f26e60b5e025b465789368ad9f8fb",
    "url": "https://www.newsbreak.com/milwaukee-wi/3295617593147-saving-lives-a-snow-day-at-a-time-at-the-national-weather-service-control-center",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/tmj4-news-563676",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "TMJ4 News | NewsBreak",
    "title": "Saving lives a snow day at a time at the National Weather Service control center",
    "title_full": "Saving lives a snow day at a time at the National Weather Service control center",
    "published": "2024-01-12T05:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/23lrL3_0qikEXeQ00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3336,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8b69f160fb2f26e60b5e025b465789368ad9f8fb",
  "url": "https://www.newsbreak.com/milwaukee-wi/3295617593147-saving-lives-a-snow-day-at-a-time-at-the-national-weather-service-control-center",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-12T05:39:00.000+02:00",
  "title": "Saving lives a snow day at a time at the National Weather Service control center",
  "text": "While many are going to sleep tonight unsure if they’ll have school Friday, meteorologists are working around the clock to provide the best advice to school districts, airports and more to keep people in Southern Wisconsin safe for this snowstorm. “Part of our mission statement is the protection of life and property,” Taylor Patterson, meteorologist at the National Weather Service Milwaukee said. “Every day, we come into work no matter if it’s me or a coworker, that’s one thing that’s on the front of our minds.” Despite the latest snowstorm being thousands of miles away, Patterson and fellow meteorologist Benjamin Sheppard are surrounded by monitors with a variety of maps and radar animations. They’re communicating with NWS locations across the country in real-time, to better understand what they are experiencing with this storm while simultaneously using different models to predict how this storm will affect our region. “It’s a lot of looking at models and looking at updates and seeing what’s coming,” Patterson said. “People often say it’s like a fire hose of information thrown all at you at once. This is just a taste of the amount of models we can look at.” With this cornucopia of data and models, the meteorologists at the NWS must discern what they all mean and communicate that information to school districts, emergency management personnel, the DOT, airports and more. Through emails and webinars, the NWS shares the information they have and answers questions from each of these entities. “We give them as much information as possible and answer as many questions as possible so they can make the best decision or them,” Patterson said. “A decision that the Department of Transportation might make is not the same that a local school district will make. We have to leave that decision up to them.” “We lean heavily on our weather experts to make those decisions,” Stacey Tapp with the Racine Unified School District said. “The National Weather Service actually does specific webinars for school districts. We’re able to ask a lot of school or community specific questions which is really helpful.” As of Thursday evening, RUSD had not decided to stay open or close. Friday morning, at 3:45 a.m., the NWS will hold its next webinar for school districts like Racine and others in the state to help them decide. It’s why sometimes families in school districts will go to sleep thinking school is on and wake up to learn school is canceled. For this storm in particular, putting off the decision allows the experts at the NWS to have a more accurate prediction of what could happen. But Lake Michigan is proving to make that difficult. The school districts on the lakeshore could have a much different outcome from this storm than those further inland, making the decision to stay open or close even more difficult. “Some of the schools might be right on that cuff of potentially eight inches of snow or potentially two to three because it’s mostly rain,” Patterson said. “Those can be some really difficult decisions that are really important to schools on whether or not they stay open.” Patterson says the NWS is no stranger to criticism. Sometimes their predictions may be off and Patterson understands when people get frustrated as a result. She says they are constantly evaluating what their analyses were of a given storm and assessing how they can do better. “It’s always hard for those big decision makers,” Patterson said. “You’re stuck between wanting to keep the people safe they are in control of. Like schools keeping all the kids safe, but not unnecessarily closing school.” It’s about time to watch on your time. Stream local news and weather 24/7 by searching for “TMJ4” on your device. Available for download on Roku, Apple TV, Amazon Fire TV, and more. Report a typo or error // Submit a news tip",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Weather"
  ],
  "external_links": [
    "https://www.tmj4.com/apps",
    "https://www.tmj4.com/news/submit-news-tip",
    "https://www.tmj4.com/reportatypo",
    "https://tmj4.com/news/submit-news-tip",
    "https://tmj4.com/reportatypo",
    "https://tmj4.com/apps"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor patterson",
        "sentiment": "none"
      },
      {
        "name": "patterson",
        "sentiment": "none"
      },
      {
        "name": "benjamin sheppard",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "negative"
      },
      {
        "name": "nws",
        "sentiment": "none"
      },
      {
        "name": "national weather service milwaukee",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "southern wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T08:40:45.568+02:00",
  "updated": "2024-01-12T08:40:45.568+02:00"
}