{
  "thread": {
    "uuid": "ceca3e397d54f0b1ff6bb9e93dc172feaa239134",
    "url": "https://chriskresser.com/how-to-supercharge-your-brain-with-nootropics",
    "site_full": "chriskresser.com",
    "site": "chriskresser.com",
    "site_section": "http://feeds.feedburner.com/chriskresser",
    "site_categories": [
      "health"
    ],
    "section_title": "Chris Kresser",
    "title": "How to Supercharge Your Brain with Nootropics",
    "title_full": "How to Supercharge Your Brain with Nootropics",
    "published": "2024-04-04T22:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ckcom.wpenginepowered.com/wp-content/uploads/DALL·E-Tranquil-Setting.webp",
    "performance_score": 0,
    "domain_rank": 21512,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ceca3e397d54f0b1ff6bb9e93dc172feaa239134",
  "url": "https://chriskresser.com/how-to-supercharge-your-brain-with-nootropics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Kresser, M.S.",
  "published": "2024-04-04T22:55:00.000+03:00",
  "title": "How to Supercharge Your Brain with Nootropics",
  "text": "If youʼre like most people in todayʼs fast-paced, information-overloaded world, you might be looking for ways to boost your brainpower, sharpen your focus, and protect your cognitive health as you age. As a functional medicine practitioner, I’ve seen the profound impact of targeted nutrition and lifestyle strategies on mental performance and mood. And one of the most exciting areas of innovation in this field is the use of nootropics—compounds that enhance memory, creativity, motivation, and overall cognitive function.\nWhen you hear the word “nootropic,ˮ you might think of prescription smart drugs or questionable supplements promising unrealistic results. But the truth is many safe, natural nootropics have been used in traditional healing systems for centuries and are now being validated by cutting-edge scientific research.\nIn fact, you’re probably already using the worldʼs most popular nootropic: caffeine! But while caffeine can provide a temporary energy and focus boost, it can also lead to jitters, crashes, and dependence over time. The good news is that several other nootropics can deliver sustained cognitive benefits without the drawbacks.\nIn my\nrecent podcast episode, I took a deep dive into seven of the most effective, research-backed nootropics for optimizing brain function and mood. Today, Iʼll give you a quick overview of each one, along with practical tips for incorporating them into your own wellness routine.\nWhat Are “Nootropics”?\nBut first, let’s define what we mean by “nootropics.ˮ The term was coined in 1972 by Romanian psychologist and chemist Corneliu Giurgea, who described nootropics as substances that enhance learning and memory, protect the brain from injury or disease, and have very low toxicity and minimal side effects. (\n1)\nWhile the original definition was quite narrow, today’s Functional Medicine take on nootropics is more expansive. We now understand that there are many compounds—including nutrients, botanicals, and yes, even some pharmaceuticals—that can optimize brain function through a variety of physiological pathways, such as:\n- Increasing circulation, oxygenation, and energy production in the brain\n- Providing building blocks for key neurotransmitters like acetylcholine and dopamine\n- Enhancing neuroplasticity and neurogenesis (the growth of new brain cells)\n- Protecting neurons from oxidative stress, inflammation, and toxins\n- Modulating the stress response and supporting a balanced mood\nWith that context in mind, let’s dive into my top seven nootropics for peak brain performance and emotional resilience.\nMy Top 7 (Caffeine-Free) Nootropics\nCiticoline: The Brain Cell Rebuilder\nCiticoline (CDP-choline) is a naturally occurring compound essential for synthesizing phosphatidylcholine (PC), a major component of the brain cell membranes that support neural communication. Citicoline readily crosses the blood-brain barrier, where it helps increase levels of energizing neurotransmitters like acetylcholine, dopamine, and norepinephrine. (\n2)\nCiticoline improves attention, memory, information processing, and mood, especially in middle-aged and older adults. For example, one randomized controlled trial found that 12 weeks of citicoline supplementation significantly enhanced overall memory performance, including recall of names and faces, in healthy volunteers with mild memory complaints. (\n3)\nThere are several different forms of citicoline available on the market. My favorite is Cognizin. It’s a patented, allergen-free, water-soluble form supported by several peer-reviewed clinical trials.\nCiticoline is often stacked with DHA (long-chain omega-3), B vitamins (B6, folate, B12), and uridine monophosphate (UMP, which we’ll discuss later in this article). Studies have shown that combining these nutrients together produces greater benefits than taking either alone.\nThe dose of Cognizin ranges from 125-500 mg/d. The lower dose is typically used in formulas with other nootropic nutrients, whereas the higher dose is used when Cognizin is taken by itself and/or when more support is needed, i.e. in cases of dementia or more serious cognitive or neurological impairment.\nLion’s Mane Mushroom: The Nerve Growth Enhancer\nLion’s mane (Hericium erinaceus) is an edible fungus with a long history of use in traditional Chinese medicine. Thanks to its unique appearance—a shaggy, cascading “maneˮ of white tendrils—and potent nootropic properties, it has earned the nickname “smart mushroom.ˮ\nThe secret to lion’s mane’s brain-boosting power lies in its ability to stimulate the production of nerve growth factor (NGF), a protein that plays a crucial role in the growth, maintenance, and survival of neurons. Lion’s mane contains two novel compounds—hericenones and erinacines—that can cross the blood-brain barrier and stimulate NGF synthesis. (\n4)\nThis NGF-enhancing effect is believed to underlie the improvements in memory, mental clarity, and mood seen in animal and human studies of lion’s mane. In one small Japanese study, older adults with mild cognitive impairment who supplemented with lion’s mane for 16 weeks had significantly better scores on a cognitive function scale compared to the placebo group. (\n5)\nYou have to be very careful when sourcing mushrooms like lion’s mane. As mushroom supplements have become more popular, so has the proliferation of cheap, poor-quality products.\nWhat’s more, most mushroom products on the market don’t actually contain mushrooms—the fruiting body stage of the fungal life cycle you think of when you picture a mushroom. Instead, they contain mycelium, the thread-like, vegetative part of the fungus that gives rise to the fruiting body.\nWhile mycelium has some health benefits, most modern clinical studies demonstrating the benefits of mushrooms have used fruiting bodies, not mycelium. Fruiting bodies are also what has been used for over 5,000 years in Traditional Chinese Medicine.\nMost Lion’s Mane is mycelium grown on grain. The mycelium on grain has low levels of beta-glucan and hericenones and very high levels of starch. The mycelium does not fully consume the grain, and the product is more akin to Tempeh than anything else. The final product sold as a mushroom supplement contains two ingredients—mycelium and grain—instead of just one (mycelium).\nIt’s also important to choose organic mushrooms, given the potential for adulteration with pesticides and other chemicals.\nPhosphatidylserine: The Memory Molecule\nPhosphatidylserine (PS) is a phospholipid that’s highly concentrated in the brain, where it plays important roles in neuronal signaling, plasticity, and survival. While our bodies can synthesize some PS, we also get it from foods like organ meats and fish. However, many people benefit from supplementation, especially as PS levels tend to decline with age.\nDozens of clinical trials have shown that PS supplementation can improve memory, attention, learning, and overall cognitive function, particularly in middle-aged and older adults with cognitive impairment or dementia. In one study of 149 people with age-related memory decline, taking 100 mg of PS three times daily for 12 weeks led to significant improvements in memory, language, and concentration compared to placebo. (\n6)\nPS has also been found to have stress-buffering and mood-supportive effects. For instance, in one trial of 80 golfers, taking 200 mg of PS for six weeks significantly reduced stress levels and improved overall well-being compared to placebo. (\n7)\nPS supplements have historically been derived from cow brains, soy, and sunflower. Bovine cortex PS was one of the first commercially available forms, but there are concerns about the potential transfer of prion diseases. For this reason, soy and sunflower-derived PS supplements are more commonly used now.\nThere is some evidence that soy PS may have greater bioavailability and the ability to support cognitive function compared to sunflower PS. A double-blind, placebo-controlled trial in elderly patients with memory complaints found that 300 mg daily of soy-derived PS improved memory and cognition, while sunflower PS showed no significant benefit over placebo. (\n8)\nResearchers believe soy PS may be incorporated more efficiently into neural cell membranes than sunflower PS due to differences in phospholipid structure. The fatty acid chains in soy PS may make them more compatible with and recognizable to human cell membranes.\nThere are two concerns with soy-derived PS supplements: most soybeans are GMO, and some people are sensitive to soy proteins.\nThe good news is that high-quality PS ingredients derived from soy contain no traces of soy protein. PS is typically made from soy lecithin, which contains different phospholipids, including PS. It is then highly purified to enrich the PS component through phospholipid exchange. Some of these higher-quality PS ingredients are also non-GMO.\nPS has shown the best results when combined with DHA, compounds that increase phosphatides (like UMP or citicoline), and Ginkgo biloba.\nThe recommended dosage of PS is 100–300 mg. As with the other nootropics we’ve discussed, lower doses are more common when PS is combined with synergistic nutrients. The higher end is for standalone use and more intensive therapy.\nBacopa Monnieri: The Ayurvedic Brain Tonic\nBacopa monnieri, also known as Brahmi, is a staple herb in the ancient Indian healing system of Ayurveda, where it has been used for centuries to sharpen the intellect, enhance learning, and calm the mind. Modern research has revealed several mechanisms behind bacopa’s nootropic effects, including antioxidant neuroprotection, neurotransmitter modulation (especially acetylcholine and serotonin), and improved cerebral blood flow. (\n9)\nA meta-analysis of nine randomized, controlled trials found that bacopa supplementation significantly improved attention, processing speed, and memory in healthy adults, with effects building over time. (\nx) Bacopa has also been shown to have adaptogenic properties, helping to reduce stress and anxiety while supporting a balanced mood. In one study of 54 older adults, taking 300 mg of bacopa daily for 12 weeks led to significant improvements in both memory and depression scores compared to placebo. ( 10)\nMy preferred brand of Bacopa is called Bacognize from Verdure Sciences. They’ve forged lasting relationships with tribal families and family farms. The final Bacopa product is clean with controlled drying and collection techniques, which protects botanical integrity while providing a reliable livelihood and income to the families they work closely with.\nThey use proper identification tools (microscopy, macroscopy, and chemical), source traceability, and testing for chemicals and toxins to ensure the authenticity and purity of their Bacopa.\nBacognize has several other distinct features that set it apart:\n- It’s standardized to bacopa glycosides\n- It’s supported by published clinical research in peer-reviewed journals\n- It has demonstrated activity at the serotonin (5HT-1a) receptor\n- It meets or exceeds USP/ICH/Prop-65 standards for purity\n- It’s certified Glyphosate Residue Free\n- It’s Non-GMO Project Verified\nMany neurohackers combine Bacopa with PS, which assists neuronal communication. Combined PS and Bacopa may improve cognition better together through separate mechanisms.\nOne 2014 study examined a combination of Bacopa, PS, vitamin E, and astaxanthin and found it improved memory and other aspects of mental clarity in participants with cognitive impairment. (\n11)\nThe optimal dose of Bacopa can vary significantly based on the extract type used and other factors. For standardized bacopa extracts containing 55% bacosides (considered the most active compounds), a dosage of 300mg per day is commonly recommended for cognitive benefits. This can be split into multiple doses throughout the day.\nBacopa is fat-soluble, so it’s best taken with a meal that contains fat or with a small amount of MCT or coconut oil if taken in a fasted state.\nGinkgo Biloba: The Memory Booster\nGinkgo biloba is one of the most widely studied botanicals for cognitive enhancement and neuroprotection. Derived from the leaves of the ancient ginkgo tree, this botanical has been used in traditional Chinese medicine for centuries to support memory, circulation, and overall brain health.\nToday, Ginkgo is best known for its ability to enhance cerebrovascular function and protect neurons from oxidative stress. (\n12) Numerous clinical trials have shown that Ginkgo supplementation can improve several parameters of cognitive function in healthy adults and those with age-related cognitive decline or dementia. A meta-analysis of 21 randomized controlled trials found that Ginkgo consistently improved attention, memory, and mental processing speed, with effects most pronounced in older adults with dementia. ( 13)\nOne of the most impressive studies on Ginkgo followed more than 3,000 older adults for several years and found that taking 240 mg of a standardized Ginkgo extract daily significantly slowed cognitive decline and reduced the incidence of Alzheimer’s disease compared to placebo. The ginkgo group also had better scores on tests of memory, attention, language, and other cognitive abilities. (\n14)\nChoose a Ginkgo leaf extract rather than Ginkgo nut extract or a whole herb powder. Leaf extracts have been used traditionally and studied most in the scientific literature, and they’re more potent and beneficial.\nNote that not all extracts are equal. The ratio of the extract (e.g., 1:1, 4:1, 8:1) refers to how concentrated it is. For example, with a 4:1 extract, for every 4 parts of the original material, only 1 part remains in the extract. This higher concentration is achieved through various extraction methods, such as solvents like water and ethanol. So, a 4:1 extract will be roughly 4x as concentrated as a 1:1 extract. While the concentration of an extract isn’t the only factor determining its efficacy, it’s important. All other things being equal, we’d expect a 4:1 extract of Gingko to be more effective than a 1:1 extract.\nGinkgo potentiates the action of other nootropics by increasing blood flow to/in the brain. The blood carries everything the brain needs to function optimally, including oxygen, glucose, lipids, micronutrients, amino acids, etc. Studies have shown that stacking it with DHA, PS, folate, and B12 can have a synergistic effect. (\n15)\nThe recommended dose is 120–240 mg/d. The lower dose can be used when Ginkgo is in a formula with other ingredients and/or mild/moderate complaints, and the higher dose is typically for standalone use and/or in people with dementia, Alzheimer’s, or significant neurodegenerative conditions.\nIt can take several months for its maximum benefit to occur. I recommend taking it for at least three months before determining whether it will help you.\nIf you do a deep dive on Gingko, you’ll find that the research on its efficacy is mixed, with some studies showing benefits and others not. This is almost certainly due to the fact that only Gingko extracts are effective. Many studies use the whole herb powder, which is not standardized and has low potency. Almost all of the studies using extracts show benefits.\nGingko does have some important contraindications to be aware of.\n- Mild blood thinning effect. This can result in an increased risk of bleeding when used concurrently with antiplatelet agents (e.g., aspirin, Plavix), anticoagulants (e.g., warfarin (Coumadin®), or other agents that have a blood-thinning effect.\n- Interaction with SSRIs/antidepressants. Ginkgo acts as a monoamine oxidase inhibitor (MAOI). It inhibits the breakdown of monoamine oxidase, which breaks down dopamine. This leads to higher dopamine levels and explains why Ginkgo can reduce anxiety levels. However, combining MAOIs and SSRIs can significantly increase the risk of serotonin syndrome. This condition occurs when there is an excessive accumulation of serotonin in the body. It can lead to symptoms such as confusion, rapid heart rate, high blood pressure, dilated pupils, fever, agitation, muscle rigidity, and in severe cases, seizures or unconsciousness. MAOIs and SSRIs affect the serotonin levels in the brain but in different ways. MAOIs work by inhibiting the enzyme that breaks down serotonin, thereby increasing its levels, while SSRIs prevent the reuptake of serotonin back into the neurons, also increasing its levels. For these reasons, it is considered unsafe to take Ginkgo concurrently with SSRIs or other compounds that affect serotonin levels, like St. John’s Wort, BuSpar (buspirone), or even high doses of melatonin (>10 mg).\n- Interaction with seizure medications. A few reports have associated seizures with Ginkgo use in patients using medication used to lower seizure threshold. These drugs include propofol (Diprivan®), mexiletine (Mexitil®), amphotericin B (Fungizone®), penicillin, and a few others.\nGinkgo is safe and well-tolerated for most people. If you’re taking blood thinners, SSRIs or medications/herbs that affect serotonin levels, or drugs that lower seizure threshold, you should speak with your doctor before taking it.\nUridine Monophosphate: The Brain Energy Booster\nUridine monophosphate (UMP) is a nucleotide and building block for the synthesis of RNA and DNA in cells throughout the body, including in the brain. While our bodies can make some UMP, dietary sources like organ meats and brewer’s yeast are often lacking in the modern diet.\nThat’s where UMP supplements come in. Research suggests that boosting brain levels of uridine can enhance synaptic plasticity, neurotransmission, and membrane function, leading to improved cognitive performance and mood. Several studies have found that UMP supplementation, especially when combined with omega-3 fatty acids and choline, can improve memory, verbal fluency, and overall mental function in both healthy adults and those with age-related cognitive decline. (\n16)\nUMP may also have neuroprotective and mood-supportive properties. Animal studies suggest that it can protect neurons from toxins and stress. At the same time, human research has found that it can alleviate depression, potentially by modulating dopamine neurotransmission. (\n17, 18)\nThere are two main ways to increase UMP levels with supplements. One is to take citicoline. Earlier in the show, I explained how citicoline is broken down into cytidine and choline in the gut. Cytidine can be converted into uridine by the cytidine triphosphate synthetase (CTPS). This uridine then gets phosphorylated into uridine monophosphate (UMP).\nThe second, more direct way is to supplement with UMP itself. It easily crosses the blood-brain barrier and provides all the benefits we’ve discussed.\nUMP’s effects are increased when stacked with DHA and choline. DHA comprises 60% of the brain and is most prominent in the neurons’ phospholipid membrane. Combining DHA with UMP leads to a greater increase in synaptic phosphatides than either compound alone. Adding choline amplifies the effects even further. Citicoline is the preferred form because, as we’ve discussed, it will further increase UMP levels. Magnesium and B vitamins have also been shown to potentiate the action of UMP.\nAlpinia Galanga: The “Thai Ginger” for Mental Energy\nAlpinia galanga, also known as Thai ginger or galangal, is a medicinal herb in the ginger family used for centuries in Ayurvedic and traditional Chinese medicine to enhance cognitive function and physical endurance. The key active compound in Alpinia, known as 1’S-1′-Acetoxychavicol acetate (ACA), has been shown to modulate brain pathways involved in alertness, attention, and mental energy. (\n19)\nWhile the research on Alpinia is still emerging, several clinical trials using a standardized extract called EnXtra have shown promising results for cognitive performance and mood. In one randomized, placebo-controlled study, a single dose of EnXtra significantly improved alertness, focus, and mental processing speed within one hour, with effects lasting up to five hours. (\n20) Another study found that EnXtra supplementation for 12 weeks led to improvements in attention, working memory, and overall cognitive function in healthy adults. ( 21)\nOne of Alpinia’s unique advantages is that it provides a clean, crash-free energy boost without the jitters or sleep disturbances often associated with caffeine. It can be taken alone or combined with other nootropics for synergistic effects.\nI prefer the patented enXtra ingredient as a source of Alpinia galangal. It’s a DNA-authenticated extract that is natural, clean-label, gluten-free (tested), and non-GMO. It’s supported by several peer-reviewed clinical studies.\nIt stacks well with caffeine, along with many of the nootropics we’ve discussed—more on this shortly.) And unlike caffeine, enXtra does not impact heart rate, blood pressure, and sleep, even at 2-4 times the recommended dose.\nBetter supplementation. Fewer supplements.\nClose the nutrient gap to feel and perform your best.\nA daily stack of supplements designed to meet your most critical needs.\nThe Bottom Line\nAs you can see, many safe, effective, and scientifically validated nootropics can help supercharge your brainpower, protect your cognitive health, and support a positive, resilient mood. By incorporating these cognitive enhancers into a nutrient-dense, whole-food diet and healthy lifestyle, you can take your mental performance to the next level and thrive in our fast-paced, ever-changing world.\nOf course, itʼs important to remember that everyoneʼs brain chemistry is unique, and what works for one person may not work for another. Some of these compounds, like bacopa and lion’s mane, may take several weeks of consistent use to build up in your system and deliver their full benefits.\nItʼs also crucial to source your nootropics wisely, opting for high-quality, clinically validated ingredients. The supplement industry is rife with low-quality products that may be contaminated, adulterated, or simply ineffective. Do your research, consult with a qualified healthcare practitioner, and choose brands that prioritize purity, potency, and transparency.\nFinally, donʼt forget that nootropics are meant to enhance, not replace, the foundations of brain health—good sleep, regular exercise, stress management, social connection, and lifelong learning. These fundamentals are still the most powerful tools for optimizing cognitive function and preventing age-related decline.\nThat said, for many people, the right combination of nootropics can provide a powerful brain boost and make it easier to show up as their best selves each day, both mentally and emotionally. Whether you’re a busy professional looking to enhance your productivity and creativity, a student seeking to optimize your learning and memory, or an older adult wanting to protect your cognitive vitality as you age, there’s a nootropic protocol that can help you reach your goals.\nIn a world that’s constantly demanding more of our mental energy and resilience, nootropics can be a game-changing tool for leveling up our cognitive capacity and emotional well-being. By taking a proactive, personalized approach to brain optimization, we can all tap into our innate potential and show up as the best versions of ourselves—at work, at home, and in every area of our lives. So here’s to sharpening our minds, uplifting our moods, and making the most of our magnificent brains!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://pubmed.ncbi.nlm.nih.gov/32100647/",
    "https://pubmed.ncbi.nlm.nih.gov/20236541/",
    "https://pubmed.ncbi.nlm.nih.gov/32412358/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2966935/",
    "https://pubmed.ncbi.nlm.nih.gov/24252493/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283/",
    "https://crimsonpublishers.com/acam/pdf/ACAM.000669.pdf",
    "https://pubmed.ncbi.nlm.nih.gov/19262950/",
    "https://pubmed.ncbi.nlm.nih.gov/16055952/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1997116/",
    "https://pubmed.ncbi.nlm.nih.gov/24523587/",
    "https://pubmed.ncbi.nlm.nih.gov/10411212/",
    "https://onlinelibrary.wiley.com/doi/10.1111/j.1399-5618.2010.00884.x",
    "https://pubmed.ncbi.nlm.nih.gov/24266378/",
    "https://pubmed.ncbi.nlm.nih.gov/32069429/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5021479/",
    "https://pubmed.ncbi.nlm.nih.gov/1609044/",
    "https://pubmed.ncbi.nlm.nih.gov/33978188/",
    "https://pubmed.ncbi.nlm.nih.gov/19017911/",
    "https://pubmed.ncbi.nlm.nih.gov/18611150/",
    "https://pubmed.ncbi.nlm.nih.gov/24504829/",
    "https://pubmed.ncbi.nlm.nih.gov/18844328/",
    "https://pubmed.ncbi.nlm.nih.gov/18844328",
    "https://www.pubmed.ncbi.nlm.nih.gov/10411212/",
    "https://pubmed.ncbi.nlm.nih.gov/24266378",
    "https://www.pubmed.ncbi.nlm.nih.gov/19262950/",
    "https://www.pubmed.ncbi.nlm.nih.gov/24523587/",
    "https://pubmed.ncbi.nlm.nih.gov/18611150",
    "https://www.pubmed.ncbi.nlm.nih.gov/18844328/",
    "https://pubmed.ncbi.nlm.nih.gov/32069429",
    "https://pubmed.ncbi.nlm.nih.gov/10411212",
    "https://www.pubmed.ncbi.nlm.nih.gov/32412358/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC2966935/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3746283",
    "https://www.pubmed.ncbi.nlm.nih.gov/32100647/",
    "https://pubmed.ncbi.nlm.nih.gov/16055952",
    "https://www.pubmed.ncbi.nlm.nih.gov/24504829/",
    "https://pubmed.ncbi.nlm.nih.gov/20236541",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2966935",
    "https://pubmed.ncbi.nlm.nih.gov/32412358",
    "https://pubmed.ncbi.nlm.nih.gov/1609044",
    "https://www.pubmed.ncbi.nlm.nih.gov/19017911/",
    "https://www.pubmed.ncbi.nlm.nih.gov/33978188/",
    "https://www.pubmed.ncbi.nlm.nih.gov/1609044/",
    "https://pubmed.ncbi.nlm.nih.gov/19017911",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC5021479/",
    "https://pubmed.ncbi.nlm.nih.gov/24504829",
    "https://www.pubmed.ncbi.nlm.nih.gov/24266378/",
    "https://pubmed.ncbi.nlm.nih.gov/33978188",
    "https://www.pubmed.ncbi.nlm.nih.gov/32069429/",
    "https://pubmed.ncbi.nlm.nih.gov/24252493",
    "https://www.onlinelibrary.wiley.com/doi/10.1111/j.1399-5618.2010.00884.x",
    "https://www.pubmed.ncbi.nlm.nih.gov/16055952/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC1997116/",
    "https://pubmed.ncbi.nlm.nih.gov/32100647",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC3746283/",
    "https://www.pubmed.ncbi.nlm.nih.gov/18611150/",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1997116",
    "https://www.pubmed.ncbi.nlm.nih.gov/20236541/",
    "https://pubmed.ncbi.nlm.nih.gov/19262950",
    "https://pubmed.ncbi.nlm.nih.gov/24523587",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5021479",
    "https://www.pubmed.ncbi.nlm.nih.gov/24252493/",
    "https://www.crimsonpublishers.com/acam/pdf/ACAM.000669.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:36:26.954+03:00",
  "updated": "2024-04-05T02:36:26.954+03:00"
}