{
  "thread": {
    "uuid": "33946de57cd439775c18564d298d051a0bee7710",
    "url": "https://www.gazette-news.co.uk/news/24017889.senior-police-officer-helped-bring-north-essex-murderer-justice-awarded-bem/",
    "site_full": "www.gazette-news.co.uk",
    "site": "gazette-news.co.uk",
    "site_section": "https://www.brentwoodlive.co.uk",
    "site_categories": [
      "media"
    ],
    "section_title": "Brentwood News and sport, leisure and local information from the Brentwood Weekly News",
    "title": "Essex Police's Kevin Macey awarded BEM in New Years Honours | Gazette",
    "title_full": "Essex Police's Kevin Macey awarded BEM in New Years Honours | Gazette",
    "published": "2023-12-30T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.gazette-news.co.uk/resources/images/17596908/?type=og-image",
    "performance_score": 0,
    "domain_rank": 57407,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33946de57cd439775c18564d298d051a0bee7710",
  "url": "https://www.gazette-news.co.uk/news/24017889.senior-police-officer-helped-bring-north-essex-murderer-justice-awarded-bem/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Macaully Moffat",
  "published": "2023-12-30T00:30:00.000+02:00",
  "title": "Essex Police's Kevin Macey awarded BEM in New Years Honours | Gazette",
  "text": "A SENIOR Essex police officer who helped bring a north Essex murderer to justice has been named in the King’s New Year’s Honours list. Head of Serious Case Review for the joint Kent and Essex Serious Crime Directorate Kevin Macey has been awarded a BEM for services to policing. He said the news of the award came as a “complete surprise” adding he was “proud he can still deliver something after 47 years others feel is worthwhile”. He added: “Serious crime investigations can be hugely testing but there are fewer greater rewards than the gratitude of victims, or their families, for what we do, as police officers and staff, to mitigate harm and bring people to justice.” Kevin joined Essex Police in 1976 and most of his career has been spent in the county. After 18 months in uniform, Kevin was asked by a senior officer to consider joining the criminal investigation department. As a detective, he spent spells in Grays, Basildon and Southend, eventually becoming a senior investigating officer in 1997. He rose to the rank of detective superintendent, retiring as Head of Specialist Investigations ten years later. During that time, he dealt with more than 50 murders and attempted murders, together with a multitude of other serious and high-profile investigations. These include the murder of 82-year-old Cassie Quin in Brentwood in 2003, [the doorstep shooting of convicted drug dealer John Ward in St Osyth in 2006](https://www.gazette-news.co.uk/news/20237729.st-osyth-murderer-sentenced-fabricating-evidence-overturn-conviction/) and the Stansted Airport hijacking in 2000, which resulted in nine convictions. “The Stansted hijack was the most challenging case I’ve been involved in because of its complexity and because it was one of the longest sieges in UK criminal history at the time”, said Kevin. “But every case can be challenging until you find the answers. “Each case is interesting because of the victims, their families and the people you work with, helping them to be the best they can be.” In 2007, Kevin became the force’s Head of Major Crime Review and four years later, when Essex Police and Kent Police set up their joint Serious Crime Directorate, he took on the job of reviewing both forces’ major crime cases. As a PIP4 strategic investigator, he takes on a support and advisory role and continues to support and develop new senior investigators and younger detectives. One of the murders Kevin assisted in recently included the [conviction of Garry Bennett in March for the murder of partner Madison Wright in July 2022](https://www.echo-news.co.uk/news/23420076.pitseas-gary-bennett-jailed-madison-wright-murder/). On his award, Chief Constable Ben-Julian Harrington said: “I’m very proud Kevin’s policing career of 47 years and dedication to the communities of Essex has been recognised in the King's New Year’s Honours list. “As a detective, Kevin was extremely dedicated to and passionate about helping victims, bringing criminals to justice. \"On retirement as a police officer, he was able to bring his vast experience to his police staff role as the Head of Serious Case Review. “His work means that we’re constantly learning from investigations to obtain justice for victims and reduce crime, serious violence and homicide. “He is a firm believer in sharing his and other’s experiences, so we continue to help people and catch criminals. “Kevin is the epitome of hard work and commitment to policing. “Congratulations, Kevin for this well-deserved recognition of your lengthy and distinguished career.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [
    "https://www.echo-news.co.uk/news/23420076.pitseas-gary-bennett-jailed-madison-wright-murder/).",
    "https://echo-news.co.uk/news/23420076.pitseas-gary-bennett-jailed-madison-wright-murder/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kevin macey",
        "sentiment": "negative"
      },
      {
        "name": "kevin",
        "sentiment": "none"
      },
      {
        "name": "kent",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "essex police",
        "sentiment": "negative"
      },
      {
        "name": "essex serious crime directorate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "essex",
        "sentiment": "none"
      },
      {
        "name": "southend",
        "sentiment": "none"
      },
      {
        "name": "basildon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:36:07.648+02:00",
  "updated": "2023-12-30T00:36:07.648+02:00"
}