{
  "thread": {
    "uuid": "c70fe499d544c936ba68f0d5f8c93f59da5856b1",
    "url": "https://carnegiescience.edu/new-model-successfully-connects-large-scale-ecological-patterns-microscopic-biology",
    "site_full": "carnegiescience.edu",
    "site": "carnegiescience.edu",
    "site_section": "https://carnegiescience.edu/rss.xml",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Carnegie Science - To encourage discovery and the application of knowledge to the improvement of humankind",
    "title": "New model successfully connects large-scale ecological patterns with microscopic biology",
    "title_full": "New model successfully connects large-scale ecological patterns with microscopic biology",
    "published": "2024-02-16T01:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://carnegiescience.edu/sites/default/files/styles/square_large/public/2024-02/shutterstock_1173687505.jpg.webp?itok=DnXJQtup",
    "performance_score": 0,
    "domain_rank": 17295,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c70fe499d544c936ba68f0d5f8c93f59da5856b1",
  "url": "https://carnegiescience.edu/new-model-successfully-connects-large-scale-ecological-patterns-microscopic-biology",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NMetzler",
  "published": "2024-02-16T01:26:00.000+02:00",
  "title": "New model successfully connects large-scale ecological patterns with microscopic biology",
  "text": "Washington, DC— A new model that defines the connections between individual level ecological processes and larger aquatic food webs—linking microscopic biology with ecology in greater detail than previously thought possible—could deepen our understanding of the laws of nature and inform ecosystem management efforts. Developed by researchers from Carnegie and Michigan State University, the model demonstrates that relationships that shape individual plankton physiology and plankton community dynamics—for example, the correlation between an organism’s size and its nutrient consumption—scale up in mathematically predictable ways that affect whole ecosystems. Their results are published in Science. “We can now show how lower-level rules of life feed into these higher levels based on ecological interactions and evolutionary considerations,” explained Carnegie’s Elena Litchman, whose long-standing collaboration with MSU’s Chris Klausmeier underpinned this project. “Up until now, people had considered these levels in isolation.” Over the past several decades, scientists have formulated mathematical rules that separately describe important relationships at the microscale and macroscale. However, attempts to bridge the scales have left researchers wanting. That’s because previous attempts to accomplish this goal have had to make compromises, according to lead author Jonas Wickman, an MSU postdoc. Some earlier models have chosen simplicity at the expense of accuracy and realism. Others have confronted that complexity with brute computational force, making them less accessible and more unwieldy. “Our model includes actual ecological and evolutionary mechanisms but is simple enough to use,” Wickman said. “The revelation that patterns emerging at macroecological scales can be explained by properties of individual organisms at microecological scales is as compelling as it is elegant,” added Steve Dudgeon, program director in the U.S. National Science Foundation’s Directorate for Biological Sciences, which helped fund the work. “The study provides new avenues of research that could enhance prediction of how ecosystems, and the relationships among the organisms in them, will change with eco-evolutionary dynamics interacting in changing environments.” Focusing on plankton, Litchman and Klausmeier’s joint research effort deploys a combination of fieldwork, lab research, mathematical modeling, and data synthesis to pursue fundamental questions about community ecology and reveal the ways that ecosystem dynamics play out across scales—from the physiological to the global. “They’re relatively simple organisms, ”Klausmeier said, describing plankton. “If anything is going to follow the rules, plankton are a good candidate. But they’re also globally important. They’re responsible for about half of the primary production on Earth and are the base of most aquatic food webs.” Primary producers use biochemical processes such as photosynthesis to turn the Earth’s carbon and raw nutrients into compounds that are useful for the organisms themselves, as well as often for their predators or even humans. This means plankton are a critical cog in the natural machinery that cycles the planet’s life-essential elements, including carbon, nitrogen, and oxygen. This new scaling model that describes plankton can be useful for better understanding those key processes, as well as if and how they are changing with the planet’s climate. The team did not include climate-associated variables like temperature in this study, but they are already planning their next steps in that direction. Looking ahead, Litchman, Klausmeier, and Wickman will design new experiments to test, refine, and expand their model by extending it to other species and ecosystems. This could ultimately lead to the model being able to inform ecosystem management strategies in various environments around the globe. “The effects of global warming could alter the lower-level physiological processes,” Litchman said. “We could then use this framework to see how those effects bubble up to different levels of organization.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elena litchman",
        "sentiment": "none"
      },
      {
        "name": "carnegie",
        "sentiment": "none"
      },
      {
        "name": "chris klausmeier",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "michigan state university",
        "sentiment": "none"
      },
      {
        "name": "msu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "washington, dc",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:18:06.672+02:00",
  "updated": "2024-02-23T07:13:23.688+02:00"
}