{
  "thread": {
    "uuid": "eda0898fa5624983e0addd5330754c06ebb39953",
    "url": "https://www.world-today-news.com/ministry-of-labor-announces-10-58-return-rate-on-new-labor-retirement-fund-399-95-billion-yuan-profit/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News - www.world-today-news.com/",
    "title": "Ministry of Labor Announces 10.58% Return Rate on New Labor Retirement Fund, 399.95 Billion Yuan Profit - World Today News",
    "title_full": "Ministry of Labor Announces 10.58% Return Rate on New Labor Retirement Fund, 399.95 Billion Yuan Profit - World Today News",
    "published": "2024-01-02T10:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://obs.line-scdn.net/0hb5ijMldOPRpUEy7uwrxCTWxFMWtndScTdnV1eyUaZnh4Py9KaHVueSIVZjYpdnpMdCUhdCUWMC58d3pFPw/w1200",
    "performance_score": 0,
    "domain_rank": 23026,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eda0898fa5624983e0addd5330754c06ebb39953",
  "url": "https://www.world-today-news.com/ministry-of-labor-announces-10-58-return-rate-on-new-labor-retirement-fund-399-95-billion-yuan-profit/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-02T10:10:00.000+02:00",
  "title": "Ministry of Labor Announces 10.58% Return Rate on New Labor Retirement Fund, 399.95 Billion Yuan Profit - World Today News",
  "text": "The Bureau of Labor Fund Utilization released the latest performance of the labor fund on the 2nd. (Picture: File photo ) The stock market performed satisfactorily last year. The Ministry of Labor announced the latest statistics today (2nd). As of the end of November last year, the new labor retirement fund made a huge profit of 399.95 billion yuan, with a return rate of 10.58%. Based on the 12.51 million households with valid accounts for labor retirement under the new system, the average dividend per household is approximately NT$32,000. The Bureau of Labor Fund Utilization of the Ministry of Labor released labor fund usage statistics for November 2023 on the 2nd. As of the end of November 2023, the overall labor fund scale reached 6.292 billion yuan. Benefiting from the fluctuations in the global financial market last year, the post-evaluation income as of the end of November was 606.67 billion yuan, with a yield of 10.82%. In November alone, Income amounted to 182.79 billion yuan, with investment income growing steadily. Advertisement (Please continue reading this article) Among them, the scale of the new labor retirement fund has reached 3.9573 billion yuan, with a yield of 10.58%. As of the end of November last year, the income was 399.95 billion yuan. The size of the old labor retirement fund is 994 billion yuan, with a yield of 12.66%. As of the end of November last year, the income was 107.6 billion yuan. The size of the labor insurance fund is 860.1 billion yuan, with a return rate of 12.31%. The performance of the new system’s labor retirement fund affects the dividends paid by the new system’s labor retirement contributions. According to statistics, the income from January to the end of November last year was 399.95 billion yuan. Based on the 12.51 million valid accounts of the new labor retirement system, the average dividend amount per household in the first 11 months of last year was 31,970 yuan. The new labor retirement fund will suffer a loss of 228.03 billion yuan in 2022, the largest loss in history; the new labor retirement fund will have satisfactory returns in 2023. Based on the current rate of return, the labor dividend in March will exceed 10%. The New Labor Retirement System Fund fixes the income of the year before distribution in March every year. The Ministry of Labor emphasized that the actual amount of income distributed to workers is related to the cumulative investment amount in the worker’s personal account, investment years and other factors. The monthly and annual accounting data are for reference only. Advertisement (Please continue reading this article) The Bureau of Labor Fund Operations stated that after major central banks continued to tighten monetary policies, the inflation rate finally showed signs of slowing down, which also brought positive news to the financial market. The market also expected that major central banks would terminate the cycle of interest rate hikes, which was beneficial to the performance of the stock market last year. . The Labor Fund Utilization Bureau further pointed out that the spillover effects of high interest rates continue to depress global economic performance, and coupled with global geopolitical risks, I am afraid that it will affect the recovery time of global trade. In the future, we will closely monitor the global political and economic situation and adjust the range of asset allocation changes. Within the scope, we actively manage the global diversified investment layout to enhance the long-term investment efficiency of the fund. (Reported by Zhang Jiaqi) Further reading 2024-01-02 06:47:19 #labor #retirement #fund #huge #profit #billion #received #red #envelopes #Labor #expected #receive #dividend # China #Broadcasting # News #Network #LINE #TODAY",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bureau of labor fund utilization",
        "sentiment": "negative"
      },
      {
        "name": "new labor retirement fund",
        "sentiment": "negative"
      },
      {
        "name": "ministry of labor announces",
        "sentiment": "negative"
      },
      {
        "name": "ministry of labor",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T11:23:39.412+02:00",
  "updated": "2024-01-02T11:23:39.412+02:00"
}