{
  "thread": {
    "uuid": "21f7711414cfe661c61be26f4dc31a2c6819d3ee",
    "url": "https://www.dailymail.co.uk/debate/article-12924059/LIBBY-PURVES-mark-100-years-Shipping-Forecast-one-sailor-makes-lyrical-tribute-blessed-incantation-wraps-gently-coast-safe.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://dailymail.co.uk/savingsrates",
    "site_categories": [],
    "section_title": "UK Home | Daily Mail Online",
    "title": "LIBBY PURVES: To mark 100 years of the Shipping Forecast, one sailor makes a lyrical tribute... 'A blessed incantation that wraps gently around our coast to keep us safe' | Daily Mail Online",
    "title_full": "LIBBY PURVES: To mark 100 years of the Shipping Forecast, one sailor makes a lyrical tribute... 'A blessed incantation that wraps gently around our coast to keep us safe' | Daily Mail Online",
    "published": "2024-01-04T00:35:00.000+02:00",
    "replies_count": 1,
    "participants_count": 2,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/03/21/79590589-0-image-m-131_1704317966752.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21f7711414cfe661c61be26f4dc31a2c6819d3ee",
  "url": "https://www.dailymail.co.uk/debate/article-12924059/LIBBY-PURVES-mark-100-years-Shipping-Forecast-one-sailor-makes-lyrical-tribute-blessed-incantation-wraps-gently-coast-safe.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Libby Purves",
  "published": "2024-01-04T00:35:00.000+02:00",
  "title": "LIBBY PURVES: To mark 100 years of the Shipping Forecast, one sailor makes a lyrical tribute... 'A blessed incantation that wraps gently around our coast to keep us safe' | Daily Mail Online",
  "text": "There are warnings of gales in Viking, North Utsire, Forties, Cromarty, German Bight. The general synopsis: Low Rockall 973, moving slowly. New low expected Malin...' Some listeners will be made more alert, others soothed towards sleep. The Shipping Forecast on BBC Radio 4 is both reality and romance: a warning to seafarers, but a familiar reassurance to drowsers ashore. We are an island people, and a blessed incantation of sea-area names wraps gently, clockwise, around our coast as if to keep us safe. Alan Bennett put it perfectly, remembering old-fashioned city rituals, when he said: 'It's beating the bounds of our country.' It is the voice of scientifically refined meteorology and wide geography, hard news from cold northern seas which respect no human fear or fragility; but it comes to us filtered through ineffably polite, correct, old-fashioned BBC voices. A lone fishing trawler struggles in the stormy seas off the Mumbles Headland near Swansea The radio broadcast marks its formal centenary this year, but the Shipping Forecast actually began long before then, in 1867 (stock photo) There's nothing like it: no wonder dozens of poets, artists and composers on this battered island have reached towards it for inspiration. The radio broadcast marks its formal centenary this year, but the Shipping Forecast actually began long before then, in 1867, as a series of telegraph messages to British coastal towns, warnings to fishermen and coasters. Its founding hero is Vice-Admiral Robert FitzRoy — after whom a sea area north-west of Portugal was renamed in 2002. After devastating storms on the west coast in the 19th century, this early naval meteorologist saw the value of warnings: of tracking the movement of huge atmospheric pressure systems and sea states. FitzRoy issued shore stations and ships with instruments to collect this information, from which the movement of storms and systems can be traced. Before the 19th century was over, telegraph messages were crackling along the coasts to warn captains at sea or deter fishing fleets from leaving shore. The Shipping Forecast's founding hero is Vice-Admiral Robert FitzRoy (pictured) — after whom a sea area north-west of Portugal was renamed in 2002 We are an island people, and a blessed incantation of sea-area names wraps gently, clockwise, around our coast as if to keep us safe. Pictured, the Tenby Lifeboat launching So, as the fledgling BBC began in 1923, it was obvious that the 'The Weather Shipping' should also be part of its service, using the long-wave transmitter which reached far out to sea. Since the mid-1940s it has had its own four slots a day, on Radio 4. Sea areas were gradually defined — there are 31 of them, to be read clockwise from Viking and the Utsires off Norway, round past the East coast, Tyne and Humber, down the Channel from Thames to Plymouth, dodging south to Biscay and Trafalgar, and up the wild Irish and Scottish west coasts to the edges of Iceland. Afloat, it is about reality and danger. Over 50 years I have been going to sea, mainly on small boats, and have been in all but three of those sea areas. Before satellites, cheaper radio equipment and internet forecasts, that long-wave forecast was of central importance for small-boat sailors and fishermen. Its reach, far out from land towards Ireland or the far Northern Isles, provided a calm dispassionate voice in the bucking cabin of a 26ft boat. You adjusted the radio, possibly a standard small Roberts lashed to the chart table, and clung on with one hand to jot down wind and sea forecasts with a pencil, and note the pressures at the Coastal Weather Stations, too. In a yellow notebook there were pages with a map and the stations all marked: St Catherine's Point, Channel Lightvessel Automatic, and so forth, so you could draw lines between the numbers which matched, and get a clearish picture of the bulge of a low or high-pressure area and work out fronts which would hit you later. The Inshore Waters forecast, which joins the main one twice a day at 0048 and 0520, is even richer in romantic names for a seashore people: 'Whitby to Gibraltar Point... North Foreland to Selsey Bill... Lyme Regis to Land's End.' I was always more than aware that if some of the sea area forecasts turned out a bit fussy. Pictured, South Shields lighthouse Believe me, sailing round Britain, it is useful to know what to expect in places like 'Mull of Kintyre to Ardnamurchan Point'. These days, it is often driving home through dark, damp winter lanes at night that I hear the late forecast. Some words still send a jolt of the nerves, a sense of being glad to be in a warm car and nearly home. 'Six to eight, increasing ten later, possibly 11 — a near-hurricane. The description of the sea itself bears threat. Even those for whom 'cyclonic' or wind force numbers mean nothing can relate to the difference between 'Smooth or Slight' and 'Rough, becoming Very Rough'. And indeed to the timings: 'Imminent' always makes me wince. I have those memories of shivering apprehension at sea, yet because I worked for years within Broadcasting House, I also remember deriving extra comfort from the familiar voices, so calm and dutiful. Peter Donaldson, Brian Perkins, Charlotte Green. I was always more than aware that if some of the sea area forecasts turned out a bit fussy ('...four or five, increasing seven to nine later, then moderating three or four in west...' ) they'll have to speed up, and yet remain crystal clear. On the other hand, a series of simple lines like 'Humber, Thames, Dover, Wight, Portland, Plymouth, four or five', means they'll need to slow down. In an age of slang and slurring, their clarity is a wise and deep civility: even now, in a high-tech age, there are people listening who carry heavy responsibilities of life and death; people with decisions to make, who hope for harbour and have the sense to fear the sea. A trawler is tossed about in the very rough sea as it attempts to enter the harbour at Whitby on the Yorkshire coast Waves crash against the lighthouse in Seaham Harbour, County Durham The readers themselves carry a deep sense of responsibility. Charlotte Green said her favourite moment was the one after the midnight news; alone in a continuity cubbyhole, under one light: 'I always aimed to read clearly and distinctly at a measured pace, to enable sailors wallowing in deep angry seas to write it down. 'I allowed my imagination to roam free... an image in my mind of small, relatively frail trawlers tossed about on vast indifferent waves in the pitch black icy cold of a winter's night.' And the skipper of a sailing barge remarked more prosaically that, even in an age of online information, the broadcast version feels human. 'It gives a reassuring view that people are still doing the same thing, collating the weather, telling you all about it.' Its very simplicity is that sense of service, of a duty to be careful and get it right. The combination of that stern pragmatic reality and those marvellously evocative names has won the Shipping Forecast many fascinated fans. Celebrities have occasionally been given the honour of reading one aloud on air — John Prescott and Alan Bennett, notably — though they don't get the real, strictly timed and anxiously expected live version. That's for the professionals. Frank Muir and Denis Norden sang it in a spoof operatic version. Seamus Heaney wrote a sonnet on it, Jethro Tull sampled it on an album, and Radiohead borrowed its words. Carol Ann Duffy's haunting poem Prayer is about small moments when some deep revelation or sorrow touches the heart: distant piano scales in a strange town, the rhythm of a passing train, or at night: 'Darkness outside. Inside, the radio's prayer — Rockall. Malin. Dogger. Finisterre.' I have loved that poem for years, and some have mourned the change of Finisterre to FitzRoy, which is less poetic. But that's the beauty of the Shipping Forecast: it is only romantic because it is real. And Vice-Admiral FitzRoy deserves being remembered. Its essential Britishness was confirmed when it featured in the Olympic Games handover ceremony in 2008. The ten-minute segment, which closed the ceremony in Beijing, is remembered for Boris Johnson receiving the Olympic flag as mayor of the next host city. But a red double-decker trundled around the stadium to the strings of Jerusalem, Greensleeves and excerps from the Shipping Forecast, interwoven with three sea shanties harmonised by the chimes of Big Ben. Nothing could be more Blighty. There has been further musical inspiration, too, not least the tune that precedes it after midnight and before the closedown and national anthem on Radio 4. The description of the sea itself bears threat. Even those for whom 'cyclonic' or wind force numbers mean nothing can relate to the difference between 'Smooth or Slight' and 'Rough, becoming Very Rough'. Pictured, a trawler in the North Sea What Controller would ever dare axe Sailing By? Well, one did briefly try it, in order to save on royalties, but was soon made to recant. It's a slow waltz, and its sleepy feeling becomes part of many late night rituals. It turns up on Desert Island Discs quite regularly: Marti Caine and Michael Ball picked it, and Jarvis Cocker of Pulp remarked that it comforted him in bed at night. 'And also on a desert island, it would be happy — because it would remind you of the fact that there are boats out there listening to the Shipping Forecast, and some of them might sail nearby so you could get rescued... that could help me deal with the isolation, I think'. Yes. That's part of its odd, unexpected comfort. Like a lifeboat station or a lighthouse, the Shipping Forecast is both proof and a symbol of the idea that human beings cooperate. People look out for one other, do their duty with care. How can that not move your heart? Happy New Year to all who make the forecast and read it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cromarty",
        "sentiment": "neutral"
      },
      {
        "name": "libby",
        "sentiment": "neutral"
      },
      {
        "name": "malin",
        "sentiment": "none"
      },
      {
        "name": "alan bennett",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shipping forecast",
        "sentiment": "neutral"
      },
      {
        "name": "bbc radio",
        "sentiment": "none"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "viking",
        "sentiment": "none"
      },
      {
        "name": "north utsire",
        "sentiment": "none"
      },
      {
        "name": "swansea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T01:08:17.020+02:00",
  "updated": "2024-01-04T01:15:30.105+02:00"
}