{
  "thread": {
    "uuid": "fea2cfbeabdabeb6773a6a56ad7c31a57a45c085",
    "url": "https://revistaforum.com.br/global/2024/5/3/estudantes-acordam-manhattan-com-grito-em-defesa-de-gaza-158274.html",
    "site_full": "revistaforum.com.br",
    "site": "revistaforum.com.br",
    "site_section": "https://revistaforum.com.br/global",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Global - Revista Fórum",
    "title": "Estudantes acordam Manhattan com grito em defesa de Gaza | Revista Fórum",
    "title_full": "Estudantes acordam Manhattan com grito em defesa de Gaza | Revista Fórum",
    "published": "2024-05-03T17:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://revistaforum.com.br/u/fotografias/m/2024/5/3/f1280x720-128834_260509_5050.png",
    "performance_score": 0,
    "domain_rank": 36656,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fea2cfbeabdabeb6773a6a56ad7c31a57a45c085",
  "url": "https://revistaforum.com.br/global/2024/5/3/estudantes-acordam-manhattan-com-grito-em-defesa-de-gaza-158274.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luiz Carlos Azenha",
  "published": "2024-05-03T17:02:00.000+03:00",
  "title": "Estudantes acordam Manhattan com grito em defesa de Gaza | Revista Fórum",
  "text": "Estudantes da Universidade de Columbia acordaram toda uma região de Manhattan ao promover uma tradição anual da escola do lado de fora do prédio onde mora a presidente Minouche Shafik. O \"grito primordial\" é dado anualmente pelos universitários antes das provas de encerramento do semestre. Eles se reúnem dentro do campus. Te podría interesar É uma forma de desabafar diante das dificuldades da vida escolar. Tradição similar ao chamado Dia do Pendura no Brasil, em 11 de agosto, quando estudantes de Direito bebem sem pagar a conta. Desta vez, no entanto, dezenas de estudantes da Columbia foram até o prédio onde mora Minouche Shafik, numa área chique de Manhattan, no Upper West Side, e gritaram durante quase 45 minutos, a partir da meia-noite desta sexta-feira. Em um dos slogans, chamaram a presidente da escola de \"fascista\". CHAMOU A POLÍCIA Shafik cedeu a pressões de políticos e convocou a polícia de Nova York a desocupar um prédio e desmontar o acampamento pró-Gaza montado num dos gramados internos do campus. O prefeito de Nova York, um ex-policial negro do Partido Democrata, Eric Adams, atendeu. Mais de 100 estudantes foram presos na ação, que aconteceu distante das câmeras de fotógrafos e repórteres cinematográficos. Desde o início dos acampamentos pró-Gaza, cerca de 1.300 universitários já foram presos em dezenas de campi dos Estados Unidos. O movimento se espalhou, da França ao Japão. O professor Rashid Khalidi, que ocupa a cadeira Edward Said de estudos árabes modernos, fez um dos discursos mais compartilhados até agora pelos estudantes nas redes sociais. Ele disse que os professores e funcionários da Columbia apoiam os protestos e lembrou que, quando participou como estudante das manifestações contra a guerra do Vietnã, a partir de 1968, também havia acusações de que os universitários eram manipulados por gente de fora. Khalidi afirmou que os alunos estão \"do lado certo da História\" e que eventualmente serão celebrados pela universidade, que hoje comemora os alunos que lutaram pelos Direitos Civis e contra a guerra do Vietnã nos anos 60. Khalidi criticou a mídia, que majoritariamente tem contribuído com a criminalização do movimento estudantil, ao dar destaque a episódios isolados para caracterizar os universitários como antissemitas e radicais. Alunos e professores judeus da Columbia já se manifestaram em apoio à causa palestina. Nas redes sociais, o movimento estadunidense recebeu solidariedade de estudantes de Cuba e de alunos do ensino fundamental da Cisjordânia. O LOBBY CONTRA-ATACA O lobby de Israel promoveu uma ofensiva contra o movimento através de políticos eleitos com financiamento do AIPAC (American Israel Public Affairs Committee) e outros grupos. É que os estudantes estão levando adiante o movimento BDS, que prega boicote, desinvestimento e sanções contra Israel, na mesma linha do que o mundo fez contra a África do Sul racista. O embaixador de Israel nas Nações Unidas, Gilad Erdan, fez mais um discurso incendiário, dizendo que agora sabe que o Hamas não se esconde apenas em Gaza, mas também em Harvard e na Columbia. O lobby de Israel conseguiu uma vitória quando a Câmara estadunidense aprovou uma definição alargada de antissemitismo, que pode sujeitar a punição, por exemplo, quem repetir alegações do Novo Testamento de que Jesus Cristo foi vítima dos judeus. A Aliança Internacional pela Lembança do Holocausto (IHRA) incluiu pontos controversos na sua definição: \"Uso de símbolos e imagens associados com o antissemitismo clássico (por exemplo, alegações de judeus matando Jesus ou de rituais de sangue praticados por judeus) para caracterizar Israel ou os israelenses; fazer comparações entre as políticas contemporâneas de Israel e as dos nazistas\". É uma tentativa de confundir antissemismo com antissionismo, dizem críticos. Os estudantes que se manifestam nos EUA alegam que o sionismo aplica o apartheid nos territórios ocupados com o objetivo de tomar a terra dos palestinos. TARCÍSIO E CASTRO No Brasil, o governador Tarcísio de Freitas já adotou oficialmente a definição da IHRA e seu colega do Rio de Janeiro, Cláudio Castro, fará isso nesta sexta-feira, 3. A definição alargada de \"antissemitismo\" poderia, em tese, ser usada em ações na Justiça para calar críticos das políticas de Israel, num momento em que o país enfrenta acusações de cometer genocídio no Tribunal Internacional de Justiça e no Tribunal Penal Internacional. Um promotor ligado ao TPI ameaça pedir a emissão de mandados de prisão contra o primeiro-ministro Benjamin Netanyahu e outras lideranças de seu governo de extrema-direita. Israel quer que os Estados Unidos retaliem contra o TPI se isso acontecer. É o mesmo tribunal que expediu mandado de prisão contra Vladimir Putin semanas depois da invasão russa da Ucrânia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T18:08:50.874+03:00",
  "updated": "2024-05-05T18:08:50.874+03:00"
}