{
  "thread": {
    "uuid": "338088cfb976f92830ac0a526b355eaaec1896b3",
    "url": "https://www.economiadigital.es/empresas/grifols-deuda-2024.html",
    "site_full": "www.economiadigital.es",
    "site": "economiadigital.es",
    "site_section": "https://www.economiadigital.es/feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Economía Digital",
    "title": "Grifols se prepara para olvidarse de la deuda en 2024 tras cerrar la venta de Shanghai RAAS",
    "title_full": "Grifols se prepara para olvidarse de la deuda en 2024 tras cerrar la venta de Shanghai RAAS",
    "published": "2023-12-30T04:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.economiadigital.es/wp-content/uploads/2023/05/1677001745831.jpg",
    "performance_score": 0,
    "domain_rank": 36645,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "338088cfb976f92830ac0a526b355eaaec1896b3",
  "url": "https://www.economiadigital.es/empresas/grifols-deuda-2024.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rut Font Camats",
  "published": "2023-12-30T04:55:00.000+02:00",
  "title": "Grifols se prepara para olvidarse de la deuda en 2024 tras cerrar la venta de Shanghai RAAS",
  "text": "Grifols se prepara para olvidarse de la deuda en 2024 tras cerrar la venta de Shanghai RAAS\nLa empresa espera reducir su apalancamiento en el próximo ejercicio, con la mejora orgánica del negocio y los ingresos generados por desinversión en su filial china\nGrifols se prepara para dar carpetazo a la losa de la deuda en 2024. La farmacéutica ha dedicado buena parte de 2023 a sanear su pasivo, impulsando tanto un plan de recortes como la desinversión de activos, con la venta de un 20% de su filial china, Shanghai RAAS. Una vez ejecutadas estas medidas, la empresa se encuentra bien posicionadas para alcanzar sus objetivos de desapalancamiento en los próximos meses.\nTodo se remonta a la pandemia y a la ejecución de una gran inversión en un momento en que los resultados de la compañía no eran los mejores. Con las restricciones a la movilidad, las donaciones de plasma, la principal materia prima del grupo, cayeron en un 15% en 2020, disparando los costes operativos de Grifols y disminuyendo su ebitda en un 7,7% ese año.\nA los malos resultados generados por la crisis sanitaria, se suma la compra de la Biotest en abril de 2022 por 1.453 millones de euros. El objetivo de la operación era situar las ventas de la empresa en 7.000 millones de euros a partir de 2024, pero a corto plazo supuso disparar su deuda.\nSegún los resultados de junio de 2022, los datos posteriores a dicha compra, la deuda financiera neta de Grifols alcanzó los 8.994,1 millones de euros, mientras que la ratio de apalancamiento creció hasta un 9,0x a causa de la inversión y del impacto de la pandemia en el ebitda. A cierre de ese año, el pasivo creció hasta los 9.191 millones, mientras que la ratio de apalancamiento bajó hasta el 7,1x por la mejora orgánica del resultado.\nAun así, la farmacéutica no pudo frenar la sangría en bolsa. Justo antes de la pandemia, las acciones de la empresa tocaron techo, con un valor récord de 34,19 euros por título en febrero de 2020. Esta cantidad se desplomó progresivamente durante la epidemia hasta anotar un mínimo de 8,13 en octubre con 2022. Dicha evolución se llevó por delante al entonces presidente de la compañía, Víctor Grífols Deu, que dimitió en octubre de ese año y fue sustenido por Steven Mayer. Mayer fue el encargado de impulsar un plan de recortes para ahorrar gastos, que supuso el despido de 2.200 trabajadores en Estados Unidos y de 100 más en España, así como la optimización de su red de centros de plasma.\nAhorro de 450 millones en 2024\nCon este proceso, el objetivo de la Grifols era reducir los costes en 450 millones de euros en 2024 para facilitar el crecimiento del ebitda y contentar a los inversores. Mayer dimitió poco después por motivos personales, y fue sustituido por Thomas Glazzman, que también asumió el cargo de consejero delegado, relegando a los entonces CoCEOs, Víctor y Raimon Grifols, a director de operaciones y director general corporativo, respectivamente.\nGlazzman continuó con la ejecución del plan de su predecesor, mientras que empezó a estudiar en qué activos podían desinvertir para acelerar el saneamiento de la deuda. Tras meses de negociación, Grifols anunció el 29 de diciembre la venta de un 20% de Shanghai RAAS, su filial china, al grupo de la electrónica Haier por 1.630 millones de euros. En un inicio, se estimaba que la operación alcanzaría los 1.390 millones.\nLa cantidad integra de la venta se destinará a reducir el pasivo de la empresa. Si a cierre del tercer trimestre de 2023, los datos más recientes, la deuda financiera neta de la farmacéutica especializada en hemoderivados alcanzaba los 9.540 millones de euros, de un plumazo se restan estos 1.600 y queda en, aproximadamente, 7.910 millones, sin tener en cuenta otros ajustes.\nCon estas medidas, Grifols espera estabilizar su apalancamiento en una ratio de 4,0x a lo largo de 2024 y dejar atrás la crisis generada por la deuda. La empresa prevé que el 70% de este saneamiento provenga del plan de recortes y su consiguiente mejora orgánica del ebitda, que entre enero y setiembre de 2023 alcanzó los 1.028 millones de euros, un 15% más que en el mismo periodo de 2022. Gracias a esto, la ratio de apalancamiento a cierre de septiembre alcanzaba ya el 6,7x. El 30% restante de la reducción de la deuda provendrá de operaciones venta de activos, es decir, de la venta de Shanghai RAAS.\nDeja una respuesta\n[Cancelar la respuesta](/empresas/grifols-deuda-2024.html#respond) Acceda con su usuario para dejar un comentario o regístrese si aún no tiene cuenta.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:54:46.215+02:00",
  "updated": "2023-12-30T06:54:46.215+02:00"
}