{
  "thread": {
    "uuid": "88eb323d80a67f47dccf7f7fc0eb042cec5ee8e7",
    "url": "https://www.t13.cl/noticia/tendencias/jane-goodall-quien-famosa-defensora-naturaleza-visitara-chile-salio-simpson-4-7-2024",
    "site_full": "www.t13.cl",
    "site": "t13.cl",
    "site_section": "https://t13.cl/tendencias",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Tendencias | T13",
    "title": "Jane Goodall: famosa defensora de la naturaleza visitará Chile | T13",
    "title_full": "Jane Goodall: famosa defensora de la naturaleza visitará Chile | T13",
    "published": "2024-07-04T22:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://s.t13.cl/sites/default/files/styles/manualcrop_850x475/public/t13/field-imagen/2024-07/723923490_0.jpg.jpeg?itok=VCtkuWQ7",
    "performance_score": 0,
    "domain_rank": 26633,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88eb323d80a67f47dccf7f7fc0eb042cec5ee8e7",
  "url": "https://www.t13.cl/noticia/tendencias/jane-goodall-quien-famosa-defensora-naturaleza-visitara-chile-salio-simpson-4-7-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "T13",
  "published": "2024-07-04T22:15:00.000+03:00",
  "title": "Jane Goodall: famosa defensora de la naturaleza visitará Chile | T13",
  "text": "La icónica científica y defensora de la naturaleza [Jane Goodall](/etiqueta/Jane-Goodall) visitará Chile el próximo 10 de agosto, para presentar su charla [“Razones para la esperanza” en el Teatro CorpArtes en Las Condes](https://ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza). El evento -que será a beneficio- destinará todos los fondos recaudados a apoyar la educación ambiental y conservación de animales silvestres y biodiversidad en Chile y el planeta. Goodall revolucionó el mundo de la ciencia con sus estudios sobre los chimpancés en Tanzania en la década de los sesenta. Como fundadora del Instituto Jane Goodall y Mensajera de la Paz de la ONU, se ha convertido en una de las más destacadas defensoras de la biodiversidad y la conservación de la naturaleza. Además, su inspiradora historia ha sido contada en documentales en NatGeo y decenas de libros. Sus 90 años no son un motivo de obstáculo en los 300 días al año que dedica a recorrer diversas partes del planeta, donde ha podido conocer múltiples iniciativas para proteger la naturaleza. Estas visitas la han llenado de una esperanza que busca poder transmitir en la charla magistral que dictará en Chile, especialmente a las generaciones más jóvenes. [ Lee También ](/noticia/tendencias/la-imagen-chilena-cari-letelier-fue-nominada-al-premio-fotografo-astronomico-de-4-7-2024) La imagen con la que la chilena Cari Letelier fue nominada al premio \"Fotógrafo Astronómico del Año\" La charla “Razones para la esperanza” se llevará a cabo en inglés con traducción simultánea al español y tendrá una duración de 1 hora y 15 minutos, aproximadamente. En esta presentación, Jane Goodall destacará cómo las decisiones de las personas pueden tener un impacto positivo y reafirmará que aún hay tiempo para actuar en favor del planeta. ¿Quién es Jane Goodall? Jane Goodall es una etóloga y activista británica de renombre mundial, conocida fundamentalmente por su investigación sobre los chimpancés. Además, fundó el Instituto Jane Goodall y fue nombrada como Mensajera de la Paz de la Organización de Naciones Unidas (ONU). Según recoge [National Geographic](https://www.nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia), la británica de 90 años es conocida por sus revolucionarios estudios sobre chimpancés salvajes en el Parque Nacional de Gombe Stream (Tanzania), los cuales cambiaron la concepción sobre estos animales. Para su investigación, estuvo en la selva y pasó meses intentando acercarse a los chimpancés para ganarse su confianza y tomar nota de lo que veía. Incluso, en los 60, fue testigo de la capacidad de un chimpancé al que llamó David Greybeard, el cual podía usar tallos de hierba para crear herramientas y pescar termitas de sus nidos. La observación fue revolucionaria para la época, ya que hasta entonces lo que distinguía a los humanos y los diferenciaba con otras especies era su capacidad de crear herramientas. Asimismo, observó que estos animales “pueden ser compasivos y altruistas, cazar y comer carne (aunque es menos del 3 % de su dieta), participar en ‘guerra primitiva’ y tener lazos duraderos entre los miembros de la familia (todas las especies tienen fuertes lazos madre-hijo)”. [ Lee También ](/videos/tendencias/salud-mental-como-enfrentar-separacion-padres-4-7-2024) Salud Mental: ¿Cómo enfrentar la separación de los padres? Jane Goodall en Los Simpson: Jane Goodall también tuvo dos apariciones en Los Simpson: una a modo de parodia y otra de manera directa. La primera fue en el episodio [\"Safari Simpson\" (12x17)](https://simpsons.fandom.com/wiki/Simpson_Safari) en donde aparece como Joan Bushwell, una científica que supuestamente investiga a los chimpancés, pero que en verdad termina siendo la jefa de ellos para explotarlos y extraer diamantes de una mina. Con la finalidad que Los Simpson no la denuncien, Bushwell intenta sobornarlos con diamantes, los cuales todos aceptan, menos Lisa. El otro episodio donde aparece Goodall es en [\"Gorilas en libertad\" (31x5)](https://simpsons.fandom.com/wiki/Gorillas_on_the_Mast), donde la británica ayuda a Lisa con \"Lolo\" un gorila salvaje que fue liberado por Bart y Milhouse. [Síguenos en ](https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://simpsons.fandom.com/wiki/Simpson_Safari)",
    "https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "https://simpsons.fandom.com/wiki/Gorillas_on_the_Mast),",
    "https://ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza).",
    "https://www.nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia),",
    "https://www.ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza).",
    "https://www.simpsons.fandom.com/wiki/Simpson_Safari)",
    "https://nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia),",
    "https://www.news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "https://www.simpsons.fandom.com/wiki/Gorillas_on_the_Mast),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T00:00:04.100+03:00",
  "updated": "2024-07-05T00:00:04.100+03:00"
}