{
  "thread": {
    "uuid": "c82a517d52157ed438dbf9d3350942cc4af6e553",
    "url": "https://www.meneame.net/story/casa-prefabricada-norman-foster-ya-realidad-36-m2-coste-estimado/c017",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#17 La casa prefabricada de Norman Foster ya es una realidad: 36 m2 con un coste estimado de 19.000 euros",
    "title_full": "#17 La casa prefabricada de Norman Foster ya es una realidad: 36 m2 con un coste estimado de 19.000 euros",
    "published": "2024-01-06T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11172,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c82a517d52157ed438dbf9d3350942cc4af6e553",
  "url": "https://www.meneame.net/story/casa-prefabricada-norman-foster-ya-realidad-36-m2-coste-estimado/c017",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cantro",
  "published": "2024-01-06T00:41:00.000+02:00",
  "title": "#17 La casa prefabricada de Norman Foster ya es una realidad: 36 m2 con un coste estimado de 19.000 euros",
  "text": "[salteado3](/user/salteado3)a [revistaad.es](/go/link/3894123)\nPor los comentarios mucha gente no ha leído esto:\nHoy en el planeta hay más de 100 millones de refugiados y otras personas desplazadas. Y los asentamientos donde viven suelen ser soluciones temporales que entrañan carencias y complicaciones. Sin embargo, estas casas con fecha de caducidad a menudo se convierten en lugares donde las familias pueden pasar décadas. Es en este contexto donde nace el proyecto\n[#14](c14#c-14) ¿Pero quién te has creído que eres? Esto es Menéame, aquí nadie se lee las noticias.\nY da gracias si alguien se lee la entradilla\nTiene más pinta de \"refugio\" que de \"casa\". Imagino que la idea será usarlas en campos de refugiados en vez de tiendas de campaña u otras estructuras más endebles.\n[#5](c5#c-5) De hecho lo dice en el artículo. Se realizó con ese fin, para los refugiados que tienen que instalarse en algún sitio de manera temporal y acaban quedándose 20 años.\nSpoiler: el problema de la vivienda nunca ha venido del precio de la construcción, sino del precio del suelo.\nPor eso hay decenas de miles de viviendas baratísimas en Seseña y demás pueblos perdidos, y resulta que nadie las quiere.\nY como no te vayas a Seseña, una parcelita adecuada pafa instalar una casa prefabricada no te baja de 125-150K\n[#8](c8#c-8) Pero al arquitecto famoso le da igual, el ha hecho su proyecto de casita mona, que luego nadie puede construir porque no hay terreno, y donde lo hay sale más económico construir en varias alturas....\n[#13](c13#c-13) A que te refieres con viviendas viejas? Las de los barrios de aluvión de los 60 que suelen estar en barrios marginales a día de hoy o esas viviendas viejas de cientos de años que se encuentran en los CENTROS de las ciudades?\n[#8](c8#c-8) bueno si se permitiera poner estas casas prefabricadas en terreno rústico, podrías acabar con parte del problema.\n[#1](c1#c-1) el articulo pone hormigo, no se de donde sacas lo de chapa...\nPor otro lado la verdad es que el interior se ve bien confortable, realmente para una casa para una persona o una pareja sin hijos , yo la firmaba. Lo raro que veo ahi es que no tenga paneles solares en el techo.\n[#1](c1#c-1) si están bien aprovechados, puedes tener una casa de 1 habitación bastante decente.\nYo vivía en una parecida de 50m2 y de 2 habitaciones.\n[#1](c1#c-1) En Madrid mi colega vivía en 19m², segundo sin ascensor. Si abría la puerta de casa, no podía pasar a la cocina. Humedades en el techo. Edificio de corrala de 1900.\n220.000 €. Lavapiés.\n[#3](c3#c-3) esque lo idoneo sería usar una parcela en las afueras.\nEl problema esque en España no se lleva vender trozos de terreno tan pequeño.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:01:09.900+02:00",
  "updated": "2024-01-06T02:01:09.900+02:00"
}