{
  "thread": {
    "uuid": "2cfe601b5c7e7418ea0a874210cca21ae6de2c04",
    "url": "https://metropoliabierta.elespanol.com/opinion/20240404/la-salud-tiene-nombre-de-mujeres/845295464_13.html",
    "site_full": "metropoliabierta.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://metropoliabierta.elespanol.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Metrópoli Abierta. Medio digital líder de noticias de Barcelona",
    "title": "La salud tiene nombre de mujeres",
    "title_full": "La salud tiene nombre de mujeres",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://a1.elespanol.com/metropoliabierta/2023/11/02/opinion/806679718_11792141_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2556,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2cfe601b5c7e7418ea0a874210cca21ae6de2c04",
  "url": "https://metropoliabierta.elespanol.com/opinion/20240404/la-salud-tiene-nombre-de-mujeres/845295464_13.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joaquim Roglan i Llop",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "La salud tiene nombre de mujeres",
  "text": "Higiea era la diosa de la curación, la limpieza y la sanidad, y de su nombre deriva la palabra “higiene”. Salus era la diosa de la salud, prosperidad y bienestar público en la antigua Roma. Ahora, cuatro de cada diez mujeres estudiantes solicitan un grado de Ciencias de la Salud cuando quieren acceder a la Universidad en Catalunya. Se han preinscrito más de trece mil, lo que supone más del doble que de hombres, que suman poco más de cuatro mil. Son datos de Unportal, especializado en enseñanza universitaria. Hay más de una treintena de titulaciones sanitarias y la feminización no cesa de crecer en todas ellas . Antes de la pandemia, fueron menos de diez mil mujeres y algo más de tres mil hombres.\nOtro dato que demuestra la feminización de la sanidad es que en el grado de Nutrición Humana la oferta de plazas de las universidades privadas supera a la de las públicas. Los dos grados que lideran las preinscripciones son Ciencia y Tecnología de los Alimentos, y Nutrición Humana y Dietética. No son estudios baratos, ya que rozan los 9.000 euros por curso, pero el interés del alumnado por estas materias aumenta cada curso, así como la oferta de plazas, aunque la demanda siempre las supera. En la demarcación de Barcelona, la UB, Vic, Ramon Llull y Pompeu Fabra han sumado más de cien estudiantes que el curso pasado. Y todos sus títulos se han feminizado, como en la Ingeniería Alimentaria de la UPC y la UOC.\nLa misma tendencia se impone en las facultades que imparten dobles grados, como Fisioterapia más Nutrición Humana y Dietética . O el de Farmacia y Nutrición Humana. La nota para acceder a estas dobles titulaciones es alta y el interés en cursarlas también. Las dos excepciones de la mayoría femenina, según datos menos fiables de la Generalitat, es Fisioterapia, en la cual hay inscritos más hombres que mujeres, y Bioinformática. En sus cálculos, la Generalitat ha excluido el grado de Ciencias de la Actividad Física, un título con mayoría de hombres. Aunque ellas son creciente mayoría en Psicología, Odontología, Farmacia…\nTodo ello augura una sociedad más saludable y mejor alimentada. Y más allá de la fría estadística, se detecta que la actitud de las nuevas profesionales de la salud es más vocacional que económicamente interesada. Lo demuestran el lamentable trato que reciben de la consejería de Salud, las condiciones precarias, los salarios injustos, la falta de personal, las listas de espera y las mil y una carencias que expulsan tantos talentos hacia otros países. Si se suma que la consejería de Universidades tampoco gestiona bien, se evidencia que estudiantes y profesionales de la salud son merecedores de admiración y gratitud. En cuanto a la sanidad privada, las mutuas se ocupan de proletarizarlos.\nCuando las nuevas promociones sucesoras de Higiea y Salus pisen por primera vez las aulas, les enseñarán que allá donde no llegan las ciencias de la salud, llegará la delicada misión de dar consuelo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:16:45.928+03:00",
  "updated": "2024-04-05T06:26:46.052+03:00"
}