{
  "thread": {
    "uuid": "59465d8ced611098e57925001f22e442f964df21",
    "url": "https://portal.sina.com.hk/finance/finance-prnewswire/prnasia/2024/04/11/806064/net5-5g-application-deployment-achieves-remarkable-progress-inspiring-carriers-new-growth",
    "site_full": "portal.sina.com.hk",
    "site": "sina.com.hk",
    "site_section": "http://sina.com.hk",
    "site_categories": [
      "top_news"
    ],
    "section_title": "新浪香港 &#x2d; SINA HONG KONG LIMITED",
    "title": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth - 新浪香港",
    "title_full": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth - 新浪香港",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HK",
    "main_image": "https://mma.prnasia.com/media2/2384628/Zuo_Meng_President_Huawei_s_Data_Communication_Product_Line_Metro_Router.jpg?p=medium600",
    "performance_score": 0,
    "domain_rank": 49528,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59465d8ced611098e57925001f22e442f964df21",
  "url": "https://portal.sina.com.hk/finance/finance-prnewswire/prnasia/2024/04/11/806064/net5-5g-application-deployment-achieves-remarkable-progress-inspiring-carriers-new-growth",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "美通社",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth - 新浪香港",
  "text": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth PARIS, April 11, 2024 /PRNewswire/ — The IP GALA Summit themed “Bring Net5.5G into Reality, Inspire New Growth” was successfully held by Huawei during the MPLS SD & AI Net World Congress 2024. The summit brought together guests from carriers, standards organizations, and industry organizations, to discuss major topics such as Net5.5G application deployment, scenario innovation, and target network architecture. Leading carriers, such as vivo Brazil, Telecom Argentina, and Algeria Telecom, shared their live-network application and innovative practices of key technologies such as 400GE, SRv6, slicing, and Network Digital Map in Net5.5G converged transport scenarios. This indicates that Net5.5 converged transport is being deployed at a faster pace to support new growth of carriers’ services. Zuo Meng, President of Huawei’s Data Communication Product Line Metro Router Domain, pointed out that new ultra-broadband applications are developing continuously, bringing new opportunities and challenges to carriers. Carriers need to build a Net5.5G target network to support the upgrade to 10 Gbps connections for home broadband, mobile broadband, enterprise private line, and enterprise campus services. Accelerating the deployment of Net5.5G applications to support carriers’ greater business success has become an industry consensus. Zuo Meng, President of Huawei’s Data Communication Product Line Metro Router Domain, delivering the opening speech Immersive applications, industry digitalization and cloudification, and AI applications drive the continuous growth of global ultra-broadband connections and bandwidth. Tayeb Ben Meriem, Co-chair of WBBA’s Network Technology Working Group, said that, to cope with such growth, WBBA raised the Net5.5G initiative together with its members, including 10 Gbps campus with Wi-Fi 7, 400GE converged IP transport, and hyper-converged data center networks for 2025–2030. Leading carriers shared their live-network deployment and innovative practices of key Net5.5G converged transport technologies. vivo, a leading carrier in Latin America, has completed multi-vendor interoperability of SRv6 and successfully deployed SRv6 on the live network in Brazil. Nelson Jose dos Santos Junior, vivo’s IP network expert, pointed out that with the gradual deployment of key technologies for Net5.5G, such as SRv6, 400GE, and network slicing, vivo will improve 5G service experience and maintain its leading position. Oscar Paniagua, Transport Network Manager of Telecom Argentina, said that 400GE has been deployed on the backbone network to support the growth of 5G and home broadband service traffic. The IP transport network continuously evolves towards Net5.5G and provides optimal connection experience through improved network automation, SLA assurance, real-time visualization, and flexible bandwidth capabilities. Mounira Aissa El Bey, CTO of Cloud Core and IP Backbone at Algeria Telecom, said that the IP transport network aims to evolve to a next-generation network featuring ubiquitous access, intelligent connection, ultra-broadband backbone, and slicing as a service. Through innovative practices of network slicing and automation, SLA assurance is provided for different scenarios to ensure high-quality customer experience. As an evolution of the Net5.5G network scenario, Pietro Cassarà, a researcher of the Italian National Research Council, highlighted how key technologies such as network slicing based on SRv6 and IFIT perfectly complement the AI-based Network Digital Map to deliver guaranteed SLA and automate future network scenarios, like mesh routing in dynamic topology on future non-terrestrial networks. Carsten Rossenhövel, CTO of EANTC, an authoritative third-party test organization in Europe, shared the progress of multi-vendor interoperability tests in 2024 and the independent invitation test report of Huawei’s 19.2T boards. This indicates that key Net5.5G capabilities such as 400GE, SRv6, and slicing are becoming more mature in terms of interoperability. Huawei introduced the target network architecture of Net5.5G converged transport and private line + X solution. This architecture features ultra-broadband, network as a service, high intelligence, and holistic security. The Net5.5G series solutions and products help carriers develop full services and achieve new growth.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zuo meng",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "huawei’s data communication product line metro router domain",
        "sentiment": "none"
      },
      {
        "name": "network digital map",
        "sentiment": "none"
      },
      {
        "name": "huawei",
        "sentiment": "none"
      },
      {
        "name": "algeria telecom",
        "sentiment": "none"
      },
      {
        "name": "telecom argentina",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:46:20.838+03:00",
  "updated": "2024-04-12T01:46:20.838+03:00"
}