{
  "thread": {
    "uuid": "1a45842e18c1454ce7c8874674e012e2f85429e4",
    "url": "https://news.un.org/es/story/2024/02/1527747",
    "site_full": "news.un.org",
    "site": "un.org",
    "site_section": "https://news.un.org/es",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias ONU | Mirada global Historias humanas",
    "title": "Enero fue el más cálido jamás registrado | Noticias ONU",
    "title_full": "Enero fue el más cálido jamás registrado | Noticias ONU",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://global.unitednations.entermediadb.net/assets/mediadb/services/module/asset/downloads/preset/Libraries/Production%20Library/05-10-2023_Unsplash_Saudi-Arabia.jpg/image770x420cropped.jpg",
    "performance_score": 0,
    "domain_rank": 108,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1a45842e18c1454ce7c8874674e012e2f85429e4",
  "url": "https://news.un.org/es/story/2024/02/1527747",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@UN_News_Centre",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Enero fue el más cálido jamás registrado | Noticias ONU",
  "text": "Cambio climático: Enero fue el más cálido jamás registrado [Cambio climático y medioambiente](/es/news/topic/climate-change) La agencia de meteorología advierte que la tendencia a batir récords observada durante gran parte de 2023 continúa en 2024. Enero fue el más cálido jamás registrado y el octavo mes consecutivo en ser el más cálido registrado para esta época del año. Además, las temperaturas de la superficie del mar han alcanzado niveles récord durante diez meses consecutivos. La Organización Meteorológica Mundial ( [OMM](https://public.wmo.int/es)) [señaló](https://wmo.int/media/news/world-had-warmest-january-record) este jueves que enero de 2024 fue el mes más cálido desde que se tienen registros. Además, la temperatura media mensual del aire en superficie fue 1,66°C superior a la estimación de la media de enero para el periodo 1850-1900, el periodo de referencia preindustrial designado, según el conjunto de datos ERA5 utilizado por el Servicio de Cambio Climático Copernicus, puesto en marcha por el Centro Europeo de Predicción Meteorológica a Medio Plazo en nombre de la Comisión Europea. La agencia aclaró que esto no significa que el mundo haya superado el objetivo inferior de 1,5° Celsius respecto a la era preindustrial mencionado en el [Acuerdo de París](https://unfccc.int/es/acerca-de-las-ndc/el-acuerdo-de-paris) sobre el cambio climático, teniendo en cuenta que ese convenio se refiere al calentamiento a largo plazo durante varios años y no a un rebasamiento mensual o anual. Según el Servicio, la temperatura de enero fue 0,70 °C superior a la media de 1991-2020 y 0,12 °C superior a la temperatura del anterior enero más cálido de 2020. La superficie del mar también alcanzó temperaturas récord Las precipitaciones mundiales alcanzaron un nivel casi récord en enero, tras un diciembre excepcionalmente húmedo. Amplias zonas de Norteamérica, Asia y Australia fueron más húmedas que la media, mientras que gran parte del sur de África y Sudamérica fueron más secas de lo normal. Según el informe mensual de la Administración Nacional Oceánica y Atmosférica de Estados Unidos, el fenómeno de El Niño se debilitó en el Pacífico central y occidental, pero las precipitaciones en África y el sur de Estados Unidos siguieron siendo más típicas de El Niño. Según el Servicio de Cambio Climático de Copernicus, El Niño empezó a debilitarse en el Pacífico ecuatorial, pero las temperaturas del aire marino en general siguieron siendo excepcionalmente altas. La temperatura media global de la superficie del mar en enero alcanzó los 20,97 °C, un récord para enero, 0,26 °C más cálido que el anterior enero más cálido, registrado en 2016, y el segundo valor más alto para cualquier mes, a 0,01 °C del récord de agosto de 2023. Desde el 31 de enero, la temperatura diaria de la superficie del mar ha alcanzado nuevos récords absolutos, superando los valores máximos anteriores del 23 y 24 de agosto de 2023. El informe final de la OMM sobre el estado del clima mundial en 2023 se publicará el Día Meteorológico Mundial, el 23 de marzo de 2024. La OMM ya ha confirmado que 2023 fue, con diferencia, el año más cálido jamás registrado debido al cambio climático inducido por el hombre y al calentamiento provocado por El Niño.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://public.wmo.int/es))",
    "https://unfccc.int/es/acerca-de-las-ndc/el-acuerdo-de-paris)",
    "https://wmo.int/media/news/world-had-warmest-january-record)",
    "https://www.unfccc.int/es/acerca-de-las-ndc/el-acuerdo-de-paris)",
    "https://www.wmo.int/media/news/world-had-warmest-january-record)",
    "https://www.public.wmo.int/es))"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T02:53:18.513+02:00",
  "updated": "2024-02-26T20:48:12.549+02:00"
}