{
  "thread": {
    "uuid": "5e0be1a568b61133eaf17887c3805287f72ce3f0",
    "url": "https://catracalivre.com.br/educacao/ufrn-e-dell-lancam-curso-gratuito-de-inteligencia-artificial",
    "site_full": "catracalivre.com.br",
    "site": "catracalivre.com.br",
    "site_section": "https://catracalivre.com.br/feed",
    "site_categories": [
      "tech",
      "web_clip_art"
    ],
    "section_title": "Catraca Livre",
    "title": "UFRN e Dell lançam curso gratuito de Inteligência Artificial",
    "title_full": "UFRN e Dell lançam curso gratuito de Inteligência Artificial",
    "published": "2024-04-12T00:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://catracalivre.com.br/cdn-cgi/image/f=auto,q=60,w=1280,h=720,fit=cover,format=jpeg/wp-content/uploads/2022/11/ufrn-cursos-gratuitos.png",
    "performance_score": 0,
    "domain_rank": 28972,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e0be1a568b61133eaf17887c3805287f72ce3f0",
  "url": "https://catracalivre.com.br/educacao/ufrn-e-dell-lancam-curso-gratuito-de-inteligencia-artificial",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação",
  "published": "2024-04-12T00:21:00.000+03:00",
  "title": "UFRN e Dell lançam curso gratuito de Inteligência Artificial",
  "text": "O Instituto Metrópole Digital, da Universidade Federal do Rio Grande do Norte ( UFRN ), em parceria com a Dell Technologies, abriu vagas no curso de capacitação em Inteligência Artificial .\nTrata-se do Dell Technologies AI Delivery Academy, para o qual está sendo ofertadas 10 vagas, que serão contempladas com bolsas de estudos de R$ 1,2 mil durante parte da formação.\nCréditos: Divulgação UFRN e Dell lançam curso gratuito de Inteligência Artificial O curso tem o objetivo de capacitar profissionais e estudantes nas mais avançadas tecnologias e práticas do setor de Inteligência Artificial (IA), posicionando-os na vanguarda desse campo emergente. Sua duração é de oito meses e a formação é totalmente online.\nAs inscrições para a seleção já estão abertas podem ser feitas até o dia 21 de abril, devendo ser realizadas por meio do preenchimento de formulário eletrônico e do envio dos documentos descritos no Edital nº 001/2024 .\nQuem pode se inscrever no curso gratuito da UFRN? Podem concorrer às vagas estudantes de graduação em Tecnologia da Informação (TI) ou áreas afins que já tenham concluído, no mínimo, 60% do curso.\nTambém podem participar profissionais que tenham concluído curso de graduação superior (bacharelado ou tecnólogo) ou pós-graduação a partir de fevereiro de 2023, também na área de TI ou afins.\nO curso é dividido em duas fases principais. A primeira delas é a de Capacitação (On-the-Desk), que consiste em 240 horas de aprendizado intensivo em áreas como Programação, Engenharia de Dados, Estatísticas, Aprendizado de Máquina, Aprendizado Profundo e IA Generativa. As aulas serão ministradas por professores da UFRN.\nJá a fase prática (On-the-Job) envolve 480 horas de aplicação prática em casos reais, junto à Dell Technologies, solidificando o conhecimento adquirido, com todas as atividades sendo realizadas remotamente para facilitar a participação de candidatos de diversas localidades.\nBolsa de estudo O programa oferece uma bolsa de estudo de R$ 1,2 mil por quatro meses, durante a fase prática, e carga horária semanal será de 10 horas.\nO processo de seleção será realizado nas seguintes etapas: enquadramento preliminar, prova de conhecimentos técnicos, avaliação do Curriculum Vitae (CV) e entrevista.\nA data provável para divulgação da listagem dos candidatos com inscrições homologadas será no dia 22 de abril.\nJá a prova de conhecimentos técnicos e as entrevistas serão realizadas em dias e horários definidos pela comissão examinadora, que entrará em contato com os participantes pelo e-mail fornecido no ato da inscrição.\nO resultado final com a classificação será divulgado no dia 17 de maio, no portal do IMD, na aba “Editais”.\nVeja também: Programa oferece bolsas de estudo integrais em Londres e em Glasgow Veja também: Conheça os 10 cursos técnicos do Senai que mais empregam",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology"
  ],
  "external_links": [
    "https://imd.ufrn.br/portal/visualizar/608",
    "https://www.metropoledigital.ufrn.br/portal/",
    "https://www.metropoledigital.ufrn.br/portal",
    "https://docs.google.com/forms/d/e/1FAIpQLSfgOFyC4kj-M35q9_K1J4S7OdtW2ChQVEbH3laK-s_NEmdFcA/viewform",
    "https://www.docs.google.com/forms/d/e/1FAIpQLSfgOFyC4kj-M35q9_K1J4S7OdtW2ChQVEbH3laK-s_NEmdFcA/viewform",
    "https://metropoledigital.ufrn.br/portal/",
    "https://www.imd.ufrn.br/portal/visualizar/608"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:31:09.735+03:00",
  "updated": "2024-04-12T04:14:46.016+03:00"
}