{
  "thread": {
    "uuid": "6805bf89fce34fded46e3851dc9237278d9cbb72",
    "url": "https://www.infobae.com/colombia/2024/01/07/sofia-vergara-compartio-curiosa-fotografia-de-la-gira-de-medios-de-griselda/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Sofía Vergara compartió curiosa fotografía de la gira de medios de “Griselda”",
    "title_full": "Sofía Vergara compartió curiosa fotografía de la gira de medios de “Griselda”",
    "published": "2024-01-08T01:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/PJb3AcOcOr4-ZG2A4HvRCGMEYTo=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/KXLGX2K5WBBDFEGMJNISOMHBA4.jpg",
    "performance_score": 0,
    "domain_rank": 2131,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6805bf89fce34fded46e3851dc9237278d9cbb72",
  "url": "https://www.infobae.com/colombia/2024/01/07/sofia-vergara-compartio-curiosa-fotografia-de-la-gira-de-medios-de-griselda/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Iván Gaitán",
  "published": "2024-01-08T01:11:00.000+02:00",
  "title": "Sofía Vergara compartió curiosa fotografía de la gira de medios de “Griselda”",
  "text": "Sofía Vergara es una de las actrices más queridas por los colombianos, pues no ha olvidado sus raíces en torno a la cultura barranquillera que corre por sus venas. Incluso, su nombre sonó recientemente, debido a unas declaraciones ofrecidas por el ministro del Interior, Luis Fernando Velasco, pidiendo que la actriz salvara los Juegos Panamericanos en Barranquilla.\n[Te puede interesar: Sofía Vergara habló de “Griselda” y reveló su intención de someterse a cirugías plásticas: “Cuando me den el hijue… tiempo”](/colombia/2024/01/04/sofia-vergara-hablo-de-griselda-y-revelo-su-intencion-de-someterse-a-cirugias-plasticas-cuando-me-den-el-hijue-tiempo/)\n“Tendremos que hacer una acción diplomática, una acción de trabajo, en la que ojalá mucha gente clave de nuestro país, caribes importantes, como puede ser la propia Shakira, Edgar Rentería, glorias del deporte, Luis Díaz, Sofía Vergara, todo el mundo que crea que pueda tener una voz importante a nivel mundial que sea escuchada porque es conocido, y por supuesto el presidente y todo su Gobierno nos movamos para recuperar la sede de estos Juegos porque es una cosa importante”, afirmó Velasco a W Radio.\nAhora puede seguirnos en\n WhatsApp Channel y en Google News. [Te puede interesar: Las series más esperadas que llegan a Netflix, Disney+, Prime Video y más en enero de 2024](/malditos-nerds/2024/01/02/las-series-mas-esperadas-que-llegan-a-netflix-disney-prime-video-y-mas-en-enero-de-2024/)\nRecientemente, la Toty como es conocida de cariño por los colombianos, compartió una curiosa y divertida fotografía en su cuenta de Instagram, donde acumula más de 32 millones de seguidores. Allí, se ve a la actriz al interior de su jet privado, disfrutando de una no tan cómoda siesta, mientras se dirige a otro destino para la gira de medios de su serie Griselda.\nLa barranquillera aparece acostada en un pequeño espacio de la aeronave destinado para los largos trayectos que recorre, arropada hasta el pecho con sus manos recogidas y con un hoodie en color negro. En sus ojos, sostiene una máscara para evitar el paso de la luz a sus ojos y en la que se lee la palabra f*ck off que traduce “a la mi3rda”.\n[Te puede interesar: Carolina Cruz recibió críticas por su apariencia física: “Sí hermosa, pero ya se le ven los años”](/colombia/2024/01/03/carolina-cruz-recibio-criticas-por-su-apariencia-fisica-si-hermosa-pero-ya-se-le-ven-los-anos/)\n“¡¡Muy emocionada por este viaje de trabajo!! ¡Prensa, prensa, prensa, prensa! #Griselda 25 de enero💃🏻💃🏻💃🏻”, fue el pie de foto con el que acompañó la postal.\nEsta publicación de Sofía Vergara ha sido bien recibida por sus seguidores, que ya suman más de 100.000 likes y varios comentarios, entre los que destacan: “Mucho ánimo y mucha suerte Sofi”; “quiero conseguir esa máscara de sueño lo más pronto posible”; “estamos emocionados por ver Griselda”; “ansiosos de verte ya en España”; “tu tiempo de brillar está llegando”, entre otros.\nLos retos que asumió como ‘Griselda’\nLa producción que se tiene previsto llegue a la plataforma de streaming de Netflix el próximo 25 de enero, tiene a los seguidores de la actriz a la expectativa por la impecable aparición de dos colombianas: Sofía Vergara y Karol G. Y es que, de acuerdo con una entrevista que ofreció la colombiana para Aló, el papel la hastió debido a que tuvo que fumar por primera vez e incluso, también probó las drogas.\n“La verdad, siendo muy sincera, no fue fácil, nunca me había sometido a una producción tan compleja … Fue agotador y les doy mis respetos a todos los actores que trabajan haciendo drama. Yo estaba acostumbrada a otra vaina, salir del set muerta de la risa por los 5 chistes que me había lanzado en el capítulo de Modern Family, pero aquí en Griselda fue otro mundo... Maté, pateé, lloré como nunca antes, fumé, metí perico (risas), por primera vez en mi vida, muy retador absolutamente todo, muy bizarro todo”, reveló para el medio antes citado.\nIncluso, recientemente hizo alarde de su intensión de querer darse una “pasadita” por el quirófano, ya que últimamente no se siente conforme con su figura, al llegar a los 52 años y ser la envidia de cientos de personas.\nMás Noticias\n[El club paulista anunció la salida de Dorival Junior en sus redes sociales](/colombia/2024/01/07/james-rodriguez-se-quedo-sin-tecnico-en-el-sao-paulo-antes-de-iniciar-temporada/)\nJames Rodríguez se quedó sin técnico en el São Paulo antes de iniciar temporada\n[El deportista y presentador demostró una vez más que para divertirse con sus hijas no es necesaria la tecnología, además, aprovecha el tiempo libre de las vacaciones](/colombia/2024/01/07/tatan-mejia-y-su-hija-guadalupe-ensenan-como-es-una-manana-juntos-en-el-campo/)\nTatán Mejía y su hija Guadalupe enseñan cómo es una mañana juntos en el campo\n[Ciudadanos de la capital de Bolívar le recriminan al mandatario local por la ineficacia del \"Plan Titán\"](/colombia/2024/01/07/video-dos-hombres-se-enfrentaron-a-cuchillo-en-centro-historico-de-cartagena-y-criticas-apuntaron-contra-dumek-turbay/)\nVideo: dos hombres se enfrentaron a cuchillo en Centro Histórico de Cartagena y críticas apuntaron contra Dumek Turbay\n[La artista colombiana publicó su preferencia por el líder del Centro Democrático ante señalamientos del expresidente Juan Manuel Santos en contra de su predecesor](/colombia/2024/01/07/marbelle-nuevamente-manifesto-su-apoyo-a-alvaro-uribe-velez-con-beso-incluido-en-una-foto-con-el-mejor-que-ha-tenido-mi-pais/)\nMarbelle nuevamente manifestó su apoyo a Álvaro Uribe Vélez con beso incluido en una foto: “Con el mejor que ha tenido mi país”\n[El puente festivo de reyes es uno de los más congestionados a nivel nacional, pues marca el final de las vacaciones de fin de año para muchos colombianos. En la capital del país se espera el ingreso de más de un millón de vehículos](/colombia/2024/01/07/en-vivo-plan-retorno-inicia-el-regreso-de-mas-de-un-millon-de-vehiculos-a-la-capital-del-pais/)\nEN VIVO - Plan retorno de Reyes: Más de 567.000 vehículos han ingresado a Bogotá\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
    "https://news.google.com/publications/CAAqBwgKMJGwngww0M2vAw",
    "https://www.news.google.com/publications/CAAqBwgKMJGwngww0M2vAw?hl=es-419&gl=CO&ceid=CO%3Aes-419",
    "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:19:29.405+02:00",
  "updated": "2024-01-08T01:19:29.405+02:00"
}