{
  "thread": {
    "uuid": "4af1e80ae95c37c959dd97a8b23dfa34113f229d",
    "url": "https://www.bostonherald.com/2024/01/07/column-cubs-convention-is-on-while-soxfest-remains-off-can-an-old-tradition-be-revived-7/",
    "site_full": "www.bostonherald.com",
    "site": "bostonherald.com",
    "site_section": "https://www.bostonherald.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Boston Herald",
    "title": "Column: Cubs Convention is on, while SoxFest remains off. Can an old tradition be revived? – Boston Herald",
    "title_full": "Column: Cubs Convention is on, while SoxFest remains off. Can an old tradition be revived? – Boston Herald",
    "published": "2024-01-08T00:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.bostonherald.com/wp-content/uploads/2024/01/202312190923TMS_____MNGTRPUB_SPORTS-COLUMN-CUBS-CONVENTION-IS-ON-WHILE-99-TB5-2.jpg?w=1024&#038;h=678",
    "performance_score": 0,
    "domain_rank": 2366,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4af1e80ae95c37c959dd97a8b23dfa34113f229d",
  "url": "https://www.bostonherald.com/2024/01/07/column-cubs-convention-is-on-while-soxfest-remains-off-can-an-old-tradition-be-revived-7/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tribune News Service",
  "published": "2024-01-08T00:23:00.000+02:00",
  "title": "Column: Cubs Convention is on, while SoxFest remains off. Can an old tradition be revived? – Boston Herald",
  "text": "The announcement of Cubs Convention events Monday helped Cubs fans temporarily forget about the team’s lack of any offseason signings, while simultaneously reminding White Sox fans that SoxFest remains on hiatus.\nFan fests have been an annual winter marketing tool for our two teams since the Cubs invented the genre in 1986 as a way to get people interested in the upcoming season and maybe sell a few tickets. The main difference between the two local fan fests is that Cubs fans generally want autographs and to be close to the players, while Sox fans want their pound of flesh from management for the team’s inadequacies.\nThis would’ve been a nice chance for first-year general manager Chris Getz to get his first official grilling, though it’s hard to imagine the genial Getz barking back like his predecessors.\nOh well. Maybe next year.\nWhether these fan fests are an outdated idea in 2024 is debatable, but traditions in Chicago are worth preserving, so for the Cubs, the infomercial must go on.\nI’ve been covering these events since the Cubs billed theirs as the “Cubs Diehard Convention” back in 1987, when announcer Harry Caray usually could be found at the hotel bar and general manager Dallas Green asked noisy fan Ronnie Woo-Woo to pipe down.\nThe names of the players and management have changed over the last 37 years. Sad to admit the only things remaining in 2024 might be me and Mr. Woo-Woo.\nThe Cubs even canceled this year’s seminar with business management, taking away the soapbox from president of business operations Crane Kenney because of low ratings. He finished just ahead of the owners, whose panel also was canceled. But Cubs fans can attend a reception where they can “chat with Tom Ricketts over a beverage,” according to a news release. It did not say whether Ricketts was getting the round.\nThe Cubs also scheduled a seminar featuring some of the Cubs from the 2016 championship, and hopefully former manager David Ross can crash it and bring some drama to the weekend in case there is no last-minute Cody Bellinger signing to announce.\nAs for the Sox, it’s just another lost opportunity for an organization in desperate need of attracting attention that doesn’t involve gunshots. While the Sox haven’t officially canceled SoxFest, as they did the 2023 version, it’s getting late to book a hotel and sell tickets, unless they’re thinking of pitching a tent in some open space in Brighton Park.\nBarring a minor miracle, it’s not happening. Pedro Grifol skates again.\nMany Sox fans have offered theories for the team’s disinterest in holding another SoxFest. Most of the ones I’ve heard revolve around management’s alleged unwillingness to deal with fans angry over the team’s direction , or with Chairman Jerry Reinsdorf for being Jerry Reinsdorf.\nBut those were thorny offseason issues for many years and SoxFest continued, so I’m guessing the reasons are purely financial. If there was money to make, the Sox surely would be all in.\nI’ve been to a dozen or so SoxFests since the inaugural affair in 1992 and watched many fans get into heated debates with executives Ken Williams and Rick Hahn that were as entertaining as you might imagine. It got everyone into the proper mood for the season, when fans would then move their critiques to Sox Twitter.\nSo what can the Sox do to promote the team without SoxFest?\nThe best bet would be to revive the old winter caravan where the team would gather the manager, some coaches and players and travel by bus to some remote outpost like Valparaiso, Ind., or Iowa City for a brunch or luncheon. When the team travels all the way to their town to say hello, fans are far less likely to start harassing them over their shortcomings.\nUnfortunately, the Baseball Writers’ Association of America can’t help, as we did for many years from the 1940s to ‘90s. For over five decades, the local chapter of the BBWAA held a midwinter awards ceremony called the “Diamond Dinner” at a downtown hotel and invited fans to attend, with proceeds going to charity.\nFormer Tribune baseball writer Jerome Holtzman told a story of picking up Mickey Mantle at O’Hare in a limo and stopping off at his house in Evanston, where his children had written “Welcome Mickey” signs and taped them on the walls. He later went back to O’Hare and picked up Sandy Koufax, then asked the Dodgers great if he could stop off, too.\n“And when we arrived, the kids had taken down the Mickey Mantle signs and had replaced them with ‘Welcome Sandy Koufax,’” he wrote.\nHoltzman wasn’t called “the Dean” for nothing.\nThe last Diamond Dinner I recall attending was in 1985, honoring Tom Seaver, Bill Veeck, Rick Sutcliffe, Harold Baines, Ryne Sandberg, Gary Matthews and others. The late sports writer Bill Gleason, who lived for the moment, was master of ceremonies, and Sox manager Tony La Russa and Cubs manager Jim Frey were also featured.\nIt all seemed like one big happy family back then.\nOnce the Cubs began inviting their players for their own winter convention, they saw no need to bring them in for a writers’ banquet. “We have a hard time getting our ballplayers to come in for that,” one Cubs official told Holtzman in 1993. “We can’t ask them to come in twice.”\nThe Diamond Dinner was briefly missed and then forgotten.\nSome fans have lobbied the current baseball writers to reboot the dinner, noting that the New York and St. Louis chapters have baseball banquets for their fans. But the Chicago writers would need the cooperation of the two teams and the star players. That’s a reach in this day and age, where teams would have to be in charge of every detail to have a working relationship with the media. The Chicago chapter of the BBWAA is also much smaller than it was years ago.\nHoltzman was sorry to see the dinner end, but wrote that an old friend conceded to him “even the oldest traditions don’t go on forever.”\nMaybe SoxFest will be back one day. Or maybe, like the Diamond Dinner, it will simply be a blast from the past.\n()",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://chicagotribune.com/news/ct-xpm-2001-02-04-0102040371-story.html",
    "https://www.chicagotribune.com/news/ct-xpm-2001-02-04-0102040371-story.html",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-convention-changes-20231218-q45nymzsh5eqlbixwhkqrxibwy-story.html",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-convention-changes-20231218-q45nymzsh5eqlbixwhkqrxibwy-story.html",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-craig-counsell-pat-murphy-20231217-3jv3j2ucizdlnmr4z2qvsp7sem-story.html",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-craig-counsell-pat-murphy-20231217-3jv3j2ucizdlnmr4z2qvsp7sem-story.html",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-convention-tom-ricketts-20230114-l5r4bkz4xfgypj6lthhajubcwu-story.html",
    "https://www.chicagotribune.com/sports/white-sox/ct-chicago-white-sox-culture-jerry-reinsdorf-rick-hahn-20230808-r7evzirz5fdkrhozekttilmp4i-story.html",
    "https://chicagotribune.com/sports/white-sox/ct-spt-white-sox-soxfest-rick-hahn-20190126-story.html",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-convention-tom-ricketts-20230114-l5r4bkz4xfgypj6lthhajubcwu-story.html",
    "https://www.chicagotribune.com/sports/cubs/ct-cubs-convention-greatest-hits-20160114-story.html",
    "https://www.chicagotribune.com/sports/white-sox/ct-spt-white-sox-soxfest-rick-hahn-20190126-story.html",
    "https://chicagotribune.com/sports/white-sox/ct-chicago-white-sox-culture-jerry-reinsdorf-rick-hahn-20230808-r7evzirz5fdkrhozekttilmp4i-story.html",
    "https://chicagotribune.com/sports/cubs/ct-cubs-convention-greatest-hits-20160114-story.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chris getz",
        "sentiment": "none"
      },
      {
        "name": "getz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cubs",
        "sentiment": "negative"
      },
      {
        "name": "boston herald",
        "sentiment": "negative"
      },
      {
        "name": "sox",
        "sentiment": "none"
      },
      {
        "name": "white sox",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chicago",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:35:23.870+02:00",
  "updated": "2024-01-08T00:35:23.870+02:00"
}