{
  "thread": {
    "uuid": "b017eaa9faff4bf5ca79670ca418967ffdde44a9",
    "url": "https://www.laopinioncoruna.es/mundo/2024/05/06/directo-ultima-hora-conflicto-palestina-93048494.html",
    "site_full": "www.laopinioncoruna.es",
    "site": "laopinioncoruna.es",
    "site_section": "https://www.laopinioncoruna.es/rss/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "Guerra de Israel y Gaza, en directo: últimas noticias del conflicto en Oriente Próximo",
    "title_full": "Guerra de Israel y Gaza, en directo: últimas noticias del conflicto en Oriente Próximo",
    "published": "2024-05-06T08:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/9ba39217-f884-457d-8e18-44135f6ab1df_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 36352,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b017eaa9faff4bf5ca79670ca418967ffdde44a9",
  "url": "https://www.laopinioncoruna.es/mundo/2024/05/06/directo-ultima-hora-conflicto-palestina-93048494.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-05-06T08:20:00.000+03:00",
  "title": "Guerra de Israel y Gaza, en directo: últimas noticias del conflicto en Oriente Próximo",
  "text": "En Directo\nOriente Próximo\nGuerra de Israel y Gaza, en directo: últimas noticias del conflicto en Oriente Próximo\nSigue el minuto a minuto de la ofensiva de Israel sobre Gaza y la tensión bélica entre el estado hebreo e Irán\nRedacción\nLa tensión en Oriente Próximo sigue amenazando con un conflicto mayor tras propagarse más allá de la guerra entre\n[Israel](/tags/israel/) y [Hamás](/tags/hamas/). La ofensiva del ejército israelí en Gaza, desencadenada tras los atentados de la organización islamista en el país hebreo el pasado mes de octubre, ya se ha cobrado miles de víctimas en la Franja. Pero el bombardeo por parte de Israel de un edificio consular iraní en Damasco y la respuesta de [Irán](/tags/iran/) con el lanzamiento de un ataque sin precedentes con drones y misiles sobre suelo israelí han escalado la preocupación sobre el nivel de la crisis.\nIsrael ataca posiciones de milicias proiraníes en Siria tras un ataque contra los Altos del Golán\nEl Ejército de Israel ha atacado posiciones de milicias proiraníes en Siria en respuesta a un ataque previo atribuido a estos grupos armados contra los ocupados Altos del Golán, un intercambio de hostilidades que se han visto incrementados desde el inicio de la guerra en la Franja de Gaza. Las Fuerzas de Defensa de Israel (FDI) han afirmado en un comunicado publicado en su página web que durante la noche del domingo se registrado \"dos lanzamientos desde territorio sirio\" y han agregado que \"impactaron en espacios abiertos\". \"No hay víctimas\", han subrayado.\nAl menos tres heridos en un bombardeo israelí contra un fábrica en el este del Líbano\nAl menos tres personas resultaron heridas este lunes a causa de un bombardeo israelí contra una fábrica en el Valle de la Bekaa, una región en el este del\n[Líbano](/tags/libano/) alejada de la frontera común donde se suelen concentrar las hostilidades entre el grupo chií [Hizbulá](/tags/hizbula/) y el Estado judío. Cazas israelíes atacaron de madrugada un edificio ubicado en la localidad de Sefri, hiriendo a tres civiles y destruyendo el inmueble objetivo de la acción, cuyos escombros quedaron esparcidos por una carretera cercana, según informó la Agencia Nacional de Noticias (ANN). El Valle de la Bekaa es un importante bastión de Hizbulá y en los últimos meses ha sido bombardeado por Israel en varias ocasiones, si bien el fuego cruzado entre las partes se sigue concentrando principalmente en las áreas cercanas a la divisoria de facto entre los dos países.\nIsrael envía órdenes de evacuación a gazatíes del este de Rafah\nLos residentes de los barrios orientales de la ciudad sureña de Rafah, próximos al denominado corredor Filadelfia fronterizo con Egipto, recibieron mensajes de voz instándolos a evacuar y dirigirse hacia la \"zona humanitaria\" de Al Mawasi.\n\"De acuerdo con la aprobación del Gobierno (israelí), una evaluación de la situación en curso guiará el movimiento gradual de civiles de las áreas especificadas hacia el área humanitaria\" de Al Mawasi, dijo hoy el Ejército en un comunicado castrense.\nEl Ejército de Israel pide a los palestinos abandonar Rafá \"inmediatamente\" ante una inminente ofensiva\nEl Ejército de Israel ha pedido a los palestinos este lunes abandonar \"inmediatamente\" la ciudad de Rafá, en el sur de la Franja de Gaza, ante una inminente ofensiva en la que las tropas israelíes \"usarán una fuerza extrema contra organizaciones terroristas\" en las zonas residenciales.\n\"Un llamamiento urgente a todos los residentes y desplazados en la zona del municipio de Al Shuka y en los barrios de Al Salam, Al Jeneina, Tabbat Ziraa y Al Byuk en la ciudad de Rafá: las Fuerzas de Defensa de Israel (FDI) usarán una fuerza extrema contra las organizaciones terroristas en las zonas donde residen, como lo han hecho hasta ahora. Cualquiera que esté cerca de organizaciones terroristas pone su vida y la de su familia en peligro\", ha publicado el portavoz en árabe del Ejército de Israel, Avichai Adrai, en su cuenta de la red social X.\nAl menos 21 palestinos muertos, ocho de ellos niños, en un bombardeo del Ejército israelí contra Rafá\nAl menos 21 palestinos, entre ellos ocho niños, han muerto este lunes de madrugada en un bombardeo del Ejército de Israel contra la ciudad de Rafá, en el sur de la Franja de Gaza, donde las autoridades israelíes planean una operación terrestre a pesar de las críticas internacionales, y es que la urbe sirve de refugio para más de 1,4 millones de personas.\nLos ataques de la aviación israelí han alcanzado diez viviendas repartidas en numerosos barrios de la ciudad, según ha informado la agencia de noticias palestina WAFA.\nIsrael bombardea posiciones de milicias proiraníes en Siria tras un ataque contra los Altos del Golán\nEl Ejército de Israel ha bombardeado este domingo posiciones de milicias proiraníes en Siria en respuesta a un ataque previo atribuido a estos grupos armados contra los ocupados Altos del Golán, un intercambio de hostilidades que se han visto incrementados desde el inicio de la guerra en la Franja de Gaza.\nLas fuerzas israelíes han lanzado cuatro misiles contra las localidades de Tal al Yabiya, Tal al Jumu y Tal Ashtra, en la gobernación de Daraa (sur), mientras que las milicias han disparado tres misiles contra el mencionado territorio, según el Observatorio Sirio para los Derechos Humanos.\nNetanyahu asegura que Israel \"luchará hasta la victoria\" contra Hamás incluso si se quedan \"solos\"\nEl primer ministro de Israel, Benjamin Netanyahu, ha asegurado este domingo que \"lucharán hasta la victoria\" contra el Movimiento de Resistencia Islámica (Hamás) incluso si se quedan \"solos\", en referencia a la presión internacional para que cese su ofensiva sobre la Franja de Gaza.\n\"Desde aquí, desde Jerusalén, estoy enviando un mensaje muy claro: no encadenarán nuestras manos, e incluso si Israel tiene que quedarse solo, se quedará solo y seguirá luchando contra nuestros enemigos hasta la victoria\", ha declarado durante un acto en conmemoración del Holocausto, según ha recogido el diario 'The Times of Israel'.\nIsrael cree que Hamás rechazará la última propuesta de acuerdo y acelera los preparativos para atacar Rafá\nEl ministro de Defensa israelí, Yoav Gallant, ha afirmado este domingo que Israel ha detectado \"indicios\" de que el Movimiento de Resistencia Islámica (Hamás) no quiere cerrar un acuerdo para la liberación de los rehenes y por tanto la ofensiva militar israelí sobre Rafá podría comenzar \"en un futuro cercano\".\n\"Tenemos objetivos claros para esta guerra: la eliminación de Hamás y la liberación de los rehenes\", ha explicado. \"Hemos dado un plazo determinado (a las negociaciones) y hemos retrasado las acciones operativas\" para facilitar una posible liberación, ha afirmado Gallant, según recoge el diario 'The Times of Israel'.\nMacron pide a Netanyahu que se implique para que las negociaciones salgan adelante\nEl presidente francés, Emmanuel Macron, pidió este domingo al primer ministro israelí, Benjamín Netanyahu, que se implique para que salgan adelante las negociaciones con Hamás, e insistió en que París apoya \"plenamente\" los esfuerzos de mediación.\nEn un comunicado, el Elíseo indicó que en la conversación telefónica que mantuvo con Netanyahu, Macron le subrayó que esas conversaciones \"podrían conducir a la liberación de los rehenes, a la protección de los civiles con un alto el fuego y a la desescalada regional\".\nAl Jazeera califica de \"acto criminal\" la orden de cierre de sus oficinas en Israel\nLa cadena de televisión catarí Al Jazeera calificó este domingo de \"acto criminal\" la medida aprobada por el Gobierno de Israel de cerrar la emisión y las oficinas del canal en el país, algo que el medio denunció que \"viola los derechos humanos de acceso a la información\".\n\"El Gobierno del primer ministro Benjamín Netanyahu decidió, en un paso lleno de engaño, ratificar por unanimidad la orden de cierre de las oficinas de Al Jazeera (...) Condenamos y denunciamos este acto criminal israelí, que viola los derechos humanos de acceso a la información\", dijo la cadena en un comunicado.\nMeter papel higiénico con vinagre: el secreto efectivo que cada vez hace más gente Alerta de la Guardia Civil por lo que está ocurriendo en Vinted y Wallapop La familia del supuesto dueño de la Primitiva millonaria pide responsabilidad civil de Loterías Victoria práctica y sin lujos de la Real Sociedad Directo | Leyma Básquet Coruña - Castellò Un abogado coruñés asume la demanda colectiva de 4.000 afectados por el motor Puretech defectuoso El truco definitivo para eliminar la grasa de la lados de la cintura Consigue adelgazar durante las cenas con un sencillo hábito: resultados más que probados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Health",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T10:29:04.034+03:00",
  "updated": "2024-05-06T10:29:04.034+03:00"
}