{
  "thread": {
    "uuid": "3a2b3acbe8e29fad53efdd18bde68b9ce4265517",
    "url": "https://www.ansa.it/lombardia/notizie/2024/07/05/universita-bicocca-feste-di-laurea-green-e-senza-rifiuti_e7972405-1d0f-49be-9225-205c9a5c05d9.html",
    "site_full": "www.ansa.it",
    "site": "ansa.it",
    "site_section": "http://www.ansa.it/lombardia/notizie/lombardia_rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS di Regione Lombardia  - ANSA.it",
    "title": "Università Bicocca, feste di laurea green e senza rifiuti - Notizie - Ansa.it",
    "title_full": "Università Bicocca, feste di laurea green e senza rifiuti - Notizie - Ansa.it",
    "published": "2024-07-05T09:24:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ansa.it/webimages/img_165x110/2024/4/9/40be8b9c774f5460a860fe1c4aa22cad.jpg",
    "performance_score": 0,
    "domain_rank": 1864,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a2b3acbe8e29fad53efdd18bde68b9ce4265517",
  "url": "https://www.ansa.it/lombardia/notizie/2024/07/05/universita-bicocca-feste-di-laurea-green-e-senza-rifiuti_e7972405-1d0f-49be-9225-205c9a5c05d9.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ansa.it",
  "published": "2024-07-05T09:24:00.000+03:00",
  "title": "Università Bicocca, feste di laurea green e senza rifiuti - Notizie - Ansa.it",
  "text": "\"Il giorno della tua laurea lascia il segno, non rifiuti\".\n È il messaggio di un video che l'Università Bicocca di Milano ha deciso di proiettare nelle aule poco prima di ogni proclamazione, davanti a genitori, amici e parenti che aspettano di festeggiare. Una clip girata negli spazi esterni dell'ateneo che mostra una scena comune a tante università in tempi di sessione di laurea: c'è un protagonista fresco di discussione della tesi con la corona d'alloro sulla testa. Un capannello di persone attorno che stappa bottiglie, applaude, fra festoni, mazzi di fiori e coriandoli. E subito dopo, a festa finita, una distesa di bicchieri di plastica, tappi, cartoni e rifiuti di ogni tipo abbandonati per terra, sui muretti o sulle panchine.\n Marco Orlandi, ordinario di Chimica e prorettore vicario di Bicocca racconta che \"ci siamo resi conto che perfino alcuni studenti che si laureavano in Scienze ambientali il giorno della laurea finivano per lasciare bicchieri di plastica e bottiglie dappertutto\". Festeggiamenti effervescenti, li definisce il prorettore, diventati ancora più marcati nel post Covid. «Dopo la pandemia è risultato evidente a tutti noi che i nostri ragazzi avevano ancora più bisogno di festeggiare, che era diventata una sorta di liberazione. Ma le cose stavano degenerando e abbiamo capito che dovevamo fare qualcosa».\n \"Abbiamo ricevuto tante segnalazione da parte degli studenti stessi, da professori e ricercatori — prosegue il prorettore vicario di Bicocca — ma abbiamo scelto di non essere in alcun modo repressivi perché vogliamo convincerli che non è il modo migliore per festeggiare». Da qui l'idea del video. Pubblicato su tutti i canali Social di Bicocca ma soprattutto, dall'inizio della sessione di laurea estiva, proiettato direttamente nelle aule poco prima delle proclamazioni.\n \"La prima parte in cui si simula una festa di laurea è finzione — precisa Orlandi — La seconda, dove si vede piazza dell'Ateneo nuovo piena di bottiglie, cartoni e sporcizia, purtroppo è reale.\n Ma abbiamo fiducia che, sensibilizzandoli, le cose possano cambiare».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:11:18.850+03:00",
  "updated": "2024-07-05T10:11:18.850+03:00"
}