{
  "thread": {
    "uuid": "623f7a9075a9fe534d096cc02c863ada7ffddec7",
    "url": "https://www.thehindu.com/business/accelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy/article67849694.ece",
    "site_full": "www.thehindu.com",
    "site": "thehindu.com",
    "site_section": "https://www.thehindu.com/feeder/default.rss",
    "site_categories": [
      "religion",
      "hinduism"
    ],
    "section_title": "Latest  News , Latest News Live and Breaking News Today  | The Hindu",
    "title": "Accelerating the REvolution – A case for developer-led responsible renewable energy - The Hindu",
    "title_full": "Accelerating the REvolution – A case for developer-led responsible renewable energy - The Hindu",
    "published": "2024-02-16T00:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://th-i.thgim.com/public/incoming/enh7ii/article67849762.ece/alternates/LANDSCAPE_1200/India_New_Renewables_Decline_55401.jpg",
    "performance_score": 0,
    "domain_rank": 1107,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "623f7a9075a9fe534d096cc02c863ada7ffddec7",
  "url": "https://www.thehindu.com/business/accelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy/article67849694.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karthik Ganesan & Akanksha Tyagi",
  "published": "2024-02-16T00:01:00.000+02:00",
  "title": "Accelerating the REvolution – A case for developer-led responsible renewable energy - The Hindu",
  "text": "India has ambitious renewable-energy (RE) goals and currently ranks fourth globally in installed RE capacity. With a goal of tripling the capacity by 2030, the RE sector will play a pivotal role in realising India’s vision to be a green economy. Last year, the Ministry of New and Renewable Energy (MNRE) prescribed an annual bidding trajectory for about 50 GW of RE capacity between 2023 and 2028. Notwithstanding contracting and finding buyers for this power, the speed and scale of RE deployment will bring with it challenges. Take, for example, the evacuation infrastructure needed, increased demand for raw materials, availability of land and alteration of its current role. A Council on Energy, Environment and Water (CEEW) study estimates that if extant renewable technologies continue to be the main drivers of decarbonising India’s power sector, power-generation assets could occupy between 4.9% and 6.09% of India’s total landmass by 2100, an area roughly the size of the State of Gujarat. The case, then, for scaling responsible renewable and sustainable energy deployment is clear.\nHuge employment potential Large-scale RE deployment could generate millions of new jobs over the coming decades, many of them in rural India. By 2030, we estimate that clean-energy sectors could potentially employ one million people in the country. In parallel, there can be notable effects on communities dependent on the land, due to changes in land use, alterations to ecosystems, shifts in livelihoods, and overall impacts on land productivity. As India scales up RE, balancing these interests can lead to delays in project commissioning. This has contributed to a decline in developers’ interest in RE tenders. In 2020, citing delays in allocating land for a project, wind developers reached out to the Central Electricity Regulatory Commission (CERC) to terminate the power-purchase agreements for about 565 MW wind capacity signed with the Solar Energy Corporation of India (SECI).\nCommissioning delays pose a substantial financial and reputational risk to RE developers, who are looking to demonstrate that their projects and processes reduce risks for investors and in turn, lower the cost of financing. Therefore, in pursuit of responsible RE deployment and contributing to the betterment of communities in and around project sites, many developers support local development activities and community-led programmes via their corporate social responsibility (CSR) initiatives to augment their projects’ social and environmental benefits.\nFor instance, Tata Power Solar has set up integrated vocational training for community women and youth at multiple project sites. ReNew has a dedicated stakeholder communication strategy involving local administration, panchayats, community members and civil society organisations that informs their CSR initiatives. As the RE sector rapidly expands, such efforts need to be widely adopted and scaled up further. Existing platforms, standards and mechanisms must be strengthened further for more inclusive and responsible capacity deployment.\nProject developers have an important role in driving responsible practices, as they are the primary interface with the community in the early stages of land acquisition and construction, and in many cases also in the operational phase. Furthermore, regulators and investors want to assess responsible practices of any new project, as reflected by the introduction of reporting mechanisms such as SEBI’s Business Responsibility and Social Reporting (BRSR) to evaluate the private sector on environmental, social, and governance (ESG) norms that are now becoming universal. CSR initiatives to demonstrate developers’ stewardship in these matters must continue. However, it is equally important that responsible practices are embedded in every stage of project development – material procurement, conceptualisation and design, construction, operation and the ultimate decommissioning of a project or site. Every new project offers an opportunity to test and scale newer and emerging themes in responsible RE practices. To empower all developers to be a part of the fast-growing RE ecosystem and scale responsible practices further, there are two prerequisites.\nFirst, all stakeholders – developers, financiers and procurers – must develop a shared understanding of what constitutes responsible RE. This will ensure coordinated efforts throughout the ecosystem, to integrate and scale responsible practices. The current literature around responsible practices in project development in India, focuses on recognising and promoting universal rights, ensuring nature-positive and regenerative development, and practising people-centric participatory governance. These principles must now be tailored for the RE sector and yield more tangible indicators that can be applied at a project level and cover all stakeholders involved. These indicators must be accompanied by measurable standardised metrics and benchmarks that allow developers to continuously track and improve their performance.\nSecond, developers, along with civil society, should demonstrate and document the impact of adopting responsible practices through a few lighthouse projects. Using a responsible RE framework and building the first set of good practices, for a low-impact siting and operations of a project, they can demonstrate how their corporate ESG goals are also fulfilled. This will generate evidence for the wider adoption of responsible RE which, in due course, can be codified through policies and regulations, and even be mandated through tender document specifications.\nThis push for responsible energy is not to create new barriers for developers but is with the benefit of hindsight, that energy projects have externalities that must be addressed at the outset before they become entrenched. Responsible RE will strengthen the renewable ecosystem in India, and address roadblocks in siting, public acceptance and find the right synergy between energy security , society and the environment.\n(Akanksha Tyagi is a Programme Lead and Karthik Ganesan is Fellow and Director, Research Coordination, at the Council on Energy, Environment and Water (CEEW). Views are personal.)\nCOMMents\nSHARE\nCopy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&title=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&t=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&title=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://api.whatsapp.com//send?text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0%20-%20https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece",
    "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://reddit.com/submit",
    "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&title=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://t.me/share/url",
    "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.linkedin.com/shareArticle",
    "https://api.whatsapp.com//send",
    "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&t=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece&title=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0",
    "https://twitter.com/intent/tweet",
    "https://www.api.whatsapp.com//send?text=Accelerating%20the%20REvolution%20%E2%80%93%20A%20case%20for%20developer-led%20responsible%20renewable%20energy%C2%A0%20-%20https%3A%2F%2Fwww.thehindu.com%2Fbusiness%2Faccelerating-the-revolution-a-case-for-developer-led-responsible-renewable-energy%2Farticle67849694.ece"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "council on energy",
        "sentiment": "none"
      },
      {
        "name": "ministry of new and renewable energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:54:04.802+02:00",
  "updated": "2024-02-16T13:42:23.056+02:00"
}