{
  "thread": {
    "uuid": "4436f14ae646693aef07736999b151f899b5cf0d",
    "url": "https://www.eluniversal.com.co/farandula/la-actriz-ana-lucia-dominguez-anuncio-su-primer-embarazo-a-los-40-anos-GH10177346",
    "site_full": "www.eluniversal.com.co",
    "site": "eluniversal.com.co",
    "site_section": "https://www.eluniversal.com.co/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Universal",
    "title": "La actriz Ana Lucía Domínguez anunció su primer embarazo a los 40 años | EL UNIVERSAL - Cartagena",
    "title_full": "La actriz Ana Lucía Domínguez anunció su primer embarazo a los 40 años | EL UNIVERSAL - Cartagena",
    "published": "2024-03-14T22:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.eluniversal.com.co/binrepository/1218x686/199c0/800d686/none/13704/UFCK/ana-lucia-dominguez-y-su-esposo-jorge-cardenas_9714472_20240314162503.jpg",
    "performance_score": 0,
    "domain_rank": 25855,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4436f14ae646693aef07736999b151f899b5cf0d",
  "url": "https://www.eluniversal.com.co/farandula/la-actriz-ana-lucia-dominguez-anuncio-su-primer-embarazo-a-los-40-anos-GH10177346",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "REDACCIÓN FARÁNDULA",
  "published": "2024-03-14T22:40:00.000+02:00",
  "title": "La actriz Ana Lucía Domínguez anunció su primer embarazo a los 40 años | EL UNIVERSAL - Cartagena",
  "text": "Ana Lucía Domínguez, actriz de Pasión de gavilanes y protagonista de la serie de Netflix ‘Palpito’, compartió con sus seguidores la dulce noticia de que se encuentra esperando su primer hijo junto a su esposo Jorge Cárdenas, de 53 años. La pareja, que lleva 15 años de matrimonio, está establecida en España, acontecimiento que anunciaron a su público en el cumpleaños 40 de la actriz. Con la noticia del embarazo no solo emocionaron a sus familiares, sino a los miles de seguidores en sus redes sociales que se preguntaban cuándo iban a agrandar la familia. [Lea aquí: Ana Lucía Domínguez volvió al altar después de 15 años](https://www.eluniversal.com.co/farandula/ana-lucia-dominguez-volvio-al-altar-despues-de-15-anos-AJ9586288) El enternecedor video muestra el momento en que la pareja se enteró de la dulce espera y lo ilusionados que están: “Aquí comienza una nueva aventura. Siempre de la mano de Dios. Gracias por este regalo”, manifestó una feliz Ana Lucía Domínguez. Aunque, en repetidas ocasiones, confesaron que su sueño era tener hijos, no habían encontrado un espacio en sus apretadas agendas profesionales. Pero el 24 de diciembre de 2023, después de una prueba en el baño de la finca de sus padre, confirmaron el embarazo con otra prueba, pero decidieron esperar para contarle a sus familiares y al mundo. [Lea aquí: Ana Lucía Domínguez le dio sugestivo regalo a su esposo de cumple, ¿se pasó?](https://www.eluniversal.com.co/farandula/ana-lucia-dominguez-le-dio-sugestivo-regalo-a-su-esposo-de-cumple-se-paso-YY9526203) En entrevista con Eva Rey, en 2023, la actriz reveló los nombres de sus futuros hijos, ¿se mantendrán o cambiaran de opinión?; por otro lado, en conversación con Aló, aseguró que cuando quedara embarazada quería dedicarse 100% a su hijo y a su familia. [Lea aquí: Ana Lucía Domínguez regresa para entregar su corazón](https://www.eluniversal.com.co/viernes/ana-lucia-dominguez-regresa-para-entregar-su-corazon-CI8192026) “Siento que vamos a ser padres, no sé cuándo... Se llama Luciana. La consiente, me consiente la barriga y hablamos de ella todo el tiempo. Ahora, si sale niño va a tener otro nombre. Me encanta Eduardo por mi suegro, en paz descanse. Eduardo José, podría ser, pero Luciana sí seguro”, dijo Domínguez.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:13:41.874+02:00",
  "updated": "2024-03-15T00:13:41.874+02:00"
}