{
  "thread": {
    "uuid": "76cbbc9fdb303d4165d30a94121012c6f8942db0",
    "url": "https://www.yahoo.com/news/national-telecommunicators-week-keeping-people-221749496.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "search_engine",
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "National Telecommunicators Week: Keeping People Safe Behind the Scenes",
    "title_full": "National Telecommunicators Week: Keeping People Safe Behind the Scenes",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/H5nulWbuOnLO1hK0NnS5jw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/video.kjrh.scripps.com/99e4033897007422335831621b02627c",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76cbbc9fdb303d4165d30a94121012c6f8942db0",
  "url": "https://www.yahoo.com/news/national-telecommunicators-week-keeping-people-221749496.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KJRH-Tulsa Videos",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "National Telecommunicators Week: Keeping People Safe Behind the Scenes",
  "text": "Newshub YouTubeA man in New Zealand went looking for his elderly parents on Thursday morning after becoming concerned that he had not heard from them for days, reports say. At their rural rented property in Waitākere, West Auckland, he found a ram in a paddock alongside the lifeless bodies of his parents.The unnamed couple in their early 80s are believed to have both been killed by the sheep, according to The New Zealand Herald. Authorities believe the man had gone out to feed the ram and never Kanye West is being investigated for battery after allegedly punching a man who his representatives claim \"battered and sexually assaulted\" his wife, Bianca Censori. TORONTO — Two men who worked for Air Canada and an alleged firearms trafficker are among nine people charged in a heist of nearly $24 million in gold and cash from Toronto's Pearson airport a year ago, police said Wednesday, offering new details of what happened in the \"sensational\" case. Peel Regional Police said their joint investigation – dubbed Project 24K – with the U.S. Alcohol, Tobacco and Firearms Bureau has resulted in a combined 19 criminal charges against the suspects, including multi Jaylen Griffin would've turned 16 years old next week, police said Moments before her death, a pregnant British attorney said her husband had shoved her off a cliff. Jabin Botsford/ReutersDespite the troubles plaguing Donald Trump’s first criminal trial in New York City, the process reached a milestone Thursday afternoon when the judge filled all 12 seats of the jury that will determine his fate.But the slog is far from over, as prosecutors and defense lawyers must now screen dozens of other jurors to pick the half-dozen New Yorkers who will serve as alternates during the next month or two—and might not even make it into the deliberation room.The new additio TORONTO — Ontario Provincial Police say 14 alleged members of an organized gang are facing dozens of charges after 126 people from across Canada lost nearly $1 million in total in a so-called \"grandparent scam.\" OPP Det. Insp. Sean Chatland says the alleged scammers were impersonating judges, lawyers, and police officers on phone calls and leading their victims, many of whom were seniors, to believe their loved ones were in distress and urgently needed money for bail or other fees. Chatland says The supermodel joins Emily Ratajkowski, Paloma Elsesser and Tina Kunakey in the new summer 2024 campaign Authorities allege Jonathan Bates killed his wife in 2017 and has been on the run since failing to show up to court in 2022 Clarisa Figueroa, 51, killed 19-year-old Marlen Ochoa-Lopez and cut her baby from her womb in 2019 A 47-year-old man from New York has been sentenced to 47 years to life after admitting to kidnapping and sexually assaulting a 9-year-old girl last fall. A park ranger made the discovery, and now an investigation is underway. Bryan Kohberger, who is accused of killing four University of Idaho students in November 2022, was out driving west of Moscow, Idaho, the night of the slayings, his attorney says, and the defense plans to offer a cell phone tower and radio frequency expert to partially corroborate this account, a court document supporting an alibi defense filed Wednesday shows. “We don’t want people to operate in this fear mode,” Nofziger said. “We want people to operate in the empowerment mode.” The 'Weekend Update' anchor gave a shoutout to an actor who he says makes \"interesting\" choices when it comes to being a guest host on 'SNL' Melissa Elizabeth Lucio has been on death row since 2008 after being convicted of murdering her 2-year-old daughter \"Are you serious? Those are the words I used?\" Clarkson chides herself The post Kelly Clarkson Has to Walk It Off After Unintentionally Making Dirty ‘Meat’ Joke to Henry Golding | Video appeared first on TheWrap. The man’s blood alcohol content was double the legal limit during the crash, Arizona officials said. He staged a break-in at her home the day she was found dead, Louisiana deputies said. 'Father of the Bride' producer Carol Bride has declared Sydney Sweeney \"can't act\" and is \"not pretty\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pearson",
        "sentiment": "none"
      },
      {
        "name": "bianca censori",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "peel regional police",
        "sentiment": "none"
      },
      {
        "name": "new zealand herald",
        "sentiment": "none"
      },
      {
        "name": "air canada",
        "sentiment": "none"
      },
      {
        "name": "u.s. alcohol, tobacco and firearms bureau",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "kanye west",
        "sentiment": "none"
      },
      {
        "name": "waitākere",
        "sentiment": "none"
      },
      {
        "name": "west auckland",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:30:09.267+03:00",
  "updated": "2024-04-19T01:30:09.267+03:00"
}