{
  "thread": {
    "uuid": "6c2ca2532be57fd8f1224e02314a1ec082434c2e",
    "url": "https://www.laestrella.com.pa/economia/roy-rivera-desarrollo-de-biocombustible-en-panama-debe-ser-prioridad-para-el-nuevo-gobierno-NJ7874179",
    "site_full": "www.laestrella.com.pa",
    "site": "laestrella.com.pa",
    "site_section": "https://laestrella.com.pa",
    "site_categories": [
      "media"
    ],
    "section_title": "La Estrella de Panamá - Noticias de Panamá y el mundo",
    "title": "Roy Rivera: ‘Desarrollo de biocombustible en Panamá debe ser prioridad para el nuevo gobierno",
    "title_full": "Roy Rivera: ‘Desarrollo de biocombustible en Panamá debe ser prioridad para el nuevo gobierno",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PA",
    "main_image": "https://www.laestrella.com.pa/binrepository/800x600/100c0/600d600/none/199516884/RMQS/fuel-6999638_181-7485797_20240704175952.jpg",
    "performance_score": 0,
    "domain_rank": 67377,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c2ca2532be57fd8f1224e02314a1ec082434c2e",
  "url": "https://www.laestrella.com.pa/economia/roy-rivera-desarrollo-de-biocombustible-en-panama-debe-ser-prioridad-para-el-nuevo-gobierno-NJ7874179",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bernabé Yangüez",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "Roy Rivera: ‘Desarrollo de biocombustible en Panamá debe ser prioridad para el nuevo gobierno",
  "text": "Importar productos derivados de los combustibles fósiles hacia Panamá es cada vez más costoso. Datos del Instituto Nacional de Estadística y Censo (Inec), muestran que, durante el primer trimestre de 2024, el país destinó $687.002.584 a traer gasolina, diesel, grasas lubricantes y otros elementos, lo que se traduce en un incremento superior a los $60.000 en comparación con los $625.274.746, que utilizaron para este fin, en el último trimestre de 2023.El Observatorio de Complejidad Económica (OEC), señala que, en 2022, el país importó $11.7 millones en petróleo refinado, siendo el importador N°25 a nivel mundial. Es por eso que el presidente José Raúl Mulino, comentó, durante su toma de posesión que buscarán impulsar la economía en el interior del país, mediante la producción de biocombustibles.'Esto va a generar un incremento de inversiones e inyectar no menos de $100 millones en nuestra economía, que hoy se van a otros países producto de la importación de combustibles fósiles', alegó.Según el mandatario, esta acción producirá cerca de 20.000 nuevos empleos en el interior del país. 'Queremos producir un combustible más limpio y eficiente', destacó.Roy Rivera, expresidente del Sindicato de Industriales de Panamá (SIP), dijo, durante el acto de conmemoración de los 60 años el Consejo Nacional de la Empresa Privada (CoNEP), el pasado 3 de julio, que este proyecto debe ser una prioridad para el Estado.'Este proyecto es extraordinario, porque nos permite traer empleo al campo, que es donde más se necesita, a la par de permitirnos sustituir las exportaciones de combustibles, que están cada día más costosas', ponderó el también miembro de la junta directiva del CoNEP.Rivera considera que la complementariedad entre la producción del campo y la sustitución de la importación de combustibles debe ser una 'prioridad para el nuevo gobierno y todo el país'.El empresario explicó que los biocomustibles suelen ser derivados de la caña de azúcar que se mezcla en proporción con el combustible de hidrocarburos para generar una producto más amigable con el ambiente.Raúl Montegrego, actual líder del SIP, abogó por la creación de empleo mediante este industria. 'Esta industria es una excelente iniciativa, porque nos permite crear nuevos campos de desarrollo', relató.El desafío, según el principal del SIP, es que el Estado sea cada vez más moderno y ágil, para permitirle a la empresa privada generar nuevas fuentes de empleo. 'No puedo dejar de lado la necesidad de que el país le pueda sacar provecho a los tratado de libre comercio que tiene suscritos, lo cual requiere ser estrictos con las naciones que buscan exportar sus productos a Panamá, pero le ponen trabajas a la llegada de nuestros productos a sus mercados', agregó.A estas voces se une Severo Sousa, quien también lideró el CoNEP. 'Cualquier proyecto de biocombustible es bueno para el país, porque eso es algo que está demandando el mundo. Ojalá este tipo de proyectos nos permita aprovechar la basura, porque hay ideas en este rubro que sí lo consideran, lo que nos permitiría enfrentar el desafío del relleno sanitario del Cerro Patacón', analizó el gremialista.El 31 de enero de 2023, se aprobó la implementación de la Ley 355, que reforma la Ley 42 de 2011, sobre los lineamientos de la política nacional sobre el uso de biocombustibles y energía eléctrica, a partir de biomasa, en el territorio nacional.La legislación establece que las gasolineras tendrán que integrar el uso de bioetanol, a partir del 1 de abril de 2024. Este se debe implementar como un aditivo oxigenante en mezcla del 5% con las gasolinas en Panamá.Primero se aplicó en la provincia de Panamá y se tiene previsto hacerlo en todo el territorio nacional, para el 1 de septiembre de 2024. El 1 de abril de 2025, la mezcla será del 7%, a nivel nacional y para el 1 de abril de 2026, será del 10%.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:12:41.872+03:00",
  "updated": "2024-07-05T10:12:41.872+03:00"
}