{
  "thread": {
    "uuid": "ad6de8f025333b1bdf7d4f932af3c94990a591f9",
    "url": "https://www.jacksonville.com/story/sports/columns/gene-frenette/2023/12/28/cruel-for-jaguars-fred-taylor-to-wait-for-hof-entry-as-long-as-tony-boselli/72047130007/",
    "site_full": "www.jacksonville.com",
    "site": "jacksonville.com",
    "site_section": "http://jacksonville.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Florida Times-Union: Local News, Politics & Sports in Jacksonville, FL",
    "title": "Cruel for Jaguars' Fred Taylor to wait for HOF entry as long as Tony Boselli",
    "title_full": "Cruel for Jaguars' Fred Taylor to wait for HOF entry as long as Tony Boselli",
    "published": "2023-12-28T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4860,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad6de8f025333b1bdf7d4f932af3c94990a591f9",
  "url": "https://www.jacksonville.com/story/sports/columns/gene-frenette/2023/12/28/cruel-for-jaguars-fred-taylor-to-wait-for-hof-entry-as-long-as-tony-boselli/72047130007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gene Frenette",
  "published": "2023-12-28T23:44:00.000+02:00",
  "title": "Cruel for Jaguars' Fred Taylor to wait for HOF entry as long as Tony Boselli",
  "text": "If anybody can run into the Pro Football Hall of Fame using a different path than many already enshrined, it’s Fred Taylor . The legendary Jaguars running back made a monumental breakthrough Wednesday when he was announced as one of 15 modern-era finalists to get into Canton, clearing a hurdle that took him nine attempts to get over since first becoming eligible in 2016. Being a first-time finalist is a critical step for Taylor because it means his case will be presented before the 50 HOF voters at a mid-January meeting in Atlanta. Players elected will be secretly informed with a knock on their door in late January, then be introduced for the first time at the NFL Honors program on February 8. Sam Kouvaris , the former WJXT-Channel 4 sports director for 37 years and Jacksonville’s media representative on the HOF selection committee, will try to convince his voting colleagues that Taylor belongs in Canton despite lacking important accolades of many other candidates. Taylor has only one Pro Bowl on his resume, never made an All-Decade team or played in a Super Bowl. Seventy-five percent of those enshrined were All-Decade members and 64 percent won championships, according to HOF voter and stats guru Rick Gosselin , a Dallas-based NFL writer. “If you’re not All-Decade or haven’t won a championship, it’s a tough sell [to voters],” Gosselin said. Still, that doesn’t mean Taylor won’t gain entry. What he does have going for him is being 17th on the all-time rushing list with 11,695 yards, a robust 4.6-yard average per carry and the only back in history besides Barry Sanders and Adrian Peterson to have at least 2,500 carries and a 4.5-yard average. Of the 16 backs with more rushing yards than Taylor, 14 are in the Hall of Fame and the other two, Peterson and Frank Gore, will likely be enshrined when they become eligible. Kouvaris believes it’s telling Taylor was the only back among four semifinalists ( Eddie George, Ricky Watters and Tiki Barber ) to reach the finals. He looks forward to presenting Taylor’s case for the first time. “There’s a level of the eye test of which guys selectors put in the Hall of Fame and I think that part works in Fred’s favor. He was the opposite of a mundane back,” said Kouvaris. “He had a level of magic that made things happen. “Every time Fred touched the football, there was a chance he was going to score. You can’t say that about every running back.” But since HOF selectors can only put a maximum five of the 15 finalists into Canton, many deserving players wait a decade or longer to be enshrined, if they get in at all. Tony Boselli , the only Jaguar with a gold jacket, waited 16 years to get into the Hall and was passed over five times as a finalist before his election in 2022. There’s no telling how the voters will view the case of Taylor, who will have to overcome playing in a small market and in an era when several Hall of Fame backs — Edgerrin James, Curtis Martin, Jerom e Bettis, Ladanian Tomlinson and Marshall Faulk — overshadowed him in terms of recognition. With Taylor being one of six first-time finalists, the challenge for Kouvaris will be presenting a case to make the Jaguars’ legend (1998-2008) stand out against stiff competition from the likes of tight end Antonio Gates , pass-rushers Dwight Freeney , Jared Allen and Julius Peppers , along with a trio of receivers in Reggie Wayne, Torry Holt and Andre Johnson that have been finalists multiple times. “To sit in front of all those people and lay out why Fred separates himself from the everyday back, it’ll be exciting,” said Kouvaris. “It’s not just the presentation, but what the other selectors have to say about it. That can create momentum, maybe hear things they haven’t heard before about Fred. It’s a very important step.” Taylor belongs in the Hall of Fame, but so do most of the 14 other modern-era candidates. It’s a crapshoot trying to guess when or if the voters will put him in Canton. Boselli went through a brutally agonizing wait. Hopefully, Fred Taylor won’t have to endure the same thing. Except for offensive tackle Anton Harrison , who has lived up to his first-round draft status, the Jaguars’ 2023 draft class that featured 13 selections has yet to deliver much production. Tight end and second-round pick Brenton Strange has been on the field 33 percent of the time (265 snaps), but has only four catches for 34 yards. While he’s a serviceable blocker, a tight end taken that high must contribute more in the passing game. Running back Tank Bigsby , a third-round choice, had some fumbling issues midway through the season and has been limited to six snaps the past four games. Fourth-round linebacker Ventrell Miller , the most controversial of GM Trent Baalke ’s picks due to his injury history at Florida, has been on injured reserve all year. Defensive tackle Tyler Lacy shows some promise with 11 tackles (two for a loss) in 115 snaps. Undersized pass-rusher Yassir Abdullah got minimal playing time early and has been inactive the past 10 games. Antonio Johnson , a fifth-round selection, could turn out to be a steal and a future starter at safety. He has 63 snaps in the last three games, including a sack, forced fumble and a pass defense in the 31-27 loss to the Cleveland Browns. Receiver Parker Washington , though he has a couple touchdown among his 14 catches, remains a work in progress and must show more consistency. There’s still time for the 2023 draft class to ascend, but so far, Baalke hasn’t gotten the desired value from such a high volume of picks. More Gene Frenette: Jaguars bottom out against Buccaneers despite staying on top of AFC South Without 12 starters who have either declared for the NFL Draft, opted out to transfer or are injured, Florida State football has a monumental task as a 19.5-point underdog of trying to knock off Georgia in the Orange Bowl with third-teamer Brock Glenn playing quarterback. But the future of the program under Mike Norvell could be impacted far more by what possibly happens in a courtroom, not on the field. FSU and the ACC are locked in a legal battle over a grant-of-rights agreement signed in 2016 that might well end with the Seminoles leaving the ACC, depending on whether it can win a legal battle to reduce a $572 million exit fee. While FSU is suing the ACC to get out of the GOR, the league had already prepared its own lawsuit against one of its biggest brand members to force the Seminoles to honor the agreement. FSU has made no secret it wants out of the ACC because of the growing revenue gap compared to the Big Ten and SEC, the two most powerful leagues in college football. But even if FSU becomes a free agent, which could spur more realignment to destabilize the sport, there remains the unknown of whether the Big Ten (maybe) or SEC (probably not) would even want the Seminoles as a member. The only other viable option is the Big 12, and there’s no guarantee FSU would be happy with the revenue streams available there with Texas and Oklahoma bound for the SEC. The ramifications either way are enormous. If FSU winds up in the Big Ten, which triggered the demise of the Pac-12 Conference by swiping USC and UCLA, it might compel Clemson, North Carolina or Virginia to follow suit and break up the ACC. This ordeal figures to get messy. No matter the legal fallout, it’s hard to imagine FSU and the ACC sustaining a working relationship. A settlement agreement on the exit fee could happen. Then it becomes a question of where the ‘Noles can go, who might follow them and the ripple effects on the sport. Stay tuned. FSU (13-0) still has a chance to finish as the nation’s only unbeaten Power 5 team if either Texas or Alabama win the national championship. But if FSU manages to break away from the ACC by winning its lawsuit, that will shake up the college football world a lot more than taking down Georgia. When University of North Florida basketball coach Matthew Driscoll predicted in preseason that his “Birds of Trey” might attempt 40 three-point shots per game, it seemed like a far-fetched number. Well, the Ospreys have taken his message to heart by letting it fly liberally from long distance. UNF leads the nation in three-point shots made (175) and attempted (498), which translates into 35.6 attempts beyond the arc per game. Chaz Lanier , the team’s leading scorer at 16.1 points per game, is shooting an impressive .429 (45 of 105) on three-pointers. … The Denver Broncos’ benching of Russell Wilson for the team’s last two games while it’s still in playoff contention could have negative implications for his Hall of Fame quest. Wilson, a nine-time Pro Bowler and Super Bowl champion during his prime years with the Seattle Seahawks, is 18th on the all-time passing list (43,653 yards) and has a credible 334-106 TD-interception ratio. But if his two-year disappointing run in Denver is over, then the 35-year-old Wilson may need a good closing act somewhere else to solidify his HOF case. His current resume, which includes a 115-72-1 record as a starter, would be a tough call for voters. … Jacksonville Jaguars over Carolina Panthers by 4 (panic antidotes); Houston Texans over Tennessee Titans by 1 (playoff savior); Las Vegas Raiders over Indianapolis Colts by 3 (Jaguars thank-you cards); Kansas City Chiefs over Cincinnati Bengals by 4 (hangover remedies); Tampa Bay Buccaneers over New Orleans Saints by 3 (NFC South banners); Alabama over Michigan by 3 (cheater manuals); Texas over Washington by 6 (Pac-12 farewells). Last week: 1 right, 6 Los Angeles Dodgers money pits. Gfrenette@jacksonville.com : (904) 359-4540; Follow him on X, formerly Twitter, at @genefrenette",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tony boselli",
        "sentiment": "negative"
      },
      {
        "name": "fred taylor",
        "sentiment": "negative"
      },
      {
        "name": "sam kouvaris",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jaguars",
        "sentiment": "negative"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "wjxt",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "canton",
        "sentiment": "none"
      },
      {
        "name": "jacksonville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:13:29.307+02:00",
  "updated": "2023-12-29T00:13:29.307+02:00"
}