{
  "thread": {
    "uuid": "3e493390e02a404768c248c708bf9e853de3a85c",
    "url": "https://jalisco.quadratin.com.mx/principal/zapopan-entrega-implementos-ortopedicos-a-ninas-ninos-y-personas-mayores",
    "site_full": "jalisco.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://jalisco.quadratin.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "\nNoticias de Jalisco - Quadratin",
    "title": "Zapopan entrega implementos ortopédicos a niñas, niños y personas mayores",
    "title_full": "Zapopan entrega implementos ortopédicos a niñas, niños y personas mayores",
    "published": "2024-03-01T00:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://jalisco.quadratin.com.mx/www/wp-content/uploads/2024/02/aparatos-ortopedicos.jpg",
    "performance_score": 0,
    "domain_rank": 58239,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e493390e02a404768c248c708bf9e853de3a85c",
  "url": "https://jalisco.quadratin.com.mx/principal/zapopan-entrega-implementos-ortopedicos-a-ninas-ninos-y-personas-mayores",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alma Reynoso",
  "published": "2024-03-01T00:54:00.000+02:00",
  "title": "Zapopan entrega implementos ortopédicos a niñas, niños y personas mayores",
  "text": "ZAPOPAN, Jal; 29 de febrero de 2024.- Fueron 248 niñas, niños, personas mayores o con discapacidad quienes resultaron beneficiados con la entrega gratuita de implementos ortopédicos que entregó el Sistema para el Desarrollo Integral de la Familia (DIF) Zapopan.\nCon esto, el Sistema DIF Zapopan contribuye con el apoyo a quienes lo requieren mediante la entrega de accesorios e implementos ortopédicos, como alternativa para facilitar su vida cotidiana y la de los suyos, alcanzando a más zapopanas y zapopanos, informó el municipio.\nLa directora del Sistema DIF Zapopan, Karla Guillermina Segura Juárez, reiteró el gran trabajo que se hace desde área de Trabajo Social, desde la identificación de casos hasta la entrega de recursos a la población que lo requiere, lo que permite maximizar los recursos a través de trabajo de grandes profesionales quienes atienden a las personas con calidad y calidez.\n«Esta es la primera entrega de 2024, pero no es la primera de la administración y queremos sostener este ritmo de trabajo, queremos cerrar con más entregas, con un compromiso que hacemos desde la administración. La verdad es que ha sido un trabajo muy importante, de valorar hacia dónde van los recursos y en esta administración me permito decirles que hemos duplicado el monto de apoyos, hemos duplicado la cantidad de personas que estamos atendiendo y eso se puede decir fácil, pero detrás de ese multiplicar el presupuesto, es multiplicar el trabajo de la gente que busca y define a dónde van los recursos”.\nPor su parte, la presidenta del Patronato del DIF Zapopan, Michelle Greicha Frangie, destacó el trabajo que realizan las madres, familiares y cuidadores de las personas que dependen de ayuda de terceros para vivir en condiciones dignas, resaltó que la ayuda hoy también es para todas ellas y representa un esfuerzo de todo el equipo DIF, así como de la actual administración.\n“Mientras Karla estaba hablando, yo estaba viendo a estas mamás que cuidan a sus hijos, que están al pendiente, que tienen años seguramente en esta lucha de inclusión, que tienen años buscando cómo sí, cómo echarlos para adelante, cómo lograr que estén hoy mejor que ayer y quiero decirles que mi admiración y mi respeto siempre y que nosotros, como Sistema DIF, lo mínimo que podemos hacer es respaldarles y apoyarles desde donde estamos. Normalmente nos dan mucho las gracias, nosotros decimos: ‘Ese es nuestro trabajo, para eso estamos aquí, para eso es el recurso’”, explicó la presidenta.\nEn esta primera entrega de 2024, y la número seis, en lo que va de la administración actual se recibieron:\n– 51 sillas de ruedas.\n– 660 pañales (12 paquetes de 10 piezas cada uno, en beneficio de 55 personas).\n– 46 aparatos auxiliares auditivos.\n– 23 bastones.\n– 22 andaderas con baño portátil.\n– 52 pares de lentes.\nLa inversión para estos implementos de primera necesidad fue de 364 mil pesos y entre las y los beneficiados están niñas, niños y personas mayores, en total, 248 personas.\nEn Zapopan hay un millón y medio de habitantes de los cuales más de 50 mil tienen alguna discapacidad, por lo que en todos los proyectos del municipio se tiene presente a este grupo poblacional considerando la accesibilidad universal y también se incluye a 170 mil personas adultas mayores, a quienes se atiende con programas con el fin de contribuir para que tengan una vida más digna.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:59:41.519+02:00",
  "updated": "2024-03-01T00:59:41.519+02:00"
}