{
  "thread": {
    "uuid": "3bf4205bc9c58940d07c61e86ffa5f0b0e92b612",
    "url": "https://sevilla.abc.es/estilo/bulevarsur/noticias/moda/manuela-villena-arrasa-en-la-feria-de-abril-de-sevilla-con-su-increible-look-de-flamenca",
    "site_full": "sevilla.abc.es",
    "site": "abc.es",
    "site_section": "https://sevilla.abc.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Sevilla, Andalucía y España - ABC de Sevilla",
    "title": "Manuela Villena arrasa en la Feria de Abril de Sevilla con su increíble look de flamenca - Bulevar Sur",
    "title_full": "Manuela Villena arrasa en la Feria de Abril de Sevilla con su increíble look de flamenca - Bulevar Sur",
    "published": "2024-04-18T17:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://sevilla.abc.es/estilo/bulevarsur/wp-content/uploads/sites/14/2024/04/Portada-Bulevar-Sur-7-1.jpg",
    "performance_score": 0,
    "domain_rank": 1459,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3bf4205bc9c58940d07c61e86ffa5f0b0e92b612",
  "url": "https://sevilla.abc.es/estilo/bulevarsur/noticias/moda/manuela-villena-arrasa-en-la-feria-de-abril-de-sevilla-con-su-increible-look-de-flamenca",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patricia Sevillano",
  "published": "2024-04-18T17:59:00.000+03:00",
  "title": "Manuela Villena arrasa en la Feria de Abril de Sevilla con su increíble look de flamenca - Bulevar Sur",
  "text": "La esposa de Juan Manuel Moreno Bonilla, actual presidente de la Junta de Andalucía, ha apostado por el color blanco para su traje de flamenca de este año Como es costumbre ya, Manuela Villena nos vuelve a conquistar con sus increíbles looks. Y es que, en cada evento o cada acto social al que va, suele lucir impresionante, clásica, elegante y sutil. Y esta Feria de Abril no iba a ser menos. Por eso, en esta ocasión comentamos el lookazo con el que se la ha podido ver el Real de la Feria de Sevilla y que ha enamorado a todo el mundo. El traje de flamenca de Manuela Villena Esta vez, Manuela Villena, quien no ha dudado en acudir junto a su marido, Juanma Moreno Bonilla, presidente de la Junta de Andalucía, ha llevado un traje de flamenca blanco perteneciente a la última colección del diseñador José Hidalgo, Coral, de quien ya sabemos, ha llevado en otras ocasiones increíbles prendas suyas. Y en esta Feria de Abril, su traje de flamenca está confeccionado con un tejido que presenta pequeñas perforaciones, un cuello de caja, hombreras estructuradas, manga larga, silueta ajustada al cuerpo y falda decorada con tres capas de volantes en caída cascada. Por supuesto, no podía faltar el accesorio estrella de este tipo de looks y sin el que sabe que no estaría completo el outfit de flamenca: un mantón de Manila en un tono teja con flecos en el bajo y prendido de un broche en acabado dorado antiguo. Como peinado, un recogido adornado con varios claveles rojos y amarillos en tono pastel. De nuevo, Manuela Villena vuelve a demostrar que es una de las mujeres más elegantes y con estilo, que sabe cómo acudir a un evento con clase, además de haber conseguido posicionarse como una magnífica embajadora de la moda andaluza. Otros looks de Manuela Villena que han conquistado a todos Fue en [Semana Santa](https://sevilla.abc.es/estilo/bulevarsur/noticias/moda/el-look-de-manuela-villena-esta-semana-santa-que-esta-triunfando-en-todas-partes/) cuando Manuela Villena volvió a enamorar a sus seguidores eligiendo para su total look de comienzo de Semana Santa, un conjunto bicolor de chaqueta, chaleco y pantalón de la firma de Inés Domecq The IQ Collection. Con chaqueta azul marino oversize con chaleco berenjena y pantalón ancho bicolor de tiro alto con pinzas, este increíble look todavía puedes encontrarlo disponible en la tienda online de la firma, a pesar de ser de la colección pasada. Por otro lado, su último look antes de Feria, fue cuando asistió al [I Congreso Andaluz de Párkinson](https://sevilla.abc.es/estilo/bulevarsur/noticias/moda/el-look-de-manuela-villena-en-el-i-congreso-andaluz-de-parkinson-es-la-perfecta-armonia-de-elegancia-y-sutileza/), ya que es Gerente de la Fundación Bidafarma. Manuela Villena se presentó con un look elegante pero no demasiado sofisticado, sutil y clásico pero no sencillo. Llevaba una blusa blanca metida en una falda de tubo en tono tierra, acompañada de un cinturón negro de hebilla dorada acorde a los zapatos de punta y tacón y el bolso también del mismo color. En cuanto a su peinado, optó por una coleta media baja que hacía destacar el total look.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:09:04.648+03:00",
  "updated": "2024-04-19T01:09:04.648+03:00"
}