{
  "thread": {
    "uuid": "cbb5f92228d2f2df0e76066e564639e54dc395d2",
    "url": "https://www.yahoo.com/news/ukrainian-war-reporters-story-why-124537174.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://kikuforex.blogspot.com/feeds/posts/default",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo News - Latest News & Headlines",
    "title": "A Ukrainian war reporter's story: Why I refused to make a 'deal with the devil' and leave my homeland",
    "title_full": "A Ukrainian war reporter's story: Why I refused to make a 'deal with the devil' and leave my homeland",
    "published": "2024-05-04T15:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/jdmiD6FMC9jcD8WfZfwzBg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD05MDA-/https://media.zenfs.com/en/insider_articles_922/ce8f01a2ef0c5f84db456d7556d9effd",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbb5f92228d2f2df0e76066e564639e54dc395d2",
  "url": "https://www.yahoo.com/news/ukrainian-war-reporters-story-why-124537174.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-04T15:45:00.000+03:00",
  "title": "A Ukrainian war reporter's story: Why I refused to make a 'deal with the devil' and leave my homeland",
  "text": "INSIDER A Ukrainian war reporter's story: Why I refused to make a 'deal with the devil' and leave my homeland Cameron Manley Updated May 4, 2024 at 5:01 PM · 6 min read 9 Link Copied Read full article\nOops! Something went wrong. Please try again later. More content below\nIllia Ponomarenko is one of Ukraine's best known war reporters.\nHe has covered the Russia-Ukraine conflict since the annexation of Crimea in 2014.\nHis book \"I Will Show You How It Was: The Story Of Wartime Kyiv\" is out May 7.\nIllia Ponomarenko grew up in the city of Volnovakha in Ukraine's eastern Donetsk region. He was a student at Mariupol State University in 2014 when war broke out in the Donbas, and Russia annexed the Crimean peninsula.\nPonomarenko told Business Insider, \"We were patriotic, we were enthusiastic. We had the sense that the country was in our hands, and we wanted to make this country a better place following the revolution,\" referring to Ukraine's Revolution of Dignity, which ousted the pro-Russian president Viktor Yanukovych in 2014.\nWhile Ponomarenko, 32, said he was unable to serve in the Ukrainian military himself due to medical reasons, he still wanted to help, so he picked up a notepad and pen and began reporting on the war.\nPonomarenko would go on to visit the front lines countless times, reporting first for a local paper in Volnovakha before joining the Kyiv Post. He would go on to cofound the Kyiv Independent in 2021.\nUkrainian soldiers on the Dnipro River on September 14, 2023. Libkos/Getty Images\nHe said he survived a number of close calls in the intervening years, including \"the most dangerous two hours\" of his life in May 2017 during a Russian mortar attack on Avdiivka.\nAlmost five years later, during the Russian siege of Kyiv, a tank shell struck the apartment building where he had been living at the time.\nBut still, Ponomarenko did not flee. Rushing to report from the front lines had never been a choice, he said, but rather a \"duty\" that he felt compelled to fulfill.\nSince Russia's full-scale invasion in February 2022, Ponomarenko has become one of Ukraine's best-known journalists, with around 1.2 million followers on X, formerly Twitter.\nHis posts are an insight into the man himself: brusque, purposeful, and laced with humor.\nHis first tweet after Russia's invasion: \"This is it guys. See you in victorious Ukraine.\"\nThis is it guys.\nSee you in victorious Ukraine.\n— Illia Ponomarenko 🇺🇦 (@IAPonomarenko) February 24, 2022\n'War makes people reveal their true selves' Ponomarenko had a chance to leave Ukraine after Russia launched its invasion.\nHe hurried himself, his girlfriend Natalya, a couple of his friends, and his mother, who had still been living in Volnovakha when the Russians crossed the border, to his girlfriend's parent's house near the border with Moldova.\nBut something didn't sit right with him. \"I'm a war reporter,\" he writes in the new book, \"I Will Show You How It Was,\" which is due to be released on May 7. \"I need to be with my military now.\"\nA few days later, he returned to Kyiv, where Russian troops were rapidly advancing.\n\"This was the best and most correct decision of my entire life,\" he told BI. \"I refused to make a deal with the devil. I followed my conscience.\"\nPonomarenko said he believes the war has \"shown what ordinary people are capable of\" and has helped reveal \"their true selves,\" pointing to Ukrainian President Volodymyr Zelenskyy as evidence.\nHe said he had always been slightly skeptical of the Ukrainian leader's reasons for becoming president and his behavior in office, thinking of him as a bit of a showman.\nBut he said the war had brought out the best in Zelenskyy and transformed him into a leader.\nHe added that the war had also had a marked impact on his mother, who had been staunchly pro-Russian prior to the invasion.\n\"She was among so many pro-Russian people who saw what they needed to see,\" he said.\nUkraine's President Volodymyr Zelensky at the European Political Community summit at the Palacio de Congreso in Granada, southern Spain on October 5, 2023. THOMAS COEX Ukraine is taking serious losses on the eastern front, but they're not out of the fight, he said\nUkraine has faced a series of major setbacks on the eastern front in recent months.\nIn February, as the war entered its third year, Ukrainian troops withdrew from the wartorn city of Avdiivka, an important strong point in defense of the country's logistical hub at Pokrovsk.\nSince then, Russia has continued to advance in the surrounding areas.\nLast week, a Ukrainian blunder allowed Russian troops to advance and capture large parts of Ocheretyne, a village just to the northwest of Avdiivka, while the battle for Chasiv Yar, another crucial city in the Donetsk region, is also raging on.\nCapturing it would put Russian forces within striking distance of Ukrainian operational and supply centers in the area.\nPonomarenko told BI the situation was \"catastrophic.\"\n\"The six months of chronic, acute lack of defense aid, critical lack of munitions, manpower – Russians are making use of this momentum,\" he said.\nBut, he added, \"It's not an apocalypse. We're still in the game.\"\nKyiv and Bucha: Symbols of hope Part of the issue, Ponomarenko believes, is that Ukraine has lost the sense of unity and togetherness that it had during the first months of the war — \"the rage of the doomed,\" as he calls it.\n\"All ethnic religious or social boundaries disappeared. A blue collar guy could stand next to a minister,\" Ponomarenko writes in the book.\nBut after more than two years of hard fighting, \"the situation is naturally different today,\" he added. \"Large-scale mobilization has had a significant strike upon the public morale.\"\nUkraine needs \"a bit of the spirit from the battle of Kyiv, that outburst of patriotism, enthusiasm,\" he said. \"It was a bright moment of pure bravery and hope.\"\nA man pushes his bike through debris and destroyed Russian military vehicles on a street on April 06, 2022 in Bucha, Ukraine. Chris McGrath\nPonomarenko now lives with his girlfriend in Bucha, which became known around the world for atrocities carried out by Russian troops.\nThe journalist recalled the first time he visited the city after Russia abandoned it, noting that there was a \"feeling of evil\" and a \"smell of death\" that stretched across the streets.\nHuman corpses, limbs, and dead dogs lay strewn on the ground. It was a \"hellscape,\" he said.\nAt the time, some were convinced that Bucha would never recover, but returning citizens have helped revive the city with the assistance of a donation from the son of billionaire investor Warren Buffett.\nBucha right now pic.twitter.com/CUaTQ2qyih\n— Illia Ponomarenko 🇺🇦 (@IAPonomarenko) April 28, 2024\nNow, Ponomarenko said he could smile while thinking about the city's peaceful streets, its blooming flowers, and the people strolling in its parks.\n\"Bucha was the greatest moment for me because it shows that life prevails,\" Ponomarenko said. \"Life always prevails if only you fight on.\"\nRead the original article on Business Insider\nView comments",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.businessinsider.com/in-bucha-ukraine-more-bodies-were-pulled-from-a-mass-grave-2022-4",
    "https://www.bloomsbury.com/us/i-will-show-you-how-it-was-9781639733873/",
    "https://www.businessinsider.com/ukraine-troops-pull-out-key-eastern-town-avdiivka-russia-2024-2?utm_medium=referral&utm_source=yahoo.com",
    "https://www.bloomsbury.com/us/i-will-show-you-how-it-was-9781639733873",
    "https://www.businessinsider.com/russian-forces-advance-unopposed-due-to-ukrainian-troops-blunder-2024-4?utm_medium=referral&utm_source=yahoo.com",
    "https://www.businessinsider.com/in-bucha-ukraine-more-bodies-were-pulled-from-a-mass-grave-2022-4?utm_medium=referral&utm_source=yahoo.com",
    "https://businessinsider.com/ukraine-troops-pull-out-key-eastern-town-avdiivka-russia-2024-2?utm_medium=referral&utm_source=yahoo.com",
    "https://www.businessinsider.com/illia-ponomarenko-show-you-how-it-was-russia-ukraine-journalist-2024-5",
    "https://businessinsider.com/russian-forces-advance-unopposed-due-to-ukrainian-troops-blunder-2024-4?utm_medium=referral&utm_source=yahoo.com",
    "https://businessinsider.com/in-bucha-ukraine-more-bodies-were-pulled-from-a-mass-grave-2022-4?utm_medium=referral&utm_source=yahoo.com",
    "https://businessinsider.com/illia-ponomarenko-show-you-how-it-was-russia-ukraine-journalist-2024-5",
    "https://www.businessinsider.com/ukraine-troops-pull-out-key-eastern-town-avdiivka-russia-2024-2",
    "https://bloomsbury.com/us/i-will-show-you-how-it-was-9781639733873/",
    "https://www.businessinsider.com/russian-forces-advance-unopposed-due-to-ukrainian-troops-blunder-2024-4"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "illia ponomarenkois",
        "sentiment": "none"
      },
      {
        "name": "illia ponomarenko",
        "sentiment": "none"
      },
      {
        "name": "ponomarenko",
        "sentiment": "none"
      },
      {
        "name": "viktor yanukovych",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mariupol state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "crimea",
        "sentiment": "none"
      },
      {
        "name": "donetsk",
        "sentiment": "none"
      },
      {
        "name": "crimean peninsula",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "donbas",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "volnovakha",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T17:44:47.570+03:00",
  "updated": "2024-05-04T20:13:38.508+03:00"
}