{
  "thread": {
    "uuid": "8462d264510c84f6d0449b84552f553978b90b30",
    "url": "https://spaceshipsandlaserbeams.com/copycat-chick-fil-a-nuggets/",
    "site_full": "spaceshipsandlaserbeams.com",
    "site": "spaceshipsandlaserbeams.com",
    "site_section": "https://spaceshipsandlaserbeams.com/feed",
    "site_categories": [
      "home_and_garden",
      "entertaining"
    ],
    "section_title": "Spaceships and Laser Beams",
    "title": "Copycat Chick Fil A Nuggets",
    "title_full": "Copycat Chick Fil A Nuggets",
    "published": "2024-01-05T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://spaceshipsandlaserbeams.com/wp-content/uploads/2023/11/Copycat-Chick-Fil-A-Nuggets-Facebook1.jpg",
    "performance_score": 0,
    "domain_rank": 59514,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8462d264510c84f6d0449b84552f553978b90b30",
  "url": "https://spaceshipsandlaserbeams.com/copycat-chick-fil-a-nuggets/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stephanie Keeping",
  "published": "2024-01-05T20:00:00.000+02:00",
  "title": "Copycat Chick Fil A Nuggets",
  "text": "November 21, 2023\nReview Recipe\nThese copycat Chick Fil A nuggets are here to satisfy your cravings for that iconic fast-food flavor. These juicy, golden, crunchy bites are the ultimate comfort food that will have you craving more.\nYou’ll need a handful of simple ingredients to make these tasty nuggets. A buttermilk marinade that includes pickle juice, the secret to that signature Chick Fil A tang, starts the process.\nOnce marinated, you will coat the chicken with a breadcrumb mixture that creates a perfectly crispy coating once fried.\nYou’ll need:\nBUTTERMILK: If you don’t have buttermilk on hand, you can use regular milk with a tablespoon of lemon juice or white vinegar as a substitute.\nCHICKEN: Feel free to use chicken thighs if you prefer dark meat, or even try it with tofu for a vegetarian version.\nFLOUR: You can opt for whole wheat flour for a slightly different texture in this chicken nuggets recipe.\nPAPRIKA: Experiment with smoked or sweet paprika for unique flavor variations.\nLet’s walk through the steps for making this easy and delicious chicken nugget recipe.\nSTEP ONE: Whisk together the buttermilk, pickle juice, and egg.\nSTEP TWO: Place the chicken pieces in a gallon-size ziplock or a medium-sized bowl (2-3 quarts). Pour the marinade over the chicken.\nIf you use a ziplock, remove as much excess air as possible, seal the baggie, and “massage” the chicken and marinade.\nIf you are using the bowl, tightly cover the bowl with plastic wrap. Chill the chicken and marinade in the refrigerator for at least one hour.\nOUR RECIPE DEVELOPER SAYS\nMarinating the chicken in buttermilk and pickle juice is crucial for flavor and tenderness. Aim for the full hour, or even a bit longer if possible, to maximize the taste.\nSTEP THREE: While the chicken is marinating, combine flour, bread crumbs, powdered sugar, cornstarch, kosher salt, baking powder, paprika, and black pepper in a medium bowl or gallon-size ziplock.\nCover the bowl with plastic wrap, or seal the ziplock baggie and set it aside.\nSTEP FOUR: Just before you are ready to cook your chicken nuggets, add the four cups of oil to a deep-sided 10-inch skillet over medium-high heat. Heat the oil to 350°F.\nPRO TIP:\nUse a deep-fry thermometer to keep a close eye on the temperature, and adjust the stove top temperature up or down accordingly.\nSTEP FIVE: Remove the marinated chicken from the refrigerator. Drain off the marinade.\nSTEP SIX: Line a 9×13 (or 13×9) baking dish with paper towels.\nSTEP SEVEN: Dredge the chicken in the breading mixture. Place the coated chicken on a plate or baking dish.\nSTEP EIGHT: When frying the chicken nuggets, you will need to work in batches.\nPlace the first batch of chicken nuggets into the hot oil and cook for about 2-2½ minutes per side until golden brown.\nBe sure to adjust the stove top temperature up or down to keep the oil temperature at 350°F. Once all of the chicken nuggets are cooked, serve immediately.\nServe your homemade Chick-Fil-A nuggets with a classic side of waffle fries and a creamy, homemade\nChick Fil A sauce and Chick Fil A lemonade for an authentic fast-food experience.\nCreate a delicious chicken nugget salad by tossing these nuggets with mixed greens, cherry tomatoes, and\nranch dressing.\nMake a kid-friendly meal by pairing these nuggets with\nmacaroni and cheese for a comfort food feast.\nAdd your favorite dipping sauce, such as\nhoney mustard sauce or chicken finger dipping sauce.\nIt’s so much fun to make copycat recipes of your favorite foods right in your own kitchen. Check out our\ncopycat Red Lobster biscuits and copycat Olive Garden salad.\nMORE CHICKEN RECIPES\nWhether you’re planning ahead or have leftovers to preserve, here’s what you need to know:\nMAKE AHEAD: You can marinate the chicken in advance and store it in the refrigerator for up to 24 hours before dredging and frying.\nIN THE FRIDGE: Once cooked, these copycat nuggets can be stored in the fridge for up to two to three days. Reheat in the oven to maintain their crispiness.\nIN THE FREEZER: To freeze, place the cooked and cooled nuggets in an airtight container with parchment paper between layers.\nThey’ll stay good for up to two months. Reheat in the oven or air fryer for that fresh taste.\nREHEATING: To reheat, use an oven at 350°F or an air fryer at 375°F until they’re hot and crispy again.\nAlternatively, the microwave works for convenience, but it may slightly affect the texture.\nAUTHENTIC FLAVOR: These Copycat Chick-fil-A nuggets capture the essence of the original, allowing you to enjoy that beloved taste at home.\nFAMILY FAVORITE: Kids and adults alike adore these nuggets, making them a crowd-pleaser.\nHOMEMADE GOODNESS: There’s something special about making these nuggets from scratch that adds to the overall enjoyment.\nOur Copycat Chick Fil A nuggets bring the iconic fast-food flavor right to your kitchen. Whether you’re serving them at a casual gathering or movie night, these nuggets are sure to delight with their authentic taste and ease of preparation.\nClassic Chick Fil A sauce, honey mustard, barbecue sauce, or ranch are great choices.\nAdd some cayenne pepper or hot sauce to the marinade or the flour mixture for a spicy kick.\nCanola or vegetable oil works best for this recipe, but you can use peanut oil for a slightly different flavor.\nMarinating imparts flavor, but if you’re short on time, you can marinate for at least 30 minutes.\nYes, you can! Preheat the air fryer to 400°F and cook the nuggets for about 10-12 minutes, flipping halfway through.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "copycat chick fil a nuggets",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:21:51.700+02:00",
  "updated": "2024-01-06T00:21:51.700+02:00"
}