{
  "thread": {
    "uuid": "e314ed3014aa2ddf842329da73364f2b00ea1b93",
    "url": "https://www.tradingview.com/news/reuters.com,2023-12-29:newsml_MYNvbxLla:0-lg-display-to-emerge-from-prolonged-losses-under-new-ceo-leadership/",
    "site_full": "www.tradingview.com",
    "site": "tradingview.com",
    "site_section": "https://in.tradingview.com/news",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Financial News &amp; Top Stories — Market Analysis — TradingView India",
    "title": "LG Display to emerge from prolonged losses under new CEO leadership — TradingView News India",
    "title_full": "LG Display to emerge from prolonged losses under new CEO leadership — TradingView News India",
    "published": "2023-12-29T00:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://s.tradingview.com/static/images/illustrations/news-story.jpg",
    "performance_score": 0,
    "domain_rank": 1700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e314ed3014aa2ddf842329da73364f2b00ea1b93",
  "url": "https://www.tradingview.com/news/reuters.com,2023-12-29:newsml_MYNvbxLla:0-lg-display-to-emerge-from-prolonged-losses-under-new-ceo-leadership/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T00:42:00.000+02:00",
  "title": "LG Display to emerge from prolonged losses under new CEO leadership — TradingView News India",
  "text": "LG Display to emerge from prolonged losses under new CEO leadership Under the newly appointed Chief Executive Officer Jeong Cheol-dong, LG Display is experiencing a notable turnaround from a prolonged downturn, achieving profitability after seven consecutive quarters and prompting industry expectations for sustained performance enhancements in the upcoming year. The company intends to sustain its investments in facilities and R&D projects through a planned rights offering. Industry insiders foresee LG Display’s growth trajectory continuing thanks to improvement in demand for small and medium-sized organic light-emitting diodes (OLEDs), vehicle-oriented OLEDs, and information technology (IT) devices. Particularly optimistic observations indicate a projected recovery in OLED demand next year, indicating a shift towards an upward market trend. According to market tracker Omdia, the global OLED display market, which stood at $40.6 billion this year, is expected to grow to $43.8 billion next year. The market for OLED TV panels is expected to grow at an annual growth rate of 16.5 percent, from 5.7 million units this year to 6.89 million units next year and 10.49 million units in 2027. Aligned with market recovery, LG Display’s financial performance is also poised for a resurgence. Investment analysts predict that LG Display will achieve a turnaround to profitability, posting an operating profit of 110 billion won in the fourth quarter of this year, marking the highest performance since the fourth quarter of 2021 when its operating profit reached 479.5 billion won. Despite declining TV demand, LG Display has been at the forefront of the market with its premium products, especially OLEDs. Notably, being the sole producer of OLED TV panels larger than 80 inches in the world, LG Display dominates the market across various sizes, from compact 27-inch displays to expansive 97-inch panels. LG Display is also reaping rewards in the mobility sector, claiming the top spot globally with a 71 percent market share in the vehicle-oriented OLED market. Forecasts suggest a projected 18 percent increase in next year’s shipment of vehicle-oriented OLEDs compared to the current year, totaling 20 million units. KB Securities analyst Kim Dong-won projects that the high-profit margins from orders for vehicle-oriented OLEDs will amount to 8.3 trillion won, contributing 41 percent of the total, with expectations that this portion will surpass 50 percent post-2025, significantly enhancing performance. LG Display’s lucrative vehicle OLED order backlog is expected to account for 41 percent of the total at 8.3 trillion won, said Kim Dong-won, a KB Securities analyst. “The proportion of vehicle OLED order backlog will exceed 50 percent after 2025, which will expand the company’s earnings improvement.” Responding to the growing demand in IT products, including the iPhone 15, LG Display plans to commence the operation of OLED production lines for tablet PCs next year. On Dec. 19, LG Display’s board decided to secure operational funds through a capital increase, aiming not only to expand small-sized OLED businesses but also to preemptively secure funds for stable production and operations across all business segments. The company’s goals include expanding the production line for vehicle-oriented OLED panels, while establishing infrastructure, introducing new equipment such as lithography equipment and inspection machinery. Jeong, in his inauguration speech, emphasized building a robust company, starting from the fundamental elements of corporate competitiveness, including quality, pricing, and delivery.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jeong cheol-dong",
        "sentiment": "none"
      },
      {
        "name": "omdia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lg display",
        "sentiment": "negative"
      },
      {
        "name": "tradingview news india lg display",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:00:45.352+02:00",
  "updated": "2023-12-29T06:00:45.352+02:00"
}