{
  "thread": {
    "uuid": "9c7230557dbf0fd602bded1b8bfbff5752585d79",
    "url": "https://www.laprovincia.es/las-palmas/2024/01/05/triana-ganas-fiesta-noche-reyes-96584325.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://www.laprovincia.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Triana tiene ganas de fiesta en la Noche de Reyes",
    "title_full": "Triana tiene ganas de fiesta en la Noche de Reyes",
    "published": "2024-01-05T23:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/39c90710-02f9-4737-9ac5-1ac5940f0662_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28728,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c7230557dbf0fd602bded1b8bfbff5752585d79",
  "url": "https://www.laprovincia.es/las-palmas/2024/01/05/triana-ganas-fiesta-noche-reyes-96584325.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Benyara Machinea",
  "published": "2024-01-05T23:29:00.000+02:00",
  "title": "Triana tiene ganas de fiesta en la Noche de Reyes",
  "text": "Triana rebosó en la víspera de Reyes con miles de personas que acudían con ganas de fiesta al centro histórico de Las Palmas de Gran Canaria. La música en San Bernardo alegró la noche a los juerguistas, que extrañaban, eso sí, el horario anterior hasta las tres de la mañana, que este año se acortó hasta las doce y media. Mientras tanto, los comercios despachaban los últimos regalos de estas fiestas.\n\"A veces encontrar espacios y momentos donde coincida la gente para compartir es difícil y este es un día muy mágico\". Elena Gandullo aprovechó la\nnoche de Reyes para reunirse con sus amigos en la zona de Triana y disfrutar de la música, las barras al aire libre y la buena compañía. Con una copa en la mano, esta viandante destaca que Las Palmas de Gran Canaria \"se presta\" a una oferta de ocio que anoche incluía conciertos, mercadillos y mucha fiesta.\nLa calle Mayor de Triana estaba a rebosar de viandantes, que acudían con ganas de apurar las últimas horas del calendario\nnavideño. Si no tenías una reserva en los restaurantes de la zona, encontrar una mesa libre era misión imposible. Sin embargo, 60 negocios decidieron sacar la barra a la calle para atender a un público ávido de bebidas, que no se desanimaba pese a las largas colas que había que esperar.\n[](/fotos/las-palmas-de-gran-canaria/2024/01/05/vispera-reyes-triana-96585623.html) [37](/fotos/las-palmas-de-gran-canaria/2024/01/05/vispera-reyes-triana-96585623.html)\n\"No me puedo echar ni una cerveza porque tengo un poco de gripe\", lamentó María Magdalena Guzmán, que había salido, como tiene por costumbre, con su pareja Luis Tavío y con sus hijos Luis y Sara. Sin embargo, no todo el grupo pudo ponerse de acuerdo este año. Los hijos de la pareja se dirigían a un restaurante que les gustaba, pero sus padres, no del todo convencidos, se iban servidos con un perrito caliente, para el que también tuvieron que esperar cola. \"Venimos todos los años a ver a\nMelchor, Gaspar y Baltasar y mirar el carbón, que es lo que me van a echar a mí este año, por lo que me dicen mis hijos\", comentó la madre de la familia.\nLas ventas ‘online’ se han despegado estas Navidades en los comercios de la zona hasta un 20%\nEl portugués Diogo Barros da Silva, que reside en\nCanarias desde 2017, charlaba animadamente con un grupo de médicos del Hospital Insular y del Doctor Negrín en San Bernardo, como acostumbran a hacer cada año. \"Muchas veces no tenemos un día propio para encontrarnos todos, pero en esta fecha nos encontramos muchos amigos y conocidos, gente que no te esperabas encontrar, y terminas charlando y sabiendo cómo ha sido el último año de ellos\", subrayó el sanitario, que no perdía de vista que mañana todos ellos volvían a trabajar. Agradeció, eso sí, que \"hay una responsabilidad social por parte del Ayuntamiento de cerrar las calles, mirar por el ciudadano que intenta disfrutar al máximo en estas zonas que son peatonales y de esa forma nos permite disfrutar\".\nUnos cuantos decidieron salir anoche a buscar los\nregalos que se les resistían para sus familiares y amigos, aprovechando que algunos comercios ya han empezado con las rebajas de enero. Carlos Bethencourt, el presidente de la Asociación de Empresarios de la Zona Abierta de Triana, explicaba que \"la campaña de Navidad y los Reyes Magos está siendo buena, aunque empezó al ralentí tanto por las inclemencias del tiempo como porque no estaba clara la fecha del encendido\".\nDe tiendas físicas a digitales\nEl representante de los empresarios señaló que al principio estaban preocupados, pero que las compras online han despegado en este periodo vacacional. \"Nunca hemos visto en perfumería ventas del 15% online y, si estamos hablando de ropa deportiva, del 20%\", apuntó. Bethencourt también aclara que los primeros descuentos que se están aplicando desde ya en las tiendas \"sirven de tractor económico porque la gente sabe que en alguna multimarca hay una ropa un poco más barata y esa multimarca está al lado del comercio que dentro de poco va a aplicar esas rebajas\".\nAlgunos juerguistas lamentan que el horario de actividades se haya reducido\nSan Bernardo y la plaza Stagno fueron el destino idóneo para los que querían amenizar la velada con ritmos latinos y agrupaciones locales. En los dos escenarios -uno menos que el año pasado- sonaron las voces de grupos y artistas locales como Los 600, Aseres, Qué Chimba, Cuenta Atrás o Los hombres de Cynthia. Paralelamente, la plaza Stagno abrió su\nmercadillo, con 60 puestos de productos artesanales, y San Telmo amplió el horario de su feria de artesanía hasta las doce de la noche, con el tradicional concierto de Non Trubada.\nUna fiesta que fue más breve de lo que acostumbra y apagó los altavoces a las 00.30 horas para no molestar a los vecinos, que en el arranque de 2023 criticaron que la música estuvo sonando hasta las tres de la madrugada. \"Hay que encontrar el término medio entre disfrutar y no porque es verdad que este año se ha acotado mucho la programación y es una pena. Entendemos a la gente que vive aquí, pero es un día muy característico y único dentro del calendario. Entonces, es una pena que se pierdan tradiciones que se llevan haciendo desde hace muchos años y que son algo muy puntual\", lamentó Gandullo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:53:40.184+02:00",
  "updated": "2024-01-06T00:53:40.184+02:00"
}