{
  "thread": {
    "uuid": "e6230f3e4eac4ae066bbee587e25825c123e604e",
    "url": "https://vnexplorer.net/when-paid-period-leave-is-mandatory-s710456.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "When paid period leave is mandatory",
    "title_full": "When paid period leave is mandatory",
    "published": "2023-12-29T19:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZ5v.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e6230f3e4eac4ae066bbee587e25825c123e604e",
  "url": "https://vnexplorer.net/when-paid-period-leave-is-mandatory-s710456.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T19:12:00.000+02:00",
  "title": "When paid period leave is mandatory",
  "text": "Civil society can galvanise communities and create voluntary codes around minimum wages, paid weekly leave, overtime allowance, and access to toilet and hygiene facilities for marginalised workers.\n“All women, girls and persons who menstruate are able to experience menstruation in a manner that is safe, healthy and free from stigma.” This is the overarching aim of India’s draft menstrual hygiene policy 2023. But is paid period leave the best tool to achieve this aim?\nOverall, even today, nearly 65% of all working women in India are employed in the agriculture sector, about 40% are helpers in household enterprises, and almost a third run their own small businesses. Only 24% of working-age urban women are employed, as opposed to 40% of rural women. Even amongst urban women, almost half of whom are in regular salaried employment, close to 55% work without a written contract, and 45% are not eligible for any paid leave.\nIn this scenario, legally mandated paid period leave funded by employers is likely to, first, only be offered to a small subsection of women working in the urban corporate sector, and, second, may serve to create additional barriers for those women who are yet to enter formal employment. By imposing an additional cost on employers linked only to employees who menstruate, the unintended adverse impact on women’s participation in the workforce may end up far outweighing the benefit of any such legislation.\nFurther, it discriminates against small and medium enterprises, nearly a fifth of which are led by women, that may lack the financial resources to meet these legal conditions.\nUnion minister Smriti Irani recently alluded to this risk, which is based on existing evidence on the implementation of similar existing laws such as the six months paid maternity leave. For this reason, even in countries like Spain, where menstrual leave has been legislated, the Bill is footed by the public security system and menstruators need a doctor’s note certifying debilitating symptoms to avail them.\nFurther, women who have not previously paid into Spain’s social security for the preceding six months are not eligible. All these guardrails are an explicit recognition of the risk of discrimination in hiring, retention, and promotion, in case employers are legally mandated to pay for unconditional menstrual leaves.\nSo where do we begin in India, given our large informal economy and low female labour force participation? Our answer is to look beyond legally mandated paid period leave and towards an all-of-society approach.\nFirst, focus on the infrastructure around menstrual hygiene management. Workplaces continue to exist without separate or clean toilets for women, even in major metro cities and in government offices. Rather than paid period leave, Union and state governments can prioritise establishing minimum legally mandated standards for separate, clean, well-maintained toilets for men, women, and persons with disabilities, as well as gender-neutral toilets with sufficient provisions for free or subsidised period products, and dignified, green, menstrual waste disposal facilities.\nSecond, encourage the private sector to be a partner in menstrual hygiene management. The draft policy calls for private sector companies to allocate a portion of their corporate social responsibility (CSR) funds towards menstrual hygiene management (MHM) initiatives. Companies can allocate their CSR funds for the distribution of free sanitary products, supporting social enterprises or community-based organisations engaged in the production of sanitary products, improving sanitation infrastructure, and raising awareness.\nThird, enhance government funding for MHM through effective gender budgeting. To achieve the draft policy objectives and targets, the government will need to enhance the financial resource envelope for MHM initiatives. While many states have already launched schemes that involve free distribution of sanitary napkins to schoolgirls, these can be expanded to cover additional locations, such as government offices and construction sites. Moreover, government schemes can be developed to upgrade women’s toilets in public spaces and offer subsidies to women entrepreneurs for manufacturing MHM products.\nFourth, voluntary codes and partnerships to uphold existing labour laws. Arguably, better quality working conditions should be accessible to all Indian women. However, as it is widely known, ensuring the provision of minimum working conditions even under the existing labour laws is an ongoing challenge.\nCivil society can galvanise communities and create voluntary codes around minimum wages, paid weekly leave, overtime allowance, and access to toilet and hygiene facilities for marginalised workers. These voluntary codes can be adopted by groups of citizens like private sector organisations, resident welfare associations, market associations and business chambers to improve the enforcement of existing laws.\nFifth, organised sector enterprises can offer flexible work arrangements or even leaves, as a benefit to their employees. Even without legal mandates, some companies are beginning to recognise that offering period leaves or work-from-home for menstruators who require rest/medical attention improves employee morale, increases loyalty, and boosts labour productivity. For instance, after Zomato Ltd. introduced a menstrual leave policy in 2020, many others such as Swiggy, Byju’s, Orient Electric and Magzter, among others, followed.\nThere is no argument that workplaces need to accommodate biological differences between co-workers. Further, there is no argument that a large section of menstruators experience a wide range of health complications — cramps, back and muscle pains, bloating, headaches, and nausea, among others. However, it is arguable that a legal mandate for employer-funded menstrual leaves is the right course for India at this juncture.\nAparajita Bharti is a founding partner at TQH Consulting, a policy research and advisory firm, and Mitali Nikore is founder and chief economist, Nikore Associates. The views expressed are personal\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZ5v.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZ5v.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T19:24:04.561+02:00",
  "updated": "2023-12-29T19:24:04.561+02:00"
}