{
  "thread": {
    "uuid": "42b1a0057100720ee6812ac37901f84faaf224aa",
    "url": "https://www.einnews.com/pr_news/688851045/pacific-leaders-support-for-high-ambition-coalition-to-end-plastic-pollution",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://environment.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Environment Newswire - Environmental News Today - EIN Presswire",
    "title": "Pacific Leaders support for High Ambition Coalition to End Plastic Pollution - Environmental News Today - EIN Presswire",
    "title_full": "Pacific Leaders support for High Ambition Coalition to End Plastic Pollution - Environmental News Today - EIN Presswire",
    "published": "2024-02-15T21:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3118,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "42b1a0057100720ee6812ac37901f84faaf224aa",
  "url": "https://www.einnews.com/pr_news/688851045/pacific-leaders-support-for-high-ambition-coalition-to-end-plastic-pollution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-02-15T21:10:00.000+02:00",
  "title": "Pacific Leaders support for High Ambition Coalition to End Plastic Pollution - Environmental News Today - EIN Presswire",
  "text": "[News Search](https://environment.einnews.com/search)| [All News Topics](https://www.einnews.com/)> [Environment](https://environment.einnews.com/sections); [Press Releases by Industry Channel](https://www.einnews.com/press-release-distribution)> [All Environment Press Releases](https://www.einnews.com/pr_archive) Pacific Leaders support for High Ambition Coalition to End Plastic Pollution 14 February 2024, Auckland NZ - Given the negative impact of plastic pollution on Pacific communities, Pacific Leaders at the 52nd Pacific Islands Forum Meeting in the Cook Islands last year encouraged members to join the High Ambition Coalition to End Plastic Pollution, and continued to support the involvement in the ongoing sessions of the Intergovernmental Negotiating Committee (INC) to develop an international legally binding instrument on plastic pollution, including in the marine environment. The Leaders Communique followed the launch of the Pacific Partnerships for Prosperity (PPFP), designed to catalyse the implementation of the 2050 Strategy for the Blue Pacific Continent by ensuring that its Implementation Plan is well supported politically and financially to deliver on its goals and outcomes. One of the PPFP Initiatives supports the Pacific’s journey towards a Global Plastics Treaty, noting that Pacific leaders are concerned about the environmental, social, cultural, economic, health and food security impacts of plastic pollution addressed nationally and internationally. The PPFP noted that it would be advantageous for the PIFLM52 to endorse the High Ambition Coalition and become Members of the Coalition. This call was also reflected in the SPREP Environment Ministers and High-Level Representatives Talanoa Communique 2023, which encouraged all Pacific countries to play a proactive role in the current negotiations and to consider joining the HAC. This week, as fourteen Pacific countries advocating for the priorities of their communities at the INC gather in Auckland to strategise ahead of the INC-4 in Ottawa, Canada, the progress made since the call from Pacific leaders has been noted. Since the Cook Islands last year, the Solomon Islands has become the newest member of the HAC, with the invitation for more Pacific countries to join. “Our Pacific leaders have set the direction for the region and the importance of that stems from the fact as Pacific nations we are disproportionately impacted by plastics,” said the Permanent Secretary of Solomon Islands Ministry of Environment, Climate Change, Disaster Management & Meteorology (MECDM), Dr. Melchior Mataki. “Our Ocean has been affected by plastics, our communities have been impacted by plastics. While some of our Pacific countries produce plastics, the volume is very small compared to what is produced outside. It is against that background that our leaders have made that call, encouraging other Pacific countries to join the HAC.” The HAC is a group of like-minded countries who took the initiative to form a Coalition of ambitious countries following the adoption of resolution 5/14 “End Plastic Pollution: Towards an International Legally Binding Instrument” by the UN Environment Assembly in March 2022. The Coalition, co-chaired by Norway and Rwanda, is committed to develop an ambitious international legally binding instrument based on a comprehensive and circular approach that ensures urgent action and effective interventions along the full lifecycle of plastics. The Cook Islands, Federated States of Micronesia (FSM), Palau and the Solomon Islands are amongst the 64 members. Australia and New Zealand are also amongst the members. “For small delegations being able to be part of a robust coalition of countries and delegations who share the same values and visions can really help amplify positions and give a bedrock to what you are trying to advance in the negotiations,” said Ms. Gwen Sisior, Palau’s Ocean Adviser. “With that said, it’s important that the Coalition respects small delegations and the positions they take on the issues being negotiated.” Solomon Islands is amongst the newest members and Dr. Mataki said the Coalition is beneficial in efforts to negotiate a treaty that is meaningful to reduce plastic pollution. “It allows us to interact with another group of countries or parties, besides PSIDS and AOSIS, so you get to hear different perspectives which allow you to gauge where you are with respect to different issues,” he said. “The HAC is very ambitious in its approach with its membership covering developed and developing countries, some major plastic producers are also in there. So we also get to know how they think about these issues from their perspective, it’s an opportunity to learn from them but also to influence their thinking.” For the Solomon Islands, Dr. Mataki said they took the cue from what Pacific leaders committed to in the Cook Islands. “We had an internal discussion with our Minister, and we felt that within the context of progressing our interest in having an ambitious treaty to deal with plastic pollution, we decided to join the HAC. “For us it comes down to two key things, it’s a coalition of parties who want to have a meaningful treaty to deal with plastic pollution and secondly it exposes us to different parties which opens us the window to understand their thinking a little bit more which in terms helps us make informed decisions.” Dr. Mataki encouraged other countries to consider being part of the Coalition, saying: “It has benefitted us, especially with the stage of negotiations right now, with the revised zero draft from INC-3 which I must say it’s all over the place. Our interaction with the HAC has given us some guidance in some broad issues to help us formulate our response. I’m sure other members of the Coalition, including Pacific countries, are also thinking the same.” To find out more about the High Ambition Coalition to End Plastic Pollution, visit: https://hactoendplasticpollution.org/ The Pacific Regional Preparatory Workshop for the Fourth Session of the Intergovernmental Negotiating Committee (INC-4) is held in Auckland, New Zealand from 13 – 15 February 2024. Facilitated by SPREP with support from the Office of the Pacific Ocean Commissioner, this workshop is funded by the Governments of Australia and New Zealand. The INC-4 Pacific Regional Preparatory Meeting is attended by Australia, Cook Islands, Federated States of Micronesia, Fiji, Kiribati, Nauru, New Zealand, Niue, Palau, Papua New Guinea, Republic of the Marshall Islands, Samoa, Solomon Islands, Tonga, Tuvalu and Vanuatu. [Environment](http://www.einpresswire.com/channel/environment) EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. [Submit your press release](http://www.einpresswire.com/why-us?promo=4700)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "http://www.einpresswire.com/channel/environment)",
    "https://hactoendplasticpollution.org/",
    "http://www.einpresswire.com/why-us?promo=4700)",
    "http://www.einpresswire.com/why-us",
    "https://www.hactoendplasticpollution.org/",
    "http://einpresswire.com/why-us?promo=4700)",
    "https://hactoendplasticpollution.org",
    "http://einpresswire.com/channel/environment)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "high ambition coalition",
        "sentiment": "none"
      },
      {
        "name": "intergovernmental negotiating committee (inc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "cook islands",
        "sentiment": "none"
      },
      {
        "name": "auckland nz",
        "sentiment": "none"
      },
      {
        "name": "52nd pacific islands forum meeting",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:41:38.492+02:00",
  "updated": "2024-02-16T00:41:38.492+02:00"
}