{
  "thread": {
    "uuid": "9646d04b6f665dc4454f19731e02dd3a86ff3d04",
    "url": "https://www.devdiscourse.com/article/science-environment/2993105-government-increases-financial-support-for-drought-stricken-farmers",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/rss/website",
    "site_categories": [
      "media"
    ],
    "section_title": "Devdiscourse News Desk",
    "title": "Government Increases Financial Support for Drought-Stricken Farmers",
    "title_full": "Government Increases Financial Support for Drought-Stricken Farmers",
    "published": "2024-06-24T02:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/aiimagegallery/06_06_2024_15_48_21_3228058.png?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9669,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9646d04b6f665dc4454f19731e02dd3a86ff3d04",
  "url": "https://www.devdiscourse.com/article/science-environment/2993105-government-increases-financial-support-for-drought-stricken-farmers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devdiscourse News Desk",
  "published": "2024-06-24T02:12:00.000+03:00",
  "title": "Government Increases Financial Support for Drought-Stricken Farmers",
  "text": "Government Increases Financial Support for Drought-Stricken Farmers \"We understand that droughts are difficult to bounce back from and acknowledge the ongoing impacts on rural communities,\" Minister Patterson said. [Devdiscourse News Desk](/devdiscourse-stories)| Wellington | Updated: 24-06-2024 10:09 IST | Created: 24-06-2024 10:09 IST - Country: - New Zealand The coalition Government is extending more financial assistance to farmers and growers across various regions impacted by drought to help with essential living costs. \"Rural Assistance Payments are now available in 38 districts affected by dry conditions to support eligible farmers and growers whose incomes have been significantly reduced,\" announced Social Development and Employment Minister Louise Upston. \"These payments will continue until 10 November 2024, when we expect farmer incomes to recover.\" Farmers and growers in the Northland, Taranaki, Horizons (Manawatu-Whanganui, including Tararua), Greater Wellington (including Wairarapa), Top of the South (Marlborough, Tasman, and Nelson City), Canterbury, and Otago regional council areas can now apply for this assistance through the Ministry of Social Development (MSD). Rural Communities Minister Mark Patterson urged struggling farmers and growers to reach out to their Rural Support Trust for guidance on the various forms of support available and to get assistance with applying for a Rural Assistance Payment. \"We understand that droughts are difficult to bounce back from and acknowledge the ongoing impacts on rural communities,\" Minister Patterson said. Notes on Rural Assistance Payments: Eligibility: The eligibility for a Rural Assistance Payment depends on the income of the farmer or grower and their partner (excluding income from their farming business), as well as any money or off-farm assets they have. More Information: More details on Rural Assistance Payments can be found on the MSD website. Districts where the payment is available: Far North District Council Whangarei District Council Kaipara District Council New Plymouth District Council Stratford District Council South Taranaki District Council Whanganui District Council Ruapehu District Council Rangitikei District Council Manawatū District Council Horowhenua District Council Palmerston North District Council Tararua District Council Kāpiti District Council Porirua City Council Upper Hutt City Council Hutt City Council Wellington City Council Masterton District Council Carterton District Council South Wairarapa District Council Marlborough District Council Nelson City Council Tasman District Council Kaikoura District Council Hurunui District Council Waimakariri District Council Christchurch City Council including Banks Peninsula Selwyn District Council Ashburton District Council Timaru District Council Mackenzie District Council Waimate District Council Waitaki District Council Dunedin City Council Central Otago District Council Queenstown Lakes District Council Clutha District Council Farmers and growers are encouraged to contact their Rural Support Trust to learn more about the assistance available and to ensure they receive the help they need during this challenging period. - READ MORE ON: - [drought](/news?tag=drought) - [Louise Upston](/news?tag=Louise+Upston) - [farmers](/news?tag=farmers) - [Rural Assistance Payments](/news?tag=Rural+Assistance+Payments) ALSO READ [Farmers’ Fury: Highway Blockade Over Drought Relief Delay](/article/headlines/2977618-farmers-fury-highway-blockade-over-drought-relief-delay) [Farmers Block Latur Highway: Demand Immediate Drought Relief](/article/headlines/2977680-farmers-block-latur-highway-demand-immediate-drought-relief) [China Battles Sweltering Heat and Drought: Emergency Actions in Place](/article/science-environment/2980919-china-battles-sweltering-heat-and-drought-emergency-actions-in-place) [Severe Drought Decimates Sweet Lemon Trees in Maharashtra](/article/headlines/2979990-severe-drought-decimates-sweet-lemon-trees-in-maharashtra) [Canada Braces for More Wildfire Activity Amidst Drought Conditions](/article/science-environment/2980510-canada-braces-for-more-wildfire-activity-amidst-drought-conditions)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Economy, Business and Finance",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patterson",
        "sentiment": "none"
      },
      {
        "name": "louise upston",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "devdiscourse news desk",
        "sentiment": "none"
      },
      {
        "name": "canterbury",
        "sentiment": "none"
      },
      {
        "name": "social development",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "northland",
        "sentiment": "none"
      },
      {
        "name": "nelson city",
        "sentiment": "none"
      },
      {
        "name": "wairarapa",
        "sentiment": "none"
      },
      {
        "name": "south (marlborough",
        "sentiment": "none"
      },
      {
        "name": "manawatu-whanganui",
        "sentiment": "none"
      },
      {
        "name": "wellington",
        "sentiment": "none"
      },
      {
        "name": "taranaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T07:40:28.469+03:00",
  "updated": "2024-06-24T07:49:54.111+03:00"
}