{
  "thread": {
    "uuid": "263317bd2152478e86123e296b0a86271002ec90",
    "url": "https://www.dvidshub.net/news/474611/us-coast-guard-rescues-13-boaters-near-guam",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://www.dvidshub.net/rss/news",
    "site_categories": [
      "media"
    ],
    "section_title": "DVIDS RSS Feed: News",
    "title": "U.S. Coast Guard rescues 13 boaters near Guam",
    "title_full": "U.S. Coast Guard rescues 13 boaters near Guam",
    "published": "2024-06-23T07:36:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2406/8492497/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5475,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "263317bd2152478e86123e296b0a86271002ec90",
  "url": "https://www.dvidshub.net/news/474611/us-coast-guard-rescues-13-boaters-near-guam",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chief Warrant Officer Sara Muir",
  "published": "2024-06-23T07:36:00.000+03:00",
  "title": "U.S. Coast Guard rescues 13 boaters near Guam",
  "text": "SANTA RITA, Guam — U.S. Coast Guard Forces Micronesia/Sector Guam, demonstrating preparedness and efficiency, successfully conducted a search and rescue operation for a distressed vessel 13 nautical miles north of Guam on June 23, 2024, saving 13 boaters. This successful rescue operation, a testament to the power of collaboration, underscores the critical importance of our partnerships and the vital role of proper safety measures at sea. Lt. Chelsea Garcia, the operation's search and rescue mission coordinator, highlighted, \"Even with good weather conditions, having 13 people on a 23-foot boat can be risky. Our seamless collaboration with Guam Fire Rescue and other agencies ensured a swift and effective response. This incident highlights the necessity of having reliable communication devices and lifejackets aboard, as they can make all the difference in emergencies.\" The Joint Rescue Sub-Center, operated by U.S. Coast Guard watchstanders in Guam, received an urgent notification from Guam Fire Rescue and 911 dispatch of a 23-foot recreational vessel, the Helen, with 13 people aboard out of gas and adrift Sunday morning. The 911 call reportedly came from one of the boaters via cellular phone. Watchstanders immediately diverted the 45-foot Response Boat-Medium (RB-M) crew from U.S. Coast Guard Station Apra Harbor to the location. Simultaneously, they issued an urgent marine information broadcast (UMIB) and requested aerial support from Department of Defense partners. The 45-foot RB-M crew skillfully transferred all 13 survivors aboard their vessel, ensuring their safety and well-being. The rescue crew evaluated the ten women and three men, noting several were severely seasick and one severely dehydrated. The coxswain recommended immediate transportation to Hagåtña Small Boat Basin for medical evaluation. The vessel Helen was left adrift, and watchstanders issued a hazard to navigation broadcast. The watchstanders notified personnel from agencies, including the U.S. Coast Guard Investigative Service (CGIS), Homeland Security Investigations (HSI), U.S. Customs and Border Protection, Guam Customs and Quarantine Agency, and Guam Police Department. The RB-M crew transported the survivors to Hagåtña, where partner agency officials met them at the pier for further care and assessment. All 13 survivors were seen by Guam Fire Rescue crews and refused treatment. The survivors are reportedly nationals of the People's Republic of China, as confirmed by law enforcement. Weather conditions for the operation included east winds blowing at 15 knots and wave heights of around 3 feet with 4-foot swells. No watches or warnings are in effect. This incident, once again, serves as a powerful reminder of the dangers mariners face and the importance of wearing life jackets and having reliable communication devices aboard the vessel. The U.S. Coast Guard, always ready and prepared, continues to stand ready, in partnership with local, federal, and military agencies, to respond to maritime emergencies and protect life at sea. -USCG- About U.S. Coast Guard Forces Micronesia/Sector Guam The U.S. Coast Guard Forces Micronesia/Sector Guam team focuses on maritime safety, security, and stewardship in Oceania. With a primary presence in Guam and Saipan and over 300 members across Guam and the Commonwealth of the Northern Mariana Islands, the team maintains a strong U.S. presence in the Micronesia sub-region and adjacent areas, closely tied to local communities. About U.S. Coast Guard Station Apra Harbor: In Guam, U.S. Coast Guard Station Apra Harbor is a critical operational unit responsible for search and rescue missions, law enforcement, and maritime security. Equipped with advanced 45-foot and 29-foot response boats and a highly trained crew, the station is pivotal in executing the U.S. Coast Guard's mission in the Pacific region. For more information about U.S. Coast Guard actions, please get in touch with CWO Sara Muir, Public Affairs Officer, at sara.g.muir@uscg.mil or uscgforcesmicronesia@gmail.com. |Date Taken:||06.23.2024| |Date Posted:||06.23.2024 00:36| |Story ID:||474611| |Location:||SANTA RITA , GU| |Web Views:||20| |Downloads:||0|",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chelsea garcia",
        "sentiment": "none"
      },
      {
        "name": "helen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. coast guard",
        "sentiment": "negative"
      },
      {
        "name": "guam fire rescue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guam",
        "sentiment": "none"
      },
      {
        "name": "micronesia",
        "sentiment": "none"
      },
      {
        "name": "guam santa rita",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T07:39:20.446+03:00",
  "updated": "2024-06-23T08:20:17.773+03:00"
}