{
  "thread": {
    "uuid": "db4fd4996d61da9aa285aa3f450b511f89188375",
    "url": "https://www.noticiasdenavarra.com/opinion/2024/05/04/beethoven-enaltecido-8193800.html",
    "site_full": "www.noticiasdenavarra.com",
    "site": "noticiasdenavarra.com",
    "site_section": "https://www.noticiasdenavarra.com/rss/",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "",
    "title": "Beethoven enaltecido",
    "title_full": "Beethoven enaltecido",
    "published": "2024-05-04T10:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticosgn-cdn.deia.eus/clip/02094f31-acdf-41cf-b2c2-5ffae5388994_16-9-aspect-ratio_default_0_x1025y586.jpg",
    "performance_score": 0,
    "domain_rank": 27261,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db4fd4996d61da9aa285aa3f450b511f89188375",
  "url": "https://www.noticiasdenavarra.com/opinion/2024/05/04/beethoven-enaltecido-8193800.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Teobaldos",
  "published": "2024-05-04T10:49:00.000+03:00",
  "title": "Beethoven enaltecido",
  "text": "Les Grands Ballets Canadiens Director: Iván Cavallari. Programa: Séptima sinfonía: música de Beethoven, coreografía de Uwe Scholz. Cantata música tradicional del sur de Italia, / Mauro Bigonzetti. Iluminación: Marc Parent. Carlo Cerri. Museo Universidad e Navarra (cierre de temporada). 1 mayo de 2024. Lleno (de 35 a 42 euros). Hay unos momentos, en la extraordinaria coreografía de Uwe Scholz sobre la Séptima Sinfonía de Beethoven, en los que todo el cuerpo de baile se queda quieto, agarrados de la mano, como en un trance de ser ungidos por la música que les invade y por la luz que irradia esa música. Es en la culminación del tutti orquestal del tercer movimiento. Es la prueba y culminación, también, del extraordinario respeto y admiración que siente el coreógrafo por la música de Beethoven. Ha propuesto a sus bailarines danzar al son de una partitura sublime, para lo que deben estar física y mentalmente a la altura, sin escapismos a braceos inútiles, y con una obediencia debida a lo que manda cada compás. Y los componentes del ballet canadiense así lo hace: bailan todo lo que suena. En una estética neoclásica que acoge estupendamente la música, en el mismo plano de belleza. Que lee visualmente los crescendos y diminuendos, los reguladores, las intervenciones solistas, o por familias, de la orquesta y las culminaciones totalizadoras de los finales con todo el cuerpo de baile en escena. Y usan todos los recursos, desde las puntas (benditas puntas, cada vez más arrinconadas), hasta inéditas elevaciones, pasando por una disciplina de la simetría asombrosa. Scholz siempre ha tenido gusto por lo sinfónico, y, como hemos podido comprobar en esta función del Mun, un dominio extraordinario de los conjuntos. Sin desdeñas los solos (pocos) o pasos a dos, es en la gran complejidad y exigencia del conjunto donde se aprecia su criterio de monumentalidad. Su coreografía beethoveniana es de una exposición clara y transparente: cualquier mínimo descuadre se notaría. Estamos ante la sinfonía más rítmica de del compositor alemán; y, aunque el nombre de Apoteosis de la danza con el que la bautizó Wagner, no lo admiten todos, a nosotros nos viene bien; porque Les Grands Ballets Canadiens, eso fue, precisamente, lo que nos ofrecieron: una apoteosis de la danza. El espectador, ya desde la primera elevación de las bailarinas, subrayando el acorde inicial, se hace con la perfecta correspondencia entre música y danza, entre lo que suena y lo que se ve. Los bailarines se agrupan en diversos “demi solistas”, hasta confluir en el tutti, siguiendo las continuas sorpresas de Beethoven. La seguridad técnica de las bailarinas en las alturas, de los giros y saltos, de la medida milimétrica del escenario, (algo comprimido para 24 bailarines), proporcionan ese placer de que todo encaja. Un espectáculo para el recuerdo. Después del agotador (para los bailarines) relato sinfónico, la segunda parte fue más relajada, sin que la coreografía de Mauro Bigonzetti renunciara a adornar, con pasos comprometidos, su incursión en el ambiente étnico folclorista del sur de Italia. Para situarla estéticamente, la Cantata del coreógrafo italiano, podríamos decir que está entre la danza grupal de Gades y el Mediterráneo de Nacho Duato. En ella, con música y canto en directo, el grupo de gente, con vestuario informal de calle, se mueve festivamente. Para mí, la coreografía del cuerpo de baile (que no se prodiga tanto como en Beethoven) es lo más acertado y lo que más se acerca a la luminosidad mediterránea. Los solos me recuerdan al baile flamenco con la cantaora en directo, pero con una música que, a mi juicio, es menos poderosa. Hay drama y placer en los pasos a dos; y un movimiento frenético en el conjunto muy bien marcado y con pasos y “portes” de las bailarinas, espectaculares. Gustó mucho al respetable. Con merecidos aplausos, también, para las intérpretes de la música en directo. Una gran velada de ballet.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T12:09:46.389+03:00",
  "updated": "2024-05-04T14:43:16.474+03:00"
}