{
  "thread": {
    "uuid": "c1d52829c81cb2de7f6adbb7b776d576840e48a1",
    "url": "https://m.dailyhunt.in/news/india/english/dna-epaper-dhc74e1ab8f59547a8a35f29dbe4573ea5/kaagaz+2+movie+review+satish+kaushik+delivers+tearjerker+of+a+performance+in+final+film+anupam+darshan+shine-newsid-n587584980",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-bcont",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Kaagaz 2 movie review: Satish Kaushik delivers tearjerker of a performance in final film; Anupam, Darshan shine",
    "title_full": "Kaagaz 2 movie review: Satish Kaushik delivers tearjerker of a performance in final film; Anupam, Darshan shine",
    "published": "2024-02-29T19:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/a6/12/c5/a612c55e21858c9f2db4ca432d17c5aade9947af36e0c65ae2853d000ac6f443.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1d52829c81cb2de7f6adbb7b776d576840e48a1",
  "url": "https://m.dailyhunt.in/news/india/english/dna-epaper-dhc74e1ab8f59547a8a35f29dbe4573ea5/kaagaz+2+movie+review+satish+kaushik+delivers+tearjerker+of+a+performance+in+final+film+anupam+darshan+shine-newsid-n587584980",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T19:49:00.000+02:00",
  "title": "Kaagaz 2 movie review: Satish Kaushik delivers tearjerker of a performance in final film; Anupam, Darshan shine",
  "text": "Director: VK PrakashCast: Satish Kaushik, Anupam Kher, Darshan Kumar, Neena Gupta Where to watch: In theatres Rating: 3.5 stars A clerk, Sushil Rastogi (Satish Kaushik) seeks justice for his dead daughter, Arya, who passed away due to the apathy of many public servant and a leading politician. Sushil gets the support of a lawyer, Raj Narayan Singh (Anupam Kher), who fights his legal battle in the court. How the court perceives this grudge against public protests and how this battle affects his already-strained relationship with his son forms the core of Kaagaz 2.\nKaagaz 2 is the spiritual successor to the 2021 film Kaagaz, which was directed by the late Satish Kaushik. Just like the prequel, Kaagaz 2 also questions laws and their implementation. Kaagaz 2 isn't a satirical take on Indian law, but it's a direct jibe at the lapses made by government officials that can lead to irreparable damages.\nThe film does take time to build its story but when it does, it grabs you firmly. Satish Kaushik appears on the screen after 30 minutes, and despite no heavy dialoguebaazi, he immediately grabs your attention with his eyes. The first half of the movie establishes the main crux of the film. The scene involving a desperate Satish Kaushik pleading to the public, police, and politicians to help save his injured daughter leaves you in tears, largely because of the late actor's moving performance.\nThe second half of the film starts on a great note, and court proceedings have been kept straight to the point. Anupam does not go the stereotypical shouting monologue-way to make his point. Somewhere, the movie does lose its steam for 10-15 minutes, but the emotional scenes between Anupam and Darshan quickly lift the movie, and it comes to a tearful conclusion. Satish Kaushik delivers a monologue in the climax that reminds you yet again what a fine performer he was.\nMore than a courtroom drama, Kaagaz is an emotional drama, where you will relate with three primary characters- Sushil, Raj, and Uday at some point. Director VK Prakash makes you root for Sushil and Raj, and that's where he and writers Suman Ankur and Khandelwal Shashank score well.\nSatish Kaushik is the soul of the film. In the first 30 minutes, you might feel detached, like I was. But the moment Satish arrives, he pulls you back in. Satish's adorable moments with his on-screen daughter, his restlessness while saving his daughter and his monologue at the climax will leave you teary-eyed.\nAnupam Kher, too, does a great job of holding the narrative. His mannerisms, his dialogue delivery, body language in the courtroom, and his expressions in the confrontational scenes with Darshan justify his stature as the veteran. Anupam's character has a past, and the way he confronts that past will make you sympathise with him.\nThe third key character of this film is Darshan Kumar. When you have two veterans carrying a narrative from start to end, there isn't much scope left for other characters. However, Darshan makes a commendable effort to deliver an effective performance. Darshan's eyes show the pain of a child who grew up in a broken home, who hates his father, but still feels for him. His dramatic moments with Anupam were powerful and relatable. Kiran Kumar also does a fine job as a High Court judge. He is one actor whose untapped potential needs to be recognized. It was a pleasant surprise to watch Anang Desai, who has entertained us as Khichdi's Babuji in a grey-shade character. Despite limited screen time, he leaves a mark.\nOverall, Kaagaz 2 is less of a courtroom drama and more of an emotional drama but still works because of the fine performances of the primary cast.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "anupam kher",
        "sentiment": "positive"
      },
      {
        "name": "satish kaushik",
        "sentiment": "positive"
      },
      {
        "name": "darshan",
        "sentiment": "positive"
      },
      {
        "name": "neena gupta",
        "sentiment": "positive"
      },
      {
        "name": "darshan kumar",
        "sentiment": "positive"
      },
      {
        "name": "anupam",
        "sentiment": "positive"
      },
      {
        "name": "sushil",
        "sentiment": "none"
      },
      {
        "name": "raj narayan singh (anupam kher)",
        "sentiment": "none"
      },
      {
        "name": "arya",
        "sentiment": "none"
      },
      {
        "name": "sushil rastogi (satish kaushik)",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kaagaz",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:38.229+02:00",
  "updated": "2024-03-01T01:05:38.229+02:00"
}