{
  "thread": {
    "uuid": "251f933797ec185c24e5c9f62284dc9c281567ab",
    "url": "https://guardian.ng/features/friday-worship/meritorious-deeds-as-dhul-hijjah-1445ah-beckons",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://ngrguardiannews.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "The Guardian Nigeria News &#8211; Nigeria and World News",
    "title": "Meritorious deeds as Dhul-Hijjah 1445AH beckons",
    "title_full": "Meritorious deeds as Dhul-Hijjah 1445AH beckons",
    "published": "2024-05-31T06:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/10/quran-1720x918-1.jpg",
    "performance_score": 0,
    "domain_rank": 5172,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "251f933797ec185c24e5c9f62284dc9c281567ab",
  "url": "https://guardian.ng/features/friday-worship/meritorious-deeds-as-dhul-hijjah-1445ah-beckons",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-05-31T06:06:00.000+03:00",
  "title": "Meritorious deeds as Dhul-Hijjah 1445AH beckons",
  "text": "“That they might witness that which are of benefit to them and remember the name of the Almighty on the appointed days, over the beast of cattle that He has provided for them (for sacrifice).” (Quran 22:28)\nBrethren, today being Dhul-Qidah 23, 1445AH, the probability that next week Friday may either be Dhul-Qidah 30 or Dhul-Hijjah 1 is 50:50. Thus, the focus of our sermon today will be on some meritorious deeds Muslims (particularly those who are not performing Hajj) are encouraged to embark upon especially in the first 10 days of Dhul-Hijjah which is the 12th month of Muslim lunar calendar.\nFirst and foremost, it should be noted that Dhul Hijjah is one of the four sacred months ordained by Allah (SWT) during which hostility and profanity are forbidden (Q9V36).\nIndeed, there are numerous reports from the Prophet (SAW) that emphasise the importance and virtues of the first 10 days of the 12th month. For example, he is reported to have said: “There are no days in which righteous deeds are more beloved to the Almighty than these ten days.” His companions consequently asked him: “Not even jihad for the sake of the Almighty?” He said: “Not even jihad for the sake of the Almighty, except in the case of a man who went out to fight giving himself and his wealth up for the cause, and came back with nothing.” He says again: “There are no days that are greater in the sight of Almighty and in which righteous deeds are more beloved to Him than these ten days, so during this time recite a great deal of Tahleel (glorifications of the Almighty).\nIn other words, one of the virtuous acts of worship expected of every believer during the first ten days of Dhul Hijjah is remembrance of Allah (SWT) through constant repetition of His name with full concentration and contemplation. The evidence to support this lies in the eternal injunction that in every statement or utterance of glorification, there is great reward for the believer here on earth and in the hereafter.\nAside from the above, there are reports credited to the Prophet to the effect that Muslims who are not on Hajj and are desirous of sacrificing animals on the day of Eid are required to observe some rituals including abstinence from cutting the hair on the body and the nails on the fingers and foot till after the day of sacrifice.\nProphet (upon him be peace and blessings of the Almighty) once said: “When you see the new moon of Dhul-Hijjah, if any one of you wants to offer a sacrifice, then he should not cut his hair and nails until he has offered his sacrifice. In fact, some jurists have gone further to posit that whoever does this deliberately has committed an infraction and shall be required to seek forgiveness though his sacrifice on the Eid shall remain valid.\nScholars of Islam including Imam al-Shafi, al-Nawawi, al-Suyuti among others, have explored different perspectives to this ruling. While some have suggested that the reason for the prohibition is the necessity for the believer to enter into a spiritual realm as if he is on hajj where the totality of his being and essence become consecrated to the service of the Almighty, others have posited that it suffices for the believer not to go against any injunction of the Prophet no matter how insignificant they may appear. Once he commands an action or forbids something, the touchstone of faithfulness for the believer would be in his compliance with same without question.\nThe above ruling, it has been argued, relates to all Muslims no matter their gender. Now if a believer has cut his hair or nails during the first ten days of Dhul-Hijjah because he was not planning to offer a sacrifice, then he decides later, during the ten days, to offer a sacrifice, then the ruling becomes effective. He must refrain from cutting his hair and nails from the moment he makes this decision.\nThe Almighty says: “So whosoever does good equal to the weight of an atom, shall see it, and whosoever does evil equal to the weight of an atom, shall see it.”\n(Quran 99:7-8).\nApart from the acts or actions that are forbidden during the month, it is highly recommended for believers to dedicate the first nine days of the month for Fasting.\nFasting during the days comes under the category of what is known in Islamic Jurisprudence as Mustahabb particularly for those who are not performing Hajj.\nThe Prophet used to fast on the ninth of Dhul-Hijjah. Hunaydah ibn Khaalid reported from his wife that some of the wives of the Prophet said: “The Prophet used to fast on the ninth of Dhul-Hijjah, on the day of ‘Ashura’, on three days of each month, and on the first two Mondays and Thursdays of each month.”\nBrethren, it is common knowledge in our faith that all the above acts of worship stand greater chance of being accepted when they are capped with acts of benevolence, when the believer remembers the poor and the needy, when we go out of our way to put smiles on the faces of those living on the margin of life. Indeed, these days, the days of Hajj are meant to remind us all of these – that the real meaning of Islam lies in the extent to which value is added to people’s life. These are some of the latent meanings in these days; it is to their celebration we must dedicate our lives.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dhul hijjah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dhul-hijjah",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T07:14:32.455+03:00",
  "updated": "2024-05-31T08:45:56.346+03:00"
}