{
  "thread": {
    "uuid": "bd4720e6a0336f4d5449150aaa595a9e6f5e7970",
    "url": "https://www.forbes.com/sites/ajherrington/2024/01/02/new-year-brings-job-protections-for-california-marijuana-users/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/real-time/feed2",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "New Year Brings Job Protections For California Marijuana Users",
    "title_full": "New Year Brings Job Protections For California Marijuana Users",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/65942513b97c3c3936208de9/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd4720e6a0336f4d5449150aaa595a9e6f5e7970",
  "url": "https://www.forbes.com/sites/ajherrington/2024/01/02/new-year-brings-job-protections-for-california-marijuana-users/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "A.J. Herrington",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "New Year Brings Job Protections For California Marijuana Users",
  "text": "Marijuana users in California gained new job protections with the new year as two new laws that protect cannabis users from employment discrimination went into effect on January 1. Similar legislation also went into effect on Monday in the state of Washington, where legal sales of recreational marijuana went on sale nearly 10 years ago.\nUnder legislation passed by California lawmakers and signed into law by Democratic Governor Gavin Newsom last year, employers will be barred from discriminating against workers who test positive for cannabis in some drug screenings. A separate bill passed in 2023 prohibits employers from asking employees or job candidates about their off-duty use of marijuana.\nAssembly Bill 2188 ( AB 2188 ), which was passed by the state legislature and signed into law by California Governor Gavin Newsom in 2022, prohibits employers from firing or disciplining employees who test positive for cannabis in a urine or hair test. The measure also applies to job applicants, who cannot be denied employment based on the results of such drug screenings. The law does not prevent employers from using other drug tests for cannabis use, including blood or saliva tests.\nThe new law has exceptions for employers in the building and construction industry, who do not gain the employee protections granted under the measure. The legislation also exempts workers and job applicants for positions that require a federal background check or security clearance.\nNewsom signed the bill last year in conjunction with other cannabis-related legislation. At the time, the governor said in a press release that “rigid bureaucracy and federal prohibition continue to pose challenges to the industry and consumers.”\nMORE FOR YOU BlackRock ETF Leak Triggers Bitcoin Price Surge Past $45,000 After Goldman Sachs Issues Huge 2024 Ethereum, XRP, Solana And Crypto Prediction Samsung Insiders Confirm Three Stunning Galaxy S24 Ultra Decisions In Krynky, Russian Troops Perform A ‘Zhukov Maneuver.’ That’s Code For ‘Suicide Attack.’ Cannabis Activists Applaud New Law Cannabis policy reform advocates have long been critical of drug screenings that rely on hair or urine samples because they can return positive results weeks after the person being tested used marijuana and do not indicate impairment at the time the sample was taken. Dale Gieringer, director of the California chapter of the National Organization for the Reform of Marijuana Laws (CalNORML), said that the legislation that went into effect on January 1 improves the employment conditions for the state’s workers.\n“Testing or threatening to test bodily fluids for cannabis metabolites has been the most common way that employers harass and discriminate against employees who lawfully use cannabis in the privacy of their own homes,” Gieringer said in a statement from the cannabis policy reform advocacy group. “These new laws will end that practice without impacting workplace safety. Numerous studies have found that workers who test positive for cannabis metabolites have no higher risk of workplace accidents.”\nSeparate legislation approved by state lawmakers last year to clarify AB 2188, Senate Bill 700 ( SB 700 ), amends California’s Fair Employment and Housing Act to bar employers from asking job candidates about their marijuana use while off the job. Employers are still permitted to ask job applicants about their criminal history, but they may not use information about their previous use of pot that is related to their criminal history unless otherwise permitted by law.\nThe National Federation of Independent Business characterized the new legislation as one of the top five “compliance headaches” for small business owners in California for 2024. The California Chamber of Commerce expressed opposition to AB 2188 in an early form, saying the bill was a “job killer,” according to a report from public policy news site CalMatters. The business group later dropped its opposition to the measure after lawmakers revised the bill.\nWashington Also Adds Protections For Pot Smokers Weed consumers in the state of Washington also gained new job protections at the beginning of the new year. Under Senate Bill 5123 , job applicants will be protected from discrimination during the hiring process based on their legal use of cannabis. The measure, which was approved by Democratic Governor Jay Inslee in May, also went into effect on January 1.\nUpon signing the legislation in May of last year, the governor noted that the new law “seeks to protect applicants from hiring discrimination if they use legal cannabis outside of work,” adding that “there are exceptions” for certain industries including aerospace and airlines, according to a report from Marijuana Moment. Job applicants for safety-sensitive positions or employment that require federal background checks or security clearances are also exempted from the protections of the legislation, as are first responders and law enforcement officers.\nA.J. Herrington",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.marijuanamoment.net/washington-state-governor-signs-bill-to-protect-job-applicants-from-anti-marijuana-discrimination/",
    "https://calmatters.org/economy/2023/12/cannabis-employees-new-laws-california-2024/#:~:text=Under%20two%20new%20laws%2C%20employers,federal%20jobs%20with%20background%20checks",
    "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB700",
    "https://capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
    "https://www.canorml.org/employers-may-not-discriminate-against-californians-due-to-off-the-job-or-past-cannabis-use-starting-on-january-1/",
    "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220AB2188",
    "https://app.leg.wa.gov/billsummary?BillNumber=5123&Year=2023",
    "https://www.leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220AB2188",
    "https://www.capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
    "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml",
    "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml",
    "https://www.leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB700",
    "https://canorml.org/employers-may-not-discriminate-against-californians-due-to-off-the-job-or-past-cannabis-use-starting-on-january-1/",
    "https://www.marijuanamoment.net/washington-state-governor-signs-bill-to-protect-job-applicants-from-anti-marijuana-discrimination",
    "https://www.canorml.org/employers-may-not-discriminate-against-californians-due-to-off-the-job-or-past-cannabis-use-starting-on-january-1",
    "https://www.app.leg.wa.gov/billsummary?BillNumber=5123&Year=2023",
    "https://capi.connatix.com/tr/si",
    "https://app.leg.wa.gov/billsummary",
    "https://marijuanamoment.net/washington-state-governor-signs-bill-to-protect-job-applicants-from-anti-marijuana-discrimination/",
    "https://www.calmatters.org/economy/2023/12/cannabis-employees-new-laws-california-2024/#:~:text=Under%20two%20new%20laws%2C%20employers,federal%20jobs%20with%20background%20checks"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gavin newsom",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "california marijuana users marijuana",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T17:14:56.302+02:00",
  "updated": "2024-01-02T17:14:56.302+02:00"
}