{
  "thread": {
    "uuid": "c53c26f1c6c78b6175089f68a0f12ecb0b31bc32",
    "url": "https://www.levante-emv.com/fallas/2024/03/07/emotivo-homenaje-fuerzas-armadas-guardia-99171148.html",
    "site_full": "www.levante-emv.com",
    "site": "levante-emv.com",
    "site_section": "https://www.levante-emv.com/elementosInt/rss/103",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Levante-EMV - València",
    "title": "Emotivo homenaje de las Fuerzas Armadas y la Guardia Civil a las Fallas de València 2024",
    "title_full": "Emotivo homenaje de las Fuerzas Armadas y la Guardia Civil a las Fallas de València 2024",
    "published": "2024-03-08T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/24cc7285-0fd6-4941-a655-cebb7e96ac17_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 11508,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c53c26f1c6c78b6175089f68a0f12ecb0b31bc32",
  "url": "https://www.levante-emv.com/fallas/2024/03/07/emotivo-homenaje-fuerzas-armadas-guardia-99171148.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "M.M.",
  "published": "2024-03-08T00:12:00.000+02:00",
  "title": "Emotivo homenaje de las Fuerzas Armadas y la Guardia Civil a las Fallas de València 2024",
  "text": "Emotivo homenaje de las Fuerzas Armadas y la Guardia Civil a las Fallas de València 2024\nEl acto se ha celebrado en el Acuartelamiento San Juan de Ribera\nM.M.\nEl Teniente General Fernando García-Vaquero Pradal, Jefe del Cuartel General Terrestre de Alta Disponibilidad y Representante Institucional de las Fuerzas Armadas (RIFAS) de la Comunitat Valenciana, ha presidido el acto de homenaje de las Fuerzas Armadas y Guardia Civil a las Fallas de València en su XXXV edición, organizado por el Comandante Militar de Valencia y Castellón. Una vez recibidas la Fallera Mayor y Fallera Mayor Infantil con sus cortes de honor, ha dado comienzo el evento, al que han asistido diferentes autoridades civiles y militares, entre las que se encontraban la presidenta de las Corts, Llanos Massó Linares, delegada del Gobierno en la Comunitat Valenciana (CV), Pilar Bernabé, el vicepresidente de la Generalitat Valenciana, Vicente Barrera y la consejera de Justicia e Interior, Elisa María Núñez.\nLa unidad militar ha estado compuesta por:\n1 Compañía de honores al mando de un Capitán del Regimiento de Transmisiones nº21, con 3 secciones perteneciente al Regimiento de Transmisiones nº21, Regimiento de Caballería Paracaidista Lusitania nº8 y la 6ª Zona de la Guardia Civil.\n• Escuadra de Gastadores del Grupo de Artillería Antiaérea III/73.\n• Escuadra de Llauradors del Batallón de Cuartel General del CGTAD y Guardia Civil.\n• Banda y Música del CGTAD.\nComo es habitual, se han entregado los premios del concurso de carteles, la mención de reconocimiento de la Guardia Civil y las insignias representativas (Bunyols d´Or), distinciones que se entregan en reconocimiento a la labor realizada en apoyo a la Falla Militar y de la Guardia Civil. A continuación, el Teniente General García-Vaquero ha agradecido la presencia de las Falleras Mayores y de sus cortes de honor y ha resaltado la ocasión para fortalecer el vínculo entre las Fuerzas Armadas y Guardia Civil, con la ciudad de València, el mundo fallero y con todo lo que éste representa, “todo ello bajo un manto común, de emociones y sentimientos que siempre permanecerán”.\nLa bandera nacional que ha presidido el acto ha sido arriada y entregada al colegio de educación infantil y primaria “Padre Manjón” de Valencia, encomendándole su cuidado y recuerdo. Finalmente se ha realizado un castillo de fuegos, seguido de la “cremà” de la Falla.\nValència Vox quiere renombrar el paseo Guillem Agulló de València emv.com/valencia/2024/03/07/baenas-insostenible-99115656.html Baenas: \"Me voy. Esto es insostenible emv.com/valencia/2024/03/07/marti-nadal-dedica-mascleta-pirotecnia-lolleria-familia-cancer-99142922.html Mascletá\nFallas de Valencia\nEmotivo homenaje de las Fuerzas Armadas y la Guardia Civil a las Fallas de València 2024\nFallas de Valencia\nMetrovalencia circulará hasta las 04:00 horas el fin de semana por los conciertos de Fallas\nFallas de Valencia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T01:23:44.632+02:00",
  "updated": "2024-03-08T01:23:44.632+02:00"
}