{
  "thread": {
    "uuid": "c8c255ebe962a961c31320023d0d0ef5eeaec2ca",
    "url": "https://caracol.com.co/2023/12/29/capturamos-casi-a-todos-los-cabecillas-de-las-bandas-juan-carlos-tamayo/",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/ciudades/ibague/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Ibagué | Caracol Radio",
    "title": "“Capturamos casi a todos los cabecillas de las bandas”: Juan Carlos Tamayo",
    "title_full": "“Capturamos casi a todos los cabecillas de las bandas”: Juan Carlos Tamayo",
    "published": "2023-12-30T01:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/FpEojhiFYand6cXGnZC41VBHaAI=/1024x576/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/prisaradioco/UFSLLSUDSVFXJDRL5ZOQLKTUVQ.jpg",
    "performance_score": 0,
    "domain_rank": 13634,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8c255ebe962a961c31320023d0d0ef5eeaec2ca",
  "url": "https://caracol.com.co/2023/12/29/capturamos-casi-a-todos-los-cabecillas-de-las-bandas-juan-carlos-tamayo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Julio Montiel\"/>",
  "published": "2023-12-30T01:15:00.000+02:00",
  "title": "“Capturamos casi a todos los cabecillas de las bandas”: Juan Carlos Tamayo",
  "text": "Tolima\nEl alcalde del El Espinal, Juan Carlos Tamayo, en diálogo con Caracol Radio se refirió en el cierre de su mandato a las obras y proyectos que se desarrollaron durante los 4 años de su gobierno en este municipio.\nSegún Tamayo, se adelantó la pavimentación de 185 cuadras, vías a las que se les cambió el sistema de acueducto y alcantarillado, llegando al 60% de la ciudad, en materia financiera la empresa de servicios públicos logró utilidades de alrededor a los $3.500 millones.\nTambién en infraestructura, se construyó la vía alterna a Chicoral, en este este corregimiento se realizó el plan maestro de acueducto y alcantarillado , además en la zona rural de la segunda ciudad del departamento, se adelantó un plan de gasificación.\n“Somos el municipio que más invierte recursos en estímulos educativos en el departamento, en materia de plan de desarrollo tenemos el primer puesto en la región con el 91% , a nivel deportivo el presupuesto pasó de $400 millones a más de $1.600 millones, en materia de cultura logramos sacar a los jóvenes de las calles a las aulas”, dijo Tamayo.\nEn materia de seguridad, aseguró que se realizaron más de 150 capturas en el 2024 , que sirvieron para disminuir las cifras de homicidios y hechos delincuenciales.\n“ Capturamos casi a todos los cabecillas de las bandas delincuenciales y eso ha llevado a que el municipio baje los índices de hurto, sicariato, los hemos bajado, hicimos un trabajo muy importante de la mano de la Policía Nacional, el CTI y el Ejército”, manifestó el alcalde.\nA la vez resaltó que, en los 4 años no asumió nueva deuda y logró pagar el 40% de los créditos , por otra parte, sostuvo que el presupuesto del municipio pasó de $60 mil millones a $120 mil millones al recaudar importantes recursos en materia de impuestos.\n“ Realizamos la legalización de predios a título gratuito a personas que llevaban más de 35 años solicitándolo, a la vez vimos la necesidad de vivienda por eso entregamos 100 subsidios por año para que personas adquirieran su inmueble”, indicó.\nPor otra parte, resaltó que, en materia social se hizo una importante inversión “ Tenemos el hogar de paso, la casa de la mujer , tenemos personas en condición de discapacidad haciendo pan, trabajando en el taller de modistería y en mantenimiento de bicicletas”.\nFinalmente, sostuvo que, en materia de escenarios deportivos se construyó la Villa Olímpica para diferentes disciplinas y en obras quedó por cumplir la construcción del colector norte.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:28:03.005+02:00",
  "updated": "2023-12-30T06:28:03.005+02:00"
}