{
  "thread": {
    "uuid": "3c3f8fd7e01c2d587b2c27515f4caf820b1b5564",
    "url": "https://timesofindia.indiatimes.com/business/india-business/us-tech-jobs-pick-up-green-shoots-for-indian-it/articleshow/109229801.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://gold.einnews.com:443/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Gold Industry Today - EIN Presswire",
    "title": "US tech jobs pick up, green shoots for Indian IT - Times of India",
    "title_full": "US tech jobs pick up, green shoots for Indian IT - Times of India",
    "published": "2024-04-12T02:27:59.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-109229824,width-1070,height-580,imgsize-1934974,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 285,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c3f8fd7e01c2d587b2c27515f4caf820b1b5564",
  "url": "https://timesofindia.indiatimes.com/business/india-business/us-tech-jobs-pick-up-green-shoots-for-indian-it/articleshow/109229801.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shilpa Phadnis",
  "published": "2024-04-12T02:27:59.000+03:00",
  "title": "US tech jobs pick up, green shoots for Indian IT - Times of India",
  "text": "In total, there were an estimated 438,000 active tech job postings in MarchBENGALURU: A revival of tech hiring in the US, indicating a recovery in demand, bodes well for Indian IT companies that have a significant presence in America. Tech companies in America added an estimated 6,000 workers last month, an analysis of US govt data by Computing Technology Industry Association showed.The presence of Indian IT companies in the US has grown with TCS employing 50,000 people, Infosys 35,000, HCL Tech 24,000, Wipro 20,000, and LTIMindtree 6,500. Together, these companies account for about 2% of the US tech industry workforce, according to an HDFC Securities report. The broad-based presence of the sector across various locations in the US may be advantageous for demand recovery.Job growth was driven by hiring in technology services, software development, and cloud infrastructure. US employers posted 191,000 new job openings for tech positions in March, an increase of 8,000 from the previous month and the highest volume since August 2023. In total, there were an estimated 438,000 active tech job postings in March. Software developers and IT support specialists saw the largest increases in openings between Feb & March. CompTIA's report noted that New York, Washington, Dallas, Chicago, Los Angeles, and San Francisco had the highest volumes of job postings in March.HDFC Securities analysts noted that tech employment in the US grew by 1.2% in 2023, with the workforce increasing by 117,000 to 9.6 million, which includes non-technical employees too. CompTIA forecasts a 3.1% increase (more than 300,000 net increase) in the US tech workforce for the 2024 calendar year.As bench strength is optimised with utilisation levels closer to the six-year average (yet below the 2022 peak), HDFC Securities expects hiring in the sector to resume in a couple of quarters, with growth continuing to be volume-led. Despite the significant layoffs in tech during the 2023 calendar year (estimated at 500,000), the US tech workforce added employees during the year. Since then, layoffs have moderated, and hiring activity is expected to recover, which has been correlated with demand and revenue growth.HDFC Securities stated, \\\"The last few quarters have seen a sequential dip in headcount which could reverse in the second half of 2025 fiscal. The upcoming Q4 results will reflect the growth divergence within companies, and we expect growth to bottom out and recover gradually in FY25.\\\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hcl",
        "sentiment": "none"
      },
      {
        "name": "wipro",
        "sentiment": "none"
      },
      {
        "name": "infosys",
        "sentiment": "none"
      },
      {
        "name": "tcs",
        "sentiment": "none"
      },
      {
        "name": "computing technology industry association",
        "sentiment": "none"
      },
      {
        "name": "hdfc securities",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:27:59.606+03:00",
  "updated": "2024-04-13T07:29:36.252+03:00"
}