{
  "thread": {
    "uuid": "df32a446daabe2ffc95bd7070cf0f4bcd53c2d9b",
    "url": "https://www.wqad.com/article/news/local/the-current/pi-day-baker-out-on-a-limb-pie-company/526-5f22e2a2-e515-4f32-b443-22aca13bd81a",
    "site_full": "www.wqad.com",
    "site": "wqad.com",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [
      "hobbies_and_interests",
      "travel",
      "by_us_locale",
      "photography"
    ],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "Celebrating Pi Day with a local pie maker | wqad.com",
    "title_full": "Celebrating Pi Day with a local pie maker | wqad.com",
    "published": "2024-03-15T00:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.tegna-media.com/assets/WQAD/images/be548e09-903a-4149-bda1-119d72740348/be548e09-903a-4149-bda1-119d72740348_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 19888,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "df32a446daabe2ffc95bd7070cf0f4bcd53c2d9b",
  "url": "https://www.wqad.com/article/news/local/the-current/pi-day-baker-out-on-a-limb-pie-company/526-5f22e2a2-e515-4f32-b443-22aca13bd81a",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shelby Kluver (WQAD)",
  "published": "2024-03-15T00:24:00.000+02:00",
  "title": "Celebrating Pi Day with a local pie maker | wqad.com",
  "text": "BETTENDORF, Iowa — It's been the sweet life for [Out On A Limb Pie Co.](https://www.outonalimbpieco.com/) founder and baker Juli Hurley. And on this Pi Day, she joined The Current On News 8 to spill some of her pie crust secrets. The mathematical symbol Pi is a \"universal\" number often symbolized as π, with the first three digits being 3.14. It is celebrated with Pi Day on March 14 (3/14). It's also one of Hurley's busiest days, packed with orders and television appearances. Hurley opened Out On A Limb in November 2019 after a lifetime love of baking. She credits her parents, a grandmother and an aunt with years spent growing up in the kitchen. \"And then through high school, I maxed out all the home economics classes,\" Hurley laughed. \"I had a wonderful, amazing teacher named Karen Anderson.\" Hurley says Anderson saw her talent for pie baking and taught her many of the skills she still uses today. In high school at Moline, Hurley even placed first in the school's annual pie-baking contest. The winning pie, she says, was banana cream. \"But as far as making it a business, it really started organically,\" Hurley says. 30 years ago she started making homemade apple pies for loved ones, potlucks and coworkers. It didn't take long before her coworkers started placing holiday orders. While Hurley says she toyed with the idea of opening her own business over the years, it wouldn't be until 2019 that things all came together. \"My dad said, 'Hey, just wanted to throw this out at you. Have you thought about doing anything for a pie business?' And it was like so far out of my mind,\" Hurley said. But a few months later, she and her parents had officially launched Out On A Limb. And now, five years on, her parents are both still integral parts of the pie company. Hurley's mother often works behind the scenes while her father can frequently be found staffing Out On A Limb's presence at the Freight House Farmer's Market or in the kitchen as the company's cherry pie secret weapon. \"He's my cherry pie guy,\" Hurley laughed. \"He has really perfected the cherry pie filling that we make for all of our cherry pies or crisps.\" All of Out On A Limb's cherry fillings are made exclusively with Door County Wisconsin cherries. It gives her cherry pies a more tart taste, which Hurley says she prefers to something overly sweet. Hurley says cherry pies are her most popular item, by far, although she does have several savory options as well, including chicken pot pies and mushroom and beef pot pies. But the key to getting a perfect crust, she says, starts with having all cold ingredients. Cold water, cold butter and cold eggs are critical. Once you start mixing the fat (be it butter, lard or shortening) into the dry ingredients, it's important to leave many sizes of crumbs. \"So what you want to see in the bowl are some finer ones as well as some that are maybe the size of a small pea. Also some a little bit larger, maybe the size of say a chickpea or almost the size of a lima bean,\" Hurley said. As the cold pieces of fat begin to bake, they melt and create air pockets that allow steam to come out. \"And that is what creates the flakiness of your pie,\" Hurley said. \"After [the dough] has been rolled out, you can see the streaks and spots in there of those harder, larger pieces... So that's what you want to see. You want to see a speckled pie dough, you don't want necessarily a really smooth-looking crust.\" Another critical piece, she says, is resisting the temptation to overmix the dough. The more handling, kneading and mixing you do, the more gluten you're creating, which will lead to a tougher texture. After the success she's seen in the Quad Cities, Hurley says she has considered opening up new locations in other cities. However, she says at the end of the day she's a hometown girl. \"We have a really large market right here. We have a lot of diversity. We have a lot of food lovers,\" Hurley said. \"There's really no good reason for me [to leave]. I'm home-based here. And this is where I plan to stay.\" You can check out Out On A Limb's full menu on its website [here](https://www.outonalimbpieco.com/). To place an order you can call (309) 787-3256 or email [outonalimbpieco@gmail.com](mailto:outonalimbpieco@gmail.com). If you have an upcoming event, you can place a group order [here](https://www.outonalimbpieco.com/contact). Customers can also pick up a frozen pie from the Freight House Freezer on Saturdays from 8 a.m. to 1 p.m. May through October. Hurley joined The Current on News 8 to discuss her pie-baking roots and share some secrets about getting the perfect crust. You can watch the full interview in the above video. Tune into The Current from 4 to 5 p.m. on weekdays to catch even more live interviews impacting you, your family and your hometown as well as all of the biggest headlines of the day. Watch more news, weather and sports on News 8's YouTube channel",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.outonalimbpieco.com/",
    "https://www.outonalimbpieco.com/contact.",
    "https://outonalimbpieco.com/",
    "https://www.outonalimbpieco.com",
    "https://outonalimbpieco.com/contact."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "juli hurley",
        "sentiment": "negative"
      },
      {
        "name": "hurley",
        "sentiment": "none"
      },
      {
        "name": "karen anderson",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "limb pie co.",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "bettendorf",
        "sentiment": "none"
      },
      {
        "name": "moline",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:47:54.978+02:00",
  "updated": "2024-03-22T03:15:47.064+02:00"
}