{
  "thread": {
    "uuid": "446175c5c4460f819cf3f6ade71b6c09b62f484d",
    "url": "https://urbanmilwaukee.com/2023/12/29/jesus-salas-documents-legacy-of-states-farmworkers/",
    "site_full": "urbanmilwaukee.com",
    "site": "urbanmilwaukee.com",
    "site_section": "http://urbanmilwaukee.com/atom.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Urban Milwaukee",
    "title": "Jesús Salas Documents Legacy of State’s Farmworkers",
    "title_full": "Jesús Salas Documents Legacy of State’s Farmworkers",
    "published": "2023-12-29T18:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://urbanmilwaukee.com/wp-content/uploads/2023/12/53084627968_4f20f22ce7_k-1024x768-1.jpg",
    "performance_score": 0,
    "domain_rank": 28620,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "446175c5c4460f819cf3f6ade71b6c09b62f484d",
  "url": "https://urbanmilwaukee.com/2023/12/29/jesus-salas-documents-legacy-of-states-farmworkers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PrincessSafiya Byers",
  "published": "2023-12-29T18:26:00.000+02:00",
  "title": "Jesús Salas Documents Legacy of State’s Farmworkers",
  "text": "Jesús Salas Documents Legacy of State’s Farmworkers\nA new memoir by Latino leader who helped organize farmworkers movement in Wisconsin.\nIn 1966,\nJesús Salas led the historic march of migrant farmworkers from Wautoma to Madison, in the process helping organize Wisconsin’s first farmworker union.\nHe went on to become a leader in Latinx community organizations throughout Milwaukee and Wisconsin.\n[His memoir, “] Obreros Unidos: The Roots and Legacy of the Farmworkers Movement,” was published in June by the Wisconsin Historical Society Press.\nSalas’s story details how the work of the farmworkers movement created a lasting impact on the Latinx community in Milwaukee and the rest of Wisconsin.\nA young life in the fields\nSalas came from a family of migrant workers and spent most of his childhood working in fields across the nation.\n“It was a family-based working system when we were migrant workers because wages were so low you depended on a family income,” Salas said. “But in my family, we still had to go to school whether our clothes were stained from sugar beets, or we smelled like onions, it was a part of our life.”\nAfter spending years as migrant farmers, Salas’ family settled in Wautoma, Wisconsin, in 1959.\n“So, I went back to the labor camps after a few years of being away and I got a different picture of what conditions of the migrant workers were,” he said. “Parents we were trying to recruit for the day care would come me with problems about housing conditions, how they weren’t getting paid, lack of sewer systems, people getting hurt and not knowing what to do, etc.”\nAfter three years, Salas got word of\nCesar Chavez marching in California and called him to form a relationship and learn about the labor organizing being done there. That’s how he began organizing.\nThe organizing begins\n“So, we went on strike and petitioned the Wisconsin employment relations commission to recognize us as a union,” Salas said.\nAccording to Salas, it was a rocky start because they lost the first strike. But after going back to the drawing board and learning a bit more, they organized a walkout and then they began to see progress.\n“It was a tremendous victory because people were doubting us and feeling like we weren’t representing the workers,” Salas said. “But after that victory, it was a resounding message to the whole industry that workers were interested in joining our union.”\nSalas landed in Milwaukee in 1968 after participating in the grape boycott to support California farmworkers organizing for a union. Boycott efforts were concentrated in the big cities and displaced migrant workers were going to cities in search of jobs.\nWhat he saw in Milwaukee pushed the fight even further.\nThe battle for rights broadens\n“The big battles were access to education and the Latinization of service agencies,” he said. “Because at that time, we had all of the service agencies being born. But the problem was Latinos couldn’t access them because we didn’t have a college education.”\nSalas, with other young leaders, fought for space for Latinos on University of Wisconsin-Milwaukee’s campus and bilingual opportunities in\nMilwaukee Public Schools. James Groppi and the NAACP Youth Council.\n“I was getting settled in on the 500 block of West National to organize a grape boycott,” Salas said. “Several blocks down the street, here comes Father Groppi from the North Side marching with the NAACP Youth Council protesting employment discrimination against Allen-Bradley.”\nAfter meeting them, Salas said the two groups began supporting one another by getting involved in one another’s marches and addressing issues that affected both communities as a unit.\nThe work of Obreros Unidos led to changes in the law surrounding migrant workers, housing conditions and the wages system, as well as opportunities outside of farm work.\nSalas became the first Latino CEO of United Migrant Opportunity Services. He also taught courses at MATC and UW-Madison.\nNNS Spotlight: How Jesús Salas documents the legacy of Wisconsin farmworkers – and his own was originally published by Milwaukee Neighborhood News Service\nIf you think stories like this are important, become a member of Urban Milwaukee and help support real, independent journalism. Plus you get\nsome cool added benefits. Milwaukee Neighborhood News Service",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [
    "https://milwaukeenns.org/2023/12/27/nns-spotlight-how-jesus-salas-documents-the-legacy-of-wisconsin-farmworkers-and-his-own/",
    "https://shop.wisconsinhistory.org/obreros-unidos",
    "https://www.shop.wisconsinhistory.org/obreros-unidos",
    "https://milwaukeenns.org/2023/12/27/nns-spotlight-how-jesus-salas-documents-the-legacy-of-wisconsin-farmworkers-and-his-own",
    "https://www.milwaukeenns.org/2023/12/27/nns-spotlight-how-jesus-salas-documents-the-legacy-of-wisconsin-farmworkers-and-his-own/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesús salas",
        "sentiment": "none"
      },
      {
        "name": "salas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jesús salas documents legacy of state",
        "sentiment": "negative"
      },
      {
        "name": "state",
        "sentiment": "negative"
      },
      {
        "name": "wisconsin historical society press",
        "sentiment": "none"
      },
      {
        "name": "farmworkers movement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "milwaukee",
        "sentiment": "none"
      },
      {
        "name": "wautoma",
        "sentiment": "none"
      },
      {
        "name": "madison",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:54:24.806+02:00",
  "updated": "2023-12-29T18:54:24.806+02:00"
}