{
  "thread": {
    "uuid": "b21f3d8af615bd7fdaa395f2bf2963ee469a9702",
    "url": "https://www.ibelieve.com/faith/pray-bigger-prayers-in-the-new-year.html",
    "site_full": "www.ibelieve.com",
    "site": "ibelieve.com",
    "site_section": "http://www.crosswalk.com/rss.xml/",
    "site_categories": [
      "religion",
      "womens_health",
      "health",
      "christianity"
    ],
    "section_title": "Crosswalk.com",
    "title": "10 Ways to Pray Bigger Prayers in the New Year",
    "title_full": "10 Ways to Pray Bigger Prayers in the New Year",
    "published": "2023-12-28T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.swncdn.com/via/2187-67952-woman-praying-gettyimages-tutye1200wtn.jpg",
    "performance_score": 0,
    "domain_rank": 66310,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b21f3d8af615bd7fdaa395f2bf2963ee469a9702",
  "url": "https://www.ibelieve.com/faith/pray-bigger-prayers-in-the-new-year.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meg Bucher",
  "published": "2023-12-28T19:00:00.000+02:00",
  "title": "10 Ways to Pray Bigger Prayers in the New Year",
  "text": "Prayer is powerful. God is all heart, and He knows ours fully. Prayer is an intimate connection with our Creator, who hears us and loves us. Jesus sacrificed His life to forever open up the lines of communication between us and our great and holy God. Prayer doesn’t have to be organized. There are no requirements for prayer. Prayer is simply talking to God. It’s a conversation. It’s a relationship.\nHow is your prayer life? If one of your resolutions for the new year is to become a person of prayer, we have a few tips for you. The following suggestions are meant to stir what God is already speaking to your heart.\nHere are ten ways to pray bigger prayers in the new year:\n1. Pray the Word of God\nThere is power in the name of Jesus, and\nJohn 1:1 reminds, “ In the beginning was the Word, and the Word was with God, and the Word was God.” (NIV) Praying the Word of God, and speaking Jesus’ name brings the power of God’s presence into our everyday lives. Our purposeful God chooses to communicate to us through His the Truth in His Word.\nScripture is layered in God’s love for us, and through the power of the Holy Spirit, we are able to connect it to our everyday lives. Spend time in God’s Word daily, and pray the Scriptures He highlights. The Bible promises, when we seek Him, we will find Him. In our everyday lives, we can meet with Him, praying for the perspective to see the way He is weaving it into our daily situations.\n2. Pray Big Things\nGod is not unable to fulfill big requests in our lives, so long as they align with His will. Discerning which dreams are futile and worldly, and which are God-planted, can be hard to discern at times. Lift up every beautiful dream to God, because He is the God of all …including our dreams! He already knows our hearts better than we do. Our faithful Father matures us in Jesus’ with every faithful step we take towards Him. Important, though, after we share our dreams with God, is to pray His will above all else. If our dreams do not align with God’s will and purpose for our lives, we don’t want them to come true! Always pray for God’s perspective and overarching will in life over any dreams we have and plans we make.\nImage Credit: ©Getty/halfpoint\n3. Pray for the People God Has Placed in Your Proximity\nGod places us purposefully in this life, and surrounds us with people to encourage …and others to encourage us. It’s good to honor those people in our prayers, and express our gratitude for family, friends, and community. Before we walk out into our day, it’s important to think of the people our lives border, and to lift them up to God in prayer. He hears us! It matters when we pray for our neighbors, and those who we know are hurting, sick, or lost. Pray even bigger, including those who we don’t know yet, but will cross our paths today or in the near future. Pray for eyes to see those around us as He does, and to be an extension of His love to them.\n4. Pray for Purpose\nHumanity, created in God’s very image, is purposed to honor and glorify Him. Each in our own unique way, knit together with different personality combinations and talents, we have the opportunity to participate in the furthering of God’s Kingdom. Jesus told His followers in the Sermon on the Mount to “Go!” and tell the good news they had heard. It’s a command still ringing true today, our lives the very feet carrying the Gospel to the far corners of the globe. Our jobs, careers, educations, service, and statures in life are all meant for one purpose …that every ear will have the opportunity to hear the Gospel of\nJesus Christ and His gift of salvation. We are living life to the full, as Jesus died for us to do, when we are operating within the will of God for our lives.\nImage Credit: ©Getty\n5. Pray for Perspective\nPerspective can be easily skewed by social media, marketing, and calendars full of business. Quiet the noise for a portion of each day to adopt God’s perspective. Pray for the ability to see people through His eyes. When we fail to slow enough to really see each other, we miss the chance to fill our hearts by the opportunity to serve others. A friendly conversation at the checkout line, instead of rushing through our mind’s agenda, can bless a soul that desperately wants to be noticed. Our smile is valuable. Our friendly “Hello” life-giving, especially when we attach a name we’ve remembered to it. God’s work is in the big things, yes, but the big things we do for God are anchored in the small specs of love we spread as walk though our lives.\n6. Pray for Enemies\nUgh. It’s easier to pray for the demise of our enemies than it is to remember they, too, are fearfully and wonderfully made by OUR Creator, Provider, Sustainer, and Good …Good Father. Praying for our enemies in light of who God made and purposed them to be goes beyond asking Him to help us forgive them. When we pray the best for people who have wronged us, God blesses us. Big faith is mature and wise beyond what we understand …and WANT to do. When we pray big things, for our enemies, we experience the peace of God that surpasses all understanding. As all His commands are, praying for our enemies is for the good of our own hearts.\nImage Credit: ©Getty\n7. Pray Prayers of Praise for Who God Is\nBig prayers start with big praise for our unsurpassable God. Start by naming the characteristics of God. He is all-knowing, everywhere, completely fair, always good, the very definition of love and compassion, forgiving, understanding, caring, and relational. Recall and include the big things God as done: miraculous healing, peace, purpose, provision, and the beautiful ways He’s chosen to decorate the scene in nature that surrounds us.\nPlay or sing a favorite worship song as the beginning of prayer. God gave us music to express what we cannot simply say …and our Great God can be hard to capture in words …or even a song! Recognizing who He always is and will be sets the stage for big prayers that move mountains.\n8. Pray Prayers of Gratitude for What God Has Done\nGratitude is clinically proven to improve our psyche. God knows it’s good for us to recall our blessings, especially in times of trial. Some of the biggest prayers are the ones muttered through a soggy and crumpled up state, but capped with “I love You, I thank You, I trust You, You are good, God.” Big faith has the courage to remain grateful despite pain, injustice, loss, and sadness. Our joy isn’t fleeting like happiness, but a sustaining hope. When we intentionally set aside time and make the effort to recall the ways God has moved in our lives, we will find a rich treasure full of godly gratitude.\nImage Credit: ©Getty\n9. Pray for Increased Trust in God\nPraying big means trusting God’s plan for our lives, not asking Him to trust us with ours. If we’re not careful, we’ll pray for Him to put a stamp of approval and blessing on the big dreams we’ve mapped out! Big prayers not only trust God with the big picture of life, but the mundane details vying for our attention throughout the day. Scripture tells us to “pray continually,” which allows us to consider what God is prompting us to do as we walk through our days. Do we accept those little whisperings to text that friend or call that sibling to check in on them? Are we available to listen when He intends to comp coffee for the car behind us or pop in to visit someone who is alone? When we pray for God to use us in big ways …He will! But sometimes, it’s the smallest acts of obedience that make the largest eternal difference. It’s a matter of the heart.\n10. Pray for Provision and Prosperity\nGod knows the number our days here on earth, and when they are finished, we cannot take anything we’ve accumulated in this life with us onto heaven. A big prayer life keeps that perspective priority. Our good Father blesses us more than we can ask for or imagine in this life. Sometimes, it’s monetary and material things for us to enjoy, but we are never to cling to them.\nIn our prayer lives, we can diligently ask God to be the God of our finances and material possessions. Acknowledging all we have is His, and from Him, guards our hearts against\npride and idols. Colossians 3:23 admonishes us to work hard in everything our hands find to do. God is the reason we are, have, and do anything.\nPrayer is the most powerful weapon we have on this earth. God hears us, loves us, defends us, and provides for us. His compassion for us is inexplicable. As we pray big things, let us discover more and more about our amazing God.\nImage Credit: ©Getty\nOriginally published Friday, 20 December 2019.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.biblestudytools.com/colossians/3-23.html",
    "https://www.biblestudytools.com/john/1-1.html",
    "https://www.christianity.com/jesus/",
    "https://biblestudytools.com/colossians/3-23.html",
    "https://biblestudytools.com/john/1-1.html",
    "https://www.christianity.com/jesus",
    "https://christianity.com/jesus/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ways to pray bigger prayers",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T04:45:22.475+02:00",
  "updated": "2023-12-29T04:45:22.475+02:00"
}