{
  "thread": {
    "uuid": "0fe7b5863a583e1d63ca58ea1d78debda0ef6604",
    "url": "https://vnexplorer.net/majestic-baps-hindu-temple-construction-underway-in-abu-dhabi-drone-visuals-capture-the-grandeur-s709610.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur",
    "title_full": "Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur",
    "published": "2023-12-29T18:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcGCV.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0fe7b5863a583e1d63ca58ea1d78debda0ef6604",
  "url": "https://vnexplorer.net/majestic-baps-hindu-temple-construction-underway-in-abu-dhabi-drone-visuals-capture-the-grandeur-s709610.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T18:09:00.000+02:00",
  "title": "Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur",
  "text": "majestic! baps hindu temple construction underway in abu dhabi | drone visuals capture the grandeur\nAbu Dhabi: A grand BAPS Hindu temple will throw its doors open to devotees in Abu Dhabi in February next year and the construction work of the grand temple is currently underway. Today, Prime Minister Narendra Modi accepted the invitation to inaugurate the mandir.\nDrone visuals of the construction work of Abu Dhabi’s BAPS Hindu temple captured the grandeur.\n“PM Narendra Modi accepted the invitation to inaugurate the BAPS Hindu Mandir in Abu Dhabi on February 14, 2024”, said BAPS Hindu Mandir in Abu Dhabi yesterday.\nPM To Inaugurate BAPS Hindu Temple\nDuring a meeting at the Prime Minister’s residential office on Wednesday, PM Modi warmly accepted the invitation from BAPS Swami Ishwarcharandas. The Prime Minister was honored with a garland and a saffron shawl, symbolising appreciation for his substantial contributions to India and the international community.\n“The BAPS delegation commended the Prime Minister’s health and his significant global achievements, particularly in strengthening ties with the UAE and other Middle Eastern nations. His leadership has been a source of pride and inspiration to Indians around the globe,” a press statement mentioned.\nDuring the meeting, PM Modi recognised the dedication of individuals involved in the Abu Dhabi BAPS Hindu Mandir project, including Chairman Ashok Kotecha, Vice Chairman Yogesh Mehta, and Director Chirag Patel, acknowledging their work as a source of national pride.\nAbout Abu Dhabi’s BAPS Hindu Temple\nThe temple is being constructed on a massive 27-acre land in Abu Mureikhah. The BAPS temple will be the first traditional Hindu stone temple in the Middle East. The opening will happen through a Vedic ceremony, which will be led by His Holiness Pujya Mahant Swami Maharaj.\nNotably, the UAE government allotted this land for the temple in Abu Dhabi in August 2015. It was gifted to PM Modi during his visit to the UAE by the UAE President, His Highness Sheikh Mohamed Bin Zayed Al Nahyan.\nWith the pink sandstone structure that is a spectacular temple is expected to last over 1000 years.\n“This majestic, traditionally hand-carved stone temple and cultural complex celebrates the past and recalibrates the future. It is a timeless testament to the spirituality of HH Pramukh Swami Maharaj and the generosity, fraternity, and humanity of the leaderships of the UAE, India, and the world community at large. Welcome to this universal place of peace where art is ageless, culture is borderless, and values are timeless,” the website mentions.\nThe mandir, inspired by Pramukh Swami Maharaj and blessed by Mahant Swami Maharaj, has incorporated all aspects and features of a traditional Hindu mandir as part of a fully functional, social, cultural, and spiritual complex.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcGCV.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcGCV.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "abu dhabi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "baps hindu mandir",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:15:42.606+02:00",
  "updated": "2023-12-29T18:15:42.606+02:00"
}