{
  "thread": {
    "uuid": "d9d26be5c18f3c7b3e71854855662c6c46b81d6e",
    "url": "https://mauth.cbssports.com/essentials/news/the-best-cold-weather-running-gear-for-warm-frostbite-free-winter-runs/",
    "site_full": "mauth.cbssports.com",
    "site": "cbssports.com",
    "site_section": "https://mauth.cbssports.com",
    "site_categories": [],
    "section_title": "CBS Sports - News, Live Scores, Schedules, Fantasy Games, Video and more. - CBSSports.com",
    "title": "The best cold weather running gear for warm, frostbite-free winter runs - CBSSports.com",
    "title_full": "The best cold weather running gear for warm, frostbite-free winter runs - CBSSports.com",
    "published": "2024-01-12T19:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/r/2024/01/11/724b7d7d-7d7e-46b3-8dc4-13464de794c2/thumbnail/1200x675/d88e5973c28905fbe0b0feb90fde354f/3-split-cbs-sports-black-friday-gift-guide-2023-kopie-8-15.png",
    "performance_score": 0,
    "domain_rank": 1672,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9d26be5c18f3c7b3e71854855662c6c46b81d6e",
  "url": "https://mauth.cbssports.com/essentials/news/the-best-cold-weather-running-gear-for-warm-frostbite-free-winter-runs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachael Green",
  "published": "2024-01-12T19:32:00.000+02:00",
  "title": "The best cold weather running gear for warm, frostbite-free winter runs - CBSSports.com",
  "text": "Essentials editors independently choose what to recommend. We may receive commissions from links to products on this page. Brooks / Lululemon / Black Diamond / Amazon Dressing for a winter run is a tricky balancing act of keeping warm, while avoiding anything that could cause you to sweat once you warm up. Underdress and you put yourself at risk of frostbite. Overdress and you put yourself at risk of sweating through your clothes, then having that sweat freeze, once again, putting you at risk of frostbite.\nThere are two good rules of thumb to follow to achieve that balance with your cold weather running gear. The first: dress like it's about 20 degrees (Fahrenheit) warmer outside than it really is. If it's 40 degrees outside, dress like it's 60 degrees -- even if that means wearing shorts on a winter day.\nThe second rule: Cover your extremities before the rest of you. If you've ever seen someone running in shorts and a T-shirt but donning gloves and a beanie at the same time, you might have thought they looked strange. But they're actually doing it right. Your ears, nose and fingers are often the first to feel the chill and the most vulnerable to frostbite.\nTo help you stay warm without overheating, we've rounded up our favorite cold weather running gear , listed in order of when you should add them to your outfit. That means you should start with gloves, and save the running jacket for the coldest winter days.\nA pair of all-weather gloves: Black Diamond Wind Hood Gridtech Gloves Black Diamond The unique gridded channels in these fleece gloves trap warmth without limiting breathability. They keep your hands warm while avoiding hot, sweaty palms. The soft fleece extends down your wrist with an extra long cuff that's great for keeping out wind.\nOn rainy or snowy days, unfurl the waterproof and windproof shell for added weather protection on your hands. When you don't need it, the shell rolls up into a built-in pouch on the cuff.\nThese all-weather gloves are available in a range of sizes. Get a pair for $50 at Black Diamond.\n$50 at Black Diamond Soft ear protection: Smartwool Merino 250 reversible headband Amazon A quality headband is usually a better choice than a full beanie because the headband keep your ears protected from the wind and cold without trapping more heat than necessary around your head. Made from 100% merino wool, this Smartwool reversible headband is warm, soft and stretchy. Wear it on its own or layer it under a beanie or hood on colder days.\nGet the merino wool headband on Amazon for $22.\n$22 at Amazon A balm to prevent windburn and frostbite: Dermatone Skin Protector Amazon Keeping your face -- especially your nose and cheeks -- warm is one of the most challenging things about winter running. If you cover up in a balaclava or bandana, the fabric can chafe your skin or trap sweat, making your face even colder. But if you leave it exposed, the wind and cold can leave your face feeling raw and frozen.\nThe solution: Dermatone skin protection balm. The sweat-resistant balm creates a long-lasting barrier between your skin and the harsh winter air so that your face doesn't freeze even though it's uncovered. With zinc oxide sunscreen and moisturizing aloe, the balm also heals and protects your skin in addition to keeping the cold off you.\nJust spread a layer across your cheeks, nose and chin before you head out. This small tin also fits easily in a zipper pocket or belt bag so you can reapply it as needed on marathons or longer runs.\nGet the healing, all-in-one balm at Amazon for $9.\n$9 at Amazon A warm, quick-drying long sleeve top: Outdoor Voices FastTrack Waffle Longsleeve Outdoor Voices This long sleeve base layer from Outdoor Voices keeps you warm while pulling sweat away from your skin so you can stay dry on your cold weather runs.\nIt's soft, warm and offers just the right fit to wear comfortably with the sleeves down or pushed up to your elbows. This makes it an ideal winter running top that can keep you toasty at the start of your run and then adjusted later on after you warm up.\nGet the performance long sleeve base layer for $68.\nShop men's sizes:\n$68 at Outdoor Voices Shop women's sizes:\n$68 at Outdoor Voices Water-repellent pants that are easy to layer: Lululemon Adapted State high-rise fleece jogger Lululemon Lululemon makes some of the most comfortable pants you could wear on a run in any season. On colder days, your best bet is to slip on a pair of these Adapted State high-rise fleece joggers.\nThe full-length pant is made from a stretchy, water-repellant fabric that keeps you warm and dry while you run. On extra cold days when you're wearing a base layer underneath, the zippered cuff makes these joggers even easier to slip on over your thermal leggings.\nGet a pair of the soft, stretchy Lululemon joggers for $138.\n$138 at Lululemon For men, the Lululemon Surge jogger is an equally comfortable pair of running pants. Made from a similar nylon-lycra blend, the men's jogger pants are soft, sweat-wicking and quick-drying. They even come with a convenient zippered cuff to make it easier to pull these on over thermals for extreme cold weather runs. Available in a variety of colors and sizes, these Surge Joggers are priced at $118 for a pair.\n$118 at Lululemon A windproof, waterproof running jacket: Brooks High Point waterproof jacket Brooks This Brooks High Point jacket is windproof, waterproof and super versatile. The semi-fitted construction helps keep wind out while still being loose enough to wear over a thermal base layer on extra cold days. And if you start to heat up a few minutes into your run, the lightweight jacket is easy to pack into a running backpack or tie around your waist.\nGet the premium running jacket for $198.\nShop men's sizes:\n$198 at Brooks Shop women's sizes:\n$198 at Brooks",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.brooksrunning.com/en_us/womens-high-point-waterproof-jacket/221608.html",
    "http://www.amazon.com/exec/obidos/ASIN/B0B7Z78NPR",
    "http://www.amazon.com/exec/obidos/ASIN/B00029W5CA",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.outdoorvoices.com/products/m-fasttrack-waffle-longsleeve?variant=39492159537230",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://shop.lululemon.com/p/womens-joggers/Adapted-State-Training-Jogger-Fleece/_/prod10690025",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://shop.lululemon.com/p/men-joggers/Surge-Jogger/_/prod8470023",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves/",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.brooksrunning.com/en_us/mens-high-point-waterproof-jacket/211448.html",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.outdoorvoices.com/products/w-fasttrack-waffle-longsleeve?variant=40281993543758",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://brooksrunning.com/en_us/womens-high-point-waterproof-jacket/221608.html",
    "http://amazon.com/exec/obidos/ASIN/B00029W5CA",
    "http://amazon.com/exec/obidos/ASIN/B0B7Z78NPR",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://brooksrunning.com/en_us/mens-high-point-waterproof-jacket/211448.html",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://outdoorvoices.com/products/w-fasttrack-waffle-longsleeve?variant=40281993543758",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://outdoorvoices.com/products/m-fasttrack-waffle-longsleeve?variant=39492159537230",
    "https://www.go.skimresources.com?id=192707X1664445&xs=1&url=https://www.shop.lululemon.com/p/womens-joggers/Adapted-State-Training-Jogger-Fleece/_/prod10690025",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves/",
    "https://go.skimresources.com",
    "https://www.go.skimresources.com?id=192707X1664445&xs=1&url=https://www.shop.lululemon.com/p/men-joggers/Surge-Jogger/_/prod8470023",
    "https://go.skimresources.com?id=192707X1664445&xs=1&url=https://www.blackdiamondequipment.com/en_US/product/wind-hood-gridtech-gloves"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "brooks / lululemon / black diamond / amazon dressing",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T19:47:47.405+02:00",
  "updated": "2024-01-12T19:47:47.405+02:00"
}