{
  "thread": {
    "uuid": "56d9c380a734142a0eb8268ed1f035acf2a3bc64",
    "url": "https://www.wispolitics.com/2024/sen-jacque-initiative-empowering-the-disabled-signed-into-law",
    "site_full": "www.wispolitics.com",
    "site": "wispolitics.com",
    "site_section": "https://www.wispolitics.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "WisPolitics",
    "title": "Sen. Jacque: Initiative empowering the disabled signed into law",
    "title_full": "Sen. Jacque: Initiative empowering the disabled signed into law",
    "published": "2024-04-04T23:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wispolitics.com/wp-content/uploads/2023/10/WisPoliticsIconSocial.png",
    "performance_score": 0,
    "domain_rank": 38973,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "56d9c380a734142a0eb8268ed1f035acf2a3bc64",
  "url": "https://www.wispolitics.com/2024/sen-jacque-initiative-empowering-the-disabled-signed-into-law",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Kleiber",
  "published": "2024-04-04T23:32:00.000+03:00",
  "title": "Sen. Jacque: Initiative empowering the disabled signed into law",
  "text": "MADISON, WI… State Sen. André Jacque’s (R-De Pere) initiative to empower individuals with disabilities was signed into law today, enacting tax-exempt savings accounts which help cover the cost of services that help those with physical and cognitive challenges live full, independent lives. The program, included in a broad update of state financial regulations (\nSenate Bill 668), also overwhelmingly passed the Senate as separate legislation ( Senate Bill 122) last June.\nSen. Jacque, co-author of the initiative with State Rep. Jeff Mursau, said that Wisconsin was just one of four states that did not have their own Achieving a Better Life Experience (ABLE) account program.\n“Growth of ABLE accounts in Wisconsin has been slow, perhaps because the state hadn’t hosted a general webpage or had its own program to promote,” Sen. Jacque said. “This initiative should make these accounts more accessible and widely adopted by Wisconsin families who need them.”\nUnder current federal law, states may establish ABLE programs, which allow individuals classified with having a disability before age 26 to have a tax-exempt savings account set up in their name to cover certain expenses, including: education, housing, transportation, employment training and support, assistive technology, and other services. Enrollment in this program does not affect eligibility for Supplemental Security Income (SSI) or Medicaid.\nSen. Jacque said that when Wisconsin passed tax-exempt ABLE account legislation in 2016, the state chose not to establish its own program, instead allowing Wisconsinites to open accounts in other states. ABLE use in other states was estimated by financial planners to be significantly higher.\n“This plan still allows Wisconsinites to take advantage of ABLE programs in other states,” Sen. Jacque said. “But the goal of having a Wisconsin program is to hopefully expand participation so that more of our friends and neighbors can build supplemental savings to access services that enable them to do the everyday things most of us take for granted.”\nSen. Jacque said the measure requires the Wisconsin Department of Financial Institutions (DFI) to implement and administer a qualified ABLE program, either directly or by entering into an agreement with another state or alliance of states. The new law also requires DFI to publicize information about ABLE accounts on its website, including information about each state that currently offers ABLE accounts.\nSen. Jacque said he developed the proposal with the input of disability advocates and organizations, who have pushed to create a Wisconsin ABLE program during previous legislative sessions.\n“This program is a step in the right direction to help ease financial strains for disabled individuals, without putting their other benefits at risk,” Sen. Jacque said.\nSenator André Jacque represents Northeast Wisconsin’s First Senate District, consisting of Door and Kewaunee Counties and portions of Brown, Calumet, Manitowoc, and Outagamie counties.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://docs.legis.wisconsin.gov/2023/proposals/sb122",
    "https://www.docs.legis.wisconsin.gov/2023/proposals/sb668",
    "https://docs.legis.wisconsin.gov/2023/proposals/sb668",
    "https://www.docs.legis.wisconsin.gov/2023/proposals/sb122"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jacque",
        "sentiment": "negative"
      },
      {
        "name": "andré jacque",
        "sentiment": "negative"
      },
      {
        "name": "jeff mursau",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "madison",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:52:12.398+03:00",
  "updated": "2024-04-05T01:52:12.398+03:00"
}