{
  "thread": {
    "uuid": "f78b87869554b017a084ccccd3ed18b62aaeb763",
    "url": "https://scitechdaily.com/the-future-of-renewable-energy-transparent-spectral-converters-enhance-solar-cell-efficiency/",
    "site_full": "scitechdaily.com",
    "site": "scitechdaily.com",
    "site_section": "http://feeds.feedburner.com/scitechdaily",
    "site_categories": [
      "science",
      "space_astronomy"
    ],
    "section_title": "SciTechDaily",
    "title": "The Future of Renewable Energy: Transparent Spectral Converters Enhance Solar Cell Efficiency",
    "title_full": "The Future of Renewable Energy: Transparent Spectral Converters Enhance Solar Cell Efficiency",
    "published": "2024-01-05T23:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://scitechdaily.com/images/Spectral-Converter-Boosting-Solar-Cell-Performance.jpg",
    "performance_score": 0,
    "domain_rank": 4100,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f78b87869554b017a084ccccd3ed18b62aaeb763",
  "url": "https://scitechdaily.com/the-future-of-renewable-energy-transparent-spectral-converters-enhance-solar-cell-efficiency/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SPIE--International Society for Optics and Photonics",
  "published": "2024-01-05T23:44:00.000+02:00",
  "title": "The Future of Renewable Energy: Transparent Spectral Converters Enhance Solar Cell Efficiency",
  "text": "The protective material transforms harmful ultraviolet photons into visible light, increasing the conversion efficiency of photovoltaic devices.\nOver the past decade, photovoltaic cells (PCs) have garnered much attention worldwide as promising sources of renewable energy. However, PCs still have not achieved light-to-electricity conversion efficiencies high enough to gain widespread adoption, and scientists are on the lookout for new materials and designs with better performance.\nLimitations of Current Photovoltaic Technologies\nTwo of the most actively studied types of PCs are perovskite PCs and amorphous-silicon carbide (a-SiC:H) PCs, each with their own set of limitations. Perovskite PCs suffer from two major setbacks: first, even though solar radiation covers wavelengths that go from near-infrared all the way up to ultraviolet (UV) light, perovskite PCs use only a small portion of this spectrum, leading to low energy conversion efficiency. Second, they are vulnerable to photo-degradation from exposure to high-intensity UV light. In contrast, a-SiC:H PCs cannot effectively harvest UV light owing to a mismatch between the spectral profile of sunlight and the spectral response of a-SiC:H materials.\nInnovative Spectral Converter Layer\nBut what if these problems could be solved simply by applying a special transparent layer on top of the PC? In a recent study published in the Journal of Photonics for Energy, a research team including Dr. Pei Song from Shanghai University of Engineering Science, China, developed a novel solar spectral converter using a GdPO4 glass-ceramic (GC) material doped with praseodymium (Pr) and europium (Eu) ions. This technology could lead to notable boosts in performance and applicability in solar cells.\nMechanism and Benefits of the New Converter Layer\nThe main purpose of GdPO4-GC:Eu3+/Pr3+ is to absorb UV photons from solar radiation and re-emit them as visible light. This is possible thanks to the efficient energy transfer that happens between the ions in the material. When a UV photon hits a Pr3+ ion, it generates an excited electronic state. This accumulated energy has a high chance of being transferred to a Gd3+ ion, which releases some of it before transferring the rest to an Eu3+ ion. As a result, excited electronic states in the Eu3+ ion undergo a down transition to lower energy states, emitting visible light.\nSeveral experiments confirmed that the Gd3+ ions act as bridges between Pr3+ and Eu3+ ions in these energy transitions. Thus, a thin transparent GdPO4-GC:Eu3+/Pr3+ layer applied onto a PC not only shields it from UV photons but also feeds it additional light. Additionally, this protective effect helps prevent photo-degradation in perovskite PCs. Meanwhile, in both perovskite and a-SiC:H PCs, the spectral conversion layer helps the overall system use energy from solar radiation more efficiently by making it “sensitive” to UV photons, which would otherwise be wasted.\nPotential Applications and Future Research\nNotably, the proposed GdPO4-GC:Eu3+/Pr3+ material is straightforward to synthesize via a conventional melting quenching process. Moreover, since the material is also remarkably stable, it appears promising as a protective layer for space-borne PCs, such as those used in space stations. “Nowadays, expanding space stations require more power support and need high-performance PCs. By covering the top side of a PC with the proposed spectral conversion material and using appropriate encapsulation and sealing technology, we can ensure very low humidity levels and efficient UV recycling,” explains Song. “In addition, GC materials have a hard texture, so they can protect PCs from being hit by tiny floating debris in space.”\nMore studies will be needed to further improve the efficiency of PCs using doped GC materials as spectral converters. The researchers note that future work could focus on improving cost-effectiveness by adjusting doping concentrations and optimizing the thickness of the protective layer.\nA Step Towards Sustainable Solar Energy\n“With potential applications in both terrestrial and space PCs, the development of spectral downshifting Pr3+/Eu3+ co-doped glass-ceramics might open up new avenues to achieve better performance in photovoltaic devices,” concludes Song.\nLet us hope that solar energy will grow to become not only an eco-friendly alternative to fossil fuels but also the energy source of the future!\nReference: “Ultraviolet-wavelength driven solar spectral converter for photovoltaic cell application” by Pei Song, Chaomin Zhang and Pengfei Zhu, 23 December 2023, Journal of Photonics for Energy.\nDOI: 10.1117/1.JPE.14.015501",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://doi.org/10.1117/1.JPE.14.015501",
    "https://www.doi.org/10.1117/1.JPE.14.015501"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:29.837+02:00",
  "updated": "2024-01-06T00:10:29.837+02:00"
}