{
  "thread": {
    "uuid": "128e91b9555df4bd4942220f44359d19bbdce0b0",
    "url": "https://g1.globo.com/sp/ribeirao-preto-franca/noticia/2024/03/29/um-ano-apos-evitar-tragedia-com-onibus-escolar-jovem-lembra-caso-e-rejeita-titulo-de-heroi-nao-tive-nocao-do-perigo.ghtml",
    "site_full": "g1.globo.com",
    "site": "globo.com",
    "site_section": "https://g1.globo.com/sp/ribeirao-preto-franca/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "G1 – Ribeirão Preto e Franca: notícias e vídeos da EPTV",
    "title": "Um ano após evitar tragédia com ônibus escolar, jovem lembra caso e rejeita título de herói: 'Não tive noção do perigo' | Ribeirão Preto e Franca | G1",
    "title_full": "Um ano após evitar tragédia com ônibus escolar, jovem lembra caso e rejeita título de herói: 'Não tive noção do perigo' | Ribeirão Preto e Franca | G1",
    "published": "2024-03-29T13:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-g1.glbimg.com/i2rBO4cQfeRVrBxX4H0o_tGJb0Q=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2023/V/C/i7MTW9R6qh4L8AWdn9zA/kaio.jpg",
    "performance_score": 0,
    "domain_rank": 745,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 20,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "128e91b9555df4bd4942220f44359d19bbdce0b0",
  "url": "https://g1.globo.com/sp/ribeirao-preto-franca/noticia/2024/03/29/um-ano-apos-evitar-tragedia-com-onibus-escolar-jovem-lembra-caso-e-rejeita-titulo-de-heroi-nao-tive-nocao-do-perigo.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "globo.com",
  "published": "2024-03-29T13:03:00.000+03:00",
  "title": "Um ano após evitar tragédia com ônibus escolar, jovem lembra caso e rejeita título de herói: 'Não tive noção do perigo' | Ribeirão Preto e Franca | G1",
  "text": "Na manhã de 29 de março de 2023, Kaio Eduardo Ferreira, então com 17 anos, assumiu a direção de um ônibus escolar depois que o motorista teve um mal súbito no meio da Rodovia Armando de Sales Oliveira (SP-322).\nAo agir tão rapidamente, o jovem evitou uma tragédia impedindo que o veículo, que seguia de Pontal (SP) para Sertãozinho (SP) , se chocasse com outros que também transitavam pela via.\nImediatamente, o caso, flagrado por câmeras de segurança da concessionária que administra o trecho (veja vídeo mais abaixo) , ganhou repercussão nacional e Kaio foi saudado por diversas vezes pelos meses seguintes.\nSiga o canal g1 Ribeirão e Franca no WhatsApp\nAo g1 , no entanto, ele afirma que sempre rejeitou o título de herói que recebeu das pessoas que estiveram direta ou indiretamente envolvidas.\nO ônibus levava 35 estudantes para o Instituto Federal (IF) quando o motorista, Claudemir de Araújo, de 51 anos, sofreu uma parada cardiorrespiratória durante o trajeto.\nEle morreu no local e ficou para Kaio a responsabilidade de saltar par a direção e guiar o veículo com segurança para o canteiro da pista.\n\"Sempre tive essa postura, de não impor esse título a mim. Acredito que o que eu fiz não foi nem o resultado de um pensamento 'vou fazer isso pra salvar', porque foi um impulso. Acho que, particularmente, não tenho muito título de herói sobre isso\".\n1 de 4 Kaio Eduardo Ferreira assumiu direção de ônibus escolar depois que motorista teve mal súbito em Sertãozinho, SP — Foto: Marcelo Moraes/EPTV Kaio Eduardo Ferreira assumiu direção de ônibus escolar depois que motorista teve mal súbito em Sertãozinho, SP — Foto: Marcelo Moraes/EPTV\nKaio, que sempre foi bastante apegado à religião, diz que no último ano acabou renovando a fé por conta do acidente e confessa que se impressiona quando revê as imagens das câmeras de segurança.\n\"É óbvio que mudou o destino das outras pessoas, porém eu acredito que tenha sido alguma força maior, eu sou muito religioso, então, talvez algo do tipo. Olhando a câmera das filmagens, dá para ver que, por exemplo, caso algum carro tivesse passando ali, o ônibus ia colidir com o carro, caso continuasse no sentido contrário da via, ia colidir com concreto. Poderia ter acontecido algo ruim\".\nLEIA TAMBÉM\nEstudante assume direção de ônibus escolar lotado após motorista sofrer mal súbito em Sertãozinho Colega diz que estudante foi herói ao assumir direção de ônibus em SP após motorista passar mal ao volante Vídeo mostra ônibus saindo da pista após motorista ter mal súbito e estudante assumir direção em SP\nHoje com 18 anos, Kaio está tirando carteira de habilitação. Antes disso, o jovem nunca tinha pegado na direção de um veículo.\nPor isso mesmo, sempre reforçou ao longo do último ano que agiu por impulso ao tomar a dianteira do ônibus escolar.\n\"Não tinha nenhuma noção de direção ainda. Foi impulso total, foi muito no momento. Depois que fui pensar, que foi quando todo mundo viu, o ônibus bateu na placa. No susto ali que eu falei 'meu Deus, está acontecendo' porque antes disso eu não tive noção do grau do perigo\".\n2 de 4 Ônibus conduzido por motorista que teve mal súbito em Sertãozinho, SP — Foto: Reprodução/EPTV Ônibus conduzido por motorista que teve mal súbito em Sertãozinho, SP — Foto: Reprodução/EPTV\nTrauma de ônibus e planos para o futuro\nApós evitar a tragédia, Kaio revela que passou a ter medo de andar de ônibus e por um mês evitou o meio de transporte. Ele também contou que desenvolveu um trauma por conta do caso.\n\"Viajar de ônibus, agora está sendo normal. Só que um mês depois do ocorrido, eu não conseguia andar de ônibus, fiquei com muito medo. Fiquei um mês indo [para o IF] de Uber. Indo e voltando. Lembro certinho da primeira vez que peguei o ônibus, estava até chovendo. Foi um mês depois. Fiquei com muito medo, foi muito tenso, só que os colegas estavam lá, a psicóloga da escola me ajudou, eu me senti mais preparado para isso\".\n3 de 4 Ônibus bateu em placa, saiu da pista e foi parar na via marginal de rodovia em Sertãozinho, SP — Foto: Entrevias/Câmeras de monitoramento Ônibus bateu em placa, saiu da pista e foi parar na via marginal de rodovia em Sertãozinho, SP — Foto: Entrevias/Câmeras de monitoramento\nUm ano depois e recuperado do trauma, Kaio segue estudando com a mesma turma, mudou o turno do curso e planeja fazer faculdade de economia. Ele presta vestibular no fim de 2024.\n\"O trajeto não mudou, o que mudou foi o turno. Agora a gente está no último ano, estuda no período da manhã. Eu e o pessoal que estudava na minha sala, a gente continua indo no ônibus pela manhã, só que várias pessoas que estão estudando de tarde também estavam lá e o contato continua o mesmo\".\nSe ele não esquece o dia 29 de março de 2023, a população da pequena cidade que fica a 43 quilômetros de Ribeirão Preto (SP) também não vai esquecer tão fácil.\n\"Foi um acontecimento que, querendo ou não, vou lembrar sempre, vai marcar sempre. Não pelo ocorrido, mas por tudo que aconteceu devido ao ocorrido. Os pais dos meus colegas, até hoje, me cumprimentam, sempre lembram. Pessoas da igreja que eu frequento, da escola onde eu estudo. Está no meu dia a dia. Foi uma coisa que com certeza me marcou e vai ficar para sempre\".\nMorte do motorista\nClaudemir de Araújo trabalhava como terceirizado para a Prefeitura de Pontal há menos de um ano quando sofreu uma parada cardiorrespiratória enquanto transportava o grupo de 35 pessoas até o Instituto Federal de Sertãozinho. Ele morreu no local.\nFoi Kaio quem percebeu que motorista não estava bem.\n\"Eu estava sentado perto do motorista, exatamente atrás. Estava eu e uma colega, que estava de fone de ouvido do meu lado. Daí notei o motorista tirando as mãos do volante e eu, ali do lado, vi que o ônibus estava indo devagarzinho para o canto, mais do que o normal. Foi aquilo no impulso, fui lá na frente, só joguei pro lado\".\nAo assumir a direção, Kaio conseguiu parar o veículo entre o canteiro e a marginal da Rodovia Armando de Sales Oliveira. Ninguém ficou ferido.\n\"Na maioria das vezes que eu encontro o pai de alguém, a mãe de alguém, sempre acabamos comentando sobre ocorrido e relembrando o motorista, que era muito amigo nosso\".\n4 de 4 Motorista Claudemir de Araújo sofreu um mal súbito enquanto levava estudantes para Sertãozinho, SP — Foto: Reprodução/EPTV Motorista Claudemir de Araújo sofreu um mal súbito enquanto levava estudantes para Sertãozinho, SP — Foto: Reprodução/EPTV\nVeja reportagem da EPTV à época do caso:\nVídeo mostra ônibus após estudante de 17 anos assumir direção em Sertãozinho, SP\nVeja mais notícias da região no g1 Ribeirão Preto e Franca\nVÍDEOS: Tudo sobre Ribeirão Preto e região\n50 vídeos Pontal Ribeirão Preto Sertãozinho",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://s2-g1.glbimg.com/dQC6W8Fw_3s5MzW9Pn4IgtTF2wU=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://s2-g1.glbimg.com/_h7MqUvUV7cv-nbY9ektxmubiuw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://s2-g1.glbimg.com/ztk0XyPFhNreZ-RAQjzLbvPxgRo=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://s2-g1.glbimg.com/_do1Rsziey7OYJhP2g5RJIQ10Gw=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://s2-g1.glbimg.com/lA66SvBmrcpIJVzb7fGNyVm5LIg=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://s2-g1.glbimg.com/eeUGXQ1qJWVP_2ScifHSssYP_Rw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://s2-g1.glbimg.com/ltIOFEWM97q9h4lVsDI0O5DnO3Y=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://s2-g1.glbimg.com/uPyRGe_yb3N5c7uszbq-Ih74S2k=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://s2-g1.glbimg.com/MTR52RrwVD_OmV3WqVVaIvM_YFk=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://s2-g1.glbimg.com/HmtdLMzcsGN_i_BwDw_Ek5bTShw=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://s2-g1.glbimg.com/NmlQ7ni5u4cbetq6GdolDdYMlPg=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://s2-g1.glbimg.com/7Q1Q9i4zOxFrfxtD2NShj1hg4Q4=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://whatsapp.com/channel/0029Va98fbOG3R3sEKgO882h",
    "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
    "https://www.s2-g1.glbimg.com/HmtdLMzcsGN_i_BwDw_Ek5bTShw=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://www.s2-g1.glbimg.com/dQC6W8Fw_3s5MzW9Pn4IgtTF2wU=/390x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://www.s2-g1.glbimg.com/_do1Rsziey7OYJhP2g5RJIQ10Gw=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://www.s2-g1.glbimg.com/eeUGXQ1qJWVP_2ScifHSssYP_Rw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://www.s2-g1.glbimg.com/NmlQ7ni5u4cbetq6GdolDdYMlPg=/650x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://www.s2-g1.glbimg.com/7Q1Q9i4zOxFrfxtD2NShj1hg4Q4=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/93/50/12475093",
    "https://www.s2-g1.glbimg.com/ltIOFEWM97q9h4lVsDI0O5DnO3Y=/416x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://www.s2-g1.glbimg.com/_h7MqUvUV7cv-nbY9ektxmubiuw=/416x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://www.whatsapp.com/channel/0029Va98fbOG3R3sEKgO882h",
    "https://www.s2-g1.glbimg.com/MTR52RrwVD_OmV3WqVVaIvM_YFk=/640x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://www.s2-g1.glbimg.com/ztk0XyPFhNreZ-RAQjzLbvPxgRo=/390x0/smart/filters:strip_icc()/s02.video.glbimg.com/deo/vi/17/53/12475317",
    "https://www.s2-g1.glbimg.com/uPyRGe_yb3N5c7uszbq-Ih74S2k=/640x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
    "https://www.s2-g1.glbimg.com/lA66SvBmrcpIJVzb7fGNyVm5LIg=/650x0/smart/filters:strip_icc()/s04.video.glbimg.com/deo/vi/99/50/12475099",
    "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:42:02.103+03:00",
  "updated": "2024-03-29T14:42:02.103+03:00"
}