{
  "thread": {
    "uuid": "c354f57b26fb1ee9716400f97ee660a66171e321",
    "url": "https://www.tellerreport.com/life/2024-02-29-let-the-spring-festival-red-envelopes-return-to-their-%22original-meaning%22--this-year-s-young-people-have-new-tricks.SygMSJKA2a.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://tellerreport.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Let the Spring Festival red envelopes return to their \"original meaning\", this year's young people have new tricks - Teller Report",
    "title_full": "Let the Spring Festival red envelopes return to their \"original meaning\", this year's young people have new tricks - Teller Report",
    "published": "2024-03-01T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 18359,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c354f57b26fb1ee9716400f97ee660a66171e321",
  "url": "https://www.tellerreport.com/life/2024-02-29-let-the-spring-festival-red-envelopes-return-to-their-%22original-meaning%22--this-year-s-young-people-have-new-tricks.SygMSJKA2a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-03-01T00:03:00.000+02:00",
  "title": "Let the Spring Festival red envelopes return to their \"original meaning\", this year's young people have new tricks - Teller Report",
  "text": "Reading Tips During the Spring Festival this year, \"New Year's money catching up with monthly salary\" once became a hot topic on social networks. During an investigation back home, a reporter from the Workers' Daily learned that as living standards improve and some young workers enter a new stage of life, the amount of Spring Festival red envelopes given has indeed increased, but some people are also trying new styles of Spring Festival gifts. This way, the Spring Festival red envelopes can return to their “original meaning”. \"The red envelopes for my parents and other elders, plus the New Year gifts prepared in advance and the new clothes I bought for my parents, probably cost me nearly a month's salary.\" On February 25, just after the Lantern Festival, I stayed in Beijing on duty. Fan Ze, who works at the post, calculated his \"red envelope consumption\" during this year's Spring Festival and said frankly that the pressure is not small. During the Spring Festival this year, \"New Year's money catching up with monthly salary\" once became a hot topic on social networks. Some citizens left messages online saying that the New Year's money given out in recent years has been increasing from 10 yuan and 20 yuan to 500 yuan and 600 yuan. During an investigation back home, a reporter from the Workers' Daily learned that the increasing amount of Spring Festival red envelopes in recent years has indeed brought extra pressure to young people who go out to work hard. Especially in rural societies where human relationships are valued, many people have been hurt by this. Think through. In response, many places have used various methods to guide people to give New Year's money reasonably, and some young people have tried new ways of giving gifts during the Spring Festival to return the Spring Festival red envelopes to their \"original meaning.\" Red envelope pressure under multiple factors \"I didn't go back to my hometown in Henan to celebrate the New Year this year. My parents must be a little lonely at home, so I want to make up for it with red envelopes.\" Fan Ze, 28, works alone in Beijing this year. This is his first time celebrating the New Year in a foreign land. Since he couldn't go home, he chose to buy more New Year's goods for his family and send red envelopes to relatives and friends to send blessings. When I calculated it after the holiday, I didn’t expect to spend nearly 6,000 yuan, which is my monthly salary. In Fan Ze's impression, receiving red envelopes was the most anticipated moment during the Chinese New Year as a child. \"Whether it's blessings from elders to younger ones, or filial piety from younger generations to elders, sending red envelopes during the New Year is part of our traditional customs, which means blessings and good luck, so our family has always adhered to this tradition.\" Fan Ze said, as life goes by As my level improves, the amount of New Year's money also gradually increases. The amount I gave this year ranges from 200 yuan to 2,000 yuan, which is higher than the average amount when I was a child. In addition, for many young people working hard outside, different life stages have also brought about changes in red envelope spending. \"I got married in October last year. This is the first Spring Festival we have celebrated since we established our family, so this year relatives on both sides will give large red envelopes, and we also have to prepare some thoughts for the children on both sides.\" She lives in Hangzhou, Zhejiang Province. Xinna showed reporters the thick stack of red envelopes she received during the Spring Festival this year. The reporter's investigation revealed that in some rural areas, newlyweds will receive red envelopes from relatives and friends on the first Spring Festival. After that, they will not receive red envelopes during the Spring Festival. Instead, they will prepare lucky money for the younger generations of both families. In this regard, Xinna said that this is also the custom in her hometown. These New Year red envelopes are considered to be financial support for the establishment of a small family. \"In the past few years, we have had two and three children, and the amount has doubled.\" Wenbin, from his hometown in Henan, has been working outside the home for 7 years. Although the amount of a single red envelope has not increased year by year, the birth of nephews and nieces also requires him to prepare more red envelopes. , \"Directly guarantee half of the year-end bonus.\" Spring Festival red envelopes are not only about the amount \"Should the older, unmarried, and employed people give New Year's money to the younger generation?\" \"My relatives gave my children 500 yuan during the Chinese New Year. He has two children, how much should I give to each child?\"...Many netizens posted on social platforms, saying, How much red envelopes should be given, to whom and when, \"this is also a science.\" \"Giving out red envelopes is inevitable, and those who accept them must find a way to return them. New Year's money originally carried the elders' blessings for their children, but now the amount is increasing year by year. Excessive expenditures give young people like me a headache. Not to mention some elderly people in their hometown who have no source of income.\" Wenbin told reporters about the pressure and troubles he faced. For him, the population flow and migration in rural areas have made the exchange of red envelopes during the Chinese New Year a problem. \"Most of my peers, like me, work outside all year round. We may only see each other once during the Spring Festival, but we have relatives, so we have to give.\" Wenbin also mentioned that some elders follow their children to live in the county, and some The time is not convenient to go to New Year greetings, so I have to use my mobile phone to send red envelopes. \"Do I need to receive new year's money when I first start working?\" Li Lu, who returned to her hometown in Fujian, doesn't think so. When she first started working, she even needed to advance her salary and borrow red envelopes from her wallet. \"I don't think it's necessary, but I can't stand my parents' demands. They think this is a coming-of-age ceremony after starting work. During the Chinese New Year, I have to give red envelopes to my nieces and nephews, and I was told to give them at least 300 yuan each.\" She prefers to follow the actual requirements. Decide whether to give red envelopes based on the level of interaction. \"New Year's money is a blessing and a feeling, not a comparison.\" \"In Guangdong, red envelopes are called 'profit', which is meant to express blessings and pray for peace. The amount is usually 5 yuan or 10 yuan.\" Lili, who lives in Guangzhou, Guangdong, told reporters that as a traditional custom, elders give lucky money to younger generations. The embodiment of the flavor of the year. \"We give out a lot of them, and children who meet friends, relatives, and colleagues will give one to get a lucky draw.\" Let the Spring Festival red envelope return to its \"original intention\" Faced with the pressure of receiving red envelopes during the Spring Festival, many people have begun to choose new ways and practices to express their blessings to their loved ones while avoiding comparisons in terms of amounts. \"This is a set of cultural and creative commemorative coins for the Year of the Dragon. Put them in red envelopes. Going to every house to pay New Year's greetings during the Chinese New Year will look particularly festive. The children also have a lot of fun. We also hope to use this to try something that everyone is happy to accept. This is a way to replace red envelopes.\" Xiaoqian, whose hometown is in Tianjin, purchased many small gifts with Spring Festival and Year of the Dragon elements in advance this year. In her opinion, it is a happy thing to go home and give out lucky money during the Chinese New Year. If you have money, give money, but if you don’t have money, give out your thoughts. “I hope everyone can act according to their ability and understand each other.” On e-commerce platforms, sales of many Spring Festival gifts have surged this year. Stationery gift boxes, small gold medals, and cultural and creative gifts with blessings are particularly popular. For example, a set of notebook gift boxes from the Forbidden City Cultural and Creative Industries has sold more than 40,000 units as of mid-February. Many people commented on the product that it is both beautiful and practical to give as gifts during the Spring Festival, and it also has strong traditional cultural elements. . Yang Ying, deputy director of the New Media Office of the Urban Network Department of the China Urban and Small Town Reform and Development Center, pointed out in his investigative article that New Year's money, as an important element in traditional culture, has always carried the meaning of blessing and auspiciousness. However, with the development of society and the changes of the times, the forms of lucky money are also constantly evolving. The emergence of new forms not only enriches the cultural connotation of the traditional custom of lucky money, but also embodies the beautiful vision of urban and rural residents for future life. It not only realizes the harmonious coexistence of Spring Festival culture and modern economy, but also reflects the younger generation of parents' attention to culture and the rise of innovative thinking. It is the proper meaning of the return of lucky money to its original meaning. In recent years, many places across the country have also used various methods to guide people to reasonably send lucky money. The Civilization Office of Fuyang City, Anhui Province recently stated in reply to questions reported by netizens that it will guide rural people to establish correct concepts about New Year's money; guide grassroots to incorporate the reasonable distribution of New Year's money into village rules and regulations; learn from and promote effective practices from other places, and promote rational savings. Resolutely oppose comparison and waste. Our reporter Zhou Ziyuan",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "beijing",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:08:53.922+02:00",
  "updated": "2024-03-01T00:08:53.922+02:00"
}