{
  "thread": {
    "uuid": "2cc78e15055ed0b1d7a7035b1b7030f9fbe987db",
    "url": "https://okdiario.com/andalucia/bebe-encontrada-contenedor-palacios-ya-tiene-familia-adoptiva-proximos-6-meses-12139224",
    "site_full": "okdiario.com",
    "site": "okdiario.com",
    "site_section": "https://okdiario.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Okdiario, el digital de Eduardo Inda",
    "title": "La bebé encontrada en un contenedor de Los Palacios ya tiene familia adoptiva para los próximos 6 meses",
    "title_full": "La bebé encontrada en un contenedor de Los Palacios ya tiene familia adoptiva para los próximos 6 meses",
    "published": "2023-12-29T13:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://okdiario.com/img/2023/12/19/imagen-de-la-bebe-encontrada-con-el-cordon-umbilical-en-un-contenedor-de-los-palacios-sevilla_2738.jpg",
    "performance_score": 0,
    "domain_rank": 11525,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2cc78e15055ed0b1d7a7035b1b7030f9fbe987db",
  "url": "https://okdiario.com/andalucia/bebe-encontrada-contenedor-palacios-ya-tiene-familia-adoptiva-proximos-6-meses-12139224",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@lomanadavid",
  "published": "2023-12-29T13:25:00.000+02:00",
  "title": "La bebé encontrada en un contenedor de Los Palacios ya tiene familia adoptiva para los próximos 6 meses",
  "text": "La bebé encontrada en un contenedor de Los Palacios ya tiene familia adoptiva para los próximos 6 meses Nieves, abandonada hace 10 días con el cordón umbilical aún colgando, ha salido ya del hospital La Consejería de Familias ha indicado que los padres adoptivos tienen la guarda \"de forma provisional\" [Buscan entre las toxicómanas del pueblo a la madre de la bebé hallada en un contenedor de Los Palacios](https://okdiario.com/andalucia/buscan-toxicomanas-del-pueblo-madre-bebe-hallada-contenedor-palacios-12100967 ) Nieves, la [bebé](https://okdiario.com/andalucia/bebe-encontrada-contenedor-palacios-llamara-nieves-rato-mas-muere-frio-12096701) abandonada con el [cordón umbilical](https://okdiario.com/andalucia/encuentran-bebe-viva-cordon-umbilical-colgando-contenedor-palacios-sevilla-12092286) todavía sin cortar en un contenedor de Los Palacios y Villafranca (Sevilla) ya tiene familia adoptiva. La Consejería de Familias de la Junta de Andalucía ha explicado que los padres adoptivos tienen la «guarda con fines de adopción», esto es, «de forma provisional» la tendrán en adopción seis meses para luego, siguiendo todos los cauces legales y protocolos, «llegar a la adopción definitiva». Este pasado jueves, la niña y sus padres adoptivos abandonaron las instalaciones del Hospital de Valme de Sevilla capital, donde ha permanecido ingresada desde que hace diez días fuera encontrada por una vecina cuando se disponía a tirar la basura. En una primera exploración a la bebé, que fue hallada desnuda, dentro de una bolsa de plástico y envuelta en sangre, se encontraron restos de sustancias tóxicas en su organismo -tal y como informó Diario de Sevilla-, por lo que la Guardia Civil ha centrado la búsqueda de la madre entre las toxicómanas de este municipio sevillano de 38.000 habitantes. La consejera andaluza de Familias, Loles López, ya aludió, además de a los síntomas de hipotermia, a «otras cuestiones» que afloraron en el reconocimiento médico al que fue sometido la pequeña, si bien no detalló ese «algo más» por motivos de confidencialidad. Antonia, la [vecina](https://okdiario.com/andalucia/vecina-que-hallo-bebe-contenedor-palacios-si-va-adoptar-alguien-adopto-yo-12095317) de 62 años que encontró a la niña, se mostró dispuesta a adoptarla cuanto antes, interesándose incluso por los trámites a realizar en el mismo lugar de los hechos: «Si la va a adoptar alguien, la adopto yo», aseveró. La mujer escuchó algo parecido al «maullido de un gato» cuando abrió el contenedor para tirar la basura, pero era una recién nacida: «Se le veía las piernecitas por fuera de la bolsa y el cordón umbilical». Con la ayuda de otra vecina, la taparon con una manta hasta la llegada de los servicios sanitarios de emergencia. «Un rato más y muere de frío o asfixiada en la bolsa de plástico», apuntaron los agentes de la Guardia Civil nada más llegar. Posteriormente fue llevada al centro de salud de Los Palacios y, de ahí, trasladada al hospital. Horas después de ser localizada, la primera teniente de alcalde y delegada de Bienestar Social del Ayuntamiento de Los Palacios y Villafranca, Carmen María Molina, adelantaba que la pequeña que se llamaría Nieves en honor a la patrona del municipio y en alusión el frío que hacía la tarde-noche en la que fue hallada gracias a su llanto. «Está estable y es muy bonita. No le van a faltar abrazos, caricias y sonrisas para estos primeros días de vida en el hospital», reconocía entre lágrimas. Entretanto, la Policía Judicial sigue buscando a la familia biológica de la pequeña. Por un lado, se extrajo ADN de la menor para obtener información genética de la madre y cotejarla con las bases de datos. Por otro, se inició una búsqueda de «candidatas» en los registros de atención a embarazos, siempre y cuando la madre hubiese acudido a un médico en algún momento entre abril (lo que se entiende como el primer mes de embarazo) y el 18 de diciembre, día del parto, ya que, inicialmente, todos los percentiles de peso y talla de la niña indicaronn que la gestación se prolongó durante más de ocho meses.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:47:55.783+02:00",
  "updated": "2023-12-29T13:47:55.783+02:00"
}