{
  "thread": {
    "uuid": "f26ee65919e416a0b24736b1d90d368ec1adc6fb",
    "url": "https://www.science-et-vie.com/nature-et-environnement/animaux/en-malaisie-plus-de-350-animaux-ont-ete-sauves-des-mains-du-gang-des-tortues-ninja-170856.html",
    "site_full": "www.science-et-vie.com",
    "site": "science-et-vie.com",
    "site_section": "http://www.science-et-vie.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Science &amp; Vie : premier magazine européen de l’actualité scientifique - Science &amp; Vie",
    "title": "En Malaisie, plus de 350 animaux ont été sauvés des mains du “gang des Tortues Ninja”",
    "title_full": "En Malaisie, plus de 350 animaux ont été sauvés des mains du “gang des Tortues Ninja”",
    "published": "2024-07-05T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.science-et-vie.com/wp-content/uploads/scienceetvie/2024/07/design-sans-titre-25.png",
    "performance_score": 0,
    "domain_rank": 66962,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f26ee65919e416a0b24736b1d90d368ec1adc6fb",
  "url": "https://www.science-et-vie.com/nature-et-environnement/animaux/en-malaisie-plus-de-350-animaux-ont-ete-sauves-des-mains-du-gang-des-tortues-ninja-170856.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Antoine Ducarre",
  "published": "2024-07-05T11:00:00.000+03:00",
  "title": "En Malaisie, plus de 350 animaux ont été sauvés des mains du “gang des Tortues Ninja”",
  "text": "En Malaisie, plus de 350 animaux ont été sauvés des mains du “gang des Tortues Ninja” Le 29 juin 2024, les autorités malaisiennes annonçaient que le “gang des Tortues Ninja”, une organisation criminelle spécialisée dans le trafic d’animaux, avait été démantelé dans la région de Kuala Lumpur. Décrit comme un syndicat du crime international par le [New Strait Times](https://www.nst.com.my/news/crime-courts/2024/07/1071221/wildlife-dept-busts-ninja-turtle-gang-seizes-361-protected-species), un quotidien malaisien, il s’est vu se faire saisir près de 400 tortues, dont beaucoup étaient placées sur la liste des espèces à protéger. Une saisie à près de 750 000 euros Lors de l’opération des forces de police, ce sont 361 tortues qui ont été retrouvées dans un entrepôt. Elles étaient acheminées depuis le Bangladesh, le Pakistan, l’Inde et le Sri Lanka d’après les informations données par le Directeur Général du département de la Faune sauvage et des parcs nationaux au New Strait Times. Les reptiles étaient ensuite en partance pour le reste du monde. D’après les différentes estimations, la valeur de la saisie réalisée par les services de police malaisiens se chiffrerait à 3,8 millions de ringgits malais (RM) soit 745 000 euros. Toujours d’après le New Strait Times, chaque animal se négociait entre 2000 et 13000 RM, soit un prix pouvant varier entre 392€ et 2550€ par le “gang des Tortues Ninjas”. Deux espèces de tortues en danger Parmi les 361 spécimens de tortues récupérées des mains du “gang des Tortues Ninjas”, les autorités ont expliqué qu’ils avaient notamment retrouvé des tortues étoilées indiennes ainsi que des émydes de Reeves, deux espèces classées comme “vulnérables” par l’Union internationale pour la conservation de la nature (UICN). Les deux espèces sont très reconnaissables comme nous l’explique le site spécialisé dans les tortues : [Cheloniophilie.com](http://cheloniophilie.com). La tortue étoilée indienne ou [Geochelone elegans](https://www.cheloniophilie.com/Fiches/Geochelone-elegans.php) tient sa particularité de sa carapace sur laquelle se dessinent des motifs d’étoiles. Originaire de l’Inde, du Pakistan et du Sri Lanka, elle mesure entre 26 et 32 cm de long et peut vivre jusqu’à 80 ans. De son côté, l’émyde de Reeves ou [Mauremys reevesii](https://www.cheloniophilie.com/Fiches/Chinemys-reevesii.php) se reconnaît par la couleur de sa carapace très foncée (entre le marron et le noir) et son corps, notamment son cou et sa tête, de couleur foncée parsemée de taches et de rayures. Originaire de l’Asie de l’est, on la retrouve principalement en Chine, au Japon ou en Corée du Sud et est une tortue amphibie. Concernant leur taille, elles sont plus petites et voient leur taille varier entre 19 et 24 cm. L’enquête continue pour arrêter toutes les activités du “gang des Tortues Ninja” Si la branche malaisienne a bel et bien été mise hors d’état de nuire, les forces de police estiment qu’il ne faut pas crier victoire trop tôt. En effet, si le “gang des Tortues Ninja” est considéré comme une organisation criminelle internationale, les autorités estiment qu’il collaborerait sûrement avec d’autres syndicats dans d’autres pays. Ainsi, l’enquête continue et une coopération internationale sera sûrement nécessaire pour mettre fin aux différents équivalents ou sous-groupes du “gang des Tortues Ninjas”. Source : New Strait Times / Cheloniophilie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.cheloniophilie.com/Fiches/Chinemys-reevesii.php)",
    "https://www.nst.com.my/news/crime-courts/2024/07/1071221/wildlife-dept-busts-ninja-turtle-gang-seizes-361-protected-species),",
    "https://www.cheloniophilie.com/Fiches/Geochelone-elegans.php)",
    "http://cheloniophilie.com).",
    "https://cheloniophilie.com/Fiches/Geochelone-elegans.php)",
    "https://nst.com.my/news/crime-courts/2024/07/1071221/wildlife-dept-busts-ninja-turtle-gang-seizes-361-protected-species),",
    "http://www.cheloniophilie.com).",
    "https://cheloniophilie.com/Fiches/Chinemys-reevesii.php)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:42:49.897+03:00",
  "updated": "2024-07-05T12:42:49.897+03:00"
}