{
  "thread": {
    "uuid": "22c87b35609ee057512a50103ebb120969d34c20",
    "url": "https://transformation.omnicommediagroup.com/accountability-standards-and-safety/omnicom-media-group-maps-its-own-path-to-avoid-the-potholes-of-programmatic-2/",
    "site_full": "transformation.omnicommediagroup.com",
    "site": "omnicommediagroup.com",
    "site_section": "https://transformation.omnicommediagroup.com",
    "site_categories": [],
    "section_title": "We Create End-to-End Solutions - OMG Transformation",
    "title": "Omnicom Media Group Clients Outperform in ANA’s Transparency Study - OMG Transformation",
    "title_full": "Omnicom Media Group Clients Outperform in ANA’s Transparency Study - OMG Transformation",
    "published": "2024-01-05T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 77297,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22c87b35609ee057512a50103ebb120969d34c20",
  "url": "https://transformation.omnicommediagroup.com/accountability-standards-and-safety/omnicom-media-group-maps-its-own-path-to-avoid-the-potholes-of-programmatic-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexa Garcia",
  "published": "2024-01-05T23:51:00.000+02:00",
  "title": "Omnicom Media Group Clients Outperform in ANA’s Transparency Study - OMG Transformation",
  "text": "Best practices and partnerships made OMG clients stand-outs in 21-marketer study of programmatic media supply chain New York, NY (January 3, 2024) – Following the release of the [ANA Programmatic Media Supply Chain Transparency Study](https://www.ana.net/miccontent/show/id/rr-2023-12-ana-programmatic-media-supply-chain-transparency-study) Complete Report earlier this month, Omnicom Media Group (OMG), the media services division of Omnicom Group Inc. (NYSE: OMC) today revealed outcomes for participating OMG clients that effectively demonstrate the impact that adoption of shared standards and best practices – such as those recommended by the ANA and already established within OMG – can have on programmatic supply chain transparency and ROI. The ANA study – which analyzed campaign data from 21 marketers and encompassed $123 million in ad spend between September 2022 and January 2023 – revealed that only 36 cents of every dollar that enters a demand-side platform reaches a consumer, while 29 cents goes toward fees to ad-tech intermediaries, and 35 cents toward low-quality media, including invalid traffic and made-for-advertising (MFA), non-viewable and non-measurable inventory. However, OMG clients who participated in the study saw results that starkly contrasted to the aggregate group outcome, including earning the highest possible marks – above the 90th percentile – for premium inventory; <0.1% Made For Advertising (MFA) delivery compared to a market average of 15% of total spend allocation; 0.0% cheap reach as defined as “chronically unviewable placements”; and Best-in-class DSP platform rates in the highest quintile grouping. “The difference between the aggregate outcomes and OMG clients’ results stems from our relentless commitment to setting standards and best practices that enable transparency, control, safety, and effectiveness,” says OMG Managing Director for Digital Activation Ryan Eusanio, who led the development of [OMG’s Supply- Side Platform (SSP) Standardization Initiative](https://www.prnewswire.com/news-releases/as-mfa-issues-puts-programmatic-curation-center-stage-omnicom-media-groups-ssp-standardization-initiative-assures-premium-inventory-that-delivers-on-value-and-values-mandates-301959801.html) that informs all OMG programmatic partnerships and spend. OMG’s programmatic standards ensure alignment between buyers and sellers in delivering on four key advertiser rights: deciding where their ads are going to appear, determining who sees their ads; knowing how and where their ads were delivered and to whom; and having confidence that they are only paying for impressions served to human beings. The impact of combining standards-driven negotiation and the best practices for activation and optimization enabled by Omnicom’s Omni open operating system can be seen in the OMG client spend analyzed over the course of the ANA study, which was supported by the following: - Expert-reviewed inclusion lists by format → Prioritizes quality inventory over MFA sites and “Cheap Reach” - Best-in-class OMG-negotiated Ad tech relationships → Reduced tech costs - Partner-direct Deal Library → Improved curation on quality inventory at efficient prices - Industry-leading Supply Path Optimization efforts → Remove resellers and low-performing supply paths Offering real -world evidence of the positive impact of standards -based decisioning, the performance of OMG clients in the ANA transparency study validates the ANA recommendations for optimizing investment in programmatic media, which offer a similar roadmap as OMG’s established best practices, aimed at reaching the same goal: creating more transparent supply paths through enabling collaboration between the buy and sell side. “The marketers winning in programmatic advertising are those which take an active interest in media, They ask questions, get answers, take action, and improve performance. And they work with agenda partners who understand that and are proactive on their behalf.” Bill Duggan, Group EVP at ANA. “As a State Farm partner, Omnicom Media Group has been a game-changer for our programmatic media strategy. The outstanding outcomes outlined in the study affirm the agency’s commitment to transparency, standards, and innovation that deliver measurable results. Understanding where our ads are delivered and how they’re purchased are a key part of proving the effectiveness of our advertising,” said Alyson Griffin, Head of Marketing at State Farm.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.ana.net/miccontent/show/id/rr-2023-12-ana-programmatic-media-supply-chain-transparency-study)",
    "https://www.prnewswire.com/news-releases/as-mfa-issues-puts-programmatic-curation-center-stage-omnicom-media-groups-ssp-standardization-initiative-assures-premium-inventory-that-delivers-on-value-and-values-mandates-301959801.html)",
    "https://prnewswire.com/news-releases/as-mfa-issues-puts-programmatic-curation-center-stage-omnicom-media-groups-ssp-standardization-initiative-assures-premium-inventory-that-delivers-on-value-and-values-mandates-301959801.html)",
    "https://ana.net/miccontent/show/id/rr-2023-12-ana-programmatic-media-supply-chain-transparency-study)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "omnicom media group clients outperform",
        "sentiment": "negative"
      },
      {
        "name": "omg transformation best",
        "sentiment": "negative"
      },
      {
        "name": "omnicom group inc.",
        "sentiment": "none"
      },
      {
        "name": "omc",
        "sentiment": "none"
      },
      {
        "name": "omnicom media group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "ny",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:51:37.139+02:00",
  "updated": "2024-01-06T03:51:37.139+02:00"
}