{
  "thread": {
    "uuid": "672ec43474352b76133c96d5c823fd7d9a57922a",
    "url": "https://inmagazine.ig.com.br/categoria/Noticias/Taxa-de-desemprego-e-a-menor-dos-ultimos-oito-anos",
    "site_full": "inmagazine.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://inmagazine.ig.com.br",
    "site_categories": [],
    "section_title": "Moda, Beleza, Celebridades , Esportes e Reality",
    "title": "Taxa de desemprego é a menor dos últimos oito anos",
    "title_full": "Taxa de desemprego é a menor dos últimos oito anos",
    "published": "2023-12-29T20:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://inmagazine.ig.com.br/public/assets/img/postagens/post_45318.jpg",
    "performance_score": 0,
    "domain_rank": 4263,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "672ec43474352b76133c96d5c823fd7d9a57922a",
  "url": "https://inmagazine.ig.com.br/categoria/Noticias/Taxa-de-desemprego-e-a-menor-dos-ultimos-oito-anos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Felipe Pirovani",
  "published": "2023-12-29T20:17:00.000+02:00",
  "title": "Taxa de desemprego é a menor dos últimos oito anos",
  "text": "O ano de 2023 vai acabar com uma excelente notícia: a taxa de desemprego no Brasil caiu pela terceira vez consecutiva, chegando a 7,5%. Esse valor é o menor desde fevereiro de 2015. Um dos pesquisadores da Fundação Getulio Vargas (FGV), Daniel Duque, tinha estimado uma porcentagem de 8,4% para 2024, mas o especialista afirma que o número de desempregados deve ser ainda menor, superando as expectativas em janeiro. O que dizem os especialistas Daniel Duque afirma que haverá um fôlego além do esperado, principalmente por conta da redução de juros que terá suas consequências agora. Os dados da Pesquisa Nacional por Amostra de Domicílios Contínua (Pnad Contínua), feita pelo Instituto Brasileiro de Geografia e Estatística (IBGE) e divulgada nesta sexta-feira (29), mostram que o número de brasileiros empregados é o maior já visto na história do país, com 100,5 milhões. Em relação a 2022, a pesquisa demonstra um aumento de 815 mil pessoas. A pesquisadora do IBGE, Adriana Beringuy, relatou que os maiores aumentos foram vistos nos empregados com carteira no setor privado e aqueles que trabalham por conta própria, mas todos os setores de trabalho demonstraram variação positiva em relação ao ano passado. A soma dos rendimentos brutos também registrou novo recorde, com R$300,2 bilhões. A especialista explica que esse aumento vem do recorde de trabalhadores com o aumento do rendimento médio deles. O emprego informal segue em alta sendo o que mais aumentou com alta de 7,6%. (Foto:reprodução/pexels/@tim-samuel) Algo a temer A economista Claudia Moreno afirma que o aumento dos salários sem o aumento direto na produtividade do trabalhador pode gerar uma elevação na inflação de serviços. Ela também menciona que a taxa de desemprego deve estabilizar em torno de 8%, maior do que está no final de 2023, e que a inflação será pressionada a encerrar 2024 em alta com algo em torno de 5,5%. Foto destaque: O rendimento médio real aumentou 2,3% no trimestre e chegou a R$ 3.034. (Reprodução/blog.pag.seguro.uol/carteiradetrabalho)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:43:17.470+02:00",
  "updated": "2023-12-30T00:43:17.470+02:00"
}