{
  "thread": {
    "uuid": "ec5d0b36c877a4404052b0d048b9953c4c6fb5f8",
    "url": "https://bnnbreaking.com/world/northamerica/jordan-escalates-humanitarian-airdrops-in-gaza-collaborates-with-global-allies-amid-israel-conflict",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed/",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Jordan Escalates Humanitarian Airdrops in Gaza, Collaborates with Global Allies Amid Israel Conflict",
    "title_full": "Jordan Escalates Humanitarian Airdrops in Gaza, Collaborates with Global Allies Amid Israel Conflict",
    "published": "2024-03-10T13:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/2db5bba3c4e048255c07cecc43a7d3b60cc4848a2656554e5831c28d9b8ceab6.jpg",
    "performance_score": 0,
    "domain_rank": 16137,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec5d0b36c877a4404052b0d048b9953c4c6fb5f8",
  "url": "https://bnnbreaking.com/world/northamerica/jordan-escalates-humanitarian-airdrops-in-gaza-collaborates-with-global-allies-amid-israel-conflict",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Safak Costu",
  "published": "2024-03-10T13:18:00.000+02:00",
  "title": "Jordan Escalates Humanitarian Airdrops in Gaza, Collaborates with Global Allies Amid Israel Conflict",
  "text": "In an unprecedented surge of solidarity and support, the Jordanian Armed Forces have intensified their humanitarian airdrops into the Gaza Strip , marking a significant escalation in their efforts to provide relief amidst the ongoing conflict with Israel. This initiative, which has seen a notable increase in the number of airdrops to 37 from Jordan alone and 40 in collaboration with international partners, underscores the Kingdom's commitment to alleviating the dire humanitarian situation in Gaza since the conflict's onset on October 7 last year.\nAdvertisment Unwavering Support Amidst Crisis Since November 6, Jordan has spearheaded a critical mission to deliver essential supplies, including medical relief and food aid, to the residents of Gaza who are facing acute shortages due to the Israeli blockade. In a remarkable display of international solidarity, the United States, France, Egypt, and Belgium have joined forces with Jordan, collectively conducting 10 airdrops of humanitarian relief into northern Gaza . The initiative reflects a deep-seated spirit of cooperation and solidarity between Jordan and the embattled Gaza Strip, aiming to bolster the resilience of its people against the hardships imposed by the ongoing conflict.\nChallenges and Controversies Advertisment Despite the noble intentions and significant efforts to provide aid, the execution of airdrops has not been without its challenges. Aid agencies have pointed out several drawbacks associated with this method of delivery, including higher costs and limited capacity to reach all in need compared to traditional land deliveries. Moreover, a recent mishap involving a parachute malfunction during an airdrop reportedly resulted in casualties, including five deaths and ten injuries, sparking controversy and denials of involvement from both Jordanian and U.S. forces. This incident has raised questions about the efficacy and safety of airdrops as a method of delivering humanitarian aid in conflict zones.\nContinued Commitment to Humanitarian Relief Despite these challenges, Jordan's resolve to support the people of Gaza remains unwavering. The Kingdom has affirmed its commitment to continue these airdrops, working closely with its international partners to refine and improve the delivery mechanisms. This endeavor not only illustrates the complexities of providing humanitarian aid in conflict areas but also highlights the importance of international collaboration and solidarity in addressing the dire needs of affected populations.\nAdvertisment As the conflict in Gaza persists, the actions of Jordan and its allies serve as a beacon of hope for those caught in the crossfire. While the road to peace remains fraught with challenges, the continued humanitarian efforts underscore a collective determination to alleviate suffering and support the enduring spirit of the people of Gaza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://us.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-09-24/index.html",
    "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-10-24/h_8a249f5c0839454bcf9cb4b029b7909f",
    "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-10-24/h_8a249f5c0839454bcf9cb4b029b7909f",
    "https://www.us.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-03-09-24/index.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "jordanian armed forces",
        "sentiment": "negative"
      },
      {
        "name": "jordan escalates humanitarian airdrops",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "kingdom",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T15:57:24.927+02:00",
  "updated": "2024-03-12T20:23:45.943+02:00"
}