{
  "thread": {
    "uuid": "e1a49e679a9aac28301b80e3163cd27da9645750",
    "url": "https://religionnews.com/2024/05/31/new-film-depicting-heros-journey-of-swami-vivekananda-comes-to-pbs",
    "site_full": "religionnews.com",
    "site": "religionnews.com",
    "site_section": "https://religionnews.com/category/arts-culture/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "New film depicting ‘hero’s journey’ of Swami Vivekananda comes to PBS",
    "title_full": "New film depicting ‘hero’s journey’ of Swami Vivekananda comes to PBS",
    "published": "2024-05-31T18:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6664,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1a49e679a9aac28301b80e3163cd27da9645750",
  "url": "https://religionnews.com/2024/05/31/new-film-depicting-heros-journey-of-swami-vivekananda-comes-to-pbs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richa Karmarkar",
  "published": "2024-05-31T18:59:00.000+03:00",
  "title": "New film depicting ‘hero’s journey’ of Swami Vivekananda comes to PBS",
  "text": "(RNS) — A new film by Raja Choudhury, titled “America’s First Guru,” will be released to worldwide audiences on almost 200 PBS stations Friday (May 31). The documentary-style film tells the story of Swami Vivekananda, the young monk who brought Vedanta Hinduism to the Western world. “When I first came to the U.S. in 1998, I realized that nobody here in America knew the story of how yoga and Vedanta Hinduism really came into the popular conversation,” Raja Choudhury told RNS. “I had this idea that this was a tipping point story we needed to tell about the birth of that conversation — of Hinduism and yoga in America and the interfaith movement.” Originally released to PBS streaming, the film takes a 90-minute look at Swami Vivekananda’s journey to the U.S., from his famous speech to the 1893 Parliament of the World’s Religions to the legacy of his impact more than a century later on contemporary religious pluralism, interfaith understanding and the recognition of an inherent divinity in all beings. “In a way, it was a kind of Joseph Campbell hero’s journey,” said Choudhury. “This young man discovers an Obi-Wan Kenobi type teacher who gives him the wisdom. Then he looks around India and sees that we are a struggling nation. Then he takes this trip to America and the adventure begins. And he becomes a superstar at this conference. And next thing you know, he’s changing the world.” Narendranath Datta, born in 1863 in Kolkata, was a curious young man when he came across his guru Sri Ramakrishna in 1881. He went on to take a monk’s vow and became Swami Vivekananda. At age 30, the charismatic monk was invited as a spokesperson of Hindu philosophy to speak at the Parliament, where he famously began his speech with the words, “Sisters and brothers of America.” “He saw that Americans were extremely practical people and needed practical tools for enlightenment and for wisdom to come into their lives,” said Choudhury. At the time, the New York Herald called him “undoubtedly the greatest figure in the Parliament of Religions,” going on to say that, “after hearing him, we feel foolish to send missionaries to this learned nation.” For six years, Vivekananda traversed the United States, lecturing to religious and laymen alike on Raja, Jnana, Karma and Bhakti Yoga. Vivekananda is credited with altering the West’s perception of Indian wisdom and with bringing Hinduism to the status of a major world religion. Samrat Chakrabarti plays the role of Swami Vivekananda in the film, which intersperses historical photos and videos with Vivekananda’s own speeches and letters, as well as interviews with several experts. Following his footsteps in America, the film depicts the orange-robed Swami traveling in modern-day New York City in scenes that Choudhury says were his favorite to film: especially when some New Yorkers would ask Chakrabarti for blessings. “Vivekananda was a very modern man, said Choudhury. “Even in the 1890s, he was speaking a language about pluralism and acceptance and diversity and tolerance. And it’s just as relevant today, you know, where most young people consider themselves to be spiritual, but not religious and not aligned to any particular dogma or creed or teaching. This is the language we need to speak. And that’s why it resonates so well today.” For Choudhury, who previously won the National Film Award in India for his film “The Quantum Indians,” this 10-year-long project was also a tribute to his father’s heritage and his own faith. Choudhury, a global citizen who has lived in England, Nigeria and India and calls himself a “spiritual being having a great adventure on this earth,” follows the wisdom of Sri Ramakrishna and Vivekananda, whom his Bengali father revered, even going to the same college in Kolkata as Vivekananda once did. “It’s kind of spiritual for me because this was my sadhana (spiritual practice),” he said. “My own spiritual journey was through both Shakti and Vedanta, to this kind of work with Ramakrishna and Vivekananda and other teachers. And then, you know, as a filmmaker, it’s the story I always wanted to tell, so the universe aligned for me in a way.” For Swami Medhananda, a professor of Vedanta philosophy and a monk in the Ramakrishna Order in Hollywood, California, he similarly considers his academic work as his own spiritual practice. Medhananda, who is interviewed in the film, said he was glad to be a part of a project that centers the teacher who led him on a spiritual path after being raised in a “culturally Hindu” family in Massachusetts. “It’s detailed, it’s visually impactful, but there’s also music and duration, and there’s somebody acting as Swamiji,” said Medhananda. “And it’s very dramatic, vivid. It really leaves an impression, more so than other media could have done. And I think Raja has done a good job of making the Swami’s life and teaching appealing and plausible to Westerners, which I think is a genuine achievement.” Medhananda, who serves as the Hindu chaplain at UCLA and USC, agrees with Choudhury that Vivekananda’s words remain just as potent today as they were a century ago for young people who are increasingly “looking for evidence” when it comes to religious beliefs. “The secret of life is not enjoyment, but education through experience,” he tells his students, quoting Vivekananda. “Vivekananda says religion is being and becoming: the idea that the goal of religion is direct experiential realization, that you have to verify the claims of religion for yourself. And so I always consider realization to be the goal of all my spiritual practice and my monastic life.” For both Choudhury and Medhananda, questions of yoga’s cultural appropriation, from meditation retreats to mindfulness fads, are not of immediate concern. According to them, Swami Vivekananda himself would have appreciated the widespread adoption of Indian wisdom for people of all backgrounds. “If a few people make a few million dollars selling yoga gear, good luck for them,” said Choudhury. “But he would have said that a woman doing Hatha Yoga in Idaho is the beginning of a journey into the Vedantic idea. Why should we sit there and hold our heads and complain that they’re stealing all our culture? When really speaking, we should be learning how to be strong and celebrate our culture, and enjoy it.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "swami vivekananda",
        "sentiment": "negative"
      },
      {
        "name": "raja choudhury",
        "sentiment": "negative"
      },
      {
        "name": "joseph campbell",
        "sentiment": "none"
      },
      {
        "name": "choudhury",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pbs",
        "sentiment": "negative"
      },
      {
        "name": "parliament of the world",
        "sentiment": "none"
      },
      {
        "name": "vedanta hinduism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "hinduism",
        "sentiment": "none"
      },
      {
        "name": "swami vivekananda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T23:43:30.355+03:00",
  "updated": "2024-06-01T03:22:04.629+03:00"
}