{
  "thread": {
    "uuid": "6cfb384c703b889643fd5e3c17c2cf955aff72f0",
    "url": "https://www.tuttomercatoweb.com/serie-a/atalanta-gasperini-quarti-di-finale-una-grande-gioia-per-la-squadra-e-per-bergamo-1946504",
    "site_full": "www.tuttomercatoweb.com",
    "site": "tuttomercatoweb.com",
    "site_section": "https://tuttomercatoweb.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "TUTTO mercato WEB: notizie di calcio e calciomercato",
    "title": "Atalanta, Gasperini: \"Quarti di finale una grande gioia per la squadra e per Bergamo\" - TUTTO mercato WEB",
    "title_full": "Atalanta, Gasperini: \"Quarti di finale una grande gioia per la squadra e per Bergamo\" - TUTTO mercato WEB",
    "published": "2024-03-15T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://tmw-storage.tcccdn.com/storage/tuttomercatoweb.com/img_notizie/thumb3/30/3071e0bbd41f4e432de34a00f272d58f-55814-oooz0000.jpeg",
    "performance_score": 0,
    "domain_rank": 26972,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6cfb384c703b889643fd5e3c17c2cf955aff72f0",
  "url": "https://www.tuttomercatoweb.com/serie-a/atalanta-gasperini-quarti-di-finale-una-grande-gioia-per-la-squadra-e-per-bergamo-1946504",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrea Piras",
  "published": "2024-03-15T00:30:00.000+02:00",
  "title": "Atalanta, Gasperini: \"Quarti di finale una grande gioia per la squadra e per Bergamo\" - TUTTO mercato WEB",
  "text": "Atalanta, Gasperini: \"Quarti di finale una grande gioia per la squadra e per Bergamo\" Il tecnico dell'Atalanta Gian Piero Gasperini ha parlato ai microfoni di Sky Sport dopo il successo sullo Sporting Lisbona: \"E' una grande gioia per la squadra, per tutta Bergamo aver raggiunto nuovamente i quarti. Era difficile contro una squadra che domina in Portogallo. Siamo andati in svantaggio ma la squadra è stata veramente brava ad aver passato questo turno. Siamo soddisfatti\". L'abbiamo vista raramente come stasera. E' stata una sofferenza. \"Abbiamo fatto un ottimo secondo tempo poi ovviamente nel finale c'era un po' di stanchezza. Ci servirà solo per il futuro non concedere spazi. Rimedieremo in futuro ma i ragazzi sono stati straordinari, abbiamo fatto quattro trasferte e dobbiamo incontrato il Bologna dopo aver incontrato Milan e Inter in trasferta. Il merito di questa squadra è ancora più amplificato\". Chi vorrebbe evitare come avversario? \"Giocando tre squadre italiane su otto c'è anche il rischio del derby. Dovendo scegliere farei anche un turno dopo. Il sorteggio è imprevedibile, le squadre sono tutte di assoluto valore e quando arrivi fra le prime otto di Europa League non puoi scegliere\". Cosa hai detto nell'intervallo visto che avete fatto subito tre recuperi. \"Mi rende orgoglioso perché questa squadra ha una capacità di reazione incredibile e di recupero. Sono contento di questo. Sul piano atletico non abbiamo sempre queste motivazioni forti sul piano tecnico concediamo qualcosa. Nell'intervallo eravamo dispiaciuti, ma eravamo fiduciosi di poter realizzare. siamo entrati con grande forza, siamo andati in tre giocatori a chiudere sull'area piccola e quel gol ci ha detto un'energia per chiudere la partita\". Scamacca è il miglior 9 italiano? \"Questo lo decide Spalletti ma sta crescendo. Lui lavora per diventare un campione. Su di lui l'aspettativa è alta, la scorsa stagione è stata difficile e quest'anno ha fatto il triplo dei gol dell'anno scorso. E' evidente che è un giocatore in evoluzione come lo è stato De Ketelaere e come mi auguro lo sia qualcun altro\". Le energie di tutti. \"Ho provato ad elencare le partite che abbiamo giocato. Abbiamo incontrato tutti top club con quattro trasferte e abbiamo fatto risultato con tante squadre. Questa era una partita in cui era possibile andare ai supplementari e ai rigori. Soprattutto in attacco ho la possibilità di girare i giocatori che hanno un buon rendimento. Kolasinac e Djimsiti sono quasi sempre presenti. Vogliamo far bene domenica con la Fiorentina, partita importante dove si deve arrivare molto bene. Da parte mia c'è già un plauso, speriamo di chiudere questa striscia positiva\". [Editoriale di Marco Conterio Diego Simeone ha dato una lezione a Simone Inzaghi ma anche a Massimiliano Allegri. Come riparte adesso l'Inter? C'è una priorità per Marotta](/editoriale/diego-simeone-ha-dato-una-lezione-a-simone-inzaghi-ma-anche-a-massimiliano-allegri-come-riparte-adesso-l-inter-c-e-una-priorita-per-marotta-1946196) [1 Diego Simeone ha dato una lezione a Simone Inzaghi ma anche a Massimiliano Allegri. Come riparte adesso l'Inter? C'è una priorità per Marotta](/editoriale/diego-simeone-ha-dato-una-lezione-a-simone-inzaghi-ma-anche-a-massimiliano-allegri-come-riparte-adesso-l-inter-c-e-una-priorita-per-marotta-1946196)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:35:59.634+02:00",
  "updated": "2024-03-15T03:10:52.734+02:00"
}