{
  "thread": {
    "uuid": "6e2f8f9830ca847c4eec26735719dc1322ff0a3f",
    "url": "https://cordopolis.eldiario.es/el-tiempo/ano-estrena-cambio-tiempo-llegan-lluvias_1_10805610.html",
    "site_full": "cordopolis.eldiario.es",
    "site": "eldiario.es",
    "site_section": "https://www.eldiario.es/andalucia/",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de Andalucía en elDiario.es",
    "title": "El año se estrena con un cambio de tiempo: llegan las lluvias",
    "title_full": "El año se estrena con un cambio de tiempo: llegan las lluvias",
    "published": "2024-01-01T06:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.eldiario.es/clip/7bfa91ae-e3f5-4098-b318-d14d079ce9cd_facebook-cordopolis-watermarked-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 2942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e2f8f9830ca847c4eec26735719dc1322ff0a3f",
  "url": "https://cordopolis.eldiario.es/el-tiempo/ano-estrena-cambio-tiempo-llegan-lluvias_1_10805610.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Reina",
  "published": "2024-01-01T06:45:00.000+02:00",
  "title": "El año se estrena con un cambio de tiempo: llegan las lluvias",
  "text": "El año se estrena con buenas nuevas para la provincia de Córdoba, aunque se tendrá que esperar hasta el miércoles 3 de enero para ver este cambio de tiempo. Las altas presiones dominan el sur de Europa desde hace varias semanas, y los primeros días del año lo seguirán haciendo, dejándonos un ambiente frío, debido a la calma de vientos y la baja irradiación solar. Además, al amanecer continuarán generándose nieblas en los principales valles de la provincia, que localmente podrían ser persistentes. Las temperaturas han rozado la helada en las últimas noches, especialmente en zonas bajas de la provincia, debido a que el aire frío en ausencia de vientos desciende desde las montañas a zonas menos elevadas, la capital marcaba este fin de semana 1 ºC de mínima. Comienzo de semana y de año con un tiempo que vendrá marcado por la estabilidad atmosférica, con algunas nieblas y ambiente frío a primeras horas del día, donde los termómetros volverán a bajar hasta los 2/3 ºC en el valle de Guadalquivir y zonas cercanas de Sierra Morena, y entre los 3/5 ºC en otras zonas de la región. Durante el día los termómetros se moverán por encima de los 15 ºC en prácticamente toda la provincia. Los cielos permanecerán parcialmente nubosos, sobre todo a partir del martes en Sierra Morena, con probabilidad de algunas gotas a últimas horas del día.\nA partir del miércoles se espera el acercamiento de las bajas presiones desde el Atlántico, que nos traerán unos días algo más movidos, los sistemas frontales irán adentrándose por el oeste de la península, afectando a la provincia de Córdoba desde el noroeste hacia el sureste, las zonas con mayores acumulados de lluvia podrían ser Sierra Morena y la Subbética, donde en los próximos días pueden caer entre 20-40 litros en algunos puntos.\nEl miércoles las lluvias quedarán restringidas al valle de Los Pedroches y Sierra Morena, precipitaciones que se extenderán al resto de la provincia a lo largo de la jornada del jueves, pudiendo ser localmente persistentes en la subbética. El viernes quedarán restos de inestabilidad con algunos chubascos locales. Temperaturas que subirán ligeramente durante las jornadas del miércoles y jueves, para bajar posteriormente el viernes tras el paso del frente, dejando paso a un fin de semana que según los modelos podría ser bastante frío.\nSuscríbete al boletín de Cordópolis ¿Eres un fan cordopolita pero el día a día te come y no te da tiempo a leerlo todo? Pues no te preocupes, que cada martes te mandamos a tu mail un resumen con las historias y noticias más destacadas de la semana. Suscríbete aquí y forma parte de la comunidad cordopolita . ¡Muchas gracias por tu apoyo!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://eldiario.us6.list-manage.com/subscribe?u=c69ba1ef3f044e29f01e39064&id=10e11ebad6",
    "https://www.eldiario.us6.list-manage.com/subscribe?u=c69ba1ef3f044e29f01e39064&id=10e11ebad6",
    "https://eldiario.us6.list-manage.com/subscribe"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T07:28:15.019+02:00",
  "updated": "2024-01-01T07:28:15.019+02:00"
}