{
  "thread": {
    "uuid": "f9a98c7e3e3be446a70060512fd15a3420c6c937",
    "url": "https://www.firstalert4.com/2024/03/08/st-louis-war-hero-recognized-one-40-elite-thieves-bloody-wwii-battle",
    "site_full": "www.firstalert4.com",
    "site": "firstalert4.com",
    "site_section": "https://www.firstalert4.com:443/homepage",
    "site_categories": [],
    "section_title": "KMOV | Missouri Local News, Weather, Sports | St. Louis, MO",
    "title": "St. Louis war hero recognized as one of 40 elite ‘thieves’ in bloody WWII battle",
    "title_full": "St. Louis war hero recognized as one of 40 elite ‘thieves’ in bloody WWII battle",
    "published": "2024-03-08T03:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://gray-kmov-prod.cdn.arcpublishing.com/resizer/v2/VPHZ76CLFNA2XGC2MNXJKJSVSI.jpg?auth=fa3b4acaa5f9964bc70d1de186d51dc2fa262d6830f912bd36c31f943a9bd67b&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 17617,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9a98c7e3e3be446a70060512fd15a3420c6c937",
  "url": "https://www.firstalert4.com/2024/03/08/st-louis-war-hero-recognized-one-40-elite-thieves-bloody-wwii-battle",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KMOV",
  "published": "2024-03-08T03:50:00.000+02:00",
  "title": "St. Louis war hero recognized as one of 40 elite ‘thieves’ in bloody WWII battle",
  "text": "St. Louis war hero recognized as one of 40 elite ‘thieves’ in bloody WWII battle Cpl. Richard Knoll fought during WWII’s Battle of Saipan alongside other elite Scout-Snipers, a.k.a. ‘thieves.’ ST. LOUIS, Mo. (First Alert 4) - At Jefferson Barracks National Cemetery in St. Louis, John Knoll visited his father’s grave Thursday and paid his respects. “I try to get out here at least once a year,” Knoll said about his father. “I miss him. He was my hero.” Cpl. Richard Knoll was a World War II veteran but also a ‘thief’ - a legacy his family learned more about after losing their father to cancer in 2006. “He didn’t talk about [his time overseas] much,” Knoll recounted about his father. “I know he dealt with PTSD.” As a ‘thief,’ these marines were some of the toughest fighters, according to Wisconsin-based author Joseph Tachovsky. Tachovsky knows because his father led the elite platoon of World War II Marine Scout-Snipers. Lt. Frank Tachovsky’s ‘40 thieves’ broke all rules, Tachovsky said. Cpl. Knoll was one of them. “They were trained to live and work behind enemy lines for days at a time,” Tachovsky said. “These were the elite of the elite, the toughest of the tough. They had to be. They were trained in silent killing techniques, and they learned key Japanese phrases.” Their training came in handy during the 1944 [Battle of Saipan,](https://www.nps.gov/amme/learn/historyculture/battle-of-saipan.htm) known as one of the war’s bloodiest battles. The fight resulted in the American occupation of the Japanese island of Saipan, located in the Pacific Ocean, putting the Japanese home islands within the range of U.S. Army bombers. Despite being honorable and ultimately successful fighters, Tachovsky said the Marines were the poorest-equipped of the armed forces, using repurposed weapons, rations and uniforms from World War I. “So, they stole,” Tachovsky said, “mostly because they had to. Weapons, food, anything they could find in Army and Navy storage depots. Even from enemies.” Tachovsky now visits the families and graves of the men his father led during the Battle of Saipan. Several of the ‘thieves’ are from the midwest, including from St. Louis and Kansas City. A eulogy read at his own father’s funeral in 2011 sparked a curiosity that pulled him in every direction across the country, as well as into his own father’s archives. “For about a year or two, I just traveled around the United States tracking down and interviewing the surviving members of [my father’s] platoon,” Tachovsky said. His travels brought him to St. Louis, where he met Knoll. “We’ve met in person twice, and I’ve visited his father’s grave three times because I couldn’t find [the family] at first,” Tachovsky said. The uncovering of history inspired Tachovsky to write the book [40 Thieves on Saipan: The Elite Marine Scout-Snipers in One of WWII’s Bloodiest Battles](https://militaryhistorynow.com/2020/06/04/the-40-thieves-of-saipan-meet-the-elite-marine-scout-snipers-of-the-pacific-war/#google_vignette), documenting the lives and legacies of the ‘thieves’ who fought in World War II. The chapters detail the daily trials and tribulations of the war heroes, while also filling in the gaps for the family and children of the ‘40 thieves,’ who may not have ever known there was more to the stories they had been told. “History is still writing itself. I feel like I’m always learning something new,” Tachovsky said. “I just learned a few months ago the movie ‘Ali Baba and the 40 Thieves’ came out in January of 1944. That also inspired the name ‘40 thieves’ for the platoon.” “Our fathers and what they did -- I can’t imagine being 20 years old and going into war 3000 miles away,” Knoll said. “I’m sure he had to do things he’s not proud of ... but I’m proud of him.” While the ‘thieves’ had to commit the “unspeakable,” according to Tachovsky, the U.S. would not have won the war had they not. “Nothing but respect,” Knoll said. Cpl. Richard Knoll was laid to rest in 2006 at Jefferson Barracks National Cemetery in St. Louis. Copyright 2024 KMOV. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.nps.gov/amme/learn/historyculture/battle-of-saipan.htm)",
    "https://militaryhistorynow.com/2020/06/04/the-40-thieves-of-saipan-meet-the-elite-marine-scout-snipers-of-the-pacific-war/#google_vignette),",
    "https://www.militaryhistorynow.com/2020/06/04/the-40-thieves-of-saipan-meet-the-elite-marine-scout-snipers-of-the-pacific-war/#google_vignette),",
    "https://nps.gov/amme/learn/historyculture/battle-of-saipan.htm)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "richard knoll",
        "sentiment": "negative"
      },
      {
        "name": "tachovsky",
        "sentiment": "none"
      },
      {
        "name": "” knoll",
        "sentiment": "none"
      },
      {
        "name": "frank tachovsky",
        "sentiment": "none"
      },
      {
        "name": "knoll",
        "sentiment": "none"
      },
      {
        "name": "john knoll",
        "sentiment": "none"
      },
      {
        "name": "joseph tachovsky",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "knoll",
        "sentiment": "none"
      },
      {
        "name": "jefferson barracks national cemetery",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      },
      {
        "name": "saipan",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      },
      {
        "name": "mo.",
        "sentiment": "none"
      },
      {
        "name": "wisconsin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T04:41:23.398+02:00",
  "updated": "2024-03-08T04:41:23.398+02:00"
}