{
  "thread": {
    "uuid": "4174519b375e7d9291ecf7bb4fd5e2cca5cf1c9b",
    "url": "https://chicago.suntimes.com/2023/12/29/24018920/illinois-became-the-first-state-to-eliminate-cash-bail-heres-how-its-working",
    "site_full": "chicago.suntimes.com",
    "site": "suntimes.com",
    "site_section": "https://chicago.suntimes.com/rss/index.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Chicago Sun-Times - All",
    "title": "Illinois became the first state to eliminate cash bail. Here’s how it’s working.",
    "title_full": "Illinois became the first state to eliminate cash bail. Here’s how it’s working.",
    "published": "2023-12-29T19:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cst.brightspotcdn.com/dims4/default/77378fd/2147483647/strip/true/crop/6122x3495+0+295/resize/1461x834!/quality/90/?url=https%3A%2F%2Fcdn.vox-cdn.com%2Fthumbor%2F37emH8HX0PWJ_UYtjgJu5-aNnv8%3D%2F0x0%3A6122x4083%2F6122x4083%2Ffilters%3Afocal%283061x2042%3A3062x2043%29%2Fcdn.vox-cdn.com%2Fuploads%2Fchorus_asset%2Ffile%2F24663276%2Fmerlin_105635317.jpg",
    "performance_score": 0,
    "domain_rank": 1351,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4174519b375e7d9291ecf7bb4fd5e2cca5cf1c9b",
  "url": "https://chicago.suntimes.com/2023/12/29/24018920/illinois-became-the-first-state-to-eliminate-cash-bail-heres-how-its-working",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mawa Iqbal | WBEZ",
  "published": "2023-12-29T19:34:00.000+02:00",
  "title": "Illinois became the first state to eliminate cash bail. Here’s how it’s working.",
  "text": "Illinois became the first state to eliminate cash bail. Here’s how it’s working.\nOfficials in Cook County say implementation has been seamless, but the new policy put a strain on resources elsewhere in Illinois.\nLavette Mayes still feels the effects of her pre-trial detention in Cook County Jail, even though it’s been eight years.\nMayes spent 14 months behind bars, awaiting trial for an aggravated battery charge after a fight with a family member. The judge had set her bond at $250,000 during a 30-second court hearing, and Mayes couldn’t come close to paying the 10% up front it would take to be released.\nBecause of her jail stay, she lost her new, small business, almost lost custody of her two kids and had to move back into her childhood home.\nNow, Mayes is an activist with the Chicago community bond fund, the same group that helped pay her bail securing her pretrial release. She was ecstatic when Illinois became the first state to abolish cash bail three months ago.\n“People need to see this, because our kids are coming behind this,” Mayes said. “We can’t leave [the old system] to them.”\nThe controversial change was hotly contested — and still is — with supporters saying the new system protects lower-income defendants like Mayes from being discriminated against, and opponents decrying a destabilizing shift they warn would cause a spike in crime.\nIllinois’ historic pretrial reform has largely passed its first test, with no major scandals and no immediate impact on crime trends. Implementation has been mostly smooth as well, although uneven.\nIn Cook County, the change was supported by leaders and was an extension of reforms already in place. But officials in smaller, downstate counties have been stretched thin by the requirements of the new system.\nA risk of uneven implementation, unequal justice\nCook County Judge Mary Marubio said the transition to the new system has been quite smooth. She serves as a supervising judge of the pretrial division.\n“It’s not that different than it’s always been,” Marubio said. “It’s just that money is no longer one of the conditions that’s ordered.”\nMarubio said they offer a wide range of pretrial services intended to help people get to their next court date, including transportation to the downtown courthouse. They’ll also send out text alerts and make phone calls to people reminding them of their court date.\n“We have a very large staff,” Marubio said. “We have plenty of clerks, we have sheriffs, we have fully trained State’s Attorneys and public defenders. We have a specific new public defender unit for this. So I think we’re in really good shape.”\nBut about 240 miles south in Macoupin County, officials are feeling the difference.\nState’s Attorney Jordan Garrison heads an office of just four staffers. His team, plus two people appointed by the state, are in charge of monitoring people released pretrial, which he said has been at least 20 people per month since cash bail was eliminated.\n“It’s a significant burden to try to track that many people, especially in a rural community that doesn’t have much resources,” Garrison said.\nGarrison said to make the best use of what little resources they have, they have to focus on tracking people with more serious offenses — but that means people with much more common, lower-level charges like burglary and drug possession might slip through the cracks.\n“Eventually, we will have to hire more staff,” Garrison said. “Unfortunately, that’s just not available.”\nGarrison said even if they had more money, there aren’t attorneys available to hire. Macoupin County is part of Illinois’ Fourth Judicial District. It includes 41 counties in central Illinois. This year, only\n55 new lawyers were sworn in in the Fourth District, fewer than one-and-a-half attorneys per county.\nAlison Shames, director at the Maryland-based Center for Effective Policy and an advisor to Illinois’ statewide task force on implementing the new system, said counties need to feel supported to do this new system justice.\n“What we can’t let happen is for this to be implemented in very inconsistent ways, or not implemented at all, right?” Shames said. “Because then you’re gonna end up with a system of very unequal justice.”\nWhich, Shames said, goes against the spirit of the law.\nJail populations fall throughout the state\nWhen Illinois eliminated cash bail, many predicted an increase in\nthe use of electronic monitoring — a way to keep tabs on a defendant without keeping them locked up.\nGeorge Washington Law Professor Kate Weisburd said in other states that have implemented bail reforms, like California and Texas, the use of ankle monitors has gone up while jail populations decreased. She said an increased reliance on monitoring isn’t “moving the ball forward when it comes to pretrial justice.”\n“I think what makes the [Illinois law] so powerful is that judges are required to release people who are deemed not to be a safety risk, and not likely to flee,” Weisburd said. “So that means that most people released under this new law don’t need to have an electronic monitor, because they’re not a safety risk, and they’re not a flight risk.”\nDavid Olson said so far there hasn’t been an increase in the use of electronic monitoring in Illinois. Olson is a law professor specializing in criminal justice and criminology at Loyola University in Chicago.\nHe said three months is not enough time to determine what impact the new system is having on crime rates. But he and his team are hitting the road soon to see how the law is playing out throughout the state.\nOne thing they have seen already, though, is the elimination of bail has driven down jail populations across Illinois. But how drastic the decrease varies by the size of the county.\n“In some of the smaller more rural jails, where historically people might have been held for offenses that are not detainable, the decreases in the jail populations have been larger than in some of the larger jails, where the majority of people held in jail are those charged with more serious offenses,” Olson said.\nOne of those smaller jails is in McLean County, which includes Bloomington-Normal. Assistant State’s Attorney Brad Rigdon said some of the most common charges in his area are misdemeanor assault.\n“Unless the person caused bodily harm, we can’t file a petition to detain [them], then a judge is not allowed to order somebody held in jail,” Rigdon said. “That’s a serious problem, because there are plenty of instances of violence where it’s a progression that works its way up.”\nMcLean County was one of the over 60 counties represented in a lawsuit challenging the constitutionality of eliminating cash bail. Rigdon says, in an ideal world, he would like to see the new law eliminated.\n“However, we are stuck with it now,” Rigdon said. “The best we can hope for is to make it better.”\nMaine bars Trump from ballot as U.S. Supreme Court weighs states’ authority to block former president",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://www.wbez.org/stories/illinois-ending-cash-bail-could-spur-electronic-monitoring/01690884-ff3e-4597-b539-f94f139f46fa",
    "https://www.isba.org/barnews/2023/11/justicelisaholderwhitetoadministeroathtonewattorne",
    "https://wbez.org/stories/illinois-ending-cash-bail-could-spur-electronic-monitoring/01690884-ff3e-4597-b539-f94f139f46fa",
    "https://isba.org/barnews/2023/11/justicelisaholderwhitetoadministeroathtonewattorne"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mayes",
        "sentiment": "none"
      },
      {
        "name": "lavette mayes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "cook county jail",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:15:35.640+02:00",
  "updated": "2023-12-29T20:15:35.640+02:00"
}