{
  "thread": {
    "uuid": "fc0216a3ce30441c0b02631f97ce6ed5b00b9dde",
    "url": "https://vnexplorer.net/ayushmann-khurrana-filmography-analysis-an-impeccable-55-percent-success-ratio-makes-him-a-producers-delight-s824943.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Ayushmann Khurrana Filmography Analysis: An impeccable 55 percent success ratio makes him a producer's delight",
    "title_full": "Ayushmann Khurrana Filmography Analysis: An impeccable 55 percent success ratio makes him a producer's delight",
    "published": "2024-01-06T02:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvAhc.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc0216a3ce30441c0b02631f97ce6ed5b00b9dde",
  "url": "https://vnexplorer.net/ayushmann-khurrana-filmography-analysis-an-impeccable-55-percent-success-ratio-makes-him-a-producers-delight-s824943.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T02:08:00.000+02:00",
  "title": "Ayushmann Khurrana Filmography Analysis: An impeccable 55 percent success ratio makes him a producer's delight",
  "text": "Ayushmann Khurrana Filmography Analysis: An impeccable 55 percent success ratio makes him a producer’s delight\nAyushmann Khurrana has been in the movie industry for over a decade now and it is safe to say that he has made a mark for himself as a bankable, commercial actor with a unique following of his. He started his career as a radio jockey, before becoming a video jockey and then one of the most popular hosts that our country has ever produced. Ayushmann Khurrana’s career is inspiring because he has made it so big in the industry with no direct contacts or influences, primarily on merit.\nAyushmann Khurrana made his debut with Vicky Donor (Credit: Eros Now)\nAyushmann Khurrana Shot To Fame With Vicky Donor Ayushmann Khurrana shot to fame with his very first film which became a sleeper-hit, Vicky Donor. The dramedy based on a sperm-donor found takers across the country and netted around Rs 41 crores back in 2012. The result was that the actor was flooded with a plethora of movie offers from the biggest of producers from the Hindi Film Industry. His relatability is what most viewers got attracted to. He didn’t play the quintessential hero that everyone falls in love with, but rather someone who is flawed and helpless, but endearing and lovable.\nThe Success Of Vicky Donor Was Followed By Three Underwhelming Theatrical Ventures After Vicky Donor, Ayushmann was part of three underwhelming theatrical ventures, namely Nautanki Saala, Bewakoofiyaan and Hawaizaada. While one can’t question the merit of the three films, they were not able to do the kind of business that was expected out of them. The numbers that Hawaizaada particularly did were horrifying and Ayushmann’s movie career rested at a very delicate juncture after that, where any misstep could have had career-ending implications.\nDum Laga Ke Haisha Fueled Ayushmann Khurrana’s Successful Return To Movies Dum Laga Ke Haisha released just a month after Hawaizaada. Unlike most other films back then, Dum Laga Ke Haisha was not massively marketed. The small-town off-beat romantic-drama found the love of the audience and crawled its way to a total of over Rs 30 crores with just a Rs 1 crore nett start. What the actor got was the trust of the paying audience, something any entertainer craves for, when they decide to be an actor.\nShubh Mangal Saavdhaan Gave The Momentum That Ayushmann Khurrana’s Career Was Looking For In the next couple of years, Ayushmann shot for three films and the results were a mixed bag. The romantic-drama Meri Pyaari Bindu ended up being a non-starter and non-runner theatrically, although it has now found its cult. Bareilly Ki Barfi and Shubh Mangal Saavdhaan were not major hits but were received reasonably well, giving the gifted actor, conviction over his choices. Shubh Mangal Saavdhaan infact emerged as Ayushmann’s biggest theatrical grosser and marked his return to the genre that made him a household name. It is this film that gave him the assurance that the audiences want to see him, more in helpless but relatable and lovable characters.\nAyushmann Khurrana delivered his biggest global hit with Andhadhun (Credit: Viacom 18)\nAyushmann Khurrana Never Looked Back After Andhadhun His next film Andhadhun, directed by Sriram Raghavan, is probably the most iconic film in Ayushmann Khurrana’s decorated filmography for many reasons. It is the best received Indian thriller in recent times and boasts of critical acclaim as well as commercial success. Andhadhun was the highest grossing film for the actor in India then, and continues to be his biggest global hit, the greatest chunk of collections coming from the China. After Andhadhun, the actor didn’t take a step wrong, commercially, for almost 2 years.\nBadhaai Do was Ayushmann Khurrana’s first domestic blockbuster (Credit: Junglee Pictures)\nBadhaai Ho Was Ayushmann Khurrana’s First Domestic Blockbuster The big success of Andhadhun was followed by his biggest domestic success that also emerged a blockbuster, Badhaai Ho. The film based on an interestingly quirky situation that arises in a family was wholeheartedly accepted by audiences and has now also found a place in pop-culture.\nAfter Badhaai Ho, the gritty Article 15 proved to be yet another film to get the actor critical as well as commercial success. It was followed by two super-hits, Dream Girl and Bala. Dream Girl continues to be the actor’s highest domestic grosser, netting almost Rs 140 crores in its full run.\nShubh Mangal Zyada Saavdhaan ended the glory streak of the actor at the box office, but still found appreciation for its bold subject.\nThe Covid-19 Pandemic affected Ayushmann Khurrana the most (Credit: T-Series)\nThe Covid-19 Changed Box Office Dynamics, Affecting Ayushmann Khurrana The Most The Covid-19 Pandemic brought with it challenges that actors like Ayushmann Khurrana had to deal with – The change in audience taste and preferences. After the un-expected release of Gulabo Sitabo on digital, middle budget films started to directly release on digital and the theatrical medium became a home only to sequels to accepted films and big scale entertainers that had theatrical mileage. Films like Chandigarh Kare Aashqui, Anek, Doctor G and An Action Hero faced the heat at the box office, although they were not deemed as bad in any way. The reception of Ayushmann’s films released post pandemic were totally opposite of how they were received pre-pandemic. Luckily for him, Dream Girl 2 changed the course and assured him that he still enjoys a substantial theatrical pull and it is just that the film content should be in syncronization with what is expected out of him.\nDream Girl 2 emerged a hit (Credit: Balaji Motion Pictures)\nAyushmann Khurrana’s Last Film Was A Theatrical Hit Dream Girl 2, a sequel to Dream Girl, was a smash-hit at the box office and went on to nett over Rs 100 crores in India. While it did not match the numbers of the first part, the audience verdict was loud and clear, that is, they don’t mind more films from the Dream Girl franchise.\nThe prolific actor will have to be very cautious of his movie choices going forward. The kind of films of his that were immensely loved theatrically pre-pandemic, no longer hold much theatrical potential and he will have to look for movies that the prospective theatrical viewers crave for, in today’s date. The best part about Ayushmann is that he likes to take risks and move away from his comfort zone. One can be assured that his films going forward will woo the audiences, like they did pre-pandemic. It must be mentioned that the actor is loved for numerous other things besides just his acting. He is an accomplished singer whose songs have tugged the heartstrings of millions.\nHere Is The Filmography Analysis Of Ayushmann Khurrana Blockbuster Badhaai Ho Super Hits Dream Girl Bala Hits Vicky Donor Andhadhun Article 15 Dream Girl 2 Average/Semi Hits Dum Laga Ke Haisha Bareilly Ki Barfi Shubh Mangal Saavdhan Which Ayushmann Khurrana film is your favourite?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvAhc.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvOOa.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvK5W.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvHtZ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMqZ.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvOO5.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvK5W.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvOO5.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvMqZ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvHtZ.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvOOa.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mvAhc.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ayushmann khurrana",
        "sentiment": "none"
      },
      {
        "name": "vicky",
        "sentiment": "none"
      },
      {
        "name": "vicky donor",
        "sentiment": "none"
      },
      {
        "name": "vicky donor ayushmann khurrana",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ayushmann khurrana filmography analysis",
        "sentiment": "positive"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:20:40.187+02:00",
  "updated": "2024-01-06T02:20:40.187+02:00"
}