{
  "thread": {
    "uuid": "a31d21b94b87ef4a668500a6a0e390deab37bc79",
    "url": "https://www.princegeorgecitizen.com/ontario-news/nylander-woll-star-as-maple-leafs-down-bruins-2-1-to-force-game-7-8691664",
    "site_full": "www.princegeorgecitizen.com",
    "site": "princegeorgecitizen.com",
    "site_section": "https://www.princegeorgecitizen.com/rss",
    "site_categories": [
      "media",
      "education",
      "entertainment"
    ],
    "section_title": "Prince George Citizen: Prince George Citizen",
    "title": "Nylander, Woll star as Maple Leafs down Bruins 2-1 to force Game 7",
    "title_full": "Nylander, Woll star as Maple Leafs down Bruins 2-1 to force Game 7",
    "published": "2024-05-03T06:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/shared/feeds/cp/2024/05/20240502220548-663450cb5815070e4ae0ffcfjpeg.jpg;w=650;h=433;mode=crop",
    "performance_score": 0,
    "domain_rank": 43989,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a31d21b94b87ef4a668500a6a0e390deab37bc79",
  "url": "https://www.princegeorgecitizen.com/ontario-news/nylander-woll-star-as-maple-leafs-down-bruins-2-1-to-force-game-7-8691664",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joshua Clipperton; The Canadian Press",
  "published": "2024-05-03T06:05:00.000+03:00",
  "title": "Nylander, Woll star as Maple Leafs down Bruins 2-1 to force Game 7",
  "text": "TORONTO — William Nylander scored twice and Joseph Woll made 22 saves as the Toronto Maple Leafs downed the Boston Bruins 2-1 on Thursday to force Game 7 in their first-round series.\nToronto has now won two straight — including Tuesday's 2-1 overtime victory in Game 5 — after falling behind their Original Six rival 3-1 to force a winner-take-all finale Saturday in Boston. Morgan Rielly had two assists.\nJeremy Swayman stopped 24 shots for the Bruins, who also blew a 3-1 lead against the Florida Panthers in last spring's first round before losing in Game 7 following a record-setting regular season. Morgan Geekie scored ruined Woll's shutout with 0.1 seconds left.\nThe Leafs were minus Auston Matthews for a second straight elimination contest after the star centre was pulled from Game 4 with an illness and then missed Tuesday's 2-1 overtime victory at TD Garden that kept Toronto alive.\nThe winner of Leafs-Bruins will take on the well-rested Florida Panthers, who topped the Tampa Bay Lightning 4-1 in that series, in the second round.\nNylander snapped a 0-0 tie with 54.8 seconds left in the middle period with some of his patented Swedish style. The slick winger took a pass from Timothy Liljegren in the offensive zone before weaving away from his check and firing a shot that glanced off Bruins defenceman Charlie McAvoy in front and beat Swayman on the shortside.\nThe goal set off wild celebrations inside an electric Scotiabank Arena — and outside the rink as Maple Leaf Square turned into a mosh pit of blue and white.\nLeafs captain John Tavares had a great chance that whistled just wide before Woll went to work. After a shot pinballed just wide with the Bruins buzzing, the rookie goaltender made a huge stop with the glove on Charlie Coyle in tight to raucous approval.\nBoston continued to press, but Toronto made it 2-0 with 2:13 left in regulation when Nylander moved in alone after taking a pass from Matthew Knies and slid a backhand between Swayman's pads to send the series back to Beantown tied 3-3.\nGeekie scored with 0.1 to spoil Woll's first career shutout.\nThe Leafs battled back from 3-1 deficits against Boston in 2013 and 2018 before losing in seven.\nToronto held a 3-2 lead against the Bruins in 2019, but then dropped two straight for a third series loss against Boston in seven years.\nThe Leafs, who led 12-2 on the shot clock after the first period of Game 5, came out flying again Thursday with a couple good chances in a physical opening 20 minutes that saw the teams combine for 48 hits.\nToronto's power play had some decent looks on its first opportunity, but dropped to 1-for-18 in the series before Knies — Tuesday's OT hero — had a great chance on Swayman's doorstep at the buzzer as the home side outshot Boston 21-1.\nLeafs defenceman Jake McCabe had a terrific look from the slot early in the second before Boston star David Pastrnak took a double-minor for high-sticking, but Toronto again could get nothing going with the man advantage.\nThe Bruins finally registered their second shot more than 27 minutes into the game, and Woll had to be sharp on a couple Pastrnak efforts and a Jake DeBrusk chance.\nToronto's under-fire penalty kill — with six goals against in 14 chances these playoffs coming into Thursday — held firm later in the period.\nWoll had to make two big stops with the teams back even off McAvoy's stick to set the stage for Nylander at the other end.\nSTANDING WOLL\nThe 25-year-old became the first goaltender in NHL history to have each of his first four career playoff starts come in potential elimination games. Thatcher Demko (2020), Michael Hutchinson (2020) and Manny Fernandez (2003) are the only other netminders to have their first three starts come in win-or-go home contests.\nREAVO SITS\nLeafs enforcer Ryan Reaves was a healthy scratch. Toronto winger Noah Gregor saw his first action of the series.\nHEINEN ABSENT\nThe Bruins were without forward Danton Heinen. Head coach Jim Montgomery said following Boston's morning skate he's listed as day-to-day. John Beecher took Heinen's spot in the lineup.\nVeteran defenceman Kevin Shattenkirk returned to the fold after being replaced by Matt Grzelyk in Game 5.\nThis report by The Canadian Press was first published May 2, 2024.\n___\nFollow @JClipperton_CP on X.\nJoshua Clipperton, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Sport"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph woll",
        "sentiment": "negative"
      },
      {
        "name": "william nylander",
        "sentiment": "negative"
      },
      {
        "name": "nylander",
        "sentiment": "negative"
      },
      {
        "name": "woll",
        "sentiment": "negative"
      },
      {
        "name": "jeremy swayman",
        "sentiment": "none"
      },
      {
        "name": "morgan rielly",
        "sentiment": "none"
      },
      {
        "name": "auston matthews",
        "sentiment": "none"
      },
      {
        "name": "morgan geekie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bruins",
        "sentiment": "negative"
      },
      {
        "name": "toronto maple leafs",
        "sentiment": "negative"
      },
      {
        "name": "toronto",
        "sentiment": "negative"
      },
      {
        "name": "maple leafs",
        "sentiment": "negative"
      },
      {
        "name": "florida panthers",
        "sentiment": "none"
      },
      {
        "name": "leafs",
        "sentiment": "none"
      },
      {
        "name": "leafs-bruins",
        "sentiment": "none"
      },
      {
        "name": "boston bruins",
        "sentiment": "none"
      },
      {
        "name": "tampa bay lightning",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "td garden",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "boston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T06:20:10.588+03:00",
  "updated": "2024-05-03T06:20:10.588+03:00"
}