{
  "thread": {
    "uuid": "5404901e978ae40ddc82d5809590a2682a489870",
    "url": "https://www.virtueonline.org/post/only-1-of-churches-do-evangelism--acna-outpaced-tec-in-post-covid-returning-attendance--acna-faces",
    "site_full": "www.virtueonline.org",
    "site": "virtueonline.org",
    "site_section": "http://virtueonline.org",
    "site_categories": [],
    "section_title": "VirtueOnline | Episcopal/Anglican Church News.",
    "title": "Only 1% of Churches do Evangelism/ ACNA outpaced TEC in post-Covid returning attendance/ ACNA faces ecclesiast",
    "title_full": "Only 1% of Churches do Evangelism/ ACNA outpaced TEC in post-Covid returning attendance/ ACNA faces ecclesiast",
    "published": "2025-02-21T22:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.wixstatic.com/media/4bde65_1e914fa2d5e1447483b9449b6d7652fe~mv2.png/v1/fill/w_1000,h_563,al_c,q_90,usm_0.66_1.00_0.01/4bde65_1e914fa2d5e1447483b9449b6d7652fe~mv2.png",
    "performance_score": 0,
    "domain_rank": 112345,
    "domain_rank_updated": "2025-02-17T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5404901e978ae40ddc82d5809590a2682a489870",
  "url": "https://www.virtueonline.org/post/only-1-of-churches-do-evangelism--acna-outpaced-tec-in-post-covid-returning-attendance--acna-faces",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Charles Perez",
  "published": "2025-02-21T22:36:00.000+02:00",
  "title": "Only 1% of Churches do Evangelism/ ACNA outpaced TEC in post-Covid returning attendance/ ACNA faces ecclesiast",
  "text": "Church of England Rudderless – Safeguarding Unresolved / Most clergy will not perform S-S Weddings\nUnlike so many, we do not peddle the word of God for profit. On the contrary, in Christ we speak before God with sincerity, as those sent from God. – II Cor. 2:17\nThe authority by which the Christian leader leads is not power but love, not force but example, not coercion but reasoned persuasion. Leaders have power, but power is safe only in the hands of those who humble themselves to serve. -- John Stott\nThe Church of England is at a crossroads. With no leadership, it has left many wondering if it faces the biggest upheaval since the Reformation. – Cathy Newman\nI will admit that part of me wants to see…cracks in celebrity culture. I want to think that it doesn’t matter when shallow, shiny people have millions of social-media followers, while way too many people of substance do not. -- Terry Mattingly\n\"Gender ideology – the radical Leftist doctrine that claims girls can be boys and boys can be girls, and that such an impossible transition can be made with the use of irreversible drugs and surgery – is one of the greatest and most incomprehensible evils ever inflicted on children, in the whole history of the human race.\" –- Matt Walsh\nLight on the Bible. The Episcopal Church is probably the most liberal, not to say progressive, denomination in the USA. It is fully committed to promoting LGBTQ+ rights and treats DEI initiatives as though they had come down from the mountain top written in stone. – Campbell Campbell-Jack\nDear Brothers and Sisters,\nFeb. 21, 2025\nONLY one percent of pastors says their churches are very effective at doing a good job of evangelism, that is reaching the unchurched. This means that 99 percent of pastors admit they are not very effective and have either given up, or don’t believe in doing it. Evangelism is on life support. People are talking about discipleship and are forgetting about evangelism. Discipleship and evangelism aren’t zero sum games.\nThe demise of evangelism is an existential problem. People desperately need the gospel, says Carey Nieuwhof a Christian apologist and church communicator.\nIn 2015, 13 % said they were very good at effective in reaching the unchurched. Now it is an existential crisis. The church is at a loss as to know what to do.\nSome 80% of church growth is transfer growth with some reports put it at 95%. But this is not true growth going from one church to another. Church efforts on evangelism are coming up short.\nWhy?\nAccording to Nieulhof there are five plausible reasons that evangelism is on life support in today’s church.\n1.The Culture wars have created an us and them. This has led to heated debate, theology bleeding into ideology bleeding into theology. The majority of people are critical of the lifestyle of the other. This up and down approach is going to kill every aspiration to evangelize.\n2,The world rejects self-righteous critical Christians and rightly so. Conservative Christians see themselves as morally superior to everyone else. There is no humility, kindness and generosity, characterized by the best of witness over the centuries. Jesús had a lot of issues with self-righteous people which draws accusations of hypocrisy.\nNon-Christians rank hypocrisy as the top objection to Christianity.\n30 percent cite suffering as a reason to object to Christianity.\n42 name hypocrisy as the top reason. Christians are more concerned with theodicy than hypocrisy as a challenge to God. We need to own it and confess it.\n3.Unchurched people feel judged not loved by Christians and their lack of love for people we don’t love and we are supposed to reach. We don’t love them.\nWhere has the love gone? How foreign it is to say God loves you. In John 3:16 God actually loves the world. He hates evil but He loves the world while estranged from Jesus. Christians today judge the world more than they love unbelievers. Judgement is a terrible evangelism strategy.\n4.Church leaders have settled for transfer growth, some push it from 80% others say it is 95% to 97% growth. There is only 3% to 5 % through conversion growth.\n5. Church leaders have given up on a battle they are losing. For decades church attendance has been declining. Mainline first and now evangelical churches are following them.\nSome distinction is made between faithful and fruitful, but the malaise has hit non-denominational churches. Evangelical leaders focus on discipleship but focusing on discipleship while throwing evangelism out the window. But God still loves the world. One without the other isn’t really accomplishing our mission. Discipleship implies evangelism. Discipleship is a smokescreen for giving up on evangelism.\nSo how does all this impact TEC and the ACNA?\nTEC says evangelism is a life-giving relationship. It is not luring people into church. The more we are in tune with God’s presence our overflow is evangelism, embracing evangelism. A spiritual practice speak of God’s presence and invite others to share the journey. There is no talk of repentance of sin and newness of life. It is a sort of spiritual narcissism with a happy ending.\nThe ACNA has a different understanding of evangelism. The ACNA focuses on evangelism through planting gospel-centered, sacramental, and missional churches. The church acknowledges two intersecting pathways in the catechumenate: catechetical evangelism from the local church and liturgical catechesis from the font.\n***\nHow they voted. According to Demographer Ryan Burge, at the last election, 32 percent of Episcopalians voted for Donald Trump. Some 48 percent of Anglicans voted for the president. The No 1 denomination to vote for Donald Trump was the Assemblies of God by an overwhelming 78%.\n***\nVirtueOnline has crunched the numbers to reveal that the Anglican Church in North America has outpaced The Episcopal Church in post-Covid returning attendance.\nAn interesting phenomenon has revealed itself in comparing the latest 2023 attendance percentages between The Episcopal Church and the Anglican Church in North America (ACNA), post-Covid. The 2024 figures are not yet available for either church.\nFollowing the COVID dip every ACNA diocese has outpaced all Episcopal Church dioceses in the percentage of parishioners returning to in-church worship. There is no ACNA diocese which dips below 40% worship attendance while only four Episcopal dioceses break the 40% ceiling – Northern Indiana (40.2%); Central Florida (40.3%); with Eau Claire and Nevada both weighing in at 44.7%.\nYou can read more here: https://www.virtueonline.org/post/acna-s-post-covid-attendance-figures-outpace-the-episcopal-church\n***\nThe Anglican Church in North America started its journey in 2009, forming and separating itself from The Episcopal Church over its drift from historic and biblical teachings on theology and marriage.\nSet within the Anglican tradition in the U.S. and Canada, ACNA also includes congregations in Mexico, and a missionary diocese in Cuba. It can therefore claim to be an international body, aligned with other global Anglican churches though not officially recognized by the Archbishop of Canterbury and the Anglican Communion Office. The ACNA is a constituent member of GAFCON whose identity is based on the Jerusalem Declaration.\nBut the central issue facing the ACNA is ecclesiastical: what kind of “Anglican” will this body be? It seems that our Constitution and Canons (with reliance on the Jerusalem Declaration) states that we will be confessional, while the heart cry of our leaders seems to be for a conciliar definition (“let’s get as many in the boat as we can for maximum chance of success”).\nFollowing a brief dip in congregations and attendance during COVID, ACNA has fully recovered and is moving forward albeit slowly into a new century.\nFor more click here: https://www.virtueonline.org/post/the-rise-fall-and-rise-of-the-anglican-church-in-north-america\n***\nWe can’t seem to get away from horrific stories of sexual abuse whether it is in the Church of England, the American Episcopal Church, or the ACNA.\nIn the Church of England, evangelicals have taken the lead. The Makin report revealed the horrendous abuse of the late John Smyth at the Iwerne camps leading to more than 100 young men being abused. Smyth continued his behavior in Africa, dying in South Africa before he could be brought to justice.\nThere must be something in the sexual DNA going on in the Fletcher family. Two prominent brothers, David and Jonathan have been charged with sexual abuse.\nDavid Fletcher, a former Church of England minister and leader of evangelical camps, has been accused of sexual abuse against women and girls.\nFletcher, who died in 2022, was rector of St Ebbe’s Church in Oxford between 1986 and 1998 and remained a member of its congregation until his death.\nHis brother, Jonathan Fletcher, a former Anglican minister and a leading figure of the conservative evangelical movement, has been charged with criminal offences.\nHe faces eight counts of indecent assault and one of grievous bodily harm with intent. Aged 81, he was formerly a vicar at Emmanuel Church Wimbledon. He has been bailed to appear at Kingston Crown Court on 7 August. https://www.virtueonline.org/post/iwerne-camp-leader-the-late-revd-david-fletcher-accused-of-sexual-abuse\nBack home Anglican Watch a feisty Anglican blog exposing the sins of Episcopal bishops revealed this week that Todd Ousley prospective bishop provisional for Wyoming, failed to report child rape allegations, and lies about his past conduct.\nAnglican Watch accuses Ousley of sandbagging the Title IV process during his time in the Office of Pastoral Development and his countless instances of corruption. Ousley ignored child rape and mandatory reporting requirements. You can read more here: https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/\nAn Anglican deacon, Phillip J. Shade with the Anglican Diocese of the Living Word has been exposed for allegedly abusing his son some 30-years ago and is accused of 95 child sex crimes. He has been deposed by his bishop Julian Dobbs.\nShade is accused of recording, participating in, and selling of child sexual abuse material via the Telegram app, authorities allege in an affidavit. The offenses allegedly occurred at an apartment in Lower Salford Township in July 2024. Shade is charged with 33 felony counts of possession of child pornography/CSAM, according to charging documents.\n“On Feb. 4, 2025, I received disturbing information regarding actions of inappropriate behavior involving Phillip J. Shade towards his son over 30 years ago. Phillip made a self-disclosure and after the required canonical investigation by the diocese, I have made the decision to depose him from the ordained ministry of the church,” wrote Diocesan Bishop of the Anglican Diocese of the Living Word Rt. Rev. Julian Dobbs in a statement released Tuesday. Anglican Diocese of the Living Word is a jurisdiction of the Anglican Church in North America, a Christian-Reformed Episcopalian denomination headquartered in Beaver County, Pa. with more than 128,000 members and 1,000 congregations.\nShade was a deacon and assistant to the Bishop of the Anglican Diocese of the Living Word at St. Peter’s Anglican Church in Souderton. You can read more here: https://www.virtueonline.org/post/father-deposed-as-anglican-deacon-after-revealing-alleged-30-year-old-abuse-of-son-who-is-accused-of\nThis is not the first time Dobbs has faced a sexual crisis in the diocese. In 2016 he was forced to depose the Rev. Dr. Wayne Buchanan CANA archdeacon on child pornography charges. Dobbs accepted the resignation of the Ven. Buchanan as rector of St. Brendan’s Anglican Church in Bass Harbor and a subsequent review by the diocese led to Dr. Buchanan’s removal from holy orders.\n***\nEpiscopal Presiding Bishop Sean Rowe and a rabbi believe places of worship should not be searched for illegal immigrants because we are all made in the image of God. But are they right? What if Mao, Adolph and Joe also made in the image of God were hiding out in a church would anyone deny ICE the right to enter and arrest them?\nCloser to home, if the illegals were criminals with records should not ICE be permitted to enter a church and take them out? How sacred is a space when it is occupied by criminals with records. Are they a special class needing protection? You can read more here: https://www.virtueonline.org/post/episcopal-presiding-bishop-and-rabbi-believe-places-of-worship-should-not-be-searched-for-illegal-im\n***\nThe Church of England is rudderless. Archbishop Justin Welby has gone, though he can stay at Lambeth Palace till he finds suitable new housing. A source told VOL that Welby has always appeared to have access to very substantial private funds. His inheritance came only recently. His pension will only be about $55,000 a year – not much by TEC standards for an Archbishop. He owns a large house in Normandy and a plush place in West London.\nThe church is now being run by York Archbishop Stephen Cottrell, who is so seriously compromised by failed safeguarding issues that he himself was asked to step down prior to leading the latest Synod. He survived a vote of no confidence at the start of the Church of England’s General Synod, but all this demonstrates just how weak the whole CofE structure is. There are increasing calls for the church to be disestablished. While 50% of Britons want the Church of England to be separated from the State, others argue that the link between the Church and the monarchy should be allowed to linger on.\nThere is every reason to believe that whoever leads the CofE will only continue it down the path to perdition with the Global South ignoring the Mother Church. GAFCON leaders already will have nothing to do with whoever is the next Archbishop of Canterbury and the GSFA bishops are increasingly alarmed at the moves the CofE is making to affirm homosexual marriages.\n***\nThe Church of England held its Synod this week. Safeguarding was on the minds of the Synod. Here is a BBC report:\nSexual abuse survivors reacted with fury after the Church of England's ruling body voted to reject full independent safeguarding despite a string of damaging scandals.\nMembers of the General Synod chose not to adopt a new safeguarding model heavily favoured by victims, who described the move as a 'punch in the gut'.\nRepresentatives of survivors said the outcome was 'incredibly disappointing' and showed the Church had decided to 'keep it in the family'.\nIt follows a series of scandals that have damaged public faith in the CofE and led to the resignation of former archbishop of Canterbury Justin Welby.\nSurvivors had urged the Church to endorse a model which would have seen all safeguarding officers employed by the Church transferred to a new independent body not under the control of bishops.\nBut members instead voted for a less independent model 'as the way forward in the short term' with undefined 'further work' to be done to implement the move to full independence.\nThe endorsed model will see some staff move to a new body outside the Church but other safeguarding officers will remain.\nThe more radical model would have immediately taken safeguarding out of the hands of the Church.\nHere is a summary from Anglican Futures that is enlightening.\n***\nKenyan Archbishop Ole Sapit believes that President Trump’s shutting down USAID was a good thing. The Kenyan archbishop sees some hope in President Donald Trump’s move to shut down the United States Agency for International Development.\n“I partially thank Trump for the disruption,” the archbishop said at an event at St. Paul’s University in Limuru on February 6.\n“Let us be disrupted so that we think properly and manage our resources properly. Every other economy grew not in easy times but when you are faced by a crisis. They think deeper, and I hope we can think deeper now.”\nOle Sapit declared that it is time African leaders sought home-grown solutions to the continent’s woes, and claimed that foreign aid has often been misappropriated in the East African nation.\n“USAID projects have been shut down,” he said. “People have lost jobs. But deficiency in leadership is our main problem. Let that money go so that we know how to save the little we have. Because most of it is stolen before it reaches where it is supposed to go.” You can read more here: https://www.virtueonline.org/post/usaid-shutdown-an-opportunity-kenyan-primate-says\n***\nIf you are at all concerned about clergy performing same-sex marriages, here is some good news. Demographer Ryan Burge asks would you perform the wedding of a same-sex couple if your religious group allowed it, 58% said definitely not, another 9 percent said probably not conduct a same-sex wedding.\nBy religious tradition the numbers were even bolder. Among those identifying as conservative, 91% said they would not hold a same-sex wedding. Liberal clergy were obviously far more permissive. Among this group, 53% said they “definitely” would with another 21% saying they “probably” would. So, 74% of liberal clergy would conduct a same-sex wedding, while 91% of conservative clergy would not.\n***\nDropping Out of Everything. An increasing number of Americans are just done.\nOne of the most important pieces of social science published is Robert Putnam's Bowling Alone: The Collapse and Revival of American Community. Its premise is simple: people aren’t joining stuff anymore—social clubs like the Elks, the Moose, the Boy Scouts, and bowling leagues. Bowling Alone was published in 2000, and much of the data collected extended through the mid-1990s, which deeply shapes what Putnam perceives as the causal factors for this decline in American community. He attributes much of the blame to the rise of cable television, which seems quaint now. It has been said that if Putnam’s magnum opus were updated with data from the last 25 years, the title would have to change to \"Tweeting Alone,\" \"Netflixing Alone,\" or \"Instagramming Alone.\" Everything that Putnam observed in the earlier data has only been amplified due to rapid advances in technology.\nCampbell, Layman, and Green in Secular Surge argue that atheists and agnostics are secular people; they have rejected religion but replaced it with something else. \"Nothing in particulars,\" however, have only completed half that mission—they walked away from religion but never managed to replace it with anything else. They aren’t secular—they are non-religious, defined by what they are not.\nAnd this share of Americans is growing rapidly.\nIn 2008, just 14% of the sample said they were \"nothing in particular.\" By 2013, that had reached 20%. It plateaued there for the next five years or so and then began to climb again. Now, in the most recent data, somewhere between 23-24% of all American adults just shrug their shoulders when asked about their faith. They don’t want to label themselves one way or another.\n***\nWe have finally transitioned to a new website. It is now up and running. Over the next few weeks, we will place over 35,000 stories in the archives. Please bear with us. A transition like this has been time consuming and costly and we could use some financial assistance to keep it up. And running. We have specialists and consultants who have made the change and transition possible.\nWith VOL’s new website you can more easily navigate to areas of interest.\nI would recommend the theology section with some fine articles by Dean Chuck Collins. www.virtueonline.org\n***\nPlease consider a tax-deductible donation. A PayPal donation link can be found here: http://www.virtueonline.org/support.html\nIf you are more inclined with old fashioned checks, (as I am), you can send your donation to:\nVIRTUEONLINE\nP.O. Box 111\nShohola, PA 18458\nWarmly in Christ,\nDavid\nPS. I am recovering from heart surgery with a very good prognosis. For those of you who knew and prayed for me I say thank you. I am returning to normal, so the beat goes on.\nI have begun a substack on the Middle East. In light of so much written on Israel, prophecy and the Bible, I felt constrained, with the help of some scholars, to look at events there and how they are playing out in today’s world in the light of Scripture. You can access my substack here: https://davidvirtue2.substack.com/ There is no charge to access my substack.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Religion and Belief",
    "Social Issue"
  ],
  "topics": [
    "Religion and Belief->religious leader",
    "Religion and Belief->church",
    "Religion and Belief->religious conflict",
    "Social Issue->social problem",
    "Social Issue->communities",
    "Social Issue->religious discrimination"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/0743203046",
    "http://www.amazon.com/exec/obidos/ASIN/1108831133",
    "https://davidvirtue2.substack.com/",
    "https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/",
    "http://4.Church",
    "https://www.davidvirtue2.substack.com/",
    "http://amazon.com/exec/obidos/ASIN/1108831133",
    "https://davidvirtue2.substack.com",
    "http://www.4.Church",
    "http://amazon.com/exec/obidos/ASIN/0743203046",
    "https://anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/",
    "https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-22T00:40:58.471+02:00",
  "updated": "2025-02-22T00:40:58.471+02:00"
}