{
  "thread": {
    "uuid": "52022b48740b48179401def57496466a5b8a1263",
    "url": "https://www.urdupoint.com/en/pakistan/icube-qamar-pakistan-successfully-launches-f-1821151.html",
    "site_full": "www.urdupoint.com",
    "site": "urdupoint.com",
    "site_section": "https://www.urdupoint.com/en",
    "site_categories": [
      "media",
      "religion",
      "books_and_literature",
      "islam",
      "entertainment"
    ],
    "section_title": "Pakistan News Today - Breaking News from Pakistan, Updated and Latest News of Pakistan",
    "title": "ICube Qamar: Pakistan Successfully Launches First Lunar Mission - UrduPoint",
    "title_full": "ICube Qamar: Pakistan Successfully Launches First Lunar Mission - UrduPoint",
    "published": "2024-05-03T13:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://photo-cdn.urdupoint.com/media/2024/05/_2/740x404/pic_1714730733.jpg",
    "performance_score": 0,
    "domain_rank": 19411,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52022b48740b48179401def57496466a5b8a1263",
  "url": "https://www.urdupoint.com/en/pakistan/icube-qamar-pakistan-successfully-launches-f-1821151.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abdullah Hussain",
  "published": "2024-05-03T13:05:00.000+03:00",
  "title": "ICube Qamar: Pakistan Successfully Launches First Lunar Mission - UrduPoint",
  "text": "ICube Qamar: Pakistan Successfully Launches First Lunar Mission , , Abdullah Hussain (@Abdulla99267510) Published May 03, 2024 | 03:05 PM Developed through a collaboration between Pakistan's Institute of Space Technology (IST), China’s Shanghai University SJTU, and Pakistan’s national space agency SUPARCO, ICUBE-Q marks a significant achievement in space exploration. ISLAMABAD: (UrduPoint/UrduPoint / Pakistan Point News-May 3rd, 2024) Pakistan’s groundbreaking lunar mission, ICUBE-Q, was successfully launched on Friday aboard China’s Chang’E6 spacecraft from Hainan, China . Developed through a collaboration between Pakistan 's Institute of Space Technology (IST), China’s Shanghai University SJTU, and Pakistan’s national space agency SUPARCO, ICUBE-Q marks a significant achievement in space exploration. The ICUBE-Q orbiter is equipped with two optical cameras designed to capture images of the lunar surface. Following rigorous qualification and testing, ICUBE-Q has been integrated into the Chang’e6 mission, the latest installment in China’s lunar exploration program. Viewers can witness the launch live on the IST website and various social media platforms. Chang’e6 is poised to make a historic landing on the far side of the Moon to collect surface samples for further research upon its return to Earth. This mission carries particular importance for https://www.urdupoint.com/pakistan/ as it includes the deployment of its CubeSat satellite, iCube-Q, developed by IST. CubeSats are known for their compact size and standardized design, making them ideal for a variety of scientific research, technology development, and educational endeavors in space exploration. With their versatility and relatively low cost , CubeSats enable broader participation in space missions by universities, research institutions, and commercial entities. They serve as invaluable platforms for testing new technologies and fostering collaboration within the global space community across a multitude of missions, including Earth observation, remote sensing, atmospheric research, and more. Recent Stories 1 minute ago Ranbir Kapoor showers praise on beauty of Mahira Khan 2 hours ago Deputy PM Dar calls for OIC's joint action to confront rising Islamophobia https://www.urdupoint.com/en/pakistan/bus-plunge-in-chilas-claims-20-lives-1821110.html Bus Plunge in Chilas Claims 20 Lives 3 hours ago Pakistan to launch first lunar orbit mission 'ICUBE-Qamar' today 6 hours ago Currency Rate In Pakistan - Dollar, Euro, Pound, Riyal Rates On 3 May 2024 7 hours ago Today Gold Rate in Pakistan 03 May 2024 15 hours ago Dar for joint action to counter Islamophobia in context of Israeli aggression ag .. https://www.urdupoint.com/en/pakistan/azam-tarar-urges-for-effective-implementation-1821073.html Azam Tarar urges for effective implementation of Action Plan for Human Rights https://www.urdupoint.com/en/pakistan/paf-cadets-graduation-ceremony-held-1821072.html PAF cadets' graduation ceremony held 16 hours ago One-day national seminar \"Great Power Competition: Challenges and Opportunities .. https://www.urdupoint.com/en/business/10-firms-submit-lois-for-pia-aleem-khan-1821070.html 10 firms submit LoIs for PIA: Aleem Khan https://www.urdupoint.com/en/pakistan/saudi-arabia-launches-nusuk-pilgrim-card-for-1821069.html Saudi Arabia launches Nusuk pilgrim card for the Hajj of 2024 More Stories From Pakistan - Murad Ali Shah condemns Khuzdar blast, martyrdom of Press Club President4 seconds ago - CM KP highlight importance of freedom of press for democracy7 seconds ago - Ahsan Iqbal stresses space exploration for national development10 minutes ago - Farmers’ look for Govt help for better wheat prices20 minutes ago - IRSA releases 126,800 cusecs water40 minutes ago - AC visits exam centers, recovers cell phones40 minutes ago - DOAM expedites work on archeological excavation, documentation of Shah Alla Ditta caves50 minutes ago - Pak, Syria edu ministers discuss mutual cooperation in education sector50 minutes ago - IIOJK among most dangerous places for journalists in world: Report59 minutes ago - Police arrest two bike lifters with seven motorcycles60 minutes ago - Engr Amir Muqam grieves over loss of lives in GB bus incident60 minutes ago - Punjab's municipalities gear up for competition in Suthra Punjab programme60 minutes ago",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/Abdulla99267510",
    "https://www.twitter.com/Abdulla99267510"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abdullah hussain",
        "sentiment": "negative"
      },
      {
        "name": "icube qamar",
        "sentiment": "negative"
      },
      {
        "name": "chang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shanghai university sjtu",
        "sentiment": "none"
      },
      {
        "name": "institute of space technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "islamabad",
        "sentiment": "none"
      },
      {
        "name": "hainan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T13:20:32.158+03:00",
  "updated": "2024-05-03T13:20:32.158+03:00"
}