{
  "thread": {
    "uuid": "338b53cb9c10f6844f246d157a8aa9cd3a232769",
    "url": "https://thegrio.com/2024/04/18/ashanti-and-nelly-are-engaged-and-expecting-their-first-child-together",
    "site_full": "thegrio.com",
    "site": "thegrio.com",
    "site_section": "https://thegrio.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "TheGrio",
    "title": "Ashanti and Nelly are engaged and expecting their first child together",
    "title_full": "Ashanti and Nelly are engaged and expecting their first child together",
    "published": "2024-04-18T22:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thegrio.com/wp-content/uploads/2024/04/GettyImages-1497666893-e1697643823727.jpg",
    "performance_score": 0,
    "domain_rank": 9681,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "338b53cb9c10f6844f246d157a8aa9cd3a232769",
  "url": "https://thegrio.com/2024/04/18/ashanti-and-nelly-are-engaged-and-expecting-their-first-child-together",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TheGrio Lifestyle",
  "published": "2024-04-18T22:22:00.000+03:00",
  "title": "Ashanti and Nelly are engaged and expecting their first child together",
  "text": "“This new year of my life is such a blessing full of love, hope and anticipation,” said Ashanti, confirming the baby news.\nMonths after confirming their rekindled romance, Ashanti and Nelly are teaming up for a very special collaboration — a baby.\nThis week, the “Foolish” singer teased growing pregnancy rumors in an Instagram video advertising at-home fertility diagnostic company Proov , which she and the rapper co-own with founder Amy Beckley, PhD. In the video, Ashanti appears to be getting ready for a performance; as her mom, Tina Douglas, continuously asks her daughter how much time she needs backstage, the star ultimately responds, “Uh, I’m gonna need about nine months.”\nThe songstress further confirmed her pregnancy in an exclusive interview with Essence magazine, where she also announced her engagement to Nelly.\n“This new year of my life is such a blessing full of love, hope and anticipation,” Ashanti told the publication. “Motherhood is something that I have looked forward to, and sharing this with my family, fiancé and loyal fans, who have been so supportive of my career, is an amazing experience.”\nRecommended Stories Featured Nelly goes all out for Ashanti’s birthday: ‘One time for the birthday girl’ TheGrio Lifestyle\nLifestyle Ashanti and Nelly confirm reignited romance two decades after sparking relationship rumors Haniyah Philogene\nFeatured Nelly said that the 2000s was the toughest era in hip-hop. He’s right and wrong. Panama Jackson\nEntertainment Ashanti recalls dealing with sexual harassment during her career TheGrio Staff\nFeatured Anatomy of a side-dude anthem Joe Jurado\nEntertainment Ashanti, Jadakiss to join D-Nice for ‘Club Quarantine’ at Carnegie Hall TheGrio Staff\nFeatured Oakland’s Black Joy Parade returns this weekend TheGrio Staff\nFeatured Nick Cannon says mother of his child questioned him about condom vending machine prank Biba Adams\nIn 2023, the couple confirmed their resumed romantic relationship . During an appearance on “Boss Moves with Rasheeda,” Nelly shared that the two were dating again.\n“We cool again,” the rapper said. “​​I think it surprised both of us, though. It wasn’t anything that was planned […] But sometimes, being separate, you understand one another more.”\nAt the time, the mother-to-be cemented their new relationship status by carrying a custom clutch emblazoned with a picture of the two from 2003, the year the two were initially rumored to have been dating.\nShortly after the couple validated romance rumors, pregnancy rumors began to swirl when fans noticed an intimate moment between the two onstage. During a performance at the Four Seasons Hotel in December, Ashanti and Nelly rested their hands on her stomach and exchanged smiles, which led fans to believe that baby news could be on the way. Similarly, the rapper once responded “I’m on it” to an Instagram comment saying “Get [Ashanti] pregnant tonight,” per People magazine.\nThough this is Ashanti’s first baby, the couple’s child will be joining Nelly’s daughter Chanelle, his son Cornell Jr., and his niece and nephew Shawn and Sydney Thomas, whom he adopted after his sister Jackie Donahue died of leukemia in 2005.\n“We are in a great space,” Ashanti previously told People . “Everything is positive. [We’re] having a lot of fun.”\nCue “Baby” by Ashanti!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "http://youtube.com/watch?v=QThbui6twrI",
    "https://www.proovtest.com/",
    "https://people.com/mtv-vmas-2023-ashanti-nelly-are-having-fun-in-rekindled-romance-exclusive-7969418",
    "http://www.youtube.com/watch?v=QThbui6twrI",
    "https://proovtest.com/",
    "https://proovtest.com",
    "http://www.youtube.com/watch",
    "https://www.people.com/mtv-vmas-2023-ashanti-nelly-are-having-fun-in-rekindled-romance-exclusive-7969418"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nelly",
        "sentiment": "negative"
      },
      {
        "name": "tina douglas",
        "sentiment": "none"
      },
      {
        "name": "amy beckley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ashanti",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:20:38.532+03:00",
  "updated": "2024-04-19T01:20:40.882+03:00"
}