{
  "thread": {
    "uuid": "19ef7daee24b562fd7291d688977e412746ef4dd",
    "url": "https://www.udiscovermusic.com/stories/best-james-brown-songs-feature",
    "site_full": "www.udiscovermusic.com",
    "site": "udiscovermusic.com",
    "site_section": "https://www.udiscovermusic.com/feed/",
    "site_categories": [
      "music",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "uDiscover Music",
    "title": "Best James Brown Songs: 20 Funk And Soul Masterpieces",
    "title_full": "Best James Brown Songs: 20 Funk And Soul Masterpieces",
    "published": "2024-05-03T07:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.udiscovermusic.com/wp-content/uploads/2021/06/James-Brown-GettyImages-84879829.jpg",
    "performance_score": 0,
    "domain_rank": 11962,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19ef7daee24b562fd7291d688977e412746ef4dd",
  "url": "https://www.udiscovermusic.com/stories/best-james-brown-songs-feature",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Morrison",
  "published": "2024-05-03T07:18:00.000+03:00",
  "title": "Best James Brown Songs: 20 Funk And Soul Masterpieces",
  "text": "Best James Brown Songs: 20 Funk And Soul Masterpieces\nThis introduction to The Godfather of Soul contains some of the most important music of the 20th century.\nIf one were to name\nJames Brown as one of the most influential artists of the 20th century and beyond, there are few reasonable people who would argue. Born in 1933 in Barnwell, South Carolina, and raised in Augusta, Georgia, Brown grew up singing in gospel quartets and performing throughout the South. When he joined The Famous Flames, a powerful rhythm and blues ensemble fronted by his friend Bobby Byrd, Brown’s journey to stardom would begin.\nAn electric performer and tireless innovator, Brown’s catalog is one of the most diverse in the history of recorded music. From his emotive ballads in the 1950s, the fiery R&B sides of the 60s, the deeply funky and socially conscious workouts of the 70s, or his pop-soul hits of the 1980s, James Brown didn’t just weather the stylistic changes that shaped popular music. Most of the time, he was a major initiator of those changes.\nListen to the best James Brown songs on\nApple Music or Spotify.\nWhen the cultural revolution of hip-hop exploded onto mainstream consciousness in the 80s, sampling arose as a new and radical musical innovation. Hungry for hypnotic grooves, pounding drum breaks, dynamic vocals, and horn riffs, hip-hop producers and DJs naturally gravitated to the Godfather of Soul. Since then, countless DJs and producers have taken bits of James Brown’s best songs to use in their own new creations, thus allowing Brown’s musical DNA to continue to spread far and wide.\nWith dozens of studio albums, live albums, and compilations as well as the numerous hits that Brown produced for associated acts like\nLyn Collins, The J.B.s, Vicki Anderson, Bobby Byrd, and others, there is no list that could fully encompass James Brown’s prodigious musical output. That being said, these 20 best songs are a great introduction to his incredible career.\nThe ballads\n(Try Me; Please, Please, Please; Bewildered; I Love You, Yes I Do)\nRooted in the traditions of gospel and blues, one of the greatest weapons James Brown’s arsenal is his ability to pour deep emotion into a soulful ballad. While some of his best songs like “Try Me” and “Please, Please, Please” were hits and undeniable classics, Brown brought that same ecstatic energy to ballads like “Bewildered” and “I Love You, Yes I Do.” With his strained, gravely voice, Brown was able to add a rough edge and sense of pleading urgency to these songs, a balladeer who could blur the lines between pain and pleasure, love and loss.\nThe origins of funk\n(I Got You (I Feel Good); Papa’s Got A Brand New Bag; I Got The Feelin’; Cold Sweat; Superbad Pt. 1&2; Ain’t It Funky Now; Get Up (I Feel Like Being a) Sex Machine; Get Up Offa That Thang)\nFor James Brown, the mid-to-late 60s were an incredibly prolific and innovative period. Not only did Brown produce several of his best songs in this period with cuts like “I Got You (I Feel Good),” “Papa’s Got A Brand New Bag,” “I Got The Feelin’,” he would ultimately change the course of music history by introducing a new rhythmic concept and compositional matrix into the fold. With 1967’s “Cold Sweat,” Brown placed heavy emphasis on the first beat of a song’s measure and repurposed melodic instruments into agents of rhythm. With this set of daring innovations, what we know today as funk was born. Whether it as the driving, hypnotic grooves of “Superbad Pt. 1&2” and “Ain’t It Funky Now” or flamboyant anthems like “Get Up (I Feel Like Being a) Sex Machine” and “Get Up Offa That Thang,” Brown would consistently prove that he was not only the inventor of the funk, but its chief innovator.\nJames Brown songs with a message\n(Say It Loud – I’m Black and I’m Proud; It’s a Man’s Man’s World; The Payback)\nAs fate would have it, the peak of James Brown’s popularity, as well as his creative prime, would coincide with (and in many ways inspire) both the Civil Rights era and the Black Power Movement. As with many of the United States’ great musicians, Brown also sought to express the frustrations and hopes of the people by injecting socially conscious messages into his music. “Say It Loud – I’m Black and I’m Proud” emphasized Black pride in a white-dominated world, while “It’s a Man’s Man’s World” celebrated the contributions of women. Oftentimes, Brown would just rap to the brothers and sisters on the street with cuts like “The Payback,” lending his voice to articulate the Black, working-class experience.\nHip-hop’s DNA\n(Funky Drummer; Give It Up or Turn It Loose; Blues And Pants; Mind Power; Papa Don’t Take No Mess)\nWhen hip-hop first emerged in the early 70s, DJs utilized\nthe funky grooves and pounding drum breaks of James Brown and the legions of bands that his best songs inspired. As sampling technology evolved, producers would once again turn to Brown, extracting snippets of horn riffs, basslines, screams, guitar licks, and drums to build entirely new collages of sound. The hypnotic, extended grooves of “Give It Up or Turn it Loose,” “Blues And Pants,” “Mind Power,” and “Papa Don’t Take No Mess” have all been sampled famously. “Funky Drummer,” however, is perhaps Brown’s greatest contribution to sampling culture. Showing up in hundreds if not thousands of songs, “Funky Drummer” has helped to shape the future of music to this day.\nThink we missed one of the best James Brown songs? Let us know in the comments below.\n11 Comments\n-\nHot Pants and Soul Power need to be SOMEWHERE!\n-\nHow about Mother Popcorn?\n-\n1. There was a Time\n2. Make it Funky\n3. There it Is\n4. Talking Loud\n-\nThere was a time. There it Is, Talking Loud, Make it Funky.\n-\nI would add an early cover of the standard Night Train, Doing it to Death, and the lessor played masterpiece It’s too Funky in Here.\n-\nBody Heat\n-\nGet On The Good Foot is a #1 groove jam. King Heroin is a serious message song.\n-\nFunky President, stays relevant!\nYou could always play both sides of James’s 45s, so could you ever say James had an, ‘A & B side’?\n-\nDoing It To Death has to be in there somewhere, fantastic song.\n-\n“I’ll Go Crazy” and “Maybe The Last Time” need to be in “The ballads”\nFor “The origins of funk” category, I can’t miss those below:\nGood Good Lovin’\nThink\nTell Me What You’re Gonna Do\nI Don’t Want Nobody To Give Me Nothing (Open Up The Door I’ll Get It Myself)\nMother Popcorn\nIt’s A New Day\nI’m A Greedy Man\nGet On The Good Foot\nI Got A Bag Of My Own\nI would add few more groovy mid-tempo songs such as “I Can’t Stand Myself (When You Touch Me)”, “There Was A Time”, “Soul Power” and “Doing It To Death”.\n-\nAin’t It Funky Now",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://udiscover.lnk.to/James-Brown-Best-Of",
    "http://udiscover.lnk.to/James-Brown-Best-Of/Spotfiy",
    "http://www.udiscover.lnk.to/James-Brown-Best-Of/Spotfiy",
    "http://www.udiscover.lnk.to/James-Brown-Best-Of"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "best james brown",
        "sentiment": "positive"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "james brown",
        "sentiment": "none"
      },
      {
        "name": "bobby byrd",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "augusta",
        "sentiment": "none"
      },
      {
        "name": "barnwell",
        "sentiment": "none"
      },
      {
        "name": "south",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T09:22:27.971+03:00",
  "updated": "2024-05-03T09:22:27.971+03:00"
}