{
  "thread": {
    "uuid": "3de26b28324d50e05711e1be23a03cf777a64658",
    "url": "https://www.autoevolution.com/news/this-all-in-one-electric-hydrofoil-and-surfboard-is-amazing-but-costs-nearly-a-kidney-233404.html",
    "site_full": "www.autoevolution.com",
    "site": "autoevolution.com",
    "site_section": "https://autoevolution.com/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "autoevolution: cars & moto news and vehicle specifications",
    "title": "This All-in-One Electric Hydrofoil and Surfboard Is Amazing but Costs Nearly a Kidney - autoevolution",
    "title_full": "This All-in-One Electric Hydrofoil and Surfboard Is Amazing but Costs Nearly a Kidney - autoevolution",
    "published": "2024-05-03T21:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s1.cdn.autoevolution.com/images/news/this-all-in-one-electric-hydrofoil-and-surfboard-is-amazing-but-will-cost-you-a-kidney-233404_1.jpeg",
    "performance_score": 0,
    "domain_rank": 5509,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3de26b28324d50e05711e1be23a03cf777a64658",
  "url": "https://www.autoevolution.com/news/this-all-in-one-electric-hydrofoil-and-surfboard-is-amazing-but-costs-nearly-a-kidney-233404.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cristian Curmei",
  "published": "2024-05-03T21:04:00.000+03:00",
  "title": "This All-in-One Electric Hydrofoil and Surfboard Is Amazing but Costs Nearly a Kidney - autoevolution",
  "text": "With summer just around the corner, I've decided to bring to light some of the toys that lie in wait. One of those toys is Scubajet's Hybridboard, an all-in-one water sports solution that lets you switch between a hydrofoil and an e-board without ever changing the board you're on. That's right, folks, the wonderous machine you see in the image gallery is an That manufacturer is none other than Austrian-based Scubajet, started by Armin Kundigraber in 2016. His love of water sports sparked the beginnings of this crew, and while it's their boards that take the spotlight, Scubajet's focus on the way their drivetrains function is also key. Now, there are two ways you can go about things. According to Scubajet's website, you can purchase the Hybridboard as just a hydrofoil or e-board, both of which cost €15,800 ($17K at current exchange rates) each. The all-in-one unit is going for €18,960 ($29,400). Quite a bit more than other such trinkets on the market, but there are clear reasons for this, and the starting point is Just how nimble? Well, if you've ever ridden an e-surfboard, then you know darned well that your board-manipulating skills are going to play a huge factor in your ability to enjoy the experience; it's not at all easy, and to carve, you really need to know what to do, when to do it, and to actually have the muscles to do so. That said, Scubajet is showcasing a top speed of up to 50 kph (31 mph) for e-foil operation and 45 kph (28 mph)while under surfboard mode. No matter which of the two you enjoy, that's As for just how much fun you can have with one of these babies, Scubajet shows us a runtime of 1.5 hours with just one battery under e-foil operation, but once we switch over to surfboard mode, that runtime drops to 40 minutes, with both batteries in place! This makes sense, considering the dynamics of both systems. With two batteries in the board, the e-foil is going to cruise around for up to 3 hours. As for the battery bay itself, it's hidden under the footboard, and you shouldn't have to worry about this thing catching on fire while out in the water; these babies are fitted with waterproof battery bays. Once those powerhouses are drained, you'll be pulling off to the side for 3.5 hours before being able to go out there again. Now, to understand the magic behind such a system, let's say you head out to a lake on a weekend or even own a yacht where you'd have a couple of these babies stored. After breakfast, you can start your day with a smooth and gentle ride out on the waters to help tame the dopamine of the day's first meal. Tap into that meditative state you seek as you glide above the watery landscape below. But Finally, I need to point out that these babies have been in the preorder stages for almost a year. According to the manufacturer's website, the Performance Series boards, the ones we talked about today, are That said, if you've never ridden an e-foil or e-surfboard, find them in your area, take them for a spin - beware the learning curve as it's going to be a tough first experience, so keep at it - and then you'll know what Scubajet has achieved here. But, if you're in the US, \"Shipping will be available soon.\" Hang tight, or was that hang ten? [electric hydrofoil and e-board](https://www.autoevolution.com/news/the-new-renault-5-will-be-unveiled-in-geneva-next-to-these-crazy-yellow-mobility-vehicles-229569.html)all in one neat package, and since I've ridden both a hydrofoil and e-board, I found it rather nice to see a manufacturer think of such a solution. That manufacturer is none other than Austrian-based Scubajet, started by Armin Kundigraber in 2016. His love of water sports sparked the beginnings of this crew, and while it's their boards that take the spotlight, Scubajet's focus on the way their drivetrains function is also key. Now, there are two ways you can go about things. According to Scubajet's website, you can purchase the Hybridboard as just a hydrofoil or e-board, both of which cost €15,800 ($17K at current exchange rates) each. The all-in-one unit is going for €18,960 ($29,400). Quite a bit more than other such trinkets on the market, but there are clear reasons for this, and the starting point is [what these babies are crafted out of](https://www.autoevolution.com/news/azimut-s-new-grande-44m-flagship-boasts-an-innovative-eco-friendly-four-deck-design-231452.html). If you've had a look at the images in the gallery, it's possible you noticed all that carbon fiber. Well, this building material definitely isn't cheap, nor is it shaping such a body; you need to create molds, find qualified technicians, and put in the man-hours to work with carbon fiber. This ensures a light construction, with the board weighing just 11.5 kg (25.3 lbs) without the batteries. The batteries tack on an extra 10 kg (22 lbs) of weight, which is still decent and should feel rather nimble on the water. Just how nimble? Well, if you've ever ridden an e-surfboard, then you know darned well that your board-manipulating skills are going to play a huge factor in your ability to enjoy the experience; it's not at all easy, and to carve, you really need to know what to do, when to do it, and to actually have the muscles to do so. That said, Scubajet is showcasing a top speed of up to 50 kph (31 mph) for e-foil operation and 45 kph (28 mph)while under surfboard mode. No matter which of the two you enjoy, that's [more than fast enough](https://www.autoevolution.com/news/do-summer-right-with-gosun-s-elcat-splash-inflatable-and-solar-powered-fun-for-the-family-229968.html). As for just how much fun you can have with one of these babies, Scubajet shows us a runtime of 1.5 hours with just one battery under e-foil operation, but once we switch over to surfboard mode, that runtime drops to 40 minutes, with both batteries in place! This makes sense, considering the dynamics of both systems. With two batteries in the board, the e-foil is going to cruise around for up to 3 hours. For example, a hydrofoil relies on an underwater fixed wing sitting on a mast to create lift, and once your board is off the water's surface, it's all a very neat and almost frictionless experience; it's like having your own magic carpet. But a surfboard is [the exact opposite](https://www.autoevolution.com/news/exclusive-1973-jet-ski-and-passion-birthed-the-hydroblade-frictionless-hydrofoil-fun-204266.html), always in contact with the water's surface and subjected to loads of friction. As for the battery bay itself, it's hidden under the footboard, and you shouldn't have to worry about this thing catching on fire while out in the water; these babies are fitted with waterproof battery bays. Once those powerhouses are drained, you'll be pulling off to the side for 3.5 hours before being able to go out there again. Now, to understand the magic behind such a system, let's say you head out to a lake on a weekend or even own a yacht where you'd have a couple of these babies stored. After breakfast, you can start your day with a smooth and gentle ride out on the waters to help tame the dopamine of the day's first meal. Tap into that meditative state you seek as you glide above the watery landscape below. But [adrenaline calls](https://www.autoevolution.com/news/searider-evs-are-about-to-change-the-water-sports-game-in-a-big-way-fast-as-hell-231162.html). So, for those of us who are looking for a more aggressive experience, all you have to do is flip your board over, get to work using Scubajet's quick-release system, and switch modes. You'll need to add a couple of fins to the surfboard, and you're good to go. All that's done with no tools and well under a minute once you get the hang of it. Finally, I need to point out that these babies have been in the preorder stages for almost a year. According to the manufacturer's website, the Performance Series boards, the ones we talked about today, are [set to start being delivered before summer 2024](https://www.scubajet.com/shop/accessories/all-in-one-hybridboard/), which is right about now. That said, if you've never ridden an e-foil or e-surfboard, find them in your area, take them for a spin - beware the learning curve as it's going to be a tough first experience, so keep at it - and then you'll know what Scubajet has achieved here. But, if you're in the US, \"Shipping will be available soon.\" Hang tight, or was that hang ten?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.scubajet.com/shop/accessories/all-in-one-hybridboard/),",
    "https://scubajet.com/shop/accessories/all-in-one-hybridboard/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "scubajet",
        "sentiment": "none"
      },
      {
        "name": "armin kundigraber",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "scubajet",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T21:23:22.965+03:00",
  "updated": "2024-05-03T21:23:22.965+03:00"
}