{
  "thread": {
    "uuid": "78c6c3872cb1633d6988c77d8bd718627a323b3e",
    "url": "https://www.wionews.com/world/pope-francis-advocates-for-ukraine-to-show-courage-in-negotiations-698401",
    "site_full": "www.wionews.com",
    "site": "wionews.com",
    "site_section": "https://www.wionews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WION: Breaking News, Latest News, World, South Asia, India, Pakistan, Bangladesh News &amp; Analysis - Latest World News",
    "title": "Pope encourages Ukraine to show ‘white flag’ courage in negotiations - World News",
    "title_full": "Pope encourages Ukraine to show ‘white flag’ courage in negotiations - World News",
    "published": "2024-03-09T19:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.wionews.com/sites/default/files/2024/03/09/417395-untitled-design-29.png",
    "performance_score": 0,
    "domain_rank": 6086,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 82,
        "comments": 39,
        "shares": 15
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78c6c3872cb1633d6988c77d8bd718627a323b3e",
  "url": "https://www.wionews.com/world/pope-francis-advocates-for-ukraine-to-show-courage-in-negotiations-698401",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wion",
  "published": "2024-03-09T19:37:00.000+02:00",
  "title": "Pope encourages Ukraine to show ‘white flag’ courage in negotiations - World News",
  "text": "Pope encourages Ukraine to show ‘white flag’ courage in negotiations Story highlights Pope Francis emphasised a different perspective, stating that true strength lies in considering the well-being of the people and having the courage to negotiate. Pope Francis said that Ukraine should demonstrate what he referred to as the 'courage of the white flag' and engage in negotiations to end the ongoing conflict with Russia, which began with Moscow's full-scale invasion two years ago and has resulted in the loss of tens of thousands of lives. In a recent interview with Swiss broadcaster RSI, Pope Francis expressed his view on Russia-Ukraine war by engaging in negotiations to end the war with Russia. The interview took place last month, predating Turkish President Tayyip Erdogan's recent offer to host a summit between Ukraine and Russia to seek a resolution to the conflict. During the interview, Pope Francis responded to a question about the ongoing debate over whether Ukraine should surrender, given its challenges in repelling Russian forces. The term white flag was used in the question to describe a potential surrender. While acknowledging this interpretation, Pope Francis emphasised a different perspective, stating that true strength lies in considering the well-being of the people and having the courage to negotiate. He stressed the importance of international involvement in facilitating these talks. In his remarks, the Pope suggested that negotiating is a courageous act, especially when faced with adversity. He encouraged timely negotiations to prevent further escalation of the conflict, mentioning Turkey among the countries that could offer mediation. Last year the 87-year-old pope sent a peace envoy, Italian Cardinal Matteo Zuppi, to Kyiv, Moscow and Washington to sound out leaders in those countries. This interview marked the first time Pope Francis used terms such as white flag or defeated in discussing the Ukraine war. He reiterated the need for negotiations and expressed a willingness to mediate if required. In another part of the interview, Pope Francis drew a parallel to the conflict between Israel and Hamas, emphasising that negotiating should never be seen as surrender. The Ukrainian leader's own peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. A spokesman for Volodymyr Zelensky did not immediately respond to a request for comment on the pope's remarks. (With inputs from agencies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "none"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rsi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T23:51:19.212+02:00",
  "updated": "2024-03-09T23:51:19.212+02:00"
}