{
  "thread": {
    "uuid": "cc5832081042163b58ced2d29f0c6be3e7846789",
    "url": "https://vnexplorer.net/competitive-pay-at-tsmc-plant-may-ripple-across-japan-beat-inflation-s743484.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Competitive pay at TSMC plant may ripple across Japan, beat inflation",
    "title_full": "Competitive pay at TSMC plant may ripple across Japan, beat inflation",
    "published": "2024-01-01T06:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.i-scmp.com/sites/default/files/styles/768x768/public/d8/images/canvas/2024/01/01/317a6411-6e02-4942-a333-da85b0e3d819_9d690eee.jpg?itok=EDDKgi_N&amp;v=1704080512",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc5832081042163b58ced2d29f0c6be3e7846789",
  "url": "https://vnexplorer.net/competitive-pay-at-tsmc-plant-may-ripple-across-japan-beat-inflation-s743484.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-01T06:37:00.000+02:00",
  "title": "Competitive pay at TSMC plant may ripple across Japan, beat inflation",
  "text": "The world’s leading contract chip maker Taiwan Semiconductor Manufacturing Co (TSMC) could infuse new momentum into pay hikes that outpace price increases in inflation-plagued Japan, an essential element Prime Minister Fumio Kishida has long pursued.\nTSMC’s generous compensation packages to recruit for a new plant in Kikuyo, Kumamoto Prefecture, can serve as a wake-up call to manufacturers not just around the area but in other regions of the country, economists say.\nThe spillover effect will be critical as the world’s third- largest economy is at risk of stagflation if wage hikes continue falling behind price rises.\n“Tailwinds are blowing,” said Kazuma Kishikawa, an economist at Daiwa Institute of Research.\nThe Taiwanese company’s US$8.6 billion plant along with other vast spending plans by its peers such as Rapidus and Micron Technology could spur more investment and competition for talent and hence labour market liquidity and wage growth in broader sectors, he said.\nThe Kishida government is poised to help the chip industry with financial aid to meet its goal of tripling domestic sales of semiconductors, parts and materials to 15 trillion yen (US$105 billion) by 2030, while seeking to encourage companies to boost capital spending through tax credits.\nJapan sees domestic chip production as critical for its economic security, as heavy dependence on major supplier Taiwan poses geopolitical risks stemming from rising tensions between the United States and China over the self-ruled island.\nAccording to the Japanese Trade Union Confederation, around 5,300 of its member unions agreed with their managements on average pay hikes of 3.58 per cent in their 2023 wage negotiations, the sharpest rise in about 30 years.\nStill inflation-adjusted wages fell from a year earlier for the 19th consecutive month in October as wage growth failed to catch up with rising prices.\n“I strongly ask everyone in the business community to accelerate domestic investment and, above anything else, to achieve wage growth that will exceed this year’s,” Kishida said at a recent event organised by the country’s most influential business lobby, the Japan Business Federation.\nSignage at the Rapidus booth at Semicon Japan in Tokyo, Japan, Dec. 13, 2023. Photo: Bloomberg\nBacked by up to 476 billion yen in subsidies, TSMC plans to hire 1,700 workers to start production in December 2024 at the plant, a joint venture with Sony Group and Denso, and the Taiwanese chipmaker’s first manufacturing base in Japan.\nTSMC offered starting salaries of 280,000 yen per month to university graduates in 2022, 40 per cent higher than the local average of around 200,000 yen, according to local college officials. The figure was also 27 per cent higher than the national average monthly salary for new graduates of roughly 220,000 yen for the year to March 2024, according to Sanro Research Institute.\n“I am excited to start my semiconductor career at the (TSMC) plant. I can absorb the world’s most advanced skills and knowledge there and receive good wages and benefits,” said a 19-year-old student at the Kumamoto Prefectural College of Technology, a two-year college in Kikuyo. He will start his career as an associate engineer at TSMC’s Kumamoto plant from April with a monthly salary of around 230,000 yen.\nWith Japan facing a shrinking workforce, local companies are struggling to secure enough employees around Kikuyo, a town of around 44,000 people where TSMC and its suppliers are gathering in an industrial park district to create a cluster of semiconductor-related businesses.\nA Sony image sensor displayed at Semicon Japan in Tokyo, Japan, Dec. 13, 2023. Photo: Bloomberg\nEconomists expect competition for talent and wages to intensify nationwide. In the semiconductor industry, recently created chip maker Rapidus is building a new chip plant in Hokkaido and US chip giant Micron Technology is ramping up production capacity in Hiroshima Prefecture, both supported by subsidies of roughly 200 billion to 300 billion yen each.\nToshiba and Kioxia are also boosting production lines. TSMC is considering a second plant and reportedly a third in Japan, supported by more government financial support.\n“Considering TSMC is hiring people from across the country, the trend of wage hikes could spread nationwide, while the pain would be felt among small and medium-sized businesses that are not able to keep up with wage hikes,” said Toshihiro Nagahama, chief economist at Dai-ichi Life Research Institute.\nThe Japan Electronics and Information Technology Industries Association projects eight major domestic chip makers alone will face shortages of 40,000 workers over the next decade.\nWith more chip-related companies building plants around and outside Kikuyo, Kyushu Financial Group estimates that the clustering of chip businesses in Kyushu, which is made up of Kumamoto and seven other prefectures, will have an economic impact of about 7 trillion yen in the region over the 10 years from 2022.\nWhile small companies find it difficult to raise pay, economists say they have to offer competitive salaries to entice young talent.\nIt is also unclear whether salaries, investment and employment can increase in the long term without government financial assistance, DIR’s Kishikawa said.\n“It is necessary … to create an environment to attract investment without government subsidies in the future,” he said.\nHuman resources development also remains a crucial challenge for Japan to maintain growth even with its dwindling working population.\nThe Kumamoto Prefectural College of Technology has teamed up with Kumamoto University to allow its students to transfer to the university’s faculty of engineering as third-year students, starting April 2024, said Yuzo Obara, president of the tech college.\nThe National Institute of Technology, Kumamoto College will also start offering a joint research programme in cooperation with Kumamoto University from April 2025.\n“It is a once-in-a-century opportunity we can’t miss to address underlying problems,” said Chikao Fukushima, chairman of Kikuyo’s town council.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kishida",
        "sentiment": "none"
      },
      {
        "name": "kazuma kishikawa",
        "sentiment": "none"
      },
      {
        "name": "fumio kishida",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tsmc",
        "sentiment": "negative"
      },
      {
        "name": "taiwan semiconductor manufacturing co",
        "sentiment": "negative"
      },
      {
        "name": "daiwa institute of research",
        "sentiment": "none"
      },
      {
        "name": "micron technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "kikuyo",
        "sentiment": "none"
      },
      {
        "name": "kumamoto prefecture",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T07:11:37.793+02:00",
  "updated": "2024-01-01T07:11:37.793+02:00"
}