{
  "thread": {
    "uuid": "860c2a138b1cd4d503a7dc286b8604261e928b55",
    "url": "https://www.hercampus.com/school/oswego/things-im-thankful-for-this-thanksgiving/",
    "site_full": "www.hercampus.com",
    "site": "hercampus.com",
    "site_section": "https://www.hercampus.com/sitemap.rss",
    "site_categories": [
      "sexuality",
      "health"
    ],
    "section_title": "Her Campus",
    "title": "Things I’m Thankful for This Thanksgiving",
    "title_full": "Things I’m Thankful for This Thanksgiving",
    "published": "2023-12-28T23:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.hercampus.com/SH6M70M3/as/2vp5fpk7vvjmnc6h96s5xgh/jedowennpbnwe1o07iunsplashjpg_by_Jed_Owen?width=1200&#038;height=630&#038;fit=crop&#038;auto=webp",
    "performance_score": 0,
    "domain_rank": 10456,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "860c2a138b1cd4d503a7dc286b8604261e928b55",
  "url": "https://www.hercampus.com/school/oswego/things-im-thankful-for-this-thanksgiving/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@hercampus",
  "published": "2023-12-28T23:23:00.000+02:00",
  "title": "Things I’m Thankful for This Thanksgiving",
  "text": "*I do not support the history of why we have Thanksgiving, nor do I do anything special on Thanksgiving with my family besides eating food.*\nThanksgiving is a time we all take for granted. If you’ve read my other articles you’d know that I stood in my college town for the summer. Basically, the only time in 2023 that I’ve been home with my family is before the spring semester started (2-3 weeks in January), spring break (one week in March), and my 21st birthday in July (one week in July). I have been in Oswego most of 2023 so this Thanksgiving is a bit different for me. We take being home with family and spending quality time with family for granted. Here is what I’m thankful for this Thanksgiving.\nSeeing my Mom\nMy mom is an important person in my life. She raised me single-handedly and shaped me into who I am. I’m thankful to see my mom this Thanksgiving and spend time with her.\nSeeing my Family\nIt has been a while since I’ve seen some of my family members. Family is also important to me. In the past year or so I’ve lost two family members and some other members are experiencing old age and health issues. That’s why this Thanksgiving I’m thankful to see my family before it’s too late. Life is short and you never know what will happen so appreciate your family more because they won’t all be here forever.\nGetting Some Real Home Cooked Food\nCooking in a dorm is NOT convenient at all so all I have is either dining hall or ordering out. Ordering out gets old because Oswego isn’t like New York City where we have so many food options. I am thankful I get to be home and get to cook and get home-cooked meals from my mom. I’ve missed her cooking.\nBeing Home\nI have been in Oswego all year basically. At first, it was peaceful and relaxing since I was there all summer, but oh boy am I thankful to be home. There’s something about Oswego Air that makes the people unpleasant and just not fun to be around. Also, the weather now in Oswego is so gloomy and does not help my mental health at all. I’m glad to be home, my mental health needs it.\nMyself\nI’ll save this for whenever I write a book. I wish I could share everything I’ve been through this year, but it’s best to keep it to myself. I’m grateful to myself, for always being strong and never giving up even though I wanted to so many times this year. I am thankful that I was able to still be successful, go to my class, get a job, work, be President of Her Campus, run my org, get back into reading, get brand deals, and much more all while struggling with my mental health and being alone.\n2023\nI’m thankful I lived through this year even though I didn’t want to and I wanted it all to end. I’m thankful for all the lessons I’ve learned and my self-discovery journey. I’m thankful for the people I got close to this year but I’m also thankful that I am no longer close with them. I’m thankful for my friends I do have and all the supportive people in my life, I appreciate them more than they know. I’m thankful for my sweet bosses at Penfield Library who have taken care of me since the summer. I’m thankful for Her Campus and all our writers.\nI’m thankful for this year to finally end.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "oswego",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:38:38.029+02:00",
  "updated": "2023-12-29T00:38:38.029+02:00"
}