{
  "thread": {
    "uuid": "f3b246ba1f8aaedd24a68834bab91752c0be8e35",
    "url": "https://vnexplorer.net/erica-packer-and-new-love-interest-shannon-bennett-enjoy-lunch-at-byron-bays-the-farm-restaurant-with-the-couples-respective-kids-s696822.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Erica Packer and new love interest Shannon Bennett enjoy lunch at Byron Bay's The Farm restaurant with the couple's respective kids",
    "title_full": "Erica Packer and new love interest Shannon Bennett enjoy lunch at Byron Bay's The Farm restaurant with the couple's respective kids",
    "published": "2023-12-28T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/24/22/79310211-12898827-image-a-17_1703456652821.jpg",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f3b246ba1f8aaedd24a68834bab91752c0be8e35",
  "url": "https://vnexplorer.net/erica-packer-and-new-love-interest-shannon-bennett-enjoy-lunch-at-byron-bays-the-farm-restaurant-with-the-couples-respective-kids-s696822.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-28T23:54:00.000+02:00",
  "title": "Erica Packer and new love interest Shannon Bennett enjoy lunch at Byron Bay's The Farm restaurant with the couple's respective kids",
  "text": "READ MORE: James Packer's ex-wife Erica packs on the PDA with new boyfriend celebrity chef Shannon Bennett\nErica Packer, James Packer’s glamorous ex-wife, has been living it up in Byron Bay with her new love interest, celebrity chef Shannon Bennett.\nThe couple have been spotted out and about this Christmas holidays, and recently enjoyed a lavish lunch at the famous The Farm restaurant in the beachside town.\nErica, 46, looked casual yet chic in a black top and long black skirt, her dark hair worn down.\nShannon, 48, who is the ex-partner of actress Madeleine West, wore a black Jolly Rogers Inn shirt and red hat as the couple congregated for lunch with their respective children in tow.\nAs the two families laughed with each other at the table, the pair chatted over their meal, and at one point shared a cute moment where Erica fed a Shannon a piece of her lunch.\nErica Packer, James Packer’s ex-wife, enjoyed a festive luncheon at The Farm restaurant in Byron Bay last week with her new beau, celebrity chef Shannon Bennett and their respective children (all pictured)\nEarlier in the day, Shannon and Erica were spotted enjoying a romantic beach date with Erica and their children.\nThe photos showed the pair packing on the PDA as they stroll down the beach, kissing and hugging as they soaked up the summer sunshine.\nThe couple are reportedly staying at Shannon’s $2million beachfront property on the Belongil Beach peninsula, with his six children Phoenix, Hendrix, Xascha, Xanthe, Xahlia and Margaux.\nThe pair, who have nine children combined, had a raucous time at the upmarket restaurant\nErica, 46, looked casual yet chic in a black top and long black skirt, her dark her worn down\nErica’s children Indigo, Jackson and Emmanuelle – who she shares with ex James – are also apparently staying in the sprawling mansion.\n‘They weren’t flaunting it, but they certainly weren’t hiding it either,’ an onlooker told The Sunday Telegraph of the pair’s romance.\n‘They waited until the kids went in the house until they shared a cuddle and a kiss,’ they added.\nShannon, 48, who is the ex partner of actress Madeleine West, wore a black Jolly Rogers Inn shirt and red hat as the couple congregated for lunch with their respective children in tow\nThe two families chatted with each other at the table\nAt one point, Erica and Shannon huddled and shared an intimate conversation\nThe source claimed Erica and Shannon’s children seemed to be getting on well, and spent the day riding electric bikes by the beach.\nJames and Erica married in 2007 and later split in 2013, but are on good terms as they co-parent their three children.\nErica reportedly received a $100 million divorce payment, and purchased a family home in Los Angeles shortly after the break-up.\nThe kids laughed and played at the famous Byron Bay restaurant as their meal arrived\nAt one point, Erica got an impromptu hairdo from one of the girls\nLater, the children enjoyed ice cream in the warm Byron air\nJames also bought an $80million Los Angeles mansion so he could be closer to Erica and their children whenever he was in town.\n‘James’ main priority at the moment is the wellbeing of his kids,” a family friend told The Daily Telegraph at the time of the divorce.\nWhen Erica visits Sydney, she often lives with her former husband and their children at James’ $72 million Crown penthouse home.\nAt one point the new couple shared a cute moment where Erica fed a Shannon a piece of her lunch\nEarlier in the day, Shannon and Erica were spotted enjoying a romantic beach date with Erica and their children\nThe ex-couple are so close that they often enjoy family holidays together.\nIn contrast, Shannon’s relationship with ex partner Madeleine is not as amicable.\nShannon, who rose to fame on MasterChef Australia, split from Madeleine in September 2018 after 13 years of dating.\nMadeleine later stated the separation process ‘turned love toxic’.\nThe couple are reportedly staying at Shannon’s $2million beachfront property on the Belongil Beach peninsula, with his six children Phoenix, Hendrix, Xascha, Xanthe, Xahlia and Margaux\nTwo years after their breakup, she left Melbourne and moved to the Byron Bay area to be near their six children, buying her own $4.6million property overlooking Tallow Beach.\nIn May 2022, Shannon said Madeleine saw their children fortnightly, while they spend the remainder of the time with him.\n‘The kids live with me full time and they visit their mother every fortnight for a few days,’ he told the Herald Sun at the time.\nErica’s children Indigo, Jackson and Emmanuelle – who she shares with ex James – are also apparently staying in the sprawling mansion. ‘They weren’t flaunting it, but they certainly weren’t hiding it either,’ an onlooker told The Sunday Telegraph of the pair’s romance\n‘They waited until the kids went in the house until they shared a cuddle and a kiss,’ they added\nThe source claimed Erica and Shannon’s children seemed to be getting on well, and spent the day riding electric bikes by the beach\nMadeleine spent this year embroiled in court battles with Benny Bennett, Shannon’s elderly father, who took out an AVO against her after an alleged clash at the chef’s Byron mansion in 2022.\nA magistrate enforced the AVO describing Madeleine as an ‘evasive’ and unreliable witness, and her alleged treatment of her ex father-in-law, 75, as ‘verging on being aggressive’.\nBut the decision was thrown out when Madeleine appealed to the NSW District Court and won in a ruling by Judge Jonathan Priestley who said ‘the evidence of facts supporting them is light on, and not supported by’ the footage from five different CCTV cameras around Shannon Bennett’s home.\nErica married James Packer in 2007, and they later split in 2013. Pictured together in 2005",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shannon bennett",
        "sentiment": "negative"
      },
      {
        "name": "shannon b",
        "sentiment": "negative"
      },
      {
        "name": "james packer",
        "sentiment": "negative"
      },
      {
        "name": "erica packer",
        "sentiment": "negative"
      },
      {
        "name": "erica",
        "sentiment": "negative"
      },
      {
        "name": "shan",
        "sentiment": "none"
      },
      {
        "name": "madeleine west",
        "sentiment": "none"
      },
      {
        "name": "shannon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the farm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "byron bay's the farm",
        "sentiment": "none"
      },
      {
        "name": "byron bay",
        "sentiment": "none"
      },
      {
        "name": "shannon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:01:18.289+02:00",
  "updated": "2023-12-29T00:01:18.289+02:00"
}