{
  "thread": {
    "uuid": "3e53201b68b6d08e30a365305ee8b73b1346a65c",
    "url": "http://susielee.house.gov/media/in-the-news/las-vegas-review-journal-nevada-democrats-want-ivf-protected-and-one-its-personal",
    "site_full": "susielee.house.gov",
    "site": "house.gov",
    "site_section": "http://susielee.house.gov",
    "site_categories": [],
    "section_title": "Representative Susie Lee |Representing the 3rd District of Nevada",
    "title": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal | Representative Susie Lee",
    "title_full": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal | Representative Susie Lee",
    "published": "2024-02-29T22:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://susielee.house.gov/sites/evo-subsites/susielee.house.gov/files/evo-media-image/18902079_web1_ROAD-WARRIOR-AUG21-23__014.jpg.jpg",
    "performance_score": 0,
    "domain_rank": 441,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e53201b68b6d08e30a365305ee8b73b1346a65c",
  "url": "http://susielee.house.gov/media/in-the-news/las-vegas-review-journal-nevada-democrats-want-ivf-protected-and-one-its-personal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jessica Hill",
  "published": "2024-02-29T22:24:00.000+02:00",
  "title": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal | Representative Susie Lee",
  "text": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal Nevada’s Democratic members of Congress joined federal legislation that would protect access to in vitro fertilization following last week’s Alabama Supreme Court decision that could impact access to the assisted reproductive technology. Members of the House and Senate have joined onto the Access to Family Building Act that would establish a legal right to IVF and other assisted reproductive services, overriding any state effort to limit or ban access. Sens. Catherine Cortez Masto and Jacky Rosen and Reps. Susie Lee, Dina Titus and Steven Horsford announced Tuesday that they had signed onto the bill, which was originally introduced in January by Sen. Tammy Duckworth of Illinois in the Senate and Rep. Susan Wild of Pennsylvania in the House. That bill was first brought forward in 2022, but Senate Republicans blocked the vote. The Alabama Supreme Court ruled last week that couples who lost frozen embryos during an accident at a storage facility could sue the clinic and hospital for wrongful death. Three clinics have since announced they would pause their services as they sort out the ruling, which has sparked concern of wider impact and reinvigorated abortion-rights advocates. “This cruel decision is already hurting some women’s ability to begin or continue fertility treatments,” Rosen said in a statement. “I’m backing legislation to protect access to IVF treatments and safeguard Americans’ right to start or grow their families.” According to data from the National Library of Medicine, IVF accounts for 1.6 percent of all live births in the United States. Since 1978, more than 5 million children worldwide have been conceived via in vitro fertilization. Following the [overturning of Roe v. Wade](https://www.reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/), which had guaranteed the federal right to an abortion, advocates warned that IVF and other reproductive-related procedures could be next. “Women’s reproductive rights are being threatened nationwide, and we have to keep fighting back,” Cortez Masto said in a statement. For Lee, whose children were born using IVF, the need to protect fertility treatment is personal. “Because of IVF, I was able to create a family, and without it, I would not have my two incredible children,” she said in a statement to the Review-Journal. “Alabama is the first step in the far-right’s plan to rob women of the opportunity to become a mother and yet another step in restricting women’s freedoms.” In the 2022 midterms, abortion was a key issue for voters across the country, with Democrats winning key races in part due to their abortion messaging. As November 2024 elections draw nearer in which the Republican Party works to flip the Senate red, the National Republican Senatorial Committee sent a memo to Senate candidates encouraging them to reject efforts to restrict IVF. “There are zero Republican Senate candidates who support efforts to restrict access to fertility treatments,” the Feb. 23 memo from Executive Director Jason Thielman said. GOP [Senate candidate](https://www.reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/) Sam Brown, who is a frontrunner in a crowded Republican primary field in Nevada, took to X — formerly known as Twitter — to highlight his support of the fertility treatment. “Amy and I believe we should do more to promote loving families and help people experience the joys of parenthood,” he wrote. “IVF and other similar fertility treatments are a blessing for so many families seeking that joy, and we should ensure they remain accessible for them.” Over the weekend, former president and 2024 presidential hopeful Donald Trump also said that, like the majority of Americans, he strongly supports the availability of IVF for couples who are trying to have a baby and called on the Alabama legislature to preserve its availability. Senate Republicans — including many who supported the overturning of Roe v. Wade and argued abortion laws should be left up to the states — signaled Tuesday they would block the Access to Family Building Act, according to Politico. Rep. Mark Amodei, Nevada’s sole Republican congressman, could not be reached for comment. [Health Care](/issues/health)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Politics"
  ],
  "external_links": [
    "https://www.reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/)",
    "https://www.reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/),",
    "https://reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/),",
    "https://reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susie lee las vegas review-journal",
        "sentiment": "negative"
      },
      {
        "name": "jacky rosen",
        "sentiment": "none"
      },
      {
        "name": "tammy duckworth",
        "sentiment": "none"
      },
      {
        "name": "susan wild",
        "sentiment": "none"
      },
      {
        "name": "susie lee",
        "sentiment": "none"
      },
      {
        "name": "dina titus",
        "sentiment": "none"
      },
      {
        "name": "catherine cortez masto",
        "sentiment": "none"
      },
      {
        "name": "steven horsford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "alabama supreme court",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas review-journal",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      },
      {
        "name": "illinois",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:13.279+02:00",
  "updated": "2024-03-01T00:20:13.279+02:00"
}