{
  "thread": {
    "uuid": "dc7caa4bf9e4dfd4a332eb49b1ac36c3a5d3b574",
    "url": "https://www.courant.com/2024/01/01/highland-park-market-finds-success-with-plans-for-new-20000-square-foot-kitchen-and-storage-space/",
    "site_full": "www.courant.com",
    "site": "courant.com",
    "site_section": "http://www.courant.com/news/connecticut/rss2.0.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "News &#8211; Hartford Courant",
    "title": "A CT regional market plans expansion in next year. ‘We’ve really outgrown our kitchen’",
    "title_full": "A CT regional market plans expansion in next year. ‘We’ve really outgrown our kitchen’",
    "published": "2024-01-01T13:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.courant.com/wp-content/uploads/migration/2019/04/18/UKLLUCYM7ZA7FAB5LQWVQF7Y4Q.jpg?w=1024&#038;h=670",
    "performance_score": 0,
    "domain_rank": 2977,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc7caa4bf9e4dfd4a332eb49b1ac36c3a5d3b574",
  "url": "https://www.courant.com/2024/01/01/highland-park-market-finds-success-with-plans-for-new-20000-square-foot-kitchen-and-storage-space/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stephen Underwood",
  "published": "2024-01-01T13:04:00.000+02:00",
  "title": "A CT regional market plans expansion in next year. ‘We’ve really outgrown our kitchen’",
  "text": "A regional, third-generation,\nfamily-owned grocery chain is planning to expand its operation with a new dedicated kitchen space that will meet demand for its prepared food items.\nThe\nHighland Park Market grocery store, which has locations in Farmington, Glastonbury, and Manchester, recently bought the Bogner Quality Meats building at 349 Wetherell St. in Manchester.\nThe decades-old butcher shop, which has operated out of the location since the 1960s, will stay in the building for another year before moving to another spot in town.\nHighland Park Market bought the nearly 20,000 square-foot building for $1.25 million in late August, according to the company.\nUnder the purchase-sales agreement, Bogner will continue to lease the building where it is currently located for another year until Highland Park Market takes over the space. The grocery store bought the building due to increased demand for its prepared food items.\n“We’ve really outgrown our kitchen at our Manchester location,” said Molly Devanney, vice president of Highland Park Market.\n“If you were to look at our kitchen now, we’ve got people on top of each other just trying to get all the orders done. So this will enable us a state of the art kitchen and allow our employees really more space to just do their jobs.”\nWhile plans remain tentative, Devanney said that the company would like to utilize the building primarily for storage and to prepare food that would then be distributed to its other retail locations.\nIn addition, a small meat counter and commissary is planned to sell grab-and-go prepared food items.\n“We also don’t have a lot of freezer space in Manchester for refrigeration, so with the new building we were able to order extra product in for the holidays,” Devanney said. “We’re using the building just for storage right now until we can get in there and do some major renovation work to the property.”\nOver the next year, Devanney said, the company will begin to finalize plans for the space and start renovation work to transform the building. However, construction isn’t planned for a while until the terms of the purchase-sales agreement are fully realized.\n“We want to be good landlords and take care of the people there now,” Devanney said.\n“They’re great people and we want to be very respectful of them. We’re not pushing them out and we’re making sure to give them plenty of time,” Devanney said.\nBogner Quality Meats spokeswoman Beth Coviello said that the extra time will allow the company to find a permanent location and that both staff and ownership are grateful towards Highland Park Market for their hospitality.\n“We want to assure our customers that we aren’t going away,” Coviello said. “We will be staying in Manchester. While we have our eye on a new location, we still have to get permits and approval at the moment. So we’re hoping to figure all that over the next few months.”\nHighland Park Market has been a staple in Manchester since opening in 1886, according to its website. Jack Devanney purchased the small market in 1958 and it has remained in the Devanney family since then. Today, the Devanney family’s third generation has taken over the day-to-day operations of the stores.\n“One of those things are grandfather did was really take the time to get to know his customers and give them the products that they want,” Devanney said.\n“Everything we do involves people. Whether that’s taking care of our employees or our customers. We support the community that supports us. We love our customers and I think that’s what separates us from other grocery stores. We care about quality as well. But it’s really about providing that customer service.”\nStephen Underwood can be reached at sunderwood@courant.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.highlandparkmarket.com/",
    "https://www.bognerqualitymeats.com/",
    "https://www.highlandparkmarket.com",
    "https://www.bognerqualitymeats.com",
    "https://bognerqualitymeats.com/",
    "https://highlandparkmarket.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "molly devanney",
        "sentiment": "none"
      },
      {
        "name": "bogner",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wetherell st.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "glastonbury",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "highland park market",
        "sentiment": "none"
      },
      {
        "name": "farmington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T14:20:44.476+02:00",
  "updated": "2024-01-01T14:20:44.476+02:00"
}