{
  "thread": {
    "uuid": "5fac530f625a5eca9d4f79d56754680c623db91e",
    "url": "https://menafn.com/1108286455/New-Success-For-IVI-Naples-In-Promoting-The-Holy-Grail-And-Its-Way-In-Europe",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "New Success For IVI Naples In Promoting The Holy Grail And Its Way In Europe",
    "title_full": "New Success For IVI Naples In Promoting The Holy Grail And Its Way In Europe",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/includes/img/logo.jpg",
    "performance_score": 0,
    "domain_rank": 6677,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fac530f625a5eca9d4f79d56754680c623db91e",
  "url": "https://menafn.com/1108286455/New-Success-For-IVI-Naples-In-Promoting-The-Holy-Grail-And-Its-Way-In-Europe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "New Success For IVI Naples In Promoting The Holy Grail And Its Way In Europe",
  "text": "Lucrezia D'Alagno and the Holy Grail Itinerari video Interattivi (IVI) Team with the Holy Grail The Holy Grail Multimedia Museum Santa Maria delle Grazie in Roccarainola, Naples The King's Lady Festival presented“Lucrezia D'Alagno and the Holy Grail” as part of its program to promote the Way of the Holy Grail as a Cultural Itinerary ROCCARAINOLA, NAPLES, ITALY, June 2, 2024 /EINPresswire / -- On June 1 at 6:30 pm, at the Multimedia Museum Santa Maria delle Grazie in Roccarainola (NA), the IVI team of Naples, directed by Salvatore Forte, presented“Lucrezia D'Alagno and the Holy Grail.” This event was part of the prestigious festival“La Damigella del Re,” which celebrates the history, culture, and traditions of the region. Event Synopsis “Lucrezia D'Alagno and the Holy Grail” is a performance that explores the life and myth of Lucrezia D'Alagno, a fascinating figure in Italian history. The event recounted the story of Lucrezia D'Alagno, a beautiful, cultured, and charismatic woman considered the favorite of King Alfonso V of Aragon. Celebrated by poets and novelists, Lucrezia, despite her significant influence in the Kingdom of Naples, never became queen due to a tragic destiny. Participants.Actors: Annalisa Direttore, Antonio Della Croce.Narrators: Salvatore Forte, Francesco Afro de Falco.Technical Director: Ivan De Vita The performance was an immersive experience, combining live performances with multimedia elements that transported the audience back to the Renaissance era. Actors Annalisa Direttore and Antonio Della Croce brought historical characters to life, while storytellers Salvatore Forte and Francesco Afro de Falco guided the audience through history with their captivating narratives. Additionally, dozens of attendees had the opportunity to enjoy a museum replica of the Holy Chalice of the Cathedral of Valencia. Salvatore Forte invited all lovers of history, culture, and theater to join in promoting the Way of the Holy Grail , Route of Knowledge, Path of Peace, \"to celebrate the rich heritage of our region and immerse themselves in the exciting story of Lucrezia D'Alagno and the Holy Grail in Naples.” OrganizationThe event was organized by Itinerari Video Interattivi (IVI) with the support of the Italian Ministry of Culture and the Campania Region to promote all the work being done to propose The Way of the Holy Grail to the Council of Europe. This activity is supported by the International Association Cultural Itinerary of the Way of the Holy Grail in Europe, which, along with the Italian team, is proposing The Way of the Holy Grail, Road of Knowledge, Road of Peace as a new European Cultural Itinerary. José CuñatHOLY GRAIL MEDIA+ +34 626 39 16 76email us here Visit us on social media:Facebook LinkedIn Instagram YouTube Other Lucrezia - la favorita del Re MENAFN02062024003118003196ID1108286455 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lucrezia d'alagno",
        "sentiment": "negative"
      },
      {
        "name": "salvatore forte",
        "sentiment": "none"
      },
      {
        "name": "alfonso v of aragon",
        "sentiment": "none"
      },
      {
        "name": "lucrezia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ivi",
        "sentiment": "negative"
      },
      {
        "name": "multimedia museum santa maria delle grazie",
        "sentiment": "none"
      },
      {
        "name": "holy grail multimedia museum santa maria delle grazie",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "roccarainola",
        "sentiment": "none"
      },
      {
        "name": "naples",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "roccarainola",
        "sentiment": "none"
      },
      {
        "name": "naples",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T20:26:51.730+03:00",
  "updated": "2024-06-02T20:26:51.730+03:00"
}