{
  "thread": {
    "uuid": "49b79537306bd4dfdc8b4aec7542c3a2fa920e87",
    "url": "https://www.hindustantimes.com/cities/mumbai-news/panvel-innovator-grows-exotic-fruits-in-tropical-climate-101704478285563.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://www.hindustantimes.com/cities",
    "site_categories": [
      "media"
    ],
    "section_title": "City News: City Latest News, Metro City News Today and Headlines | Hindustan Times",
    "title": "Panvel innovator grows exotic fruits in tropical climate | Mumbai news - Hindustan Times",
    "title_full": "Panvel innovator grows exotic fruits in tropical climate | Mumbai news - Hindustan Times",
    "published": "2024-01-05T20:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2024/01/05/1600x900/-p-Panvel-innovator-grows-exotic-fruits-in-tropica_1704478283376.jpg",
    "performance_score": 0,
    "domain_rank": 937,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49b79537306bd4dfdc8b4aec7542c3a2fa920e87",
  "url": "https://www.hindustantimes.com/cities/mumbai-news/panvel-innovator-grows-exotic-fruits-in-tropical-climate-101704478285563.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@httweets",
  "published": "2024-01-05T20:41:00.000+02:00",
  "title": "Panvel innovator grows exotic fruits in tropical climate | Mumbai news - Hindustan Times",
  "text": "Navi Mumbai: Cultivating strawberries, red apples, dragon fruits or even for that matter foreign origin water melons or even Japanese rice might seem impossible in the tropical climate of Navi Mumbai but Panvel based scientist Minesh Gadgil claims otherwise. M.Sc graduate and resident of Gulsunde Village, Gadgil for the past 10 years has been demonstrating the scientific and organic way of engaging in unconventional farming.Gadgil calls himself an inventor and has reserved a half acre plot just 15 kilometers away from Panvel city to demonstrate the ways to cultivate these exotic types of fruits and grains. “The general perception is that farming is a loss making venture and I wish to change this notion. Farming when done as per the market demand can be a rewarding experience. With little bit of research and by using proper techniques any form of grains or fruits can be grown successfully and even fetch a good market price,” said the recipient of Krushibhushan 2019.Essentially hailing from a chemical science background, Gagil’s foray into farming happened by chance. To pursue his primary passion of doing research work, the scientist took voluntary retirement from a petrochemical company at the age of 28. “ Post VRS I was researching on deriving bio fuel from the remains of rice husks when the thought of branching into farming happened. I realized that the residue of the husk contained nutrients which could be processed further to develop organic pest preventing solutions. In the process I identified 20 odd variants of leaves which possessed similar nutrients and developed products that enhanced productivity while farming,” said Gadgil, a member of Agriculture Technology and Management Agency (ATMA) Raigad District.In addition to exotic fruits the scientist has experimented in cultivating grains like Telegana Sona Rice known for its low glycemic index , red rice and even black rice. Presently the half acre plot is awaiting the yields from 100 odds seeds of African origin watermelons sown in October. “ I keep experimenting with different types of seeds and grains. In October I procured seed of African origin water melons and some of these have borne fruits which are yellow in color unlike the commonly found green melons. Additionally the saplings of blue and black berries planted earliest are expected to yield fruits at the earliest,” said gadgil.The scientist takes immense pride in recalling successfully cultivating almost 30 grams weighing strawberries last year. “ The mindset needs to change with regard to restricting only traditional farming practices. I have showcased my successes in various government programs and even impart my understanding with farming communities,” he adds.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gadgil",
        "sentiment": "negative"
      },
      {
        "name": "navi mumbai",
        "sentiment": "none"
      },
      {
        "name": "minesh gadgil",
        "sentiment": "none"
      },
      {
        "name": "panvel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times panvel",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "navi mumbai",
        "sentiment": "none"
      },
      {
        "name": "gulsunde village",
        "sentiment": "none"
      },
      {
        "name": "panvel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:18:55.530+02:00",
  "updated": "2024-01-06T02:20:22.829+02:00"
}