{
  "thread": {
    "uuid": "ae30cd666016b4ff065a57621d990102ff6e5869",
    "url": "https://www.elheraldo.hn/tegucigalpa/lluvias-llenaron-represa-los-laureles-capital-JA20029099",
    "site_full": "www.elheraldo.hn",
    "site": "elheraldo.hn",
    "site_section": "https://elheraldo.hn/cocina",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Recetas de Cocina Únicas | El Heraldo",
    "title": "Niveles de las represas de la capital de Honduras se recuperan",
    "title_full": "Niveles de las represas de la capital de Honduras se recuperan",
    "published": "2024-06-23T18:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://www.elheraldo.hn/binrepository/1200x900/0c135/1200d630/none/45933/SJOV/el-heraldo_7826164_20240623100430.jpg",
    "performance_score": 0,
    "domain_rank": 35806,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae30cd666016b4ff065a57621d990102ff6e5869",
  "url": "https://www.elheraldo.hn/tegucigalpa/lluvias-llenaron-represa-los-laureles-capital-JA20029099",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "/cronologia/-/meta/edwin-ordonez",
  "published": "2024-06-23T18:51:00.000+03:00",
  "title": "Niveles de las represas de la capital de Honduras se recuperan",
  "text": "TEGUCIGALPA, HONDURAS.-Las intensas lluvias de los últimos días en la capital permitieron la recuperación de la represa Los Laureles, que alcanzó el sábado su capacidad máxima sin la activación de la cortina inflable. El embalse se mantuvo con niveles bajos durante la mayor parte del segundo trimestre de 2024, por lo que las autoridades de la Unidad Municipal de Agua Potable y Saneamiento (UMAPS) mantenían racionamientos en varios sectores, especialmente en las zonas altas del Distrito Central. El reporte mostraba que Los Laureles tenía un 19.3%, lo que representaba dos millones de metros cúbicos de agua almacenados. Esto se debía a que, pese a que estaba lloviendo en el casco urbano, las precipitaciones no se hacían presentes en las cuencas que alimentan los embalses. La falta del vital líquido en lugares importantes hizo que el sábado 15 de junio la UMAPS reportara los niveles más bajos en los embalses de la ciudad. Capacidad máxima Aunque la represa Los Laureles, ubicada al suroeste de la capital, llegara fácilmente al 100% de su capacidad, es decir, 10.26 millones de metros cúbicos, la represa La Concepción tendría que esperar hasta octubre para alcanzar su nivel total de 30.6 millones de metros cúbicos. El agua que abasteció los embalses estos últimos días permitirá a los expertos de la UMAPS realizar evaluaciones y, de esta forma, tener una distribución estricta del agua para la temporada seca del próximo año. Hasta las 9:40 de la mañana de este domingo 23 de junio de 2024, se desconocía el nivel real de la represa Los Laureles y de La Concepción debido a que las páginas de información de la UMAPS y el SANAA presentaban problemas de actualización. Inundaciones El sábado 22 de junio, lluvias de varios minutos provocaron inundaciones en La Alameda, Hato de Enmedio, bulevar Juan Pablo Segundo, la Kennedy, Los Jucos, entre otros sectores, lo que obligó a varios conductores de vehículos a dejar su carro abandonado y salvar su vida debido a la crecida del agua en calles principales. En un video publicado en X, el alcalde Jorge Aldana informó que se atendieron alrededor de 150 incidencias en la capital. Además, mencionó que están preparados para asistir a la ciudadanía ante problemas causados por lluvias e inundaciones.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T21:51:28.801+03:00",
  "updated": "2024-06-23T21:51:28.801+03:00"
}