{
  "thread": {
    "uuid": "71d08622669b9c7dd91fafaa9e2dabbd170db7f0",
    "url": "https://ultimasnoticias.com.ve/noticias/chevere/luis-geronimo-abreu-y-claudia-la-gatta-se-dedican-mensajes-por-aniversario",
    "site_full": "ultimasnoticias.com.ve",
    "site": "ultimasnoticias.com.ve",
    "site_section": "http://www.ultimasnoticias.com.ve/rss",
    "site_categories": [
      "media",
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Últimas Noticias",
    "title": "Luis Gerónimo Abreu y Claudia La Gatta se dedican mensajes por aniversario",
    "title_full": "Luis Gerónimo Abreu y Claudia La Gatta se dedican mensajes por aniversario",
    "published": "2024-04-18T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://ultimasnoticias.com.ve/wp-content/uploads/2024/04/LUIS-GERONIMO-Y-CLAUDIA.jpg",
    "performance_score": 0,
    "domain_rank": 38526,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71d08622669b9c7dd91fafaa9e2dabbd170db7f0",
  "url": "https://ultimasnoticias.com.ve/noticias/chevere/luis-geronimo-abreu-y-claudia-la-gatta-se-dedican-mensajes-por-aniversario",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Últimas Noticias",
  "published": "2024-04-18T23:30:00.000+03:00",
  "title": "Luis Gerónimo Abreu y Claudia La Gatta se dedican mensajes por aniversario",
  "text": "Luis Gerónimo Abreu y Claudia La Gatta han destacado como una de las parejas más sólidas del medio artístico venezolano, y en el marco de un nuevo aniversario de bodas, los actores se dedicaron emotivos mensajes en sus redes sociales.\nComo se recordará, el actor de series como ‘Bolívar: una lucha admirable’ y la actriz y modelo de telenovelas como ‘Mi prima Ciela’ celebraron su matrimonio religioso el 16 de abril de 2010.\n“14 años de casados, mi flaca @claudialagatta…. quien lo diría, jejeje. De las mejores decisiones que he tomado en mi vida”, escribió Luis Gerónimo Abreu en su perfil de Instagram el miércoles 17 de abril.\nView this post on Instagram A post shared by Luis Gerónimo Abreu (@luisgeronimoabreu)\n“Gracias por estos años llenos de todo… No ha faltado nada, pero con ganas de más. Gracias por el amor, la complicidad, el apoyo, la sociedad y otras cosas que no se pueden mencionar. jejeje. Feliz aniversario”, destacó seguidamente el artista, de 51 años de edad, quien compartió un reel con algunos de los momentos vividos con su esposa e hijo.\nClaudia La Gatta no se quedó atrás y también acudió a la red social de Meta para destacar la memorable fecha. “Hace 14 años nos prometimos amarnos, respetarnos y cuidarnos… aquí estamos y aquí seguimos. Esas promesas siguen hoy más vigentes que nunca”, escribió la maniquí.\n“¡Admirándonos mutuamente, con sus altos y bajos como en toda relación, pero como se demuestra en el video, estás surfeando muy bien mi Chuchu y juntos de la mano, vamos guiando a nuestro príncipe que es el fruto de este amor inmenso! Gracias por esta maravillosa aventura y que Dios siga bendiciendo nuestra unión y cumpliendo nuestros sueños”, añadió La Gatta, que apostó por el tema ‘Prometo’, del colombiano Fonseca, como marco musical del video de recuerdos que publicó.\nView this post on Instagram A post shared by Claudia La Gatta (@claudialagatta)\nY agregó: Te amo Chuch hermoso. Feliz aniversario #14. P.D: Ya tenemos la casa, el muchacho; sigue faltando el perro, jejeje. Y tu hijo ahora también lo pide”.\nLos mensajes de la pareja se ganaron la simpatía de muchos de sus seguidores en Instagram, incluidos varios famosos.\n“Los quiero. Felicidad eterna para los dos”, les comentó la cantante y actriz Mariaca Semprún, mientras el actor Luciano D’Alessandro les escribió: “Bellos”. Yul Bürkle, María Antonieta Duque, Elba Escobar, Nohely Arteaga, Rafael Romero, Carlos Mata, Coquito y Amanda Gutiérrez fueron otras de las figuras que celebraron la solidez de la pareja.\nView this post on Instagram A post shared by Luis Gerónimo Abreu (@luisgeronimoabreu)\n“Fue sin duda alguna la boda más espectacular que pude ver por televisión, grabaron casi toda la noche, cómo olvidar. Los amo, felicidades. Dios me los bendiga”; “Felicidades familia. A por 60 más, se les quiere”; “Feliz Aniversario pareja querida. Abrazos fuertes y bendiciones”; y “Muchas felicidades para los dos, hermano, el amor verdadero es para toda la vida”, comentaron también los internautas.\nCabe recordar que Luis Gerónimo Abreu y Claudia La Gatta tuvieron su primera conversación durante las grabaciones de la telenovela ‘El amor las vuelve locas’, según contó el actor en una entrevista con el medio Intervez. En esta, él interpretaba a Emilio Valladares, quien en un momento intenta abusar de Cristina Caudal, el personaje de ella.\nView this post on Instagram A post shared by Claudia La Gatta (@claudialagatta)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:18:11.856+03:00",
  "updated": "2024-04-19T00:52:26.395+03:00"
}