{
  "thread": {
    "uuid": "344f3d2eeab199ccd320dcbdac473d1d3819c1e1",
    "url": "https://www.nrtoday.com/news/government/oregon-senate-passes-bill-to-relief-financial-burden-of-wildfire-victims/article_00c33fea-d745-11ee-9718-dbb6cba94215.html",
    "site_full": "www.nrtoday.com",
    "site": "nrtoday.com",
    "site_section": "https://www.nrtoday.com/search/?f=rss&amp",
    "site_categories": [
      "media"
    ],
    "section_title": "www.nrtoday.com - RSS Results",
    "title": "Oregon Senate passes bill to relief financial burden of wildfire victims | Government | nrtoday.com",
    "title_full": "Oregon Senate passes bill to relief financial burden of wildfire victims | Government | nrtoday.com",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nrtoday.com/content/tncms/assets/v3/editorial/5/87/587a5344-d750-11ee-8219-7b06bcd11fe6/5f657318f20ec.image.jpg?crop=1744%2C916%2C0%2C136&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 63145,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "344f3d2eeab199ccd320dcbdac473d1d3819c1e1",
  "url": "https://www.nrtoday.com/news/government/oregon-senate-passes-bill-to-relief-financial-burden-of-wildfire-victims/article_00c33fea-d745-11ee-9718-dbb6cba94215.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SANNE GODFREY The News-Review",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Oregon Senate passes bill to relief financial burden of wildfire victims | Government | nrtoday.com",
  "text": "The Oregon Senate unanimously passed a bill Wednesday that would allow wildfire victims to be exempt from paying state taxes on settlements related to wildfire losses. Sen. Brian Boquist, R-Dallas, introduced Senate Bill 1520, which will exempt legal settlements after Jan. 1, 2020, related to wildfires, that were declared state and federal emergencies, to be exempt from state income taxes. \"Unfortunately, I have had too many of my residents in my district from Curry to Douglas County lose their home due to wildfire,\" Sen. David Brock Smith, R-Port Orford, said. \"This is a pretty exceptional bill to help them with those tax relief dollars. Their settlements should not be taxed.\" Boquist said that while many victims are receiving settlements, they owe roughly 45% of those settlements in state and federal taxes. Boquist argued a $500,000 settlement with a taxation of 45% and legal expenses of 35%, leave people with $100,000 — not enough to rebuild. \"You can't build a house for $100,000. You just can't do it. It's impossible,\" Boquist said. The bill has moved into the House of Representatives where it was referred to the revenue committee. Several Douglas County residents spoke out in favor of the bill during public comment. Patricia Lee, of Idleyld Park, said, \"No amount of money can replace family treasures, our beloved forestland, hand-built homes and gardens, and workshops, but it can ease the burden for all.\" Jeffrey Mornarich, an attorney at Dole Coalwell Attorney who has represented 463 individual victims in court, wrote the victims receive approximately 20 to 30% of the total settlement. \"These fire victims desperately need relief from this draconian tax law so that they have a fighting change to begin to rebuild their lives.\" Mornarich added that the tax relief should not have an impact on Oregon's projected tax revenue. Nancy Tague, of Roseburg, wrote, \"Until September 8, 2020, I had lived for 24 years on 20 acres of beautiful forest land near the North Umpqua River. That day, I lost my home, possessions, land, and way of life in the Archie Creek Fire. We had about 15 minutes to throw a few belongings in the car and drive out through flames. Everything left behind was incinerated. I am 69 years old. A lifetime was gone in minutes.\" Tague said she was shocked by how little of the settlement money she would receive, and called it \"an extreme example of government greed.\" Several others recounted their losses — homes, pets, property, business, timber, wildlife. Sharon Blodgett, of Idleyld Park, wrote. \"In essence, we lost our way of life we have worked hard to achieve.\" Cheryl Schwartz, of Roseburg, wrote that for 30 years she and her husband spent time building their property along the North Umpqua to carry them into their golden years in \"reasonable comfort, independence and security, only to have it stolen from us by corporate carelessness.\" Pacific Power has been a defendant for many of the wildfire lawsuits in Oregon in recent years, including those related to the Archie Creek Fire that raged in Douglas County in 2020. Susan Rudisill, of Idleyld Park, wrote, \"Since the fire, recovery has dominated my time, my conversations, my mental state. It has consumed most of my energy, and much of my family’s financial resources. Being consumed with clean-up and recovery work, we have lost other opportunities. My career as an artist has been neglected. Since the fire, my husband has aged rapidly, and it’s been hard to enjoy his 'golden years.' Wildfire is the disaster that keeps on … taking. Taking energy. Taking resources. Taking more trees. Requiring more restoration work. How is one to be compensated for all the intangible losses? Please don’t take still more from us, in the form of taxes.\" If the bill passes the House, impacted people who have already filed taxes for those years can file amendments.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian boquist",
        "sentiment": "none"
      },
      {
        "name": "david brock smith",
        "sentiment": "none"
      },
      {
        "name": "boquist",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "oregon senate",
        "sentiment": "negative"
      },
      {
        "name": "r",
        "sentiment": "none"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "house of representa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "port orford",
        "sentiment": "none"
      },
      {
        "name": "douglas county",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:39:28.861+02:00",
  "updated": "2024-03-01T00:39:28.861+02:00"
}