{
  "thread": {
    "uuid": "95d89a0393a1c5d3cdb38cf1338c155d93707639",
    "url": "https://www.dailysabah.com/life/irelands-knock-airport-thrives-post-banshees-reports-record-traffic-in-2023/news",
    "site_full": "www.dailysabah.com",
    "site": "dailysabah.com",
    "site_section": "https://dailysabah.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Daily Sabah | Latest &amp; Breaking News from Turkey | Istanbul",
    "title": "Ireland's Knock Airport thrives post-'Banshees' reports record traffic in 2023 | Daily Sabah",
    "title_full": "Ireland's Knock Airport thrives post-'Banshees' reports record traffic in 2023 | Daily Sabah",
    "published": "2024-01-14T13:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2024/01/14/thumbs/800x531/310025.jpg",
    "performance_score": 0,
    "domain_rank": 3880,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95d89a0393a1c5d3cdb38cf1338c155d93707639",
  "url": "https://www.dailysabah.com/life/irelands-knock-airport-thrives-post-banshees-reports-record-traffic-in-2023/news",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deutsche Presse-Agentur - dpa",
  "published": "2024-01-14T13:22:00.000+02:00",
  "title": "Ireland's Knock Airport thrives post-'Banshees' reports record traffic in 2023 | Daily Sabah",
  "text": "Despite initial doubts, Ireland's Knock Airport, situated on a wind-swept plateau in the west, has not only defied skepticism but is now reporting a significant increase in traffic after nearly 40 years of operation. According to a January statement, 2023 was \"the busiest year on record.\" Knock's annual passenger number of 818,000 was not only a 13% jump in 2022 but topped the next best of 807,000 in 2019. The bump comes after the celebrated film \"Banshees of Inesherin\" drew much attention to Ireland's rugged western islands. Many scenes were filmed on Achill Island, about 90 minutes from the airport by car. When the airport opened in the 1980s, Ireland saw tens of thousands of people emigrate each year, with County Mayo, where the airport is located, particularly badly hit. Although Apple had by then set up operations in the city of Cork in the south of the island, Ireland had yet to receive the large-scale foreign investment that saw the likes of Google and Meta operate regional headquarters from the capital, Dublin – where the airport usually handles around 30 million passengers a year. The airport site is about 20 kilometers (12.43 miles) from Knock – a village and Catholic pilgrimage site that gets around a million visitors a year and hosted papal visits in 1979 and 2018 – and around a 40-minute drive from Ireland's scenic Atlantic coast. The airport was the brainchild of Knock's parish priest, Fr. James Horan, whose idea was for the airport to not only cater to pilgrims and open the west of Ireland to more tourists but to make it easier for emigrants who left the region to get home to see their families. As a small airport, Knock has long been able to boast about its convenience. Over the years, passengers typically have been able to check in, pass through security and be seated at a departure gate in around five minutes, often with time to grab a coffee or tea on the way. Travelers keen to get away from the buzz of Dublin and explore the natural moonscape of Connemara, the charming town of Westport, or the more down-to-earth city of Galway is also better served flying straight to Knock. In 2023, the airport added what its management describes as \"a new next-generation cabin baggage screening system,\" removing the need for passengers to yank out laptops, phones and liquids from the cabin bags. Over 600,000 Knock's 2023 passengers traveled to or from the U.K. Most of the rest were bound for sun holiday destinations such as Alicante, Faro, and Majorca or to culture and football hubs such as Barcelona, Cologne, or Milan. Over 730,000 passengers flew with Ryanair, the Irish airline that is Europe's biggest carrier. However, 2023 also saw Knock lose its popular connection with London Gatwick Airport, known for its fast train link to central London – usually reached within 10 minutes of landing at the airport – and access to the south of England. The route was replaced by one to London Heathrow, Europe's busiest airport, which has more long-haul onward connections than Gatwick but is less convenient for people traveling to or from the British capital.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "apple",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "knock airport",
        "sentiment": "none"
      },
      {
        "name": "meta",
        "sentiment": "none"
      },
      {
        "name": "cork",
        "sentiment": "none"
      },
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "achill island",
        "sentiment": "none"
      },
      {
        "name": "county mayo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T13:26:14.466+02:00",
  "updated": "2024-01-14T13:26:14.466+02:00"
}