{
  "thread": {
    "uuid": "2c98680c55cfbcac17838f100a9161fa064ce369",
    "url": "https://www.schooltube.com/uh-60-black-hawk-the-iconic-front-line-utility-helicopter",
    "site_full": "www.schooltube.com",
    "site": "schooltube.com",
    "site_section": "https://www.schooltube.com/category/airplanes-space/",
    "site_categories": [],
    "section_title": null,
    "title": "UH-60 Black Hawk: The Iconic Front Line Utility Helicopter",
    "title_full": "UH-60 Black Hawk: The Iconic Front Line Utility Helicopter",
    "published": "2024-05-04T01:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 42154,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2c98680c55cfbcac17838f100a9161fa064ce369",
  "url": "https://www.schooltube.com/uh-60-black-hawk-the-iconic-front-line-utility-helicopter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SchoolTube Community",
  "published": "2024-05-04T01:27:00.000+03:00",
  "title": "UH-60 Black Hawk: The Iconic Front Line Utility Helicopter",
  "text": "The UH-60 Black Hawk: An Overview The UH-60 Black Hawk is a utility helicopter used by the United States Army. It is designed to transport troops, equipment, and supplies to the battlefield. The Black Hawk is also used for medical evacuations, search and rescue operations, and disaster relief. The Black Hawk is a versatile helicopter that can be used in a variety of environments. It is capable of flying in all weather conditions, and it can land in small, confined areas. The Black Hawk is also equipped with a variety of weapons, including machine guns, rockets, and missiles. The Black Hawk has been in service with the United States Army since 1979. It has been used in a number of conflicts, including the invasion of Grenada, the Persian Gulf War, and the War in Afghanistan. The Black Hawk has also been used in peacekeeping operations around the world. The Black Hawk is a reliable and effective helicopter that has served the United States Army well for over 40 years. It is a versatile aircraft that can be used in a variety of missions. The Black Hawk is also a relatively affordable helicopter to operate, making it a cost-effective option for the military. UH-60 Black Hawk Specifications - Crew: 3 (pilot, co-pilot, crew chief) - Capacity: 11 troops or 6,000 pounds of cargo - Speed: 150 mph (240 km/h) - Range: 370 miles (600 km) - Ceiling: 19,000 feet (5,800 m) UH-60 Black Hawk Armament - Machine guns: 2x M240D machine guns - Rockets: 2x 70mm rocket pods - Missiles: 2x AGM-114 Hellfire missiles UH-60 Black Hawk Variants - UH-60A: Initial production model - UH-60L: Improved version with more powerful engines and a longer range - UH-60M: Upgraded version with a glass cockpit and improved avionics - UH-60V: Latest version with a new engine, transmission, and rotor system UH-60 Black Hawk in Combat The UH-60 Black Hawk has been used in a number of conflicts, including: - The invasion of Grenada - The Persian Gulf War - The War in Afghanistan - The Iraq War - The War in Syria The Black Hawk has also been used in peacekeeping operations around the world, including: - Somalia - Haiti - Bosnia - Kosovo - East Timor The UH-60 Black Hawk is a versatile and reliable helicopter that has served the United States Army well for over 40 years. It is a valuable asset to the military, and it will continue to be used in combat and peacekeeping operations for many years to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.boeing.com/defense/uh-60-black-hawk",
    "https://www.army.mil/article/236464/uh_60_black_hawk",
    "https://www.youtube.com/embed/2ngzaoJtUD4?feature=oembed",
    "https://www.youtube.com/embed/2ngzaoJtUD4",
    "https://boeing.com/defense/uh-60-black-hawk",
    "https://army.mil/article/236464/uh_60_black_hawk",
    "https://youtube.com/embed/2ngzaoJtUD4?feature=oembed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. army",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T01:46:58.546+03:00",
  "updated": "2024-05-18T16:21:24.757+03:00"
}