{
  "thread": {
    "uuid": "f0bb7d229e7603bd166ba6e4cfb4d591f1c08ea3",
    "url": "https://www.crunchyroll.com/news/latest/2024/1/5/yen-press-sword-art-online-kiss-and-fly-manga-june-2024-licenses",
    "site_full": "www.crunchyroll.com",
    "site": "crunchyroll.com",
    "site_section": "https://cr-news-api-service.prd.crunchyrollsvc.com/v1/en-US/widget/latestnewsasidewidget",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "",
    "title": "Manga and novel publisher Yen Press welcomed 2024",
    "title_full": "Manga and novel publisher Yen Press welcomed 2024",
    "published": "2024-01-06T00:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2762,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0bb7d229e7603bd166ba6e4cfb4d591f1c08ea3",
  "url": "https://www.crunchyroll.com/news/latest/2024/1/5/yen-press-sword-art-online-kiss-and-fly-manga-june-2024-licenses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:41:00.000+02:00",
  "title": "Manga and novel publisher Yen Press welcomed 2024",
  "text": "Manga and novel publisher Yen Press welcomed 2024 with its first slate of announcements scheduled to release in June of this year, including a new Synopsis: Delve deeper into Kirito’s and Asuna’s pasts in this collection of three short stories adapted to manga for the first time! From their newlywed life in SAO to Asuna’s time in ALO, revisit events from throughout the series as they originally appeared in the novels! Description: The ultimate collection of pixiv artists returns with a 2023 compilation featuring 170 of the greatest illustrators on the platform. This year’s collection boasts a broad selection of styles and contributors from across the globe that any art fan is sure to love! Synopsis: One day, penguins are spotted in the suburban town that fourth-grader Aoyama calls home. The penguins make their sudden appearance in a residential district—nowhere near the ocean—and disappear just as mysteriously. Where could they have come from, and where did they go? Aoyama is determined to get to the bottom of it! This is the slightly curious, unforgettable tale of that summer. Synopsis: Yuuma Ashihara is playing Actua/Magic, a virtual reality MMORPG, when it suddenly begins to fuse with the real world. While he tries to make sense of what’s happening, he runs into Sumi, one of his classmates. Before, she was one of the cutest girls in his grade, but she’s undergone a terrible metamorphosis—into one of the game’s monsters! From the author of Sword Art Online and Accel World comes a story beyond VR and AR, where game and reality are one and the same. Synopsis: Reincarnated in another world, Hinako declines the abilities offered to her by the Goddess, and instead takes a vow of sisterhood with the giant Eiris, becoming known herself as “the smallest giant.” The two may be different species, born on different worlds, but they share one goal—searching for the precious siblings they lost. But they must be cautious, for just as their bond and strength win them fame, they also bring attention from the knights of the church... Synopsis: Friendly, confident, amazing at his job...All words applicable to veteran CG designer Yanase, who was asked to teach the hardworking new hire, Kaneda, the ropes! Although excited about the prospect, he begins to lose heart in the face of Kaneda’s frosty indifference. However, on the inside, Kaneda’s been struggling to play it cool whenever Yanase so much as pats him on the back... Synopsis: “| reincarnated as an evil god.” Takuto Ira, after dying from illness at a young age, is reborn into a world just like the strategy simulation game he loved in his past life, Eterna! Nations. There, what appears before his eyes is a girl, Atou, whom he had used before in the evil civilization he previously subdued in the game, Mynoghra. The two resolve to create a new nation in this world once more. Synopsis: “l've come to eat you.” So softly utters the mermaid Shiori as she emerges from the sea and takes high school girl Hinako by the hand. Hinako lives alone in a town by the sea and possesses an unusually delicious body that is irresistible to nearby monsters. To ensure that she matures to the best condition, Shiori seeks to protect Hinako—all so that someday, she can devour every piece of her. What will become of Hinako’s feelings as this looming unjust death closes in on her...? Synopsis: The ocean covers about 70 percent of the earth’s surface—a whole world, yet unknown to humanity... And in its depths, a nation, thousands of meters beneath the waves. There, the mermaid Jo has been whiling away her days in peace. But that tranquility is shattered when her friend Ryuu is locked away for breaking the gravest of undersea laws: that humans must never know of the world below. But why would Ryuu let the secret slip? And who did she tell? The curtain rises on Jo’s adventure to save her friend—and on her love..!? Source",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "synop",
        "sentiment": "none"
      },
      {
        "name": "aoyama",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "yen press",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "asuna",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:33:11.162+02:00",
  "updated": "2024-01-06T02:33:11.162+02:00"
}