{
  "thread": {
    "uuid": "bbd81f624bb997f601ae21d923cf928d7d66cf58",
    "url": "https://www.vaildaily.com/news/alumni-in-action-eagle-county-athlete-competes-in-supertri-e-world-triathlon-championships-in-london",
    "site_full": "www.vaildaily.com",
    "site": "vaildaily.com",
    "site_section": "https://www.vaildaily.com/category/sports/local-preps/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Alumni in Action: Eagle County athlete competes in supertri E World Triathlon Championships in London",
    "title_full": "Alumni in Action: Eagle County athlete competes in supertri E World Triathlon Championships in London",
    "published": "2024-04-18T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 21172,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bbd81f624bb997f601ae21d923cf928d7d66cf58",
  "url": "https://www.vaildaily.com/news/alumni-in-action-eagle-county-athlete-competes-in-supertri-e-world-triathlon-championships-in-london",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "rsederquist",
  "published": "2024-04-18T23:56:00.000+03:00",
  "title": "Alumni in Action: Eagle County athlete competes in supertri E World Triathlon Championships in London",
  "text": "Sullivan Middaugh placed 17th in the supertri E World Triathlon Championships, held last week in London, England.\nOn April 13, the 2022 Battle Mountain graduate competed alongside 30 international athletes at the London Aquatics Centre in Queen Elizabeth Park for a first-place prize of $7,500 as well as World Triathlon points.\n“It was my first time racing the indoor format and it was one of the toughest races physically that I have ever done,” Middaugh stated on social media. “I made a couple mistakes that cost me valuable time but I gained some good race experience against a strong field.”\nFormerly called the Arena Games, the event launched in 2020 as a way for live professional triathlon to continue behind closed doors during the COVID-19 pandemic. The popularity spurred the creation of the first E sports World Triathlon Championships in Singapore in 2022.\n“The event blends real-life and virtual reality racing, providing an immersive viewing experience that allows fans to get up close and personal with the best triathletes in the world without leaving the comfort of their seat,” the event’s athlete guide stated. “The event also gives esport fans, and lovers of sports statistics the chance to enjoy live data from the athletes in real time.”\nSullivan Middaugh runs on a treadmill during the supertri E World Triathlon Championships last week in London, England. Middaugh placed 17th overall in the event. Trevor Witt/Courtesy photo Athletes swam 200-meters in a 50-meter pool, biked 4-kilometers on Tacx Neo3M Trainers linked to Zwift — an online interactive cycling program — and ran 1-kilometer on self-powered curved treadmills, also linked to Zwift.\nOnly 10 athletes qualified from the morning heats to the evening finals. The heats consisted of two stages of swim-bike-run with a short break in between and a pursuit start for stage 2. The finals were the full three stages of the supertri E format (swim, bike, run; run, bike, swim; swim, bike and run). Ten athletes qualified from the morning heats for the evening finals.\nChase McQueen of the United States won the men’s final by nine seconds over home favorite Max Stapley. France’s Maxime Hueber-Moosbrugger rounded out the podium.\n“I’m getting emotional even thinking about being a world champion,” McQueen told assembled media at the finish.\n“It’s been a really hard 12 months and I’ve been thinking about this moment every day.”\nMiddaugh, a Project Podium athlete at Arizona State University, said he plans to return to Arizona for two weeks to prepare for an upcoming continental cup in Columbia.\nAugustine Hancock sets Colorado Mesa University hammer throw record Augustine Hancock is back to rewriting record books. The 2022 Battle Mountain High School alumna, who set the program’s discus record by more than 13 feet as a senior, broke the Colorado Mesa University hammer throw record at the Maverick Invite on April 7-8.\n“The season has been going very well,” the sophomore thrower stated in an email to the Vail Daily on Thursday.\nHancock is ranked second in the Rocky Mountain Athletic Conference and 18th in all of NCAA DII in the hammer throw. She’s also seventh and 13th in the RMAC for discus and shot put, respectively. Her throw of 53.61 meters (175 feet, 11 inches) at the Maverick Invite destroyed her freshmen-season personal best of 42.46 meters (139-04).\n“Starting my sophomore year of track, I have already seen huge improvements and look forward to even better seasons to come,” Hancock said before shifting the attention to her team as a whole.\n“As a team, we are killing it!” she continued. “Every track meet we are scoring points. Many of my teammates reach new personal records every meet. We have an amazing program with supportive and hardworking coaches.”\nHancock — who placed fifth in the weight throw at the RMAC Indoor championships in February — said her goal is to win the conference outdoor meet at the end of the month and compete at the NCAA national championships in Emporia, Kansas in May.\nOther alumni in action Val Constien competed in the 1500 meter run last Saturday at the Bryan Clay Invitational in Azusa, California, her first race in 11 months. The Battle Mountain alumna and 2021 Olympian tore her ACL in her Diamond League debut last May. Constien ran a time of 4:12.27 to win her heat while New Balance athlete Dani Jones won the overall in 4:07.19. “I felt amazing with one lap to go, but I was a bit boxed in,” Constien wrote on social media. “Patience paid off in the end, and I made a big move with 100 to go to take the win! I’m so happy that my knee felt great for the race and that my fitness seems to be coming along.”\nThe 3,000-meter steeplechase specialist said her next race will “probably be longer and have some barriers involved.”\nFormer Eagle Valley lacrosse star Philip Petersen scored four goals to lead no. 16 Colorado Mesa to a 17-4 win over Concordia University Irvine earlier this month. Petersen has started two games for the Mavericks and has nine goals and 11 assists in 12 in-game appearances.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://cmumavericks.com/sports/mens-lacrosse/stats/2024/concordia-university-irvine/boxscore/17349",
    "https://www.cmumavericks.com/sports/mens-lacrosse/stats/2024/concordia-university-irvine/boxscore/17349"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sullivan middaugh",
        "sentiment": "negative"
      },
      {
        "name": "middaugh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "battle mountain",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "lon",
        "sentiment": "none"
      },
      {
        "name": "eagle county",
        "sentiment": "none"
      },
      {
        "name": "london aquatics centre",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "queen elizabeth park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:17:55.687+03:00",
  "updated": "2024-04-19T01:17:55.687+03:00"
}