{
  "thread": {
    "uuid": "b9b9b53a42bc75e09fb69411ec7b118e20bb536f",
    "url": "https://www.agensir.it/quotidiano/2024/3/28/pasqua-mons-rega-san-marco-argentano-scalea-segni-un-passaggio-definitivo-dalla-cultura-della-guerra-a-quella-della-pace",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "https://agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Pasqua: mons. Rega (San Marco Argentano-Scalea), “segni un passaggio definitivo dalla cultura della guerra a quella della pace” - AgenSIR",
    "title_full": "Pasqua: mons. Rega (San Marco Argentano-Scalea), “segni un passaggio definitivo dalla cultura della guerra a quella della pace” - AgenSIR",
    "published": "2024-03-28T20:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 45103,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9b9b53a42bc75e09fb69411ec7b118e20bb536f",
  "url": "https://www.agensir.it/quotidiano/2024/3/28/pasqua-mons-rega-san-marco-argentano-scalea-segni-un-passaggio-definitivo-dalla-cultura-della-guerra-a-quella-della-pace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2024-03-28T20:06:00.000+02:00",
  "title": "Pasqua: mons. Rega (San Marco Argentano-Scalea), “segni un passaggio definitivo dalla cultura della guerra a quella della pace” - AgenSIR",
  "text": "“…un passaggio definitivo dalla cultura della guerra a quella della pace…”. È questo il titolo del messaggio del vescovo di San Marco Argentano-Scalea, mons. Stefano Rega per la Pasqua e nel quale sottolinea che la Chiesa, “dispensatrice di tesori celesti che elargisce abbondantemente riversandoli su di noi, offre un tempo d’intensa partecipazione spirituale; i giorni santi della settimana in cui si celebrerà il Triduo di passione, morte e risurrezione, ci rinviano a quelli della creazione”. Per mons. Rega la storia della salvezza, “mirabilmente cadenzata dalle letture che ascolteremo nella celebrazione della Veglia pasquale, descrivono la pedagogia divina di un progetto di amore che il Signore ha disposto fin dalla creazione a beneficio dell’uomo. I segni del suo agire nella storia di Israele dicono la certezza del suo esserci accanto, della sua premura paterna, del suo amore fedele, certezze che infondono in noi coraggio e fiducia”. La Pasqua – scrive – diventi “occasione propizia per celebrare liturgie belle, decorose e performative. Belle e decorose perché risplendano di dignità liturgica, performative perché producano frutti visibili nella maturazione della persona”. Le comunità parrocchiali, “naturalmente predisposte ai riti pasquali per antica tradizione, siano sollecitate – esorta il vescovo – ad una celebrazione della vita, dove il mistero liturgico si innervi nella quotidianità, in modo tale che non ci sia divergenza tra ars celebrandi e ars vivendi, tra liturgia e vita”. Il “passaggio” che il presule chiede per la Chiesa diocesana di San Marco Argentano-Scalea – è quello di “una testimonianza credibile della nostra fede. L’esempio delle donne che corrono di buon mattino al sepolcro, manifesti ai nostri occhi l’intrepido slancio di una comunità missionaria, audace nelle scelte, profetica nelle parole, spinta da carità e orientata ai beni celesti” E da qui l’invito ad allargare i confini della “nostra carità, non ponendo limiti, non ergendo mura, ma edificando strade e costruendo relazioni intrise di fraternità. Questa sia il dono da custodire nelle nostre comunità parrocchiali, dove la pace, primo dono del Risorto, sia pane quotidiano per alimentare il desiderio della santità”. E che sia questa – l’augurio di mons. Rega – una Pasqua che “segni un passaggio definitivo dalla cultura della guerra a quella della pace. Preghiamo per la Terra Santa, particolarmente sensibile ai riti pasquali che si celebreranno, preghiamo per i fratelli ebrei e musulmani, affinché l’Egitto della schiavitù generato dalla violenza termini nell’esodo felice verso una ‘terra nuova’ dove regni pace, amore e solidarietà”. Pasqua: mons. Rega (San Marco Argentano-Scalea), “segni un passaggio definitivo dalla cultura della guerra a quella della pace” “…un passaggio definitivo dalla cultura della guerra a quella della pace…”. È questo il titolo del messaggio del vescovo di San Marco Argentano-Scalea, mons. Stefano Rega per la Pasqua e nel quale sottolinea che la Chiesa, “dispensatrice di tesori celesti che elargisce abbondantemente riversandoli su di noi, offre un tempo d’intensa partecipazione spirituale; i giorni santi della settimana in cui si celebrerà il Triduo di passione, morte e risurrezione, ci rinviano a quelli della creazione”. Per mons. Rega la storia della salvezza, “mirabilmente cadenzata dalle letture che ascolteremo nella celebrazione della Veglia pasquale, descrivono la pedagogia divina di un progetto di amore che il Signore ha disposto fin dalla creazione a beneficio dell’uomo. I segni del suo agire nella storia di Israele dicono la certezza del suo esserci accanto, della sua premura paterna, del suo amore fedele, certezze che infondono in noi coraggio e fiducia”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T06:05:32.914+03:00",
  "updated": "2024-03-29T06:05:32.914+03:00"
}