{
  "thread": {
    "uuid": "08cbe67fcf503b0427fa4203402ece0d980d0171",
    "url": "https://www.razon.com.mx/mexico/obispos-oran-dios-guie-proceso-electoral-fortalezca-compromiso-paz-570836",
    "site_full": "www.razon.com.mx",
    "site": "razon.com.mx",
    "site_section": "https://www.razon.com.mx:443/mexico",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "México",
    "title": "Obispos oran para que Dios guíe proceso electoral y fortalezca compromiso por la paz",
    "title_full": "Obispos oran para que Dios guíe proceso electoral y fortalezca compromiso por la paz",
    "published": "2024-03-29T03:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://imagenes.razon.com.mx/files/og_thumbnail/files/fp/uploads/2021/06/02/60b7a89337a83.r_d.944-109-0.jpeg",
    "performance_score": 0,
    "domain_rank": 38528,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08cbe67fcf503b0427fa4203402ece0d980d0171",
  "url": "https://www.razon.com.mx/mexico/obispos-oran-dios-guie-proceso-electoral-fortalezca-compromiso-paz-570836",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sergio Ramírez",
  "published": "2024-03-29T03:11:00.000+03:00",
  "title": "Obispos oran para que Dios guíe proceso electoral y fortalezca compromiso por la paz",
  "text": "Elecciones 2024 Obispos oran para que Dios guíe proceso electoral y fortalezca compromiso por la paz Obispos del país ofrecieron una oración para que Dios guie el proceso electoral del próximo 2 de junio y fortalezca el compromiso por la paz Durante este tiempo de Cuaresma, obispos del país ofrecieron una oración para que Dios guie el proceso electoral del próximo 2 de junio y fortalezca el compromiso por la paz. En un videomensaje con motivo de la Semana Santa “Triduo Pascual 2024”, los integrantes de la Conferencia del Episcopado Mexicano (CEM) destacaron que el pueblo ha demostrado su profunda fe a través del ayuno, la oración, los sacrificios y las ofrendas. “Unamos estas prácticas a la vida contemplativa de la iglesia y ofrezcámoslas especialmente por nuestra oración para que Dios guie el proceso electoral y fortalezca nuestro compromiso por la paz”, señaló monseñor Ramón Castro. El obispo de San Luis Potosí, Jorge Alberto Cavazos, señaló que en este año dedicado a la oración rumbo al gran Jubileo de 2025, los católicos están invitados a intensificar el diálogo con Dios, como lo recuerda el Papa Francisco, de que “es el aliento de la fe, es su expresión más propia como un grito que sale del corazón de quien cree y confía en Dios”. Por su parte, el obispo de Ciudad Valles, San Luis Potosí, Roberto Yenni García, pidió vivir este tiempo de gracia en un espíritu de sinodalidad, caminando juntos como iglesia, “escuchándonos mutuamente y buscando la voluntad de Dios”. Saludó también a los hermanos del pueblo judío que celebra la Pascua conmemorando la liberación del pueblo de la alianza. “Asimismo, nos unimos a todas las comunidades eclesiales que profesan la fe en la resurrección de Jesucristo”. Mientras que el obispo Francisco Javier Acero invitó a las demás tradiciones religiosas a encender una luz de paz para unirnos como seres humanos en la construcción de un mundo más fraterno, como una obra artesanal que quiere de esfuerzo y compromiso de todos. JVR - [Filtran VIDEO de la golpiza que le dio su ex esposa a Luis R. Conriquez](/entretenimiento/filtran-video-golpiza-le-dio-ex-esposa-luis-r-conriquez-570779) - [El balasto calcáreo del Tren Maya](/opinion/columnas/mauricio-flores/balasto-calcareo-tren-maya-570471) - [Alerta en 5 estados por la caída de nieve y aguanieve](/mexico/alerta-5-estados-caida-nieve-aguanieve-569990) - [¿Quién es la novia de Luis R. Conriquez por la que dejó a su esposa? | FOTOS](/entretenimiento/novia-luis-r-conriquez-dejo-esposa-fotos-570777) - [A Luis R. Conriquez le da brutal golpiza su ex esposa al verlo con su nueva novia | VIDEO](/entretenimiento/luis-r-conriquez-golpea-ex-esposa-verlo-nueva-novia-570724)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:30:07.252+03:00",
  "updated": "2024-03-29T09:13:02.986+03:00"
}