{
  "thread": {
    "uuid": "6b0e02910a098158e01c0c29c97dcad0add77a5d",
    "url": "https://collider.com/guy-ritchie-the-covenant",
    "site_full": "collider.com",
    "site": "collider.com",
    "site_section": "http://collider.com/feed/",
    "site_categories": [
      "movies",
      "illegal_content",
      "entertainment"
    ],
    "section_title": " Collider ",
    "title": "‘Guy Ritchie’s The Covenant’ Is Unlike Any Other War Movie",
    "title_full": "‘Guy Ritchie’s The Covenant’ Is Unlike Any Other War Movie",
    "published": "2024-03-10T09:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://static1.colliderimages.com/wordpress/wp-content/uploads/2023/04/guy-ritchies-the-covenant-i_05588_r_rgb.jpeg",
    "performance_score": 0,
    "domain_rank": 2630,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b0e02910a098158e01c0c29c97dcad0add77a5d",
  "url": "https://collider.com/guy-ritchie-the-covenant",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeffrey Speicher",
  "published": "2024-03-10T09:15:00.000+02:00",
  "title": "‘Guy Ritchie’s The Covenant’ Is Unlike Any Other War Movie",
  "text": "The Big Picture\n- Guy Ritchie's The Covenant is a departure from his signature style, focusing on a character-driven story about the War in Afghanistan.\n- The film offers a fresh perspective on the war, showcasing three different points of view: the American troops, Afghan citizens, and the enemy Taliban fighters.\n- The Covenant explores the human bonds and promises formed in the midst of war, highlighting the equal worth of all lives involved, regardless of nationality or affiliation.\nMost true film aficionados can spot a\nGuy Ritchie film within just a few minutes of watching. The British director has a patented and unique style that he has parlayed into several fantastic UK mobster movies like Lock, Stock, and Two Smoking Barrels, Snatch, and the action-adventure franchise that is Sherlock Holmes. But in Guy Ritchie's The Covenant, there are no hard Cockney accents, gratuitous violence, and the slow-motion style of delivering the action that is synonymous with the 55-year-old filmmaker. Instead, he opts to tell a character-driven story about the war in Afghanistan and just how far one will go in order to save another and the debt that is left with the benefactor of such an act of bravery and selflessness.\nThe Covenant stars\nJake Gyllenhaal as a U.S. Marine and the relationship that develops with his translator/interpreter named Ahmed (Dar Salim). While it is a rare outlier in style and story from the acclaimed director, it's also a fresh take on a war that was going on in the Middle East for the better part of two decades that tells a familiar story, but from three different points of view, featuring perspectives from Americans, Afghani citizens, and the enemy Taliban fighters. [ The Covenant ](/tag/the-covenant/)\nDuring the war in Afghanistan, a local interpreter risks his own life to carry an injured sergeant across miles of grueling terrain.\n- Release Date\n- April 21, 2023\n- Director\n(/tag/guy-ritchie/)\n- Cast\n- Jake Gyllenhaal ,\n[Antony Starr](/tag/antony-starr/), [Alexander Ludwig](/tag/alexander-ludwig/), [Jonny Lee Miller](/tag/jonny-lee-miller/)\n- Runtime\n- 123\nWhat Is ‘Guy Ritchie’s The Covenant’ About?\nIn March 2018, United States troops were still in Afghanistan after first entering the country and region more than 15 years earlier. Gyllenhaal plays Master Sergeant John Kinley, who heads up an outfit that is charged with tracking down IEDs (Improvised Explosive Devices) and other enemy weapons and armories. Among his dozen or so troops is a newly assigned native Afghan translator named Ahmed, who intends to facilitate the troops in an effort to navigate their way around the desert and communicate with the locals. Initially, Kinley is skeptical about Ahmed's loyalty and motivation. He treats him more like a Taliban member who is just trying to avoid battle by signing up to help Americans.\nBut after Ahmed makes several crucial and wise decisions about how Kinley and his men should proceed that prove to expedite their search and save their lives, he earns the trust of Kinley and the group. When\nthe Marines finally gather intelligence on a cache of Taliban weapons and an IED factory, they seek to destroy them but are intercepted by the enemy, but still manage to accomplish their mission. Most of the American unit is killed, and Kinley and Ahmed find themselves alone, stranded behind enemy lines and being hunted by the Taliban. Kinley has suffered a concussion and a gunshot wound to the leg and is unconscious. It is only through some quick thinking and local knowledge of Ahmed that he is able to get Kinley back to safety where he can then be sent home mere weeks before the Taliban retake control of Afghanistan. Kinley will spend the rest of the film making sure that he returns the favor.\n‘The Covenant’ Breaks Free From Past American Points of View\nOver the last 20 years, dating back to when it became apparent that the American occupation and war in the Middle East was going to be an ongoing engagement,\nmany films have tried to capitalize on the conflict from a variety of different perspectives. Most are singularly focused on what the American troops are interested in with little regard for the people of the country and the enemy they are fighting. Movies like Kathryn Bigelow's outstanding Oscar winner The Hurt Locker with Jeremy Renner and Anthony Mackie; Three Kings with George Clooney, Ice Cube, and Mark Wahlberg; Clint Eastwood's American Sniper starring Bradley Cooper, and another Jake Gyllenhaal vehicle called Jarhead made in 2005, all fall into this trap.\nThese are worthy war film entries made by great directors, but they fail to take a comprehensive view of all the people involved in the decades-long war. The Covenant's relationships, bonds, promises, and the human element of the players from all sides makes it intriguing and a worthwhile emotional investment on top of being a\nsmart action war movie. [ ](/where-to-watch-the-covenant/)\nA Bond. A Pledge. A Commitment\n[ Where to Watch and Stream 'Guy Ritchie's The Covenant' ](/where-to-watch-the-covenant/)\nGuy Ritchie Drops His Signature Cinematography for a Human Story\nGuy Ritchie's\nThe Covenant is told in two separate and equally thrilling acts. The first is the American war effort in the waning days of the Afghan occupation where Ahmed proves to be much more than a local translator, but a man with incredible honor and integrity. He is a husband and father of a newborn and by helping the Americans, he is risking his life every second that he shares intelligence with the enemy of the Taliban. Ritchie opts for a more traditional shooting style in order to tell the very profound relationship that forms between two strangers who will become inexorably tied over the course of the film. Once Kinley returns stateside and is alive only because of the efforts of Ahmed, he learns that the man who refused to leave another behind is in great danger back in Afghanistan. In addition to his family being at risk, Ahmed has landed on the Taliban's most wanted list for aiding the Americans in destroying an IED manufacturing building.\nThe only escape for Ahmed and his family is to get out of the country, and they will need the American-sponsored visas that are supposed to be awarded to all foreign translators. But Ahmed and his family don't have enough time to wait for the bureaucratic red tape, so Kinley, who is racked with guilt, starts to hit the drink as memories start to resurface and decides to take action. Ritchie devotes plenty of well-deserved screen time to not only Kinley but also Dar Salim's Ahmed and his family. Through this lens, Ritchie shows the realities faced by the Afghan people who are now struggling under the rule of the Taliban government, which has yet to be fleshed out on screen since\nAmerica began withdrawing troops in 2019 and evacuated completely in 2021.\nGuy Ritchie Devotes Time to the Taliban Aspect in ‘The Covenant’\nAfter obtaining the necessary visas with the help of a man whose life Kinley saved years earlier, he strikes a deal with a private security task force to go in and rescue Ahmed and his wife and child. But along the way, Ritchie takes the time to delve into the Taliban's interest as Ahmed's brother turns out to be a drug dealer who is protected by the new regime that he supplies. It is a rare time we've seen the human face of the Taliban treated with a measure of understanding — not that it is deserved or undeserved — but it is yet another point of view that Ritchie manages to tell. It makes his story that much more rich and compelling, regardless of the politics involved. Ahmed's brother decides to risk his own life and give Kinley information about where his brother has been forced into hiding.\nWhat Ritchie impresses upon his audience is an unmistakable human bond and pact between one man and another man. It's exciting to see the director break away from\nhis prolific niche of British mob thrillers and deliver such a powerful and poignant personal story, one that also happens to be his best movie in years.\nGuy Ritchie's The Covenant is available to stream on Prime Video in the U.S.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.nytimes.com/article/afghanistan-war-us.html",
    "https://nytimes.com/article/afghanistan-war-us.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ritchie",
        "sentiment": "neutral"
      },
      {
        "name": "guy ritchie",
        "sentiment": "none"
      },
      {
        "name": "sherlock holmes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taliban",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T12:08:59.978+02:00",
  "updated": "2024-03-10T12:08:59.978+02:00"
}