{
  "thread": {
    "uuid": "4957a4f140b1751033fcab870fdd2ade0d369cf8",
    "url": "https://diariocorreo.pe/peru/essalud-realiza-la-pausa-activa-mas-grande-del-peru-con-mas-de-250-trabajadores-noticia/",
    "site_full": "diariocorreo.pe",
    "site": "diariocorreo.pe",
    "site_section": "https://diariocorreo.pe/arcio/rss",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Diario Correo",
    "title": "EsSalud realiza la pausa activa más grande del Perú con más de 250 trabajadores",
    "title_full": "EsSalud realiza la pausa activa más grande del Perú con más de 250 trabajadores",
    "published": "2023-12-29T18:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://diariocorreo.pe/resizer/KfuxaJgCZX412WwDnghHddDCMis=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/HJGHMNUB3NHY5JAZIUT7FAXQOA.jpeg",
    "performance_score": 0,
    "domain_rank": 36587,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4957a4f140b1751033fcab870fdd2ade0d369cf8",
  "url": "https://diariocorreo.pe/peru/essalud-realiza-la-pausa-activa-mas-grande-del-peru-con-mas-de-250-trabajadores-noticia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Diario Correo",
  "published": "2023-12-29T18:04:00.000+02:00",
  "title": "EsSalud realiza la pausa activa más grande del Perú con más de 250 trabajadores",
  "text": "Las exigencias del mundo laboral, nos enfrentan de manera permanente a estrés. Ello sumado a las largas horas de trabajo, favorecen ambientes laborales sedentarios; por ello, el Seguro Social de Salud realizó una de las pausas activas más grandes del Perú que contó con la participación de más de 250 trabajadores, a fin de fomentar estas actividades para disminuir el riesgo de desarrollar enfermedades o peor aún, fallecer a consecuencia de las mismas. Durante la actividad, denominada “Tómate el tiempo, tómate una pausa”, la Dra. María Elena Aguilar del Águila, titular de EsSalud, recordó que una pausa puede volver al trabajador más productivo. “El trabajo en oficina es pesado, hay limitaciones físicas, muchos están sentados todo el día y eso no es saludable, con ello no solo hay riesgo psicosocial, sino alteraciones mentales; nos puede suceder a todos, pero es nuestra función y deber como EsSalud hacer prevención y promoción de la salud”, señaló la máxima autoridad de la institución. Esta actividad se realizó en coordinación con el Ministerio de Trabajo y Promoción del Empleo (MTPE), a fin de promover las pausas activas en distintos centros laborales para mejorar la salud física y mental de los trabajadores. De acuerdo a información recogida por organismos internacionales como OIT y la OMS, actualmente los trabajadores están experimentando cambios organizacionales y de reestructuración, menores oportunidades laborales, aumento de trabajo precario, temor a la pérdida del empleo, despidos masivos y desempleo, así como menor estabilidad financiera, con graves consecuencias para su salud mental y bienestar. En ese contexto, Fátima Ramos, directora del Centro de Prevención de Riesgos de Trabajo – CEPRIT de EsSalud, nos recuerda que esta alta carga de estrés y tensión puede desencadenar problemas músculo-esqueléticos o incluso llevarnos a la muerte. “Dentro de la salud ocupacional, más de un millón de trabajadores alrededor del mundo han fallecido por alguna enfermedad que se han originado dentro del ambiente de trabajo. Es por eso dentro de las actividades de prevención está la pausa activa, porque te ayuda a prevenir problemas mentales y te motiva”, señaló la especialista de EsSalud. El Seguro Social de Salud busca priorizar la prevención y promoción de la salud en el trabajo, así como la creación de entornos laborales saludables y seguros, para evitar el deterioro de la salud física y emocional de los trabajadores. En lo que va de 2023, Ceprit de EsSalud visitó más de 90 empresas y brindó atención a más de 6 mil trabajadores, quienes recibieron diversas sesiones de pausas activas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:17:10.592+02:00",
  "updated": "2023-12-30T00:08:13.898+02:00"
}