{
  "thread": {
    "uuid": "424bdc3c75a2997f379edce35950662ec978026a",
    "url": "https://animalpolitico.com/tendencias/ciencia-tecnologia/que-es-tiktok-lite-paga-ver-videos",
    "site_full": "animalpolitico.com",
    "site": "animalpolitico.com",
    "site_section": "https://www.animalpolitico.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Animal Politico",
    "title": "TikTok lanza Lite, una nueva app que “pagará” a usuarios por ver videos",
    "title_full": "TikTok lanza Lite, una nueva app que “pagará” a usuarios por ver videos",
    "published": "2024-04-11T21:08:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://ap-cdn.sfo3.digitaloceanspaces.com/uploads/2024/04/que-es-tiktok-lite-paga-ver-videos-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 16027,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "424bdc3c75a2997f379edce35950662ec978026a",
  "url": "https://animalpolitico.com/tendencias/ciencia-tecnologia/que-es-tiktok-lite-paga-ver-videos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Animal MX",
  "published": "2024-04-11T21:08:00.000+03:00",
  "title": "TikTok lanza Lite, una nueva app que “pagará” a usuarios por ver videos",
  "text": "¿Te imaginas que te paguen por ver videos? Pues eso es lo que busca TikTok Lite , el nuevo producto de la compañía de ByteDance, que está en fase de pruebas en cuatro países. ¡Y no busques en tu tienda de apps! Todavía no está disponible en México .\n¿Cuánto dinero podrás ganar? ¿Cuándo sale en México? Te contamos todo lo que sabemos hasta ahora de esta versión de TikTok.\nMira: La Cámara de Representantes aprueba proyecto de ley para vetar TikTok en EU: ¿qué sigue para la app?\nSolo para mayores de 18 años La información primero fue difundida por el medio estadounidense The Information , que supuestamente tuvo acceso a una descripción escrita de este producto que la compañía internamente llama Coin App.\nActualmente TikTok Lite está en fase de pruebas en cuatro países: España, Francia, Japón y Corea . Fue lanzada tanto para Apple como para Android y, de acuerdo a AFP , solo podrá ser usada por usuarios mayores de 18 años.\n¿La razón? Buscan incentivar el crecimiento de audiencias de 18 en adelante y esta les parece una gran forma de hacerlo.\nDe hecho, El País describe que aunque la app es una copia idéntica del TikTok tradicional, la gran diferencia es que valorará que los usuarios consuman contenido , que consigan que nuevas personas se unan a TikTok y otras acciones que mejoren los datos de la plataforma.\nLee: Otro tipo de violencia digital: qué es el stalkerware y cómo evitar ser víctima\n¿Cómo está eso de ganar dinero viendo TikTok? Se supone que los usuarios de TikTok Lite podrán “acumular puntos descubriendo contenido nuevo o realizando determinadas acciones”, describe AFP .\nPero ojo, no esperes cantidades descomunales ni depósitos bancarios. TikTok dijo que “los puntos acumulados podrán transformarse en una tarjeta regalo o utilizarse para apoyar a creadores “.\nAunque El País explica que esas tarjetas de regalo podrían ser para Amazon, Paypal u otros servicios.\nAunque, al menos en España, se espera que cada usuario pueda ganar alrededor de 1 euro diario (Alrededor de 17.60 pesos mexicanos).\nTe interesa: Qué pasa con nuestras cuentas de redes sociales cuando morimos\nOye, pero ya me sale/uso un TikTok Lite… ¿es diferente? Es verdad, en México y en otros países ya existe un TikTok Lite oficial que puedes descargar en tiendas digitales. Sin embargo, esta es una alternativa para personas que tengan menos disponibilidad de datos y de memoria en el celular.\nAunque tiene algunas limitantes, funciona casi igual que TikTok normal. Todavía queda la pregunta si las características de ganar dinero viendo TikTok se añadirían a esa app existente o si sería una nueva.\nPero repetimos: todavía no hay fecha de lanzamiento oficial de TikTok Lite (que paga por ver videos) en México .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.theinformation.com/articles/tiktok-launches-new-rewards-app-to-boost-growth",
    "https://elpais.com/tecnologia/2024-04-09/tiktok-lanza-lite-en-espana-una-nueva-app-que-pagara-al-usuario-por-ver-videos.html",
    "https://www.elpais.com/tecnologia/2024-04-09/tiktok-lanza-lite-en-espana-una-nueva-app-que-pagara-al-usuario-por-ver-videos.html",
    "https://theinformation.com/articles/tiktok-launches-new-rewards-app-to-boost-growth"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:47:35.405+03:00",
  "updated": "2024-04-12T00:47:35.405+03:00"
}