{
  "thread": {
    "uuid": "7e3160332eb8d1970c360c8f3833048131e791ce",
    "url": "https://www.brecorder.com/news/40281727",
    "site_full": "www.brecorder.com",
    "site": "brecorder.com",
    "site_section": "https://amtrak.einnews.com/live_feed",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Live Feed Wire - Amtrak News Today - EIN Presswire",
    "title": "Natural gas futures up on colder forecasts - Markets - Business Recorder",
    "title_full": "Natural gas futures up on colder forecasts - Markets - Business Recorder",
    "published": "2024-01-03T02:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://i.brecorder.com/large/2024/01/659486d0924d2.jpg",
    "performance_score": 0,
    "domain_rank": 13756,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e3160332eb8d1970c360c8f3833048131e791ce",
  "url": "https://www.brecorder.com/news/40281727",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2024-01-03T02:32:00.000+02:00",
  "title": "Natural gas futures up on colder forecasts - Markets - Business Recorder",
  "text": "NEW YORK: US natural gas futures gained about 2% on Tuesday after the long New Year’s holiday weekend on forecasts for colder weather and more heating demand this week than previously expected and as record amounts of gas flow to US liquefied natural gas (LNG) export plants. Prices increased despite record output and forecasts for mostly mild weather through mid January that should allow utilities to keep pulling less gas from storage in coming weeks. Analysts forecast there was about 11.6% more gas in storage than usual for this time of year. Front-month gas futures for February delivery on the New York Mercantile Exchange rose 5.7 cents, or 2.3%, to $2.571 per million British thermal units (mmBtu) at 10:08 a.m. EST (1508 GMT). A lack of big price moves in recent weeks has cut historic or actual 30-day close-to-close futures volatility to 45.0%, the lowest since September 2021. Historic daily volatility hit a record high of 177.7% in February 2022 and a record low of 7.3% in June 1991. Historic volatility has averaged 70.5% so far this year, versus a record high of 92.8% in 2022 and a five-year (2018-2022) average of 57.9%. Even though late January is usually the coldest part of the year, many traders said winter futures for November-March have likely already peaked at $3.608 per mmBtu on Nov. 1 due primarily to record production and ample supplies of gas in storage. Last week, speculators cut their net short futures and options positions on the New York Mercantile and Intercontinental Exchanges for a second week in a row, according to the US Commodity Futures Trading Commission’s Commitments of Traders report. SUPPLY AND DEMAND Financial firm LSEG said average gas output in the lower 48 US states slid to 107.4 billion cubic feet per day (bcfd) so far in January from a record 108.8 bcfd in December. Meteorologists projected the weather would remain mostly warmer than normal through Jan. 13 before turning mostly near normal from Jan. 14-17. With colder weather coming, LSEG forecast US gas demand in the Lower 48, including exports, would rise from 133.5 bcfd this week to 135.8 bcfd next week. The forecast for this week was higher than LSEG’s outlook on Friday, while the forecast for next week was lower. US pipeline exports to Mexico fell to an average of 4.1 bcfd so far in January, down from 4.6 bcfd in December and a record 7.0 bcfd in August. Analysts, however, expect exports to Mexico to rise in coming months once US energy company New Fortress Energy’s plant in Altamira starts pulling in US gas to turn into LNG for export. Gas flows to the seven big US LNG export plants rose to an average of 14.9 bcfd so far in January, up from a monthly record 14.7 bcfd in December. The US became the world’s biggest LNG supplier in 2023, ahead of recent leaders Australia and Qatar, as much higher global prices feed demand for more exports due in part to supply disruptions and sanctions linked to Russia’s war in Ukraine. Gas was trading around $10 per mmBtu at the Dutch Title Transfer Facility (TTF) benchmark in Europe and $12 at the Japan Korea Marker (JKM) in Asia. Comments [Jul-Dec: Trade deficit falls 34.29pc to $11.15bn YoY ](https://www.brecorder.com/news/40281826/jul-dec-trade-deficit-falls-3429pc-to-1115bn-yoy) [Natural gas futures up on colder forecasts ](https://www.brecorder.com/news/40281727/natural-gas-futures-up-on-colder-forecasts) [FBR set to block mobile phones of non-filers ](https://www.brecorder.com/news/40281821/fbr-set-to-block-mobile-phones-of-non-filers) [Privatisation of HEC concludes ](https://www.brecorder.com/news/40281822/privatisation-of-hec-concludes) [PTI ready to field even an ‘Under-19 team’: Gohar ](https://www.brecorder.com/news/40281825/pti-ready-to-field-even-an-under-19-team-gohar) [Devolved subjects: SIFC to discuss expenditure-sharing today ](https://www.brecorder.com/news/40281823/devolved-subjects-sifc-to-discuss-expenditure-sharing-today) [ECC rejects hike in wheat support price proposal ](https://www.brecorder.com/news/40281820/ecc-rejects-hike-in-wheat-support-price-proposal) [Dec petroleum products’ sales fall 7pc YoY ](https://www.brecorder.com/news/40281819/dec-petroleum-products-sales-fall-7pc-yoy) [‘Lifelong disqualification’: SC seeks senior lawyers’ assistance ](https://www.brecorder.com/news/40281816/lifelong-disqualification-sc-seeks-senior-lawyers-assistance) [‘Nomination papers’: IK approaches polls tribunal ](https://www.brecorder.com/news/40281815/nomination-papers-ik-approaches-polls-tribunal) [CCP approves Singapore shipping firm merger with Pak subsidiary ](https://www.brecorder.com/news/40281814/ccp-approves-singapore-shipping-firm-merger-with-pak-subsidiary) [Afghan delegation due today for crucial talks ](https://www.brecorder.com/news/40281813/afghan-delegation-due-today-for-crucial-talks) [Read more stories](https://www.brecorder.com/markets) [Next Story](https://www.brecorder.com/news/40281826/ajax-request)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "new york mercantile exchange",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T03:27:58.666+02:00",
  "updated": "2024-01-03T04:18:01.351+02:00"
}