{
  "thread": {
    "uuid": "5fad44cab8ea046f9008f761947eb90b2213da63",
    "url": "https://www.newjerseyhills.com/echoes-sentinel/news/heavy-rainfall-had-less-than-anticipated-impact-on-long-hill/article_3acc77b8-b195-11ee-9ace-c743753a3a41.html",
    "site_full": "www.newjerseyhills.com",
    "site": "newjerseyhills.com",
    "site_section": "http://newjerseyhills.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=echoes-sentinel*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.newjerseyhills.com - RSS Results in echoes-sentinel* of type article",
    "title": "Heavy rainfall had less-than-anticipated impact on Long Hill",
    "title_full": "Heavy rainfall had less-than-anticipated impact on Long Hill",
    "published": "2024-01-13T07:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newjerseyhills.com/content/tncms/assets/v3/editorial/4/96/4962e1c6-b196-11ee-9370-ef4cd2838040/65a1b7626a56c.image.jpg?crop=1743%2C915%2C0%2C137&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 58589,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fad44cab8ea046f9008f761947eb90b2213da63",
  "url": "https://www.newjerseyhills.com/echoes-sentinel/news/heavy-rainfall-had-less-than-anticipated-impact-on-long-hill/article_3acc77b8-b195-11ee-9ace-c743753a3a41.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NICOLE ZANCHELLI Editor",
  "published": "2024-01-13T07:45:00.000+02:00",
  "title": "Heavy rainfall had less-than-anticipated impact on Long Hill",
  "text": "LONG HILL TWP. - Township neighborhoods received three inches of rain on Tuesday, Jan. 9, but there is good news. “The storm had less impact to our area than anticipated,” said Office of Emergency Management (OEM) Coordinator Joseph Hubert on Wednesday, Jan. 10. While the rain caused less damage than expected, another smaller storm was forecasted for Friday night, Jan. 12. It was predicted that Long Hill would receive another one to two inches of rain, and that the Passaic River will crest at about 8.2 feet. “The storm is much smaller, but obviously the river is quite high already,” Hubert said on Jan. 12. “I expect the river to rise again on Saturday (Jan. 13).” It appeared that the Jan. 12 rainfall had minimal impact on Long Hill. Gov. Phil Murphy issued an executive order declaring a state of emergency due to the rainstorm, effective at 5 p.m. on Tuesday, Jan. 9. Weather projections for Long Hill had claimed that the rain would be heaviest from 6 p.m. on Jan. 9 to 1 a.m. on Jan. 10, that rainfall totals could be anywhere from two to four inches, and that there would be wind gusts of up to 45 mph. Hubert had predicted that the Passaic River would crest on Wednesday morning, Jan. 10, rising to 8.1 feet. “As always with significant weather events, we are closely monitoring this storm in collaboration with local, county and state officials,” said Mayor Guy Piserchia on Jan. 9. “I had several conversations yesterday with the governor’s office, and participated in an update call with over 100 mayors from five counties.” Long Hill schools had a two-hour delayed opening on Wednesday, Jan. 10 due to the rain storm. Central Middle School began at 10:15 a.m., and Gillette and Millington schools started at 11 a.m. As of Thursday night, Jan. 11, Hilltop Road between Semerad Road and Overlook Road in Millington was fully reopened, after a large tree fell across the road with power lines down. The following roads are still impacted by flooding, as of Monday afternoon, Jan. 15: • Whitebridge Road, the west-end leading into Lord Stirling Road, is closed and impassable; • Morristown Road, between Madison Road and Lombardo Farms, is closed but passable with some issues; • Warren Avenue, the south-end near Jaeger Lumber, is closed but passable with some issues. \"Overnight or latest tomorrow we will see these roads re-open,\" Hubert said on Jan. 15. Hubert also warned residents to be careful on Monday night, Jan. 15, as there is a winter storm moving through the area. The National Weather Service issued a winter weather advisory notice, in effect from 7 p.m. on Jan. 15 to 4 p.m. on Jan. 16. It predicts that portions of central, northern and northwest New Jersey will receive about two to four inches of snow and ice accumulations. Piserchia stated on Jan. 9 that Hubert is working closely with the Morris County Office of Emergency Management, the Long Hill Police Department and the Long Hill Department of Public Works. “I am confident everything that can be done is being done,” Piserchia said. [CLICK HERE TO DONATE AND SUPPORT LOCAL JOURNALISM](https://newsweneed.org/donations/njhills2)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [
    "https://newsweneed.org/donations/njhills2",
    "https://www.newsweneed.org/donations/njhills2"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph hubert",
        "sentiment": "none"
      },
      {
        "name": "hubert",
        "sentiment": "none"
      },
      {
        "name": "phil murphy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "office of emergency management",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "long hill long hill",
        "sentiment": "none"
      },
      {
        "name": "passaic river",
        "sentiment": "none"
      },
      {
        "name": "long hill",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T00:32:25.310+02:00",
  "updated": "2024-01-16T08:50:27.168+02:00"
}