{
  "thread": {
    "uuid": "9a4304256d4bd5566c6c0b4fd790fb69b93a8038",
    "url": "https://www.syfy.com/how-de-extinction-supports-research-and-conservation-efforts",
    "site_full": "www.syfy.com",
    "site": "syfy.com",
    "site_section": "https://syfy.com/syfy-wire",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "SYFY WIRE | SYFY Official Site",
    "title": "How De-Extinction Supports Research and Conservation Efforts | SYFY WIRE",
    "title_full": "How De-Extinction Supports Research and Conservation Efforts | SYFY WIRE",
    "published": "2024-04-12T00:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.syfy.com/sites/syfy/files/2019/04/mammoth.jpg",
    "performance_score": 0,
    "domain_rank": 2221,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a4304256d4bd5566c6c0b4fd790fb69b93a8038",
  "url": "https://www.syfy.com/how-de-extinction-supports-research-and-conservation-efforts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cassidy Ward",
  "published": "2024-04-12T00:19:00.000+03:00",
  "title": "How De-Extinction Supports Research and Conservation Efforts | SYFY WIRE",
  "text": "Create a free profile to get unlimited access to exclusive videos, sweepstakes, and more! Can We Save Living Species by Recovering Extinct Genomes from Dire Wolves and Giant Sloths? A wooly mammoth is the goal, but conservation is a welcome perk. Colossal Biosciences wants to resurrect the [wooly mammoth](https://www.syfy.com/syfy-wire/topic/woolly-mammoth), but first the company is breathing life into ancient [DNA](https://www.syfy.com/syfy-wire/topic/dna) research around the world. Over the last few years, Colossal has promised a [Jurassic Park](https://digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296)-like near future with living, breathing mammoths, thylacines ( [Tasmanian tigers](https://www.syfy.com/syfy-wire/tasmanian-tiger-could-be-saved-from-extinction)) and dodos. They’ve set a tight deadline to deliver the first living mammoth in millennia [by 2027](https://thedebrief.org/the-woolly-mammoth-will-be-back-in-6-years-says-new-start-up-in-partnership-with-harvard-university/). In the meantime, the company is taking a shotgun approach to pumping up the research landscape for the benefit of animals both extinct and extant. Recently, Colossal brought in Beth Shapiro, an expert in ancient DNA, as the company’s Chief Science Officer to run their in-house research. In addition, the company is providing $7.5 million in research funding to outside academic programs in 2024, with the hope that spreading the money around will benefit the field as a whole. How Ancient DNA Teaches Us About Living Animals and Ourselves This probably goes without saying, but making a mammoth from scratch isn’t easy. It’s not enough just to sequence the [genome](https://www.syfy.com/syfy-wire/topic/genomes). That gives us a list of genes which codes for a mammoth, but a list of ingredients is not the whole recipe. When you're making cookies, you can't just toss all the ingredients together. You have to cream the butter and sugar first, before adding your dry ingredients. Depending on the cookie, you might need to chill the dough and then you have to cook them at the right temperature for the right duration. In much the same way, there are steps to the mammoth recipe we still need to work out. If Colossal is going to bring back a mammoth or anything else, they’re going to need help. “We started out focused on species that are closely related to our core species, like the Columbian mammoth,” Ben Lamm, co-founder and CEO of Colossal, told SYFY WIRE. “Instead of us trying to solve everything, why don’t we go to the top researchers of the world, fund their massively underfunded research, let us glean from that scientific papers and research that can be shared with the entire world. And then we can leverage that for some of our own research. Now, Colossal is funding a bunch of projects from a wide variety of species including but not limited to long-horned bison, Columbian mammoths, dire wolves, giant sloths, cave hyenas, moas, saber-toothed cats, wooly rhinoceroses, mastodons, tooth-billed pigeons (a relative of the dodo), and American cheetahs. The company has not committed to resurrecting all of these species, but learning from ancient DNA and from the ways extinct species adapted or failed to adapt might unlock new conservation strategies. For More on De-Extinction: [Colossal Genetic Breakthrough Could be the Key to Reviving the Wooly Mammoth](https://www.syfy.com/syfy-wire/reviving-wooly-mammoth-breakthrough-could-deliver-first-baby) [Colossal Biosciences and BioRescue Partnering up to Save Northern White Rhino from Extinction](https://www.syfy.com/syfy-wire/colossal-and-biorescue-announce-partnership-to-save-extinct-rhino) ['De-Extinction Company' Colossal Biosciences Commits to Resurrecting the Dodo](https://www.syfy.com/syfy-wire/genetics-company-commits-to-resurrecting-the-dodo) One of the big challenges in conservation and in de-extinction is understanding which genes are responsible for desired traits. We might know that a certain species is adapted to cold climates, but we won’t necessarily know which specific genes are responsible for that adaptation. One way that scientists can narrow in on the answer is by comparing closely related species. Oftentimes, the closest relatives of a living species are long since extinct, and ancient DNA offers a novel way of figuring out what makes living animals tick. “The most striking example to date is how much we’ve learned about our own species by recovering and assembling the genomes of Neanderthals and Denisovans – our closest evolutionary cousins,” Beth Shapiro, Colossal’s Chief Science Officer, told SYFY WIRE. “With this ancient DNA, we have been able to narrow down the parts of our DNA code that make humans distinct from other species. Without data from these close relatives, we have to compare humans with chimpanzees and bonobos, which diverged from us much longer ago in evolutionary history, meaning that there will be many, many more evolutionary changes to sift through to discover those that led to us. In this case, the ancient DNA is explicitly teaching us what it is that makes humans unique. The same will be true for other living species that have closely related extinct relatives.” One early beneficiary of this work might be the critically endangered [northern white rhino](https://www.syfy.com/syfy-wire/frozen-embryos-could-save-white-rhinos-from-extinction). Some of the funding going out this year will support research into the extinct wooly rhinoceros, which could benefit Colossal’s collaboration with BioRescue to save the northern white rhino from extinction. “We’re not working on a wooly rhino project, but we are working with Dr. Thomas Hildebrandt and the team at BioRescue on saving the northern white rhino. If we could study wooly rhinoceroses, maybe that will give us insight into population diversity and genetic divergence for saving the northern white rhino,” Lamm said. Wooly rhino research might also reveal information on cold adaptations beneficial to [Colossal’s mammoth project](https://www.syfy.com/syfy-wire/reviving-wooly-mammoth-breakthrough-could-deliver-first-baby). “Maybe there are lost genes or traits, even just biodiversity, that can be engineered back into certain lineage, like in the case of the northern white rhino.” Studying Mammoths and Other Ancient Animals Is a Team Sport “People get excited when we talk about the mammoth, the thylacine, and the dodo, but something I think is missing from what we’re talking about is the incredible work being done by our ancient DNA academic partners,” Lamm said. In addition to funding, which Colossal plans to increase in coming years, the goal is to create a global community of ancient DNA researchers who can all work and communicate in a shared HUB with a shared set of tools. “The HUB will be a constant evolution, but our goal is to be a location where anyone can upload data and leverage tools against it,” Lamm said. “We’ve built, arguably, some of the best tools out there for ancient DNA. If we can make those available to those researchers and get them collaborating, it will help all of that research.” Colossal’s ultimate destination is the resurrection of extinct species but the road to get there is long and we’ll have the opportunity to save some threatened species along the way. Lamm says that Colossal’s tools are evolving faster than at other labs because they're working on such a hard problem. Like a runner training at high altitude and then racing at sea level, when researchers design tools for ancient DNA and then use those tools on unfragmented living DNA, they work a lot better. “You have pieces of a puzzle, you don’t know how many pieces there are, you don’t have the picture of what the puzzle should look like, and you’re trying to assemble it. It forces you to look at your pipelines very differently,” Lamm said, which is why collaboration is so important to the work. “Part of the vision for Colossal is anything that has an application for conservation, we’re giving it to the world for free.” Whether Colossal succeeds at resurrecting the mammoth remains to be seen, but if they slip up and ONLY help preserve endangered species now and in the future, that might not be so bad. John Hammond wishes he were that lucky. Visit Jurassic Park, available [from Universal Pictures](https://digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296)-like",
    "https://thedebrief.org/the-woolly-mammoth-will-be-back-in-6-years-says-new-start-up-in-partnership-with-harvard-university/).",
    "https://digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296).",
    "https://digitalmoviedeals.nbcuniversal.com/products/jurassic-park",
    "https://www.thedebrief.org/the-woolly-mammoth-will-be-back-in-6-years-says-new-start-up-in-partnership-with-harvard-university/).",
    "https://www.digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296)-like",
    "https://www.digitalmoviedeals.nbcuniversal.com/products/jurassic-park?variant=43039083397296)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sav",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "colossal biosciences",
        "sentiment": "none"
      },
      {
        "name": "colossal",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:29:52.439+03:00",
  "updated": "2024-04-12T03:29:52.439+03:00"
}