{
  "thread": {
    "uuid": "fa68563d1ef1dd025bee6a8b63caef3b85508575",
    "url": "https://japannews.yomiuri.co.jp/world/asia-pacific/20240308-173431",
    "site_full": "japannews.yomiuri.co.jp",
    "site": "yomiuri.co.jp",
    "site_section": "https://japannews.yomiuri.co.jp/feed/",
    "site_categories": [],
    "section_title": "The Japan News",
    "title": "Indian Foreign Minister Seeks Stronger Ties With Japan; Countries Share Concern Over Territorial Moves by China - The Japan News",
    "title_full": "Indian Foreign Minister Seeks Stronger Ties With Japan; Countries Share Concern Over Territorial Moves by China - The Japan News",
    "published": "2024-03-08T13:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://japannews.yomiuri.co.jp/wp-content/uploads/2024/03/20240308YGTGS004414_202403081650383113468.jpg",
    "performance_score": 0,
    "domain_rank": 1740,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa68563d1ef1dd025bee6a8b63caef3b85508575",
  "url": "https://japannews.yomiuri.co.jp/world/asia-pacific/20240308-173431",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yuka Kumakura / Japan News Staff Writer",
  "published": "2024-03-08T13:17:00.000+02:00",
  "title": "Indian Foreign Minister Seeks Stronger Ties With Japan; Countries Share Concern Over Territorial Moves by China - The Japan News",
  "text": "“Given the recent changes in Japanese defense and security policy, I see a lot of potential to enhance our security cooperation,” Indian External Affairs Minister Subrahmanyam Jaishankar said in a written interview, which was followed by an in-person interview on Friday with The Yomiuri Shimbun and The Japan News. As this year is the 10th anniversary of the upgrade of India-Japan relations to a “Special Strategic and Global Partnership” — initiated by Indian Prime Minister Narendra Modi and then Prime Minister Shinzo Abe — the foreign minister said, “I think it would be a right moment to add new content and new agenda to our partnership to make it contemporary.” The partnership already includes defense, security, trade, and people-to-people exchanges. “India and Japan have shared interest for peace and security in the Indo-Pacific and beyond,” Jaishankar said. India, whose population of 1.4 billion is the world’s largest, presents itself as a leading power among the emerging and developing countries known as the Global South. It seeks to amplify both its own influence and the collective voice of the Global South. Reflecting on India’s global responsibilities, the foreign minister said: “It is important that countries speak up on their behalf. India is trusted by many of them to do so. This is particularly in regard to debt, inflation, trade disruptions, climate justice, SDG [Sustainable Development Goals] progress, and food and health security.” China’s military build-up in the South China Sea and East China Sea indicates that Beijing is attempting to unilaterally change the status quo in the Indo-Pacific region. India accuses China of attempting to change the status quo along its borders in the Himalayan region as well. “India believes in the observance of international law and respect for agreements concluded between nations,” the foreign minister said, adding that “peace and tranquility in our border areas with China has been disturbed because China has not observed relevant agreements. Our endeavor is to resolve the resulting situation through direct discussions, which are in fact under way.” In the in-person interview, Jaishankar explained that bilateral efforts, including several meetings of military commanders, have been made since the two countries’ militaries clashed on the border in 2020. The minister said there has been “some progress, and some significant progress, but [there are] still some issues to be done.” With regard to the Quad, a security cooperation framework among Japan, the United States, Australia and India, viewed in some quarters as effectively keeping China’s growing military influence in the Indo-Pacific region in check, the minister said that maritime and cybersecurity and counterterrorism have emerged as important agenda items. In writing, he stressed that “India will reinforce these focus areas as we consolidate and strengthen Quad cooperation.” Meanwhile, even amid Russia’s aggression in Ukraine, India has been buying more crude oil from Russia. Asked if India’s importing of crude oil is supporting Russia economically, the minister said: “India is actually stabilizing the global energy markets at a time when they are affected by the Ukraine conflict. Our imports have helped to manage global prices and reduce global inflation. This should be appreciated.” As for India’s relationship with Russia, he said: “Both nations value the relationship and take care that we never harm each other’s interests. For many years, we have endeavored to broaden the economic relationship to reflect our natural complementarity … Some of these trends should be seen for their own value rather than be linked to the ongoing conflict.” Asked about India’s stance on bringing Russian aggression in Ukraine to an end, the foreign minister said: “India is ready to contribute to any effort towards dialogue and peace. We remain in regular contact with both Russia and Ukraine.” In the in-person interview, he referred to several occasions when India mediated between Russia and Ukraine and said: “We all want to … bring this to an end, but we cannot bring it to an end. It has to be dealt with by the countries concerned. But if we can be of any help in any way, I think we are always open.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shinzo abe",
        "sentiment": "none"
      },
      {
        "name": "subrahmanyam jaishankar",
        "sentiment": "none"
      },
      {
        "name": "jaishankar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "japan news",
        "sentiment": "negative"
      },
      {
        "name": "yomiuri shimbun",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "global south",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T13:25:53.320+02:00",
  "updated": "2024-03-22T19:53:38.075+02:00"
}