{
  "thread": {
    "uuid": "aad805e2b5d382f21fb1138aa185c1614477ae10",
    "url": "https://www.prnewswire.com/news-releases/dr-laurie-leshin-director-of-jpl-to-receive-the-muses-of-the-california-science-center-foundation-2024-woman-of-the-year-award-302121512.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://prnewswire.com/news-releases/general-business-latest-news/general-business-latest-news-list",
    "site_categories": [
      "media"
    ],
    "section_title": "All General Business News and Press Releases from PR Newswire",
    "title": "Dr. Laurie Leshin, Director of JPL, to Receive THE MUSES of the California Science Center Foundation 2024 Woman of the Year Award",
    "title_full": "Dr. Laurie Leshin, Director of JPL, to Receive THE MUSES of the California Science Center Foundation 2024 Woman of the Year Award",
    "published": "2024-04-18T19:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2391576/California_Science_Center_Foundation_Dr__Laurie_Leshin_headshot.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 194,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aad805e2b5d382f21fb1138aa185c1614477ae10",
  "url": "https://www.prnewswire.com/news-releases/dr-laurie-leshin-director-of-jpl-to-receive-the-muses-of-the-california-science-center-foundation-2024-woman-of-the-year-award-302121512.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "California Science Center Foundation",
  "published": "2024-04-18T19:59:00.000+03:00",
  "title": "Dr. Laurie Leshin, Director of JPL, to Receive THE MUSES of the California Science Center Foundation 2024 Woman of the Year Award",
  "text": "LOS ANGELES , April 18, 2024 /PRNewswire/ -- Distinguished geochemist, space scientist, and Director of NASA's Jet Propulsion Laboratory, Dr. Laurie Leshin will be honored as the 2024 Woman of the Year by THE MUSES of the California Science Center Foundation. The annual luncheon, which will take place on Thursday, April 25, 2024 at the Jonathan Town Club in Los Angeles , honors women who are leaders and trailblazers in the fields of science, technology, engineering, and mathematics (STEM), business, or academia.\nContinue Reading\nDistinguished geochemist, space scientist, and Director of NASA’s Jet Propulsion Laboratory, Dr. Laurie Leshin will be honored as the 2024 Woman of the Year by THE MUSES of the California Science Center Foundation on Thursday, April 25, 2024 at the Jonathan Town Club in Los Angeles.\nDr. Leshin is also a pioneer – the first woman to serve as the Director of JPL in its 87-year history, a role that includes serving as Vice President and Bren Professor of Geochemistry and Planetary Science at Caltech, which manages JPL for NASA. At JPL, Dr. Leshin oversees Earth and space science research, space technology development and more than 40 active space missions in Earth science, astrophysics, and planetary science to help humanity better understand Earth's changing climate, expand knowledge about our solar system and beyond. With a career including leadership roles in academia, senior management at NASA, and presidential appointments, she continues to be a member of NASA's Mars Curiosity Rover science team.\nDr. Leshin graduated with a bachelor's degree in chemistry from Arizona State University , and master's and doctoral degrees in geochemistry from Caltech. She is a recipient of NASA's Outstanding Leadership Medal and Distinguished Public Service Medal, and of the Meteoritical Society's Nier Prize, awarded for outstanding research in meteoritics or planetary science by a scientist under the age of 35. The International Astronomical Union recognized her contributions to planetary science with the naming of asteroid 4922 Leshin.\nThe annual Woman of the Year luncheon is the major fundraiser that allows THE MUSES to support youth education programs of the California Science Center. Proceeds help to fund educational programming for children from underserved communities who are historically underrepresented in STEM fields, including scholarships to Hands-On Science Camp, Young Curators after-school enrichment programs, and Community Teen internship opportunities at the Science Center.\nTickets to the Woman of the Year luncheon are $180 each, with sponsorships of tables for 10 beginning at $1,800 . To RSVP and obtain tickets, or for further information, please contact Michelle Conrad at 323-465-1261 or [email protected]\nAbout THE MUSES Like the mythological figures for which they are named, THE MUSES strive to be patrons of learning to stimulate innovation in science education. Over six decades after the group was established in 1962, their membership and spirit of commitment continues to grow. Today, THE MUSES encourage public goodwill and provide financial assistance for youth education programs of the California Science Center, contributing to the Science Center's role as a world-class learning institution for children, families, students, and educators.\nMore information about THE MUSES and the luncheon is available at: https://californiasciencecenter.org/volunteer/the-muses\nAbout the California Science Center The California Science Center is a dynamic destination where children, families, and people of all ages can explore the wonders of science through hands-on exhibits, live demonstrations, innovative programs, and awe-inspiring large-format movies. The California Science Center and IMAX Theater are located in historic Exposition Park just west of the Harbor (110) Freeway at 700 Exposition Park Drive. The Science Center is open daily from 10:00 a.m. – 5:00 p.m. General admission to the Science Center is free; daily parking at Exposition Park is $15 .\nMedia Contact: Kristina Kurasz Cutting (213) 744-7446 | [email protected]\nSOURCE California Science Center Foundation",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://californiasciencecenter.org/volunteer/the-muses",
    "https://c212.net/c/link/?t=0&l=en&o=4145184-1&h=1130575060&u=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses&a=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses",
    "https://c212.net/c/link/",
    "https://www.californiasciencecenter.org/volunteer/the-muses",
    "https://www.c212.net/c/link/?t=0&l=en&o=4145184-1&h=1130575060&u=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses&a=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "laurie leshin",
        "sentiment": "negative"
      },
      {
        "name": "leshin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jpl",
        "sentiment": "negative"
      },
      {
        "name": "california science center foundation",
        "sentiment": "negative"
      },
      {
        "name": "nasa",
        "sentiment": "none"
      },
      {
        "name": "jonathan town club",
        "sentiment": "none"
      },
      {
        "name": "caltech",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:45.082+03:00",
  "updated": "2024-04-22T09:30:23.654+03:00"
}