{
  "thread": {
    "uuid": "4b2b80d15df9b22cb2d63ad72de9a7683f0b92ca",
    "url": "https://www.osservatoreromano.va/es/news/2024-06/spa-022/rezad-por-la-paz-para-que-no-haya-mas-guerras.html",
    "site_full": "www.osservatoreromano.va",
    "site": "osservatoreromano.va",
    "site_section": "https://www.osservatoreromano.va/es.html/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "L&#39;Osservatore Romano",
    "title": "«Rezad por la paz para que no haya más guerras» - L'Osservatore Romano",
    "title_full": "«Rezad por la paz para que no haya más guerras» - L'Osservatore Romano",
    "published": "2024-05-31T17:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.osservatoreromano.va/content/dam/or/images/es/2024/05/022/varobj25179113obj2035841.jpg/_jcr_content/renditions/cq5dam.web.1280.1280.jpeg",
    "performance_score": 0,
    "domain_rank": 32717,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b2b80d15df9b22cb2d63ad72de9a7683f0b92ca",
  "url": "https://www.osservatoreromano.va/es/news/2024-06/spa-022/rezad-por-la-paz-para-que-no-haya-mas-guerras.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "L'Osservatore Romano",
  "published": "2024-05-31T17:53:00.000+03:00",
  "title": "«Rezad por la paz para que no haya más guerras» - L'Osservatore Romano",
  "text": "En la mañana del domingo 26 de mayo, solemnidad de la Santísima Trinidad, el Papa Francisco presidió la misa en el atrio de la basílica vaticana con motivo de la primera Jornada Mundial de la Infancia (JMJ 2024). Publicamos a continuación la transcripción de la homilía que el Papa pronunció con sus propias palabras tras la proclamación del Evangelio. Queridos niños, queridas niñas, estamos aquí para rezar, para rezar juntos, para rezar a Dios. ¿Están de acuerdo? ¿Están de acuerdo con esto? ¿Sí? Y nosotros rezamos a Dios: Dios Padre, Dios Hijo y Dios Espíritu Santo. ¿Cuántos “dioses” son? Uno en tres personas: el Padre que nos creó a todos y que nos ama mucho. Cuando rezamos a Dios Padre, ¿cuál es la oración?, ¿cuál es la oración que todos rezamos? [Los niños responden: “el Padre Nuestro”]. Pidamos siempre a Dios, que es nuestro Padre, que nos acompañe en la vida y que nos haga crecer. Y, ¿cómo se llama el Hijo? ¿Cuál es el nombre del Hijo? [Los niños responden: “Jesús”]. ¡No oigo bien! “Jesús”. Oremos a Jesús para que nos ayude, para que esté cerca de nosotros. Y también cuando comulgamos recibimos a Jesús y Jesús nos perdona todos los pecados. ¿Es verdad esto, que Jesús perdona todo? [Los niños responden: “Sí”]. No se oye, ¿qué sucede? ¿Es verdad? ¡Sí! ¿Pero siempre perdona todo? [Los niños responden: “Sí”]. ¿Siempre, siempre, siempre? [Los niños responden: “Sí”]. Y si hay un hombre o una mujer, pecador, pecador, muy pecador, con tantos pecados, ¿Jesús los perdona? [Los niños responden: “Sí”]. ¿Perdona también al más feo de los pecadores? [Los niños responden: “Sí”]. No se olviden de esto: Jesús perdona todo, siempre perdona. Nosotros debemos tener la humildad de pedir perdón. “Perdóname, Señor, me he equivocado. Soy débil. La vida me ha puesto en dificultad, pero tú lo perdonas todo. Yo quisiera cambiar de vida y tú me ayudas”. Pero no he oído bien, ¿es verdad que perdona todo? [Los niños responden: “Sí”]. Entonces, no se olviden de esto. El problema es: ¿quién es el Espíritu Santo? La respuesta no es fácil, porque el Espíritu Santo es Dios, está dentro de nosotros. Nosotros recibimos el Espíritu Santo en el Bautismo, lo recibimos en los sacramentos. El Espíritu Santo es el que nos acompaña en la vida. Pensemos esto y digámoslo juntos: “el Espíritu Santo nos acompaña en la vida”. Todos juntos: “el Espíritu Santo nos acompaña en la vida”. Es Aquel que nos habla en el corazón y nos sugiere las cosas buenas que debemos hacer. Otra vez: “el Espíritu Santo nos acompaña en la vida”. Es Aquel que cuando hacemos algo mal nos reprende por dentro. “El Espíritu Santo nos acompaña en la vida”. Ya lo han olvidado, no los escucho, ¡otra vez! El Espíritu Santo es el que nos da la fuerza, nos consuela en las dificultades. Juntos: “el Espíritu Santo nos acompaña en la vida”. Así, queridos hermanos y hermanas, queridos niños y niñas, estamos todos felices porque creemos. La fe nos hace felices. Y creemos en Dios que es Padre, Hijo y Espíritu Santo. Todos juntos: “Padre, Hijo y Espíritu Santo”. El Padre nos creó, Jesús nos salvó, y el Espíritu Santo, ¿qué es lo que hace? Muchas gracias a ustedes. Saben que para estar seguros, los cristianos también tenemos una Madre, ¿cómo se llama nuestra Madre? ¿Cómo se llama nuestra Madre del cielo? [Los niños responden: “María”]. ¿Saben rezar a la Virgen? [Los niños responden: “Sí”]. ¿Seguro? Hagámoslo ahora, quiero escucharlos, a todos. [Los niños recitan el Ave María]. Muy bien chicos y chicas, muy bien niñas y niños, ustedes son estupendos. El Padre nos creó, el Hijo nos salvó y, ¿qué hacía el Espíritu Santo? ¡Excelente! Que Dios los bendiga, recen por nosotros, para que podamos seguir adelante. Recen por los padres, por los abuelos y por los niños enfermos. Aquí hay muchos niños enfermos detrás de mí. Recen siempre y sobre todo recen por la paz, para que no haya guerras. Ahora continuamos la Santa Misa. Pero, para no olvidarnos, ¿qué hace el Espíritu Santo? ¡Excelente!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:10:13.307+03:00",
  "updated": "2024-05-31T21:10:13.307+03:00"
}