{
  "thread": {
    "uuid": "8c3aa51044ee51e98b10375b628c2c031e9ea79f",
    "url": "https://actu.fr/normandie/le-havre_76351/le-saviez-vous-l-eglise-saint-joseph-du-havre-a-une-grande-soeur_61123394.html",
    "site_full": "actu.fr",
    "site": "actu.fr",
    "site_section": "https://actu.fr/rss.xml",
    "site_categories": [
      "travel",
      "france",
      "top_news"
    ],
    "section_title": "actu.fr - Toute l'information nationale, régionale et locale.",
    "title": "Le saviez-vous ? L’église Saint-Joseph du Havre a une grande sœur ! | 76actu",
    "title_full": "Le saviez-vous ? L’église Saint-Joseph du Havre a une grande sœur ! | 76actu",
    "published": "2024-06-02T08:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.actu.fr/uploads/2024/06/leglise-st-joseph-a-une-grande-soeur.jpg",
    "performance_score": 0,
    "domain_rank": 6148,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8c3aa51044ee51e98b10375b628c2c031e9ea79f",
  "url": "https://actu.fr/normandie/le-havre_76351/le-saviez-vous-l-eglise-saint-joseph-du-havre-a-une-grande-soeur_61123394.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jessie Leclerc",
  "published": "2024-06-02T08:26:00.000+03:00",
  "title": "Le saviez-vous ? L’église Saint-Joseph du Havre a une grande sœur ! | 76actu",
  "text": " C’est un lieu emblématique de la cité reconstruite, l’église Saint-Joseph du Havre (Seine-Maritime) n’est pas la première en son genre ! Elle a une grande sœur en Seine-Saint-Denis , près de Paris. L’église du Raincy, aussi appelée Notre-Dame-de-Consolation, est à s’y méprendre, très ressemblante à notre belle havraise. Voici un comparatif de ces deux églises ! On vous donne même quelques anecdotes.\nDes similitudes indéniables et le béton comme matériaux principal L’église Notre-Dame du Raincy et l’église Saint-Joseph du Havre, toutes deux conçues par les frères Perret , sont des exemples phares de l’architecture religieuse moderne.\nLes églises sont très semblables. Elles utilisent des murs avec des carrés de béton pré-fabriqués.\nMaurice Sieurin Responsable de l'équipe de bénévoles de l'église Saint-Joseph Le béton armé est le matériau clé des deux édifices, une révolution ! Mais cela a d’abord été très mal vu : « Avant les Havrais n’aimaient pas Saint-Joseph, ils ont eux-mêmes contribué à l’image négative de la ville avec leurs critiques. Et c’était pareil au Raincy, au départ » explique Maurice Sieurin, responsable de l’équipe de bénévoles à l’église Saint-Joseph.\nL’église du Raincy utilise les mêmes codes de construction que l’église Saint-Joseph du Havre. Les vitraux sont en revanche, bien différents. (©Maurice Sieurin) Les deux églises reprennent le système de colonnes. Elles incarnent la modernité de par leur sobriété et l’utilisation de la lumière naturelle. Cela leur vaut une inscription au titre des monuments historiques en France : « Depuis qu’elles sont classées, le monde entier vient les voir, même au Havre c’est le cas. C’est un symbole de la ville maintenant » sourit le paroissien.\nÀ lire aussi\nLe saviez-vous ? Il existe une galerie souterraine secrète au Havre Des différences étonnantes L’église du Raincy date de 1923. Saint-Joseph, quant à elle, de 1957. Les vitraux sont la principale différence des deux églises. Tandis que ceux de Saint-Joseph sont abstraits, ceux de Raincy ont été peints par Marguerite Huré et Maurice Denis et 10 d’entre eux représentent des scènes figuratives.\nÀ lire aussi\nCinq choses que vous ne saviez (peut-être) pas sur la reconstruction du Havre par Perret La grande sœur de Saint-Joseph est, en réalité, plus petite que sa cadette : « Au Havre l’église est plus grande », souligne Maurice Sieurin. L’église du Raincy est « relativement basse et allongée et l’autel est en hauteur » ajoute-t-il. « Saint-Joseph, elle, se distingue par sa tour de 107 mètres de haut ».\nVidéos : en ce moment sur Actu Des anecdotes curieuses au sujet des deux bâtiments L’église du Raincy est un symbole de victoire face aux Allemands, en 1918 : « C’est là où la Vierge Marie aurait aidé les soldats à stopper l’ennemi », précise le paroissien. « Des vitraux rendent d’ailleurs hommage aux taxis de la Marne en ces lieux ». Le bâtiment a respecté des délais de fabrication impressionnants : « Ça a demandé 10 mois ! »\nL’église Saint-Joseph se distingue par une vue à 107 mètres de haut qui a de quoi donner le vertige. (©VM/76actu/Archives) Plus tardive, Saint-Joseph est souvent comparée à un phare , un symbole approprié pour une la ville portuaire. Pour l’anecdote, elle se voulait majestueuse, car elle devait être la dernière demeure d’Auguste Perret. Malheureusement, il est décédé avant son achèvement.\nEt même des petites sœurs ! L’église Saint-Joseph a même des petites sœurs ! Dans la Manche, la Somme ou plus étonnant, le Mozambique, l’Allemagne et le Japon !\nEn savoir plus ? Une exposition à ce sujet se tient dans l’église Saint-Joseph jusqu’au 25 août, tous les jours y compris les dimanches et les jours fériés, de 8 heures à 19 heures. Suivez\n#Bon plan au Havre #Patrimoine #Perret",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.whatsapp.com/channel/0029VaFqJYE8aKvLBwVrEe0o",
    "https://whatsapp.com/channel/0029VaFqJYE8aKvLBwVrEe0o"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:38:25.156+03:00",
  "updated": "2024-06-05T18:46:17.627+03:00"
}