{
  "thread": {
    "uuid": "90cf0a4e9bb602af1698e7e25a9385d2d397ebfd",
    "url": "https://www.topworldnewstoday.com/need-motivation-to-get-moving-jumpstart-your-fitness-routine-with-the-100-mile-challenge/",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com",
    "site_categories": [],
    "section_title": "\nTop World News Today",
    "title": "Need motivation to get moving? Jumpstart your fitness routine with the 100-mile challenge - Top World News Today",
    "title_full": "Need motivation to get moving? Jumpstart your fitness routine with the 100-mile challenge - Top World News Today",
    "published": "2024-01-05T20:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/ntLlW4VxAToA5K19uncVFg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03MDY-/https://media.zenfs.com/en/aol_the_today_show_594/ec189abdcfc674b823eb72fd9271ef01",
    "performance_score": 0,
    "domain_rank": 54537,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90cf0a4e9bb602af1698e7e25a9385d2d397ebfd",
  "url": "https://www.topworldnewstoday.com/need-motivation-to-get-moving-jumpstart-your-fitness-routine-with-the-100-mile-challenge/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2024-01-05T20:48:00.000+02:00",
  "title": "Need motivation to get moving? Jumpstart your fitness routine with the 100-mile challenge - Top World News Today",
  "text": "Welcome to Start TODAY. Sign up for our Start TODAY newsletter to receive daily inspiration sent to your inbox — and join us on Instagram ! Did you set a resolution to make your health a priority in 2024? We took the first week of the new year as a buffer week — easing back into some healthy habits and getting our head in the game after the holiday season. Now it’s time to hit the ground running — or walking. When it comes to starting a fitness routine, walking is one of the easiest places to start and it delivers some major mental and physical health benefits . That’s why we’re starting the new year strong by hitting the pavement. Your goal? Walk 100 miles in 31 days. >>Download a printable calendar Logging 100 miles in one month may sound ambitious — and it is! — but if you break down the numbers you’ll see it is a totally doable goal. One mile is about 2,000 steps. So, if you’re spreading your mileage out evenly over the 31-day period, that comes out to about 6,500 steps a day, which is well below the 8,000-10,000 steps goal many health experts encourage . Plus, we’re tracking all movement throughout the day. That means it’s not only the walks you take for exercise, but the steps you take commuting to work, doing chores around the house and running errands. If there are days you fall short, that’s OK! Take a longer walk over the weekend or plan something active that will help you get in more steps, like hiking with your family, walking the farmer’s market or grabbing coffee with a friend and walking through the park. Why are we focused on walking? From improving your heart health and circulation to aiding in weight loss and boosting your mood, walking may just be the easiest way to improve our health. According to research , moderate-intensity walking and vigorous-intensity running yielded similar reductions in risk for high blood pressure, high cholesterol, diabetes and heart disease. Another study showed that people who stuck with a walking program had significant improvements in blood pressure, slowing of resting heart rate, reduction of body fat and body weight, reduced cholesterol and improved depression scores. It’s also especially smart to include walking in your routine this time of year, when dark days can have us feeling down. Studies show walking releases endorphins that can boost your mood improves, and that walking decreases symptoms of stress 00567-4/fulltext), like anxiety, sadness, fatigue, and lack of motivation. Walking outdoors can be dicey this time of year. For days when the weather doesn’t cooperate, I’ve put together these fun indoor walking workouts that will help you rack up steps without even leaving the house. Time: 20 minutes Distance: 1 mile Step count: 2000 steps Time: 10 minutes Distance: 1 mile Step count: 1500 steps On the days you don’t have time to walk or fall short of your daily step goal, these five exercises will help you rack up some extra steps throughout the day or at night before you go to bed. Start standing with feet hips-distance apart. Jump your feet out wider than your shoulders, reaching your arms out and up overhead. Bring your arms back down to your sides as you jump your feet back together. Continue jumping out and in. Step to the right with your right foot and bring your left foot to meet it. Then step to the left with your left foot and bring your right foot to meet it. Continue alternating side to side. Stand with your feet hips-distance apart. Bring your right knee up toward your chest, then place it down on the ground. Bring your left knee up toward your chest, then lower it down. Continue marching, alternating legs. Sitting on a chair or on the couch, pull your abs in and sit up straight. Bring your right knee up toward your chest, then place it down on the ground. Bring your left knee up toward your chest, then lower it down. (If you’re using a tracker you may want to tie it on your shoelace for this one!) Stand up straight with your feet hips-distance apart. Start running in place, pumping your arms as you move. This article was originally published on TODAY.com Us Weekly has affiliate partnerships. We receive compensation when you click on a link and make a purchase. Learn more! I HUNTINGTON, W.Va. (WSAZ) - We’ve all said it before, “Holiday calories don’t count.” Well, that’s until January 1st, and we realize just how much we CASPER, Wyo. (Wyoming News Now) - It’s a New Year, which for many, means new resolutions.For Wyomingites who have health on their mind right now, the Health a January tends to be the month where gyms and similar workout locations are busiest as New Year’s Resolutions surge throughout the nation. As of Dec. 30, Caño",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1470658/",
    "https://www.instagram.com/starttoday_/",
    "https://www.ajpmonline.org/article/S0749-3797(14",
    "https://bjsm.bmj.com/content/49/11/710",
    "https://s3.documentcloud.org/documents/24254199/start-today-100-mile-challenge.pdf",
    "https://www.heart.org/en#.WaWZw_nyuHs",
    "https://ajpmonline.org/article/S0749-3797(14",
    "https://heart.org/en#.WaWZw_nyuHs",
    "https://www.bjsm.bmj.com/content/49/11/710",
    "https://www.instagram.com/starttoday_",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1470658",
    "https://instagram.com/starttoday_/",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC1470658/",
    "https://www.s3.documentcloud.org/documents/24254199/start-today-100-mile-challenge.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:01.796+02:00",
  "updated": "2024-01-06T01:02:40.042+02:00"
}