{
  "thread": {
    "uuid": "22cda3d9273f2d64405ad43bc6ed1a33ad61ffbe",
    "url": "https://www.the-star.co.ke/news/realtime/2024-03-29-rutos-message-of-hope-to-kenyans-as-easter-begins",
    "site_full": "www.the-star.co.ke",
    "site": "the-star.co.ke",
    "site_section": "https://the-star.co.ke",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Star",
    "title": "Ruto's message of hope to Kenyans as Easter begins",
    "title_full": "Ruto's message of hope to Kenyans as Easter begins",
    "published": "2024-03-29T08:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://lh3.googleusercontent.com/xwG8qlBrrxuJwaGd8UtpRzIu1BlmsP76-f_mgDQKDx3ytLUop9bZnXu5i-efKildQ_nUn9iv9O4yY_as_w2RyZPUHRVrVYaNz3KomV-8jk8=s1000",
    "performance_score": 0,
    "domain_rank": 11596,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22cda3d9273f2d64405ad43bc6ed1a33ad61ffbe",
  "url": "https://www.the-star.co.ke/news/realtime/2024-03-29-rutos-message-of-hope-to-kenyans-as-easter-begins",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@thestarkenya",
  "published": "2024-03-29T08:41:00.000+03:00",
  "title": "Ruto's message of hope to Kenyans as Easter begins",
  "text": "- The Head of State said there is no life, place or time in this world without its share of sufferings, deprivations and frustrations. - He said the Easter message of hope does not deny the existence of heavy burdens and depressing setbacks with which we must struggle. President William Ruto has sent out a warm message of hope to Kenyans as the Easter weekend begins this Friday. Ruto said Easter is a time for all people of goodwill, in Kenya and worldwide, to join the Christian faithful in reflecting on the enduring and universal lessons from the life and times of Jesus Christ. \"Easter is a period of commemoration, of the painful sacrifices and intense suffering endured by the Son of God as he performed his duty of redemption for our sake, that we may become eligible for salvation through grace, and have hope of everlasting life in the kingdom of God, that has no end in time and space,\" Ruto said. \"We recall with great sorrow the hardship, struggle, betrayal, persecution, torture, crucifixion and death suffered by Christ on our behalf, with the understanding that His descent into the place of death set the stage for His victory over death.\" The Head of State said there is no life, place or time in this world without its share of sufferings, deprivations and frustrations. He said the Easter message of hope does not deny the existence of heavy burdens and depressing setbacks with which we must struggle. \"Rather, it tells us as individuals that through discipline, combining a steadfast commitment to sound values with determined hard work, we too can triumph over adversity, transcend our challenges and find happiness, success and prosperity in our lifetime,\" he said. Ruto said Kenyans should find encouragement in the knowledge that with a sound plan of action, solidarity and devotion to integrity and efficiency, they can work their way through the most daunting of obstacles and build a secure foundation for present and future generations. He urged Kenyans to contemplate the divine example of Jesus, who endured the worst suffering and ultimate loss to achieve an unprecedented triumph, which has inspired thousands of generations. \"Let us apply the sacred lesson, that from the very bottom, in a tomb, our Teacher and Saviour rose up victoriously and went up to partake of the glory of Heaven,\" the President said. He called in Kenyans to celebrate this miraculous model now, and throughout their lives as they serve God, build their nation and work for humanity. \"Let us take time to be there for our fellow humans, and remember to stand with those in need of prayer, a kind word, a warm meal, clothes to wear or a place to stay,\" he said. \"From us here, together with our family, we send the best wishes for a Happy Easter to you and your families. May God bless you And may God bless Kenya.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ruto",
        "sentiment": "negative"
      },
      {
        "name": "william ruto",
        "sentiment": "none"
      },
      {
        "name": "son of god",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T08:48:37.143+03:00",
  "updated": "2024-03-29T08:48:37.143+03:00"
}