{
  "thread": {
    "uuid": "67170894045520934daad30356c18bfb4bc8b2de",
    "url": "https://m.economictimes.com/news/defence/republic-day-parade-51-planes-including-tejas-to-participate-here-are-iaf-big-plans-for-r-day-parade/articleshow/106986004.cms",
    "site_full": "m.economictimes.com",
    "site": "economictimes.com",
    "site_section": "https://economictimes.indiatimes.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News Today: Read Latest Business news, India Business News Live, Share Market &amp; Economy News | The Economic Times",
    "title": "Republic Day Parade: 51 planes including Tejas to participate. Here are IAF big plans for R-Day parade - The Economic Times",
    "title_full": "Republic Day Parade: 51 planes including Tejas to participate. Here are IAF big plans for R-Day parade - The Economic Times",
    "published": "2024-01-19T09:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.etimg.com/thumb/msid-106986258,width-1200,height-630,imgsize-43074,overlay-etdefence/photo.jpg",
    "performance_score": 0,
    "domain_rank": 5833,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "67170894045520934daad30356c18bfb4bc8b2de",
  "url": "https://m.economictimes.com/news/defence/republic-day-parade-51-planes-including-tejas-to-participate-here-are-iaf-big-plans-for-r-day-parade/articleshow/106986004.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ET Online",
  "published": "2024-01-19T09:28:00.000+02:00",
  "title": "Republic Day Parade: 51 planes including Tejas to participate. Here are IAF big plans for R-Day parade - The Economic Times",
  "text": "Breaking new ground, the Indian Air Force (IAF) announced the historic inclusion of the C-295 transport aircraft in this year's Republic Day parade, marking its inaugural appearance. A total of 51 IAF aircraft, including 29 fighters, 8 transport planes, and 13 helicopters, will grace the flypast, emphasizing the nation's military prowess. The parade will also commemorate the famous Tangail airdrop of the 1971 victory over Pakistan.IAF's Grand Debut and Tangail TributeThe Republic Day parade is set to witness a significant milestone with the participation of the C-295 transport aircraft, a first for the IAF. Wing Commander Manish affirmed, A total of 51 aircraft would be participating in the Republic Day parade, including 29 fighter aircraft, 8 transport, and 13 helicopters along with one heritage aircraft. The IAF plans to vividly depict the historic Tangail airdrop with a Dakota aircraft and two Dorniers flying in Tangail formation.Indian Army's 'Made-in-India' ShowcaseIn a salute to indigenous defense manufacturing, the Indian Army will showcase 'Made-in-India' weapon systems and platforms at the Republic Day parade. The spotlight will be on the LCH Prachand chopper, Pinaka multi-barrel rocket launchers, and Nag anti-tank missiles. Designed and manufactured by HAL, the LCH Prachand boasts capabilities for potent ground attack and aerial combat, featuring modern stealth characteristics, robust armor protection, and formidable night attack capabilities.Precision Weapons and Indigenous ExcellenceThe LCH Prachand, equipped with an advanced navigation system, close combat guns, and potent air-to-air missiles, stands as a testament to India's technological advancements in combat aviation. The Nag anti-tank missile, developed by DRDO, features Fire & Forget and Top Attack capabilities, making it a formidable weapon against highly fortified enemy tanks. The missile carrier, NAMICA, adds an amphibious dimension to its capabilities.Diverse Weapon Systems on DisplayAs part of the Republic Day parade, the Indian Army will showcase a myriad of weapon systems, including the T-90 tank, BMP-2 infantry combat vehicle, Drone jammers, Advanced Sarvatra bridge, Medium Range Surface to Air Missile launcher, and multi-function radar. The indigenously designed Swathi Weapon Locating Radar enhances troop safety by detecting guns, mortars, and rockets firing at own troops.Helicopters, Rockets, and Women PowerThe parade will feature the Light Combat Helicopter and the weaponized version of ALH Dhruv choppers, known as the Rudra. Notably, the Pinaka rocket system and Swathi radar, both developed by DRDO and successfully exported, will also be showcased. The growing role of women in defense forces will be celebrated with 60 women soldiers participating in the tri-services all-women marching contingent, representing the Army, Air Force, and Navy.As India gears up for the Republic Day celebrations, the inclusion of the C-295 aircraft, the display of indigenous defense capabilities, and the recognition of women in the armed forces collectively symbolize the nation's strength, technological advancements, and commitment to diversity in defense. The parade promises to be a spectacular showcase of India's military might and progress in defense technologies.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manish",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian air force",
        "sentiment": "negative"
      },
      {
        "name": "iaf",
        "sentiment": "negative"
      },
      {
        "name": "tejas",
        "sentiment": "neutral"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tangail",
        "sentiment": "none"
      },
      {
        "name": "dakota",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T12:14:24.562+02:00",
  "updated": "2024-01-19T12:14:24.562+02:00"
}