{
  "thread": {
    "uuid": "7c7128c7f539afe4fa9b88c5e61c3e54ef9243e8",
    "url": "https://en.trend.az/azerbaijan/3851040.html",
    "site_full": "en.trend.az",
    "site": "trend.az",
    "site_section": "http://en.trend.az//feeds/index.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Trend – News from Azerbaijan, Georgia, Kazakhstan, Turkmenistan, Uzbekistan, Iran and Turkey.",
    "title": "President Ilham Aliyev united Azerbaijani people in unprecedented manner - Neil Watson",
    "title_full": "President Ilham Aliyev united Azerbaijani people in unprecedented manner - Neil Watson",
    "published": "2024-01-19T16:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AZ",
    "main_image": "https://cdn.trend.az/2024/01/19/neil_watson_2.jpg",
    "performance_score": 0,
    "domain_rank": 11823,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c7128c7f539afe4fa9b88c5e61c3e54ef9243e8",
  "url": "https://en.trend.az/azerbaijan/3851040.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alyona Pavlenko Read more",
  "published": "2024-01-19T16:54:00.000+02:00",
  "title": "President Ilham Aliyev united Azerbaijani people in unprecedented manner - Neil Watson",
  "text": "BAKU, Azerbaijan, January 19. President Ilham\nAliyev has united the Azerbaijani people in an unprecedented\nmanner, British political scientist Neil Watson told\nTrend.\n“President Ilham Aliyev’s versatility and capabilities in many languages have made him an adept politician and diplomat on the world stage, and his charismatic approach has united the Azerbaijani people, both at home and abroad, in an unprecedented manner,” Watson said.\nFurthermore, Watson mentioned that over the last 20 years, Ilham Aliyev has invested in the latest technological weaponry and built crucial alliances, particularly with Israel and Türkiye. These alliances have empowered Azerbaijan to respond briefly and effectively to Armenian provocations.\nHe highlighted that over the past 20 years, President Ilham Aliyev has successfully established strong bilateral relations with European countries, particularly in the energy sector.\nWatson mentioned that the relationship with the UK in the energy sector has been notably significant, largely due to BP's role in developing and exploiting Azerbaijan's hydrocarbon potential. Azerbaijan, with its wealth in hydrocarbons, has established itself as the most independent former Soviet republic.\n\"Azerbaijani-Italian relations are also very strong, and it is notable that the Southern Gas Corridor delivers its resources to an Italian interconnector. The only issues arise where there are significant Armenian diaspora groups or where there is significant Islamophobia and/or Turcophobia, the prime example being France. This has also led to some pro-Armenian, anti-Azerbaijani sentiments being expressed in the European institutions,\" Watson said.\nIn addition, he emphasized the significance that these elections, for the first time since gaining independence, will be conducted across the entire territory of Azerbaijan, including the liberated territories from Armenian occupation.\n\"Since the Second Karabakh War and the brief conflict that led to the eradication of the illegal regime headquartered in Khankendi, Azerbaijan has regained control over all its territories and no longer needs to be in a state of war preparation. The time is now right for Azerbaijan to take this step and undertake a nationwide election,\" the export said.\nHe noted that it is the duty of all Azerbaijani citizens of voting age to participate in the elections.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ilham aliyev",
        "sentiment": "negative"
      },
      {
        "name": "neil watson",
        "sentiment": "negative"
      },
      {
        "name": "watson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "azerbaijan",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "türkiye",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T17:01:37.443+02:00",
  "updated": "2024-01-19T17:01:37.443+02:00"
}