{
  "thread": {
    "uuid": "65c1abb0a30abecb4328c28650fa07612e404e61",
    "url": "https://hotair.com/salena-zito/2023/12/28/a-new-generation-of-catholics-discovers-latin-mass-60-years-after-vatican-ii-n601737",
    "site_full": "hotair.com",
    "site": "hotair.com",
    "site_section": "http://new.irasciblemusings.com/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Irascible Musings",
    "title": "A New Generation of Catholics Discovers Latin Mass 60 Years After Vatican II",
    "title_full": "A New Generation of Catholics Discovers Latin Mass 60 Years After Vatican II",
    "published": "2023-12-29T05:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.townhall.com/townhall/reu/o/2017/144/be05be18-4ce1-4cca-b70b-8d2003fb5669-1052x615.jpg",
    "performance_score": 0,
    "domain_rank": 9115,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 65,
        "comments": 80,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65c1abb0a30abecb4328c28650fa07612e404e61",
  "url": "https://hotair.com/salena-zito/2023/12/28/a-new-generation-of-catholics-discovers-latin-mass-60-years-after-vatican-ii-n601737",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Salena Zito",
  "published": "2023-12-29T05:01:00.000+02:00",
  "title": "A New Generation of Catholics Discovers Latin Mass 60 Years After Vatican II",
  "text": "Growing up in a rural enclave in western Pennsylvania, Gina McNulty regularly attended Catholic Mass with her family each Sunday. But something always felt missing about the experience, McNulty said — something she could not put her finger on until a few years ago when she and her husband, Steven, began attending a traditional Latin Mass at the Most Precious Blood of Jesus parish a 20 minute-drive away in Pittsburgh.\nAdvertisement Initially the couple and their children worshipped at Most Precious Blood only occasionally — their regular parish was just a short stroll away. But by the time the couple had their third child three years ago, they started attending weekly. Now expecting her fifth kid, McNulty says she feels deeply connected with the ancient ritual that is Latin Mass.\n“My husband was definitely the driving force behind it,” McNulty, 35, said, of their shift to Latin Mass. “There are people who are interested in the Latin Mass, that are drawn to it because of the intellectual aspect of it,” she said. “But there are people like me who are drawn to it for the beauty.”\nDating back to at least the 15th century, Latin Mass is rich, mysterious, strictly arranged and (as its name suggests) conducted entirely in Latin. Also known as the Tridentine Mass, McNulty said it offers a direct connection to the scores of generations of Catholics who came before her.\nThe service certainly feels ancient, like a journey through space and time. Rather than facing his congregants, for instance, the priest conducts the mass with his back to them. He’s facing the Eucharist — the symbolic body and blood of Christ himself and the central act of Christian worship. There are also plumes of incense floating through the nave, while both Gregorian chants and periods of profound silence help instill within worshippers the mass’s history and significance.\nAdvertisement Latin Mass was the standard service given by Catholic churches worldwide until the mid-1960s, when it was abolished as part of the Second Vatican Council in an effort to make the religion more accessible to the modern world.\nWithin months, the majority of Catholic parishes were conducting Sunday services in their local languages, while those Gregorian chants were replaced by guitar-playing and folk singers. Most crucially, a parish priest could now face his worshippers.\nBut the traditional Latin Mass never completely vanished; today of the 17,000 Catholic parishes in the United States, 592 of them perform the extraordinary form in Latin — including at least six in New York City and four (including Most Precious Blood) in Western Pennsylvania.\nCanon William Avis — a church cleric who was formally installed as the first pastor of Most Precious Blood of Jesus Parish in 2019 — said their services have seen robust growth over the past few years. “We have 800 to 850 at our Masses on Sunday,” he said.\nThat robust growth isn’t just taking place in Pittsburgh — it’s happening nationwide. A recent survey by Crisis Magazine, an independent journal covering Catholicism and Catholic issues, revealed a marked increase in TLM attendance since the beginning of the pandemic. This boom is playing out against a backdrop of recent restrictions on the Latin Mass from Pope Francis. Last year, the Argentine-born pontiff described Latin Mass as “divisive” and imposed new limits on the service, which had been partially reintroduced over the past three decades by both of his predecessors, Pope John Paul II and Pope Benedict XVI.\nAdvertisement In June of this year, Francis went even further, demanding the faithful stop exploiting Latin Mass for ideological reasons, which he feared might fracture the very unity of the Catholic Church. Francis was harshly criticized by many young traditionalists for his stance, some of whom took to Twitter in outrage.\nThose worshippers included 26-year-old Brendon Miller-Boldt, who along with his wife, Elizabeth, and their two young children, also attend Latin mass at the Most Precious Blood parish in Pittsburgh. A Minnesota native studying in the Ph.D. Computer Science program at nearby Carnegie Mellon University, Miller-Boldt said he was drawn to Latin Mass for its solemnity, reverence and mystery. “Just the atmosphere, the willingness to have a space that doesn’t feel like it’s as kind of trying to meet the broader American culture halfway; something that’s willing to stick to its roots was a big difference,” he explained.\n“While there is nothing egregiously wrong with (our local parish), it wasn’t as conducive to worship as what we found when we visited Most Precious Blood,” Miller-Boldt said. “The integration with the community definitely feels more vibrant.”\nMany of the East Coast and Midwestern parishes where Latin Masses are still conducted are majestic and ancient in design, often built during the great European immigration wave of the 20th century and tucked into old ethnic working-class neighborhoods where most of the parishioners once lived, worked and worshipped.\nAdvertisement They’re parishes like Most Precious Blood — which is filled each Sunday with hundreds of children, most of whom also attend weekly religious education programs in the adjoining elementary school. Canon Avis says that people are initially drawn to the liturgy for its sheer beauty, “especially the high mass where you have Gregorian chants, the incense and all ritual.”\nBoth the McNulty and Miller-Boldt families planned on attending Midnight Mass on Christmas Eve, a solemn ceremony where parishioners hold candles and sing carols as the church’s lights are dimmed in salute to the majesty of the birth of Christ.\nThey’re rites, observed Canon Avis, performed today much as they have been for centuries. “Latin Mass has developed through history since the time of the Apostles,” he said, “so it kind of gives a certain sense of foundation, of roots. It’s something that it’s not just going to randomly change.”\nSalena\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.creators.com/",
    "http://www.creators.com",
    "http://creators.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gina mcnulty",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "mcnulty",
        "sentiment": "none"
      },
      {
        "name": "steven",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "pennsylvania",
        "sentiment": "none"
      },
      {
        "name": "latin mass.",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:18:07.489+02:00",
  "updated": "2024-01-13T01:36:08.607+02:00"
}