{
  "thread": {
    "uuid": "c65205dd5e44094cab5bdb23d516893f92673646",
    "url": "https://france3-regions.francetvinfo.fr/hauts-de-france/oise/creil/affaire-shaina-une-association-apporte-son-soutien-a-la-famille-pour-un-lieu-d-hommage-a-creil-shaina-est-un-symbole-2897693.html",
    "site_full": "france3-regions.francetvinfo.fr",
    "site": "francetvinfo.fr",
    "site_section": "http://france3-regions.francetvinfo.fr",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "Actualités - France 3 Régions",
    "title": "Affaire Shaïna : une association apporte son soutien à la famille pour un lieu d'hommage à Creil : \"Shaïna est un symbole\"",
    "title_full": "Affaire Shaïna : une association apporte son soutien à la famille pour un lieu d'hommage à Creil : \"Shaïna est un symbole\"",
    "published": "2023-12-29T12:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://france3-regions.francetvinfo.fr/image/YhMVHPQHWJyHpdEDCSwBCk-1U-A/930x620/regions/2023/12/29/gaisevfxeaaty2x-658e947eba52b504188361.jpg",
    "performance_score": 0,
    "domain_rank": 1423,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 1,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c65205dd5e44094cab5bdb23d516893f92673646",
  "url": "https://france3-regions.francetvinfo.fr/hauts-de-france/oise/creil/affaire-shaina-une-association-apporte-son-soutien-a-la-famille-pour-un-lieu-d-hommage-a-creil-shaina-est-un-symbole-2897693.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anas Daif",
  "published": "2023-12-29T12:02:00.000+02:00",
  "title": "Affaire Shaïna : une association apporte son soutien à la famille pour un lieu d'hommage à Creil : \"Shaïna est un symbole\"",
  "text": "À l'heure où la pétition pour avoir un lieu d'hommage à Shaïna a atteint les 37 000 signatures, l'association Mouv'Enfants qui lutte contre les violences faites aux enfants a pris la parole publiquement pour soutenir la famille. Pour eux, la jeune fille tuée à l'âge de 15 ans un est \"un symbole pour différentes raisons\".\n\"Bien sûr que Shaïna est un symbole\" , lance Arnaud Gallais, cofondateur de Mouv'Enfants, qui lutte contre toutes les formes de violences faites aux enfants, invité du 19/20 de France 3 Picardie le 28 décembre. L'association a décidé de prendre position et de soutenir publiquement la famille de Shaïna qui réclame depuis le meurtre de l'adolescente en 2019 un lieu d'hommage. Le grand frère de la victime, Yasin Hansye, a lancé une pétition en ligne qui cumule plus de 37 000 signatures en moins d'un mois.\n\"C'est un symbole pour différentes raisons , poursuit-il. Déjà, parce que les violences faites aux enfants sont bien souvent des violences sexuées : vous regardez les violences sexuelles, par exemple, 80 % des victimes sont des filles\" . Et par la suite, une majorité de femmes sont victimes de violences \"avec les féminicides\" .\nVoici en 2023 comment on rend hommage à Shaïna assassinée\nCreil restera l’une des plus pires villes de France\nHonte à la @Ville_de_Creil les élus et le maire à avoir tenu de fausses promesses devant les caméras tv\nMerci de partagé au max ma pétition\nhttps://t.co/9q1ri5a6IN pic.twitter.com/LLCGtijMMA\n— Yasin Hansye (@moicestyasin) December 4, 2023 \"Le maire s'était engagé il y a déjà 3-4 ans\" Pour Arnaud Gallais, ce qui est essentiel dans cette histoire, c'est l'engagement du maire \"il y a déjà 3, 4 ans, à ce que le nécessaire soit fait, et ce qui est quand même terrible dans cette histoire, une fois de plus, c'est que ce sont les victimes, les familles de victimes qui quémandent quelque chose\" .\nC'est ce qui pousse l'association à venir en soutien de la famille de Shaïna, \"en disant qu'à un moment donné, c'est inacceptable, insupportable, et je pense qu'on demande simplement aussi un peu de dignité pour les victimes et que cette famille puisse enfin vivre son deuil, on trouve ça vraiment affolant\" , déplore-t-il. Le maire, de son côté, affirmait début décembre se tenir à disposition de la famille .\nMouv'Enfants est un mouvement de survivants et de survivantes de violences durant leur enfance, et nous tiendrons bon aux côtés de la famille de Shaïna.\nArnaud Gallais, co-fondateur de Mouv'Enfants\nLe drame du meurtre de Shaïna est \"symptomatique\" de ce que peuvent vivre \"dans ce pays de nombreuses filles, femmes, et pour nous, c'est pour ça qu'il faut que le nécessaire soit fait, et il en revient, à notre sens, au maire de Creil de faire le nécessaire assez rapidement\" afin de montrer l'exemple à d'autres.\n\"On voit bien qu'il y a un peu de résistance\" Selon Arnaud Gallais, au niveau des violences faites aux enfants, aux adolescents ou aux femmes, les choses ne changent pas toujours dans le bon sens et l'évolution se fait en dents de scie. \"On le voit bien actuellement avec l'affaire Depardieu, on voit bien qu'il y a un peu de résistance, on ne va pas se mentir\" , admet-il.\nNéanmoins, il estime \"qu'on s'organise de plus en plus, et on est là avec Mouv'Enfants pour dire que nous, survivants, survivantes et les alliés, on est là pour que les choses changent pour de bon pour les enfants, pour les générations à venir\" . D'où leur soutien pour la famille de Shaïna.\nhttps://t.co/9q1ri5a6IN\n— Yasin Hansye (@moicestyasin) December 5, 2023 La société française prend-elle pour autant la mesure de ces violences ? \"On prend la mesure. Je pense qu'on a entendu qu'il y avait un problème\" mais il n'y a \"pas suffisamment\" d'actions mises en place. \"On est quand même en retard par rapport à d'autres pays, ajoute-t-il. Je dirais qu'on prend la demi-mesure de ce qui se passe\" .\nPour le cofondateur de l'association, s'il y a des choses mises en place, elles ne sont pas suffisantes. \"Vous voyez, dans cette histoire, on pourrait même imaginer que la déléguée interministérielle, Alexandra Louis, puisse se saisir de cette affaire-là\" , suggère-t-il.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [
    "https://t.co/9q1ri5a6IN",
    "https://www.change.org/p/n-oublions-pas-sha%C3%AFna-hansye-poignard%C3%A9e-et-br%C3%BBl%C3%A9e-vive-%C3%A0-l-%C3%A2ge-de-15-ans-%C3%A0-ville-de-creil)",
    "https://change.org/p/n-oublions-pas-sha%C3%AFna-hansye-poignard%C3%A9e-et-br%C3%BBl%C3%A9e-vive-%C3%A0-l-%C3%A2ge-de-15-ans-%C3%A0-ville-de-creil)",
    "https://www.t.co/9q1ri5a6IN"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:03:44.364+02:00",
  "updated": "2023-12-29T13:19:45.718+02:00"
}