{
  "thread": {
    "uuid": "1cf781ef240e347a81a8dee7af5c3ed9a3abf483",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1174092",
    "site_full": "daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://daijiworld.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "India-Japan joint military exercise 'Dharma Guardian' concludes successfully in Raj - Daijiworld.com",
    "title_full": "India-Japan joint military exercise 'Dharma Guardian' concludes successfully in Raj - Daijiworld.com",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 23149,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cf781ef240e347a81a8dee7af5c3ed9a3abf483",
  "url": "https://daijiworld.com/news/newsDisplay?newsID=1174092",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "India-Japan joint military exercise 'Dharma Guardian' concludes successfully in Raj - Daijiworld.com",
  "text": "Jaipur, March 8 (IANS): \"Dharma Guardian\", the fifth joint military exercise between the Indian Army and the Japan Ground Self Defense Force, ended at the Mahajan Field Firing Ranges in Rajasthan on Friday, a Defence Ministry statement said. The joint exercise aimed to achieve interoperability between the two forces and acquaint each other with their operational procedures and combat drills. A 40-member Indian contingent, drawn from a Rajputana Rifles battalion, and a Japanese contingent of similar strength, participated in the joint exercise, whose primary aim was to foster military cooperation and enhance combined capabilities to execute joint operations in semi-urban environments under the UN mandate. Conducted in two phases, the exercise initially focused on combat conditioning and tactical training, accomplished by both contingents. The acquired skills were then applied in the second phase, featuring a validation exercise. Joint activities encompassed establishing temporary operating bases, creating an intelligence, surveillance, and reconnaissance (ISR) grid, setting up mobile vehicle checkposts, executing cordon and search operations in a hostile village, heliborne operations, and conducting house intervention drills. The exercise also showcased and actively employed new-generation equipment by both armies. The closing ceremony of the joint exercise was held after the culmination of the validation exercise wherein outstanding soldiers were felicitated and both contingents reflected upon the valuable lessons learnt. A weapon and equipment display and an Industrial Demonstration showcasing “Atmanirbhar Bharat” and “Make in India\" were also organised on the occasion showcasing the ever-growing industrial capability of the nation. Marking a significant milestone in bilateral relationships, the joint training was an undeniable success, promoting understanding, interoperability and strengthening ties between the two nations, Defence PRO, Col Amitabh Sharma, said. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "indian army",
        "sentiment": "negative"
      },
      {
        "name": "ians",
        "sentiment": "negative"
      },
      {
        "name": "'dharma guardian",
        "sentiment": "neutral"
      },
      {
        "name": "defence ministry",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      },
      {
        "name": "japan ground self defense force",
        "sentiment": "none"
      },
      {
        "name": "mahajan field firing ranges",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india-japan",
        "sentiment": "none"
      },
      {
        "name": "jaipur",
        "sentiment": "none"
      },
      {
        "name": "rajasthan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T18:49:48.636+02:00",
  "updated": "2024-03-08T18:49:48.636+02:00"
}