{
  "thread": {
    "uuid": "b095aff72e4d307b40ed2ea17faa7d257d650b38",
    "url": "https://www.zawya.com/en/special-coverage/russia-ukraine-crisis/ukraines-soldiers-mark-easter-on-the-front-line-renqwb16",
    "site_full": "www.zawya.com",
    "site": "zawya.com",
    "site_section": "https://www.zawya.com/sitemaps/en/rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zawya.com - All Regional News",
    "title": "Ukraine's soldiers mark Easter on the front line",
    "title_full": "Ukraine's soldiers mark Easter on the front line",
    "published": "2024-05-06T02:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://static.zawya.com/view/acePublic/alias/contentid/YWQ3NTI4MzItZmZlYS00/0/afp_34qu2fz-jpg.jpeg?f=3%3A2",
    "performance_score": 0,
    "domain_rank": 6115,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b095aff72e4d307b40ed2ea17faa7d257d650b38",
  "url": "https://www.zawya.com/en/special-coverage/russia-ukraine-crisis/ukraines-soldiers-mark-easter-on-the-front-line-renqwb16",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Writer",
  "published": "2024-05-06T02:58:00.000+03:00",
  "title": "Ukraine's soldiers mark Easter on the front line",
  "text": "In a small house near the front line, the location a closely guarded secret, around 40 Ukrainian soldiers gathered for a copious breakfast to celebrate the Orthodox Easter.\nGathered in a canteen, where the windows were blacked out with tarpaulins, the men of the 24th motorised brigade lined up in front of the chaplain.\nUnder the harsh light of the lightbulb, the faces appeared tired after more than two years of harrowing warfare.\nSinging, prayers, blessing: the service lasted nearly an hour before the soldiers sat down to a breakfast of chicken, mashed potato, cakes and sodas.\n\"In the context of the day-to-day military work, this is a spiritual relief, a spiritual uplifting,\" said one soldier, 49-year-old Igor Kotsko.\n\"It also gives you a lot of strength. To keep your morale up, to keep fighting the enemy,\" he added.\nRostyslav Osushan, the 39-year-old military chaplain, shared the soldiers' meal, seated beside them.\n\"In war, life and death are so close,\" he said. \"And yet you have to see and feel the inner strength, which you can only get from the spirit.\"\nThe men were celebrating Easter at a time when Russian forces have been making frontline gains because of the lack of weapons and ammunitions on the Ukrainian side.\nAsked what the troops needed most badly, Osushan replied: \"Ammunition and God.\"\n\"You need ammunition, good weapons, and you also need to have a strong inner resilience,\" he added. \"It's psychology, and you also need to have spiritual power. So you need both.\"\n- 'More death than God' -\nJust a few dozen kilometres away to the south, a small village next to the front line serves as the base for the 59th mechanised brigade.\nThis time, it is a visiting chaplain who comes by to celebrate Easter with a handful of the unit's soldiers gathered in front of a house.\n\"It's a chance for my guys to relax, those who are here,\" said Mykola Panyshenko, the group's 45-year-old commander. \"For whether you're in the trenches or here, you have to get your job done at all times.\"\nPanyshenko, who has led the brigade, which has been in position here since November 2022, did not join his men for the service.\n\"You know, if there was a lot of God here, there wouldn't be so many deaths,\" he said. \"And there are a lot of deaths here. There is a lot of pain and suffering.\n\"I understand that God protects Ukraine, because Ukraine is still holding on. The whole world is helping Ukraine. But here, at the front, in these trenches, there is certainly a lot more death than God,\" Panyshenko added.\nOn the horizon, plumes of dark smoke rose up into the blue sky, as the sound of artillery and heavy explosions carried across to the house, not far away.\nDisclaimer: The content of this article is syndicated or provided to this website from an external third party provider. We are not responsible for, and do not control, such external websites, entities, applications or media publishers. The body of the text is provided on an “as is” and “as available” basis and has not been edited in any way. Neither we nor our affiliates guarantee the accuracy of or endorse the views or opinions expressed in this article. Read our full disclaimer policy here .\n© ZAWYA 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "diers",
        "sentiment": "none"
      },
      {
        "name": "rostyslav osushan",
        "sentiment": "none"
      },
      {
        "name": "igor kotsko",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T07:09:59.973+03:00",
  "updated": "2024-05-06T07:56:38.771+03:00"
}