{
  "thread": {
    "uuid": "a390f09e7b0e13ae5fe86847510ddab5f1568000",
    "url": "https://www.targatocn.it/2024/03/09/leggi-notizia/argomenti/top-news/articolo/monza-corsaro-al-ferraris-genoa-battuto-per-3-2.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "TargatoCn.it",
    "title": "Monza corsaro al Ferraris, Genoa battuto per 3-2",
    "title_full": "Monza corsaro al Ferraris, Genoa battuto per 3-2",
    "published": "2024-03-09T22:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/italpress/imported/www.italpress.com_wp-content_uploads_2024_03_20240309_2342.jpg.jpeg",
    "performance_score": 0,
    "domain_rank": 75162,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a390f09e7b0e13ae5fe86847510ddab5f1568000",
  "url": "https://www.targatocn.it/2024/03/09/leggi-notizia/argomenti/top-news/articolo/monza-corsaro-al-ferraris-genoa-battuto-per-3-2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-03-09T22:56:00.000+02:00",
  "title": "Monza corsaro al Ferraris, Genoa battuto per 3-2",
  "text": "GENOVA (ITALPRESS) - Una vittoria fondamentale per chiudere con largo anticipo il discorso salvezza. Il Monza vince 3-2 contro il Genoa dopo la rimonta subita dai padroni di casa, decisiva la rete di Daniel Maldini che regala la decima vittoria stagionale a Raffaele Palladino. Nel prossimo turno i brianzoli sfideranno il Cagliari. I liguri, ancora a +10 sul Sassuolo e sul terz'ultimo posto, sfideranno la Juventus. La gara del Ferraris si è infiammata immediatamente, alla prima vera occasione la squadra di Palladino è passata in vantaggio: assist di testa di Colpani all'8' del primo tempo, per Pessina è stato semplicissimo ribadire in rete. Il vantaggio dei lombardi ha scosso i padroni di casa, dopo dieci minuti Dany Mota si è inventato un gol da copertina, sempre su assist di Colpani: sforbiciata dal limite e pallone praticamente imparabile per Martinez. Al 26' i biancorossi, in maglia bianca da trasferta, hanno sfiorato la terza rete con una conclusione violenta dalla distanza da parte dello stesso Colpani, il pallone però si è schiantato sul palo grazie anche alla deviazione del portiere rossoblù. Viste le premesse, Gilardino nella ripresa ha stravolto la squadra con tre cambi, Spence, Malinovskyi e Vitinha sono entrati rispettivamente al posto di Vogliacco, Strootman e Frendrup. Il nuovo assetto tattico ha sorpreso gli ospiti, al 6' di gioco Feliciani, richiamato dal Var, ha assegnato un calcio di rigore al Grifone per un fallo di mano di Pablo Marì: dal dischetto Gudmundsson si è fatto prima ipnotizzare da Di Gregorio, poi sulla respinta l'islandese ha accorciato le distanze. Il pareggio è arrivato al 23' dopo un errore in mediana di Akpa-Apro, Vitinha ha preso palla sulla trequarti per poi inventarsi il piazzato sul palo lontano. Nel momento migliore del Genoa il Monza è tornato nuovamente in vantaggio con una ripartenza fulminea, sul tiro di Valentin Carboni - respinto da Martinez -, il più veloce è stato Daniel Maldini, entrato in campo da pochi minuti. In pieno recupero i padroni di casa hanno sfiorato la rete in una mischia confusa nell'area avversaria, ma Di Gregorio è riuscito a tenere il pallone sulla linea.- Foto Image -(ITALPRESS).\nIn Breve\nsabato 09 marzo\nChe tempo fa\nAccadeva un anno fa\nCronaca\nCronaca\nTI RICORDI COSA È SUCCESSO L’ANNO SCORSO A MARZO?\nAscolta il podcast con le notizie da non dimenticare\nAscolta \"Un anno di notizie da non dimenticare\" su Spreaker.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578",
    "https://spreaker.com/podcast/un-anno-di-notizie-da-non-dimenticare--6041578"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T01:12:57.898+02:00",
  "updated": "2024-03-10T01:12:57.898+02:00"
}