{
  "thread": {
    "uuid": "e1c3703a69178e9950d77ddfdfda304abcf9395a",
    "url": "https://www.courant.com/2024/02/29/dom-amore-nows-a-good-time-to-celebrate-uconn-womens-winning-ways-in-the-classroom",
    "site_full": "www.courant.com",
    "site": "courant.com",
    "site_section": "http://courantblogs.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Hartford Courant",
    "title": "Now's a good time to celebrate UConn women's winning ways in the classroom",
    "title_full": "Now's a good time to celebrate UConn women's winning ways in the classroom",
    "published": "2024-02-29T23:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.courant.com/wp-content/uploads/2024/02/THC-UCWBB-Villanova12.jpg?w=1024&#038;h=635",
    "performance_score": 0,
    "domain_rank": 2988,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1c3703a69178e9950d77ddfdfda304abcf9395a",
  "url": "https://www.courant.com/2024/02/29/dom-amore-nows-a-good-time-to-celebrate-uconn-womens-winning-ways-in-the-classroom",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dom Amore",
  "published": "2024-02-29T23:28:00.000+02:00",
  "title": "Now's a good time to celebrate UConn women's winning ways in the classroom",
  "text": "STORRS — Maybe “spoiled” is too strong a word. Then again, maybe it’s not. We do take certain levels of excellence for granted when it comes to UConn women’s basketball.\nA 25-5 record ? Sure, but what about the five losses to highly-ranked teams? Another unbeaten record in Big East conference play? Another trophy for a regular season title may be ho-hum for some, though freshman KK Arnold carried the trophy around until her arms got tired after the victory over Villanova on Tuesday night. The Huskies went to the Final Four some 14 years in a row, but a loss in the Sweet 16 a year ago to Ohio State, to some observers, signifies a dynasty in decline.\nAll of this is a bit unreasonable, but we’re talking about mainstream sports here and the fair-weather nature of those who live and die with this successful a program comes with that territory.\nUConn women’s basketball runs past Villanova 67-46 as Paige Bueckers logs another 31 points\nBut some things should not be so easily written off as baseline achievements. As UConn athletics honored its top students across all sports at halftime of the last women’s home game of the season, the 67-46 victory over Villanova , nearly every member of Geno Auriemma’s team was called out for academic success, a 3.0 grade-point average for the fall semester.\n“It’s just the culture we have here at UConn,” said Paige Bueckers, majoring in human development and family sciences. “We demand excellence in everything we do, to prepare us that way to be professionals on the court, off the court. It’s just what is expected of us and we all take pride in school so it’s easy for us to demand that of ourselves.”\nBueckers, Nika Muhl, Aaliyah Edwards , Azzi Fudd, Caroline Ducharme, Amari DeBerry, Ines Bettencourt, Jana El Alfy, Ashlynn Shade, KK Arnold and Qaudence Samuels all achieved grade-point averages of 3.0 or higher during the fall semester. You know their basketball stories. Some are seniors, some are freshmen away from home for the first time; some have come from overseas; some play nearly every minute of every game, and have a lot of name-image-likeness deals that demand time; some play rarely; some have been recovering from major injuries, but all have this in common.\n“I think it’s quite an accomplishment, when you go to college and you play basketball or any other major sport with all the demands on it and you’re still able to have the same level of success, some kids even more so, in the classroom,” coach Geno Auriemma said, “That means a lot to me and to our program. It’s a promise you make to their parents and you want to deliver on it.”\nThe men’s program had its share called out, too —. Alex Karaban, Cam Spencer, two of the Huskies’ stars, Apostolos Roumoglou, sophomore from Greece, and walk-ons Andrew Hurley and Andre Johnson. These are kids who often play night games halfway across the country, and if you’ve flown a lot you know how much it can sap your energy, but there’s no day to recover from jet lag, just morning classes, followed most days, by afternoon practices.\nPaige Bueckers. There’s no one like her.\n– 31 points\n– 11-15 FG\n– 2-4 3FG\n– 7-7 FT pic.twitter.com/L8hdz3ouub\n— UConn Women’s Basketball (@UConnWBB) February 29, 2024\n“The fact they put so much time and effort into it, given the travel schedule and everything else, says a lot about them as individuals, that their priorities are in order,” Auriemma said.\nFull disclosure here: I wasn’t the most studious of undergrads. I focused on what I wanted to be, worked to pay my tuition and gain journalism experience and didn’t quite maintain a 3.0. And I was on the five-year plan. So maybe I make too much of this, but I also consider it quite an accomplishment for young people to meet the physical and mental demands of playing college basketball in a fishbowl, this “basketball capital of the world,” meet them well enough for a combined 32-2 record in the Big East, and also maintain good grades, graduate in four years. Heck, Fudd, rehabbing from major knee surgery, is on pace to graduate in three years, then plans to go for an MBA.\n“It (takes) extreme focus on time management and maximizing our free times and off days,” Bueckers said. “Getting work done on those days so practice days and full class days aren’t as loaded.”\nFree time and off days are, in this case, relative terms. It’s safe to say they must sacrifice many of the fun activities associated with college to do all they do. Auriemma seeks and chooses players willing to pay the price to fulfil their scholarships without excuses. The UConn women were one of nine teams on campus with a 100 percent graduation rate in the data released in December .\n“We’ve always take great pride in what we do on and off the court, since day one when we got here,” Auriemma said. “( Associate head coach Chris Dailey ) and I sat down and we said ‘this is how we’re going to do things.’ and we haven’t wavered, we haven’t changed one bit from 1985. So there may be some kids we don’t recruit, or some we should have recruited, but if you’re coming to play basketball at the University of Connecticut and you’re not committed to what’s happening the rest of your day, if academics aren’t important to you personally, to your family and you don’t take it personally and make it a no.1 priority, then you’re not going to last here generally speaking. First, we’re going to try not to take somebody like that and, second, when you do get there we’re going to do everything we can to help you and then you’ve got to do the rest.”\nArnold remembered how much the academic end was emphasized when UConn recruited her from Wisconsin and like the other true freshman, Shade and Samuels, she’s off to a good start.\n“It was a big thing (in recruiting),” Arnold said. “Meeting with our academic advisor that was a big emphasis in how much time we’d be spending off the court. Having study hall after practices or when we come back from road trips, it helps us in terms of studying during the day if we have a game. Those things helped the whole freshman group as far as us adjusting to the college level.”\nAs UConn women celebrate Pride Night, Morgan Valley reflects on LGBTQ inclusion as a player and coach\nWhen Auriemma and Dailey began to build their program, the dual-sided academic and athletic culture, it was the only way to go. There was no women’s professional basketball, and even after the WNBA started , the pay was low. There are more opportunities for women to play basketball for pay, in the U.S. and overseas today, and it would be easy for the best players to just get by academically, and major in basketball. At UConn, at least, that doesn’t happen and for that, no season, certainly no career should have to end in a national championship to avoid being called a failure.\n“We’re student athletes,” Edwards said emphatically, “and we excel on the court and off the court.”\nDom Amore’s Sunday Read: Meet Cherif Diarra, youngest brother of a CT college hoop family; UConn’s Azzi Fudd takes the mic; Dan Hurley, crowd control and more",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "https://uconnhuskies.com/sports/womens-basketball/roster/coaches/chris-dailey/1165",
    "https://www.bigeast.com/standings.aspx?path=wbball",
    "https://uconnhuskies.com/news/2023/12/6/general-uconn-athletics-graduation-success-rate-on-the-rise-again.aspx",
    "https://www.espn.com/womens-college-basketball/team/_/id/41/uconn-huskies",
    "https://apnews.com/article/uconn-edwards-nil-canada-928b0cce6bb4f2f390e223472a9109c4",
    "https://www.ncaa.com/rankings/basketball-women/d1/associated-press",
    "https://www.google.com/search?q=uconn+women+villanova&rlz=1C1GCEA_enUS765US765&oq=uconn+women+villanova&gs_lcrp=EgZjaHJvbWUqDQgAEAAYgwEYsQMYgAQyDQgAEAAYgwEYsQMYgAQyCAgBEAAYFhgeMggIAhAAGBYYHjIICAMQABgWGB4yCAgEEAAYFhgeMggIBRAAGBYYHjIICAYQABgWGB4yCggHEAAYChgWGB4yCggIEAAYChgWGB4yCggJEAAYChgWGB7SAQk0Nzc2ajBqMTWoAgCwAgA&sourceid=chrome&ie=UTF-8#sie=m;/g/11l33vs3mf;3;/g/11dxbvlspv;dt;fp;1;;;",
    "https://twitter.com/UConnWBB/status/1763262290894200916?ref_src=twsrc%5Etfw",
    "https://www.theguardian.com/sport/2023/dec/08/uconn-huskies-womens-basketball-dynasty-finished-paige-bueckers#:~:text=But%20don",
    "https://www.wnba.com/",
    "https://google.com/search?q=uconn+women+villanova&rlz=1C1GCEA_enUS765US765&oq=uconn+women+villanova&gs_lcrp=EgZjaHJvbWUqDQgAEAAYgwEYsQMYgAQyDQgAEAAYgwEYsQMYgAQyCAgBEAAYFhgeMggIAhAAGBYYHjIICAMQABgWGB4yCAgEEAAYFhgeMggIBRAAGBYYHjIICAYQABgWGB4yCggHEAAYChgWGB4yCggIEAAYChgWGB4yCggJEAAYChgWGB7SAQk0Nzc2ajBqMTWoAgCwAgA&sourceid=chrome&ie=UTF-8#sie=m;/g/11l33vs3mf;3;/g/11dxbvlspv;dt;fp;1;;;",
    "https://www.twitter.com/UConnWBB/status/1763262290894200916?ref_src=twsrc%5Etfw",
    "https://www.uconnhuskies.com/news/2023/12/6/general-uconn-athletics-graduation-success-rate-on-the-rise-again.aspx",
    "https://ncaa.com/rankings/basketball-women/d1/associated-press",
    "https://www.uconnhuskies.com/sports/womens-basketball/roster/coaches/chris-dailey/1165",
    "https://www.apnews.com/article/uconn-edwards-nil-canada-928b0cce6bb4f2f390e223472a9109c4",
    "https://espn.com/womens-college-basketball/team/_/id/41/uconn-huskies",
    "https://www.wnba.com",
    "https://bigeast.com/standings.aspx?path=wbball",
    "https://www.bigeast.com/standings.aspx",
    "https://twitter.com/UConnWBB/status/1763262290894200916",
    "https://wnba.com/",
    "https://www.google.com/search",
    "https://theguardian.com/sport/2023/dec/08/uconn-huskies-womens-basketball-dynasty-finished-paige-bueckers#:~:text=But%20don"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paige",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uconn",
        "sentiment": "neutral"
      },
      {
        "name": "villanova",
        "sentiment": "none"
      },
      {
        "name": "kk arnold",
        "sentiment": "none"
      },
      {
        "name": "huskies",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio state",
        "sentiment": "none"
      },
      {
        "name": "big east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:02:29.484+02:00",
  "updated": "2024-03-01T00:02:29.484+02:00"
}