{
  "thread": {
    "uuid": "49986a52e067b44e960f67f00e62b426f557af63",
    "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-02-15/destaque-da-nasa--galaxia-brilhante-e-a-foto-astronomica-do-dia.html",
    "site_full": "tecnologia.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://tecnologia.ig.com.br/index.xml",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Tecnologia - Notícias, Análises, Dicas e Especiais - iG",
    "title": "Destaque da NASA: galáxia brilhante é a foto astronômica do dia",
    "title_full": "Destaque da NASA: galáxia brilhante é a foto astronômica do dia",
    "published": "2024-02-15T18:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i0.statig.com.br/bancodeimagens/ag/hn/ev/aghnev9ls3q0ea78fvaauhsu5.jpg",
    "performance_score": 0,
    "domain_rank": 4259,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49986a52e067b44e960f67f00e62b426f557af63",
  "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-02-15/destaque-da-nasa--galaxia-brilhante-e-a-foto-astronomica-do-dia.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canaltech",
  "published": "2024-02-15T18:15:00.000+02:00",
  "title": "Destaque da NASA: galáxia brilhante é a foto astronômica do dia",
  "text": "A galáxia NGC 253 brilha na foto destacada pela\nNASA\nnesta quinta-feira (15). Alguns a chamam de Galáxia da Moeda de Prata devido à aparência que tem quando é observada com pequenos telescópios\n; enquanto isso, outros a conhecem como Galáxia do Escultor.\n-\nGaláxia quase invisível desafia modelo mais aceito de matéria escura\n-\nO que é uma galáxia e quais são os tipos que já conhecemos?\nFoi em 1783 que Caroline Herschel, matemática e astrônoma, descobriu a galáxia. Localizada nos limites da constelação do Escultor, NGC 253 fica a cerca de 10 milhões de anos-luz de nós e se estende por quase 70 mil anos-luz. As dimensões são impressionantes, mas há galáxias espirais ainda maiores — é o caso de NGC 6872, que mede incríveis 522 mil anos-luz.\nEla é o maior membro do Grupo de Galáxias do Escultor, o mais próximo do Grupo Local. Trata-se do nosso grupo galáctico, no qual a Via Láctea e Andrômeda são os membros mais massivos e, por isso, dominantes.\n-\nCT no Flipboard\n: você já pode assinar gratuitamente as revistas Canaltech no Flipboard do iOS e Android e acompanhar todas as notícias em seu agregador de notícias favorito.\n-\nNa foto, NGC 253 aparece com sua estrutura espiral repleta de faixas de poeira — algumas, inclusive, parecem sair do seu disco galáctico ocupado por regiões de formação estelar e estrelas jovens. Ainda, NGC 253 é uma forte emissora de raios X e gama, provavelmente vindos de\nburacos negros\nmassivos.\nGaláxias espirais\nComo a foto mostra, NGC 253 é uma galáxia do tipo espiral, categoria que inclui a Via Láctea e a maioria das galáxias conhecidas. A maior parte delas é formada por um bojo central cercado por um disco estelar achatado e em rotação.\nO bojo é o lar e estrelas mais antigas e escuras, que orbitam o buraco negro supermassivo da galáxia. Cerca de 70% daquelas do tipo espiral têm estrelas organizadas em uma espécie de barra partindo do centro galáctico.\nAinda não se sabe exatamente como os braços espirais destas galáxias foram formados, mas uma possibilidade é que tenham nascido do movimento de ondas pelo disco externo delas, ou talvez por\nencontros com outras galáxias\n. Conforme evoluem, a tendência é que as galáxias espirais eventualmente se tornem elípticas.\nLeia a matéria no\nCanaltech\n.\nTrending no Canaltech:\n-\nPor que as montadoras de carros voltaram investir tanto no Brasil?\n-\nOs 45 filmes mais esperados de 2024\n-\nGodzilla e Kong | Novo trailer aposta na galhofa e no absurdo\n-\nTubarão pré-histórico com \"dentes de vampiro\" é achado nos EUA\n-\nMegaestrutura submersa da Idade da Pedra é descoberta na Alemanha\n-\nFalhas mostram que placa tectônica do Pacífico está rachando",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Environment"
  ],
  "external_links": [
    "https://www.flipboard.com/@canaltechbr",
    "https://flipboard.com/@canaltechbr"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T10:37:54.945+02:00",
  "updated": "2024-02-16T10:37:54.945+02:00"
}