{
  "thread": {
    "uuid": "95b9b418e25059c5291ca6a8c818773a5511c1a7",
    "url": "https://wiscnews.com/online_features/community_cares/historic-agreement-signed-by-red-cross-and-armed-forces/article_dbc6be9d-5d93-5c66-9949-25cd9b1f7a44.html",
    "site_full": "wiscnews.com",
    "site": "wiscnews.com",
    "site_section": "https://www.wiscnews.com/online_features/",
    "site_categories": [],
    "section_title": "Online Features | wiscnews.com",
    "title": "Historic Agreement Signed By Red Cross and Armed Forces",
    "title_full": "Historic Agreement Signed By Red Cross and Armed Forces",
    "published": "2024-05-03T14:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/wiscnews.com/content/tncms/assets/v3/editorial/4/2e/42e71a4a-b839-5e6b-8217-759c2e60baf8/6635e63a14b07.image.jpg?crop=613%2C322%2C0%2C438&amp;resize=613%2C322&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 29865,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95b9b418e25059c5291ca6a8c818773a5511c1a7",
  "url": "https://wiscnews.com/online_features/community_cares/historic-agreement-signed-by-red-cross-and-armed-forces/article_dbc6be9d-5d93-5c66-9949-25cd9b1f7a44.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-03T14:54:00.000+03:00",
  "title": "Historic Agreement Signed By Red Cross and Armed Forces",
  "text": "(NAPSI)—Good news for American military members and their families: A new program aims to provide emergency communications briefings to 100% of military recruits.\nThe American Red Cross, alongside the United States Military Entrance Processing Command, signed a historic Memorandum of Understanding (MOU) to present the Red Cross Emergency Communication brief to all new military recruits.\nWhat it Means\n“For decades, the American Red Cross has provided services to applicants at Military Entrance Processing Stations throughout the nation,” said Colonel Megan B. Stallings, Commander, U.S. Military Entrance Processing Command. “At our stations, volunteers provide information that could be critical to applicants and families in an emergency. It was a pleasure to meet with Dr. Jordan and discuss our Memorandum of Understanding.”\nPeople are also reading… Students describe Mount Horeb school shooting: 'I just ran' 5 high school baseball stars of the week: May 2 edition 5 high school softball stars: April 30 edition Beaver Dam Country Club under new ownership with plans for rejuvenation Two vehicle crash causes gas leak in Beaver Dam 5 high school girls track and field stars: May 1 edition 5 high school boys track and field stars: May 1 edition Mount Horeb shooting: Students 'saw something' as teen approached school, notified staff Waupun's top-70 recruit opts for familiarity with commitment to ACC champion River Road in Dells slated for summer construction Lawsuit alleges Waunakee basketball coaches violated family's rights 5 high school baseball stars of the week: April 25 edition 5 high school softball stars from the WiscNews area: April 23 edition Boys and Girls Clubs in Portage, Baraboo have new CEO Lakeside Lutheran names prom court\nThe Red Cross traditionally has volunteers who go to a Military Processing Entrance Station (MEPS) and meet with recruits who have recently taken the oath of enlistment. The recruits are preparing to ship to basic training, based on their branch, all over the country.\n“The MEPS command is committed to setting the expectation with all 66 MEPS stations to present the Red Cross brief to 100% of shippers,” said Dr. Michael Jordan, Vice President of Service to the Armed Forces and International Services at the American Red Cross. “It’s a bold and extraordinary commitment that will benefit all new recruits.”\nThrough the Red Cross “Get To Know Us Before You Need Us” program, new enlistees and their families are able to ask questions about military family life and learn how Red Cross services can help before, during and after deployment.\nOne of the many ways the American Red Cross supports U.S. service members is through the Hero Care Center. In times of emergency, the Red Cross helps military families communicate with their loved ones through the Hero Care Network, available 24 hours a day online, by phone and through the mobile app.\n“We share information that basically says, ‘if your family has an emergency, or if you have an emergency, you both need to know how to call the Red Cross and initiate Emergency Communication,’” said Joshua Cain, Director of Service to the Armed Forces and International Services at the Red Cross and Army Veteran. “The signing of the MOU gives us sustainability for this program for years to come and helps us get military families the support they need.”\nCain served in the Army as a medic, working alongside medical professionals and Red Cross volunteers at military hospitals. Before shipping to basic training, Cain received the Red Cross Emergency Communications brief at the MEPS site in Fort Meade, Maryland alongside his father who reenlisted after the 9/11 terrorist attacks.\n“We went to Fort Jackson, South Carolina for basic training. It was intense,” Cain said. “When we arrived to basic training, they gave us a 90-second call to our parents and said to tell them that if there’s an emergency, to call the Red Cross.”\nAlong with Red Cross Emergency Communications briefings, Red Cross Service to the Armed Forces has initiated skill-building and wellness workshops at MEPS sites. The programs are designed to bring wellness to the staff at the sites, many of whom are veterans or family members of veterans.\n“Recruits don’t know what communication will look like while they are in basic training or while serving,” Cain said. “The Red Cross bridges that gap that says, ‘It doesn’t matter where you go, your family will be able to get in touch with you during an emergency because of the Red Cross.’”\nLearn More\nTo find out more about how the Red Cross helps members of the military, veterans and their families prepare for, cope with, and respond to, the challenges of military service visit www.redcross.org .\nAbout the American Red Cross\nThe American Red Cross shelters, feeds and provides comfort to victims of disasters; supplies about 40% of the nation’s blood; teaches skills that save lives; distributes international humanitarian aid; and supports veterans, military members and their families. The Red Cross is a nonprofit organization that depends on volunteers and the generosity of the American public to deliver its mission. For more information, visit redcross.org or CruzRojaAmericana.org , or follow it on social media.\n\"“For decades, the American Red Cross has provided services to applicants at Military Entrance Processing Stations throughout the nation,” said Colonel Megan B. Stallings, Commander, U.S. Military Entrance Processing Command.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "http://www.redcross.org",
    "https://www.mynewstouse.com/images/clicktotweet.jpeg",
    "https://twitter.com/intent/tweet?text=%E2%80%9CFor%20decades%2C%20the%20American%20Red%20Cross%20has%20provided%20services%20to%20applicants%20at%20Military%20Entrance%20Processing%20Stations%20throughout%20the%20nation%2C%E2%80%9D%20said%20Colonel%20Megan%20B.%20Stallings%2C%20Commander%2C%20U.S.%20Military%20Entrance%20Processing%20Command.&original_referer=https://clicktotweet.com&related=clicktotweet",
    "http://redcross.org",
    "http://CruzRojaAmericana.org",
    "https://launcher.spot.im/spot/sp_6YnWw3Kb",
    "http://www.CruzRojaAmericana.org",
    "http://redcross.org",
    "https://www.launcher.spot.im/spot/sp_6YnWw3Kb",
    "http://www.redcross.org",
    "https://mynewstouse.com/images/clicktotweet.jpeg",
    "https://www.twitter.com/intent/tweet?text=%E2%80%9CFor%20decades%2C%20the%20American%20Red%20Cross%20has%20provided%20services%20to%20applicants%20at%20Military%20Entrance%20Processing%20Stations%20throughout%20the%20nation%2C%E2%80%9D%20said%20Colonel%20Megan%20B.%20Stallings%2C%20Commander%2C%20U.S.%20Military%20Entrance%20Processing%20Command.&original_referer=https://www.clicktotweet.com&related=clicktotweet",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jordan",
        "sentiment": "none"
      },
      {
        "name": "megan b. stallings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "napsi",
        "sentiment": "negative"
      },
      {
        "name": "red cross and armed forces",
        "sentiment": "negative"
      },
      {
        "name": "united states military entrance processing command",
        "sentiment": "none"
      },
      {
        "name": "military entrance processing stations",
        "sentiment": "none"
      },
      {
        "name": "mou",
        "sentiment": "none"
      },
      {
        "name": "american red cross",
        "sentiment": "none"
      },
      {
        "name": "beaver dam country club",
        "sentiment": "none"
      },
      {
        "name": "red cross emergency communication",
        "sentiment": "none"
      },
      {
        "name": "military entrance processing command",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "mount horeb",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T14:21:51.634+03:00",
  "updated": "2024-05-04T14:21:51.634+03:00"
}