{
  "thread": {
    "uuid": "faf8ebd55184ace5f146dca8bb64336319768bee",
    "url": "https://news.webindia123.com/news/articles/India/20231229/4153874.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "http://news.webindia123.com/news/xml_india.asp",
    "site_categories": [
      "media"
    ],
    "section_title": "webindia123.com",
    "title": "Peace agreement with ULFA faction will bring lasting peace: Assam Chief Minister",
    "title_full": "Peace agreement with ULFA faction will bring lasting peace: Assam Chief Minister",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "faf8ebd55184ace5f146dca8bb64336319768bee",
  "url": "https://news.webindia123.com/news/articles/India/20231229/4153874.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Peace agreement with ULFA faction will bring lasting peace: Assam Chief Minister",
  "text": "\"This is a historic day for Assam. The process for peace has been on in Assam under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah. We did accord with Bodo, Karbi, and Adivasi insurgent group,\" Sarma said here in the national capital, as the agreement was signed.\n\"This agreement will fulfil many of the aspirations of the people of Assam. In general, PM Modi's outreach towards Assam and other parts of the northeast has made this possible,\" Sarma added.\nSarma assured that the points mentioned in the tripartite agreement will be 100 per cent implemented by the Centre and the State government.\nA 29-member delegation of the ULFA's pro-talks delegation, including 16 ULFA members and 13 from civil society, signed the agreement.\nA peace dialogue between the central government and a faction of the United Liberation Front of Assam (ULFA) which has been on for over a decade now comes to a close after the signing of today's agreement in the presence of Union Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma.\nThe insurgent group ULFA came into being in April 1979 in the aftermath of an agitation against undocumented immigrants from Bangladesh (erstwhile East Pakistan). The illegal influx in Assam has been on, though with varying degrees, ever since India's independence.\nLocals in Assam feared a massive change in demography, which may pose a threat to their culture, land, and other political rights.\nULFA was split into two factions in 2011 when the pro-talk faction led by Arabinda Rajkhowa decided to return to Assam from \"abroad\" and participate in peace talks while the other group ULFA (Independent), led by its commander Paresh Barua, was opposed to negotiations unless the 'sovereignty' clause was discussed upon.\nArabinda Rajkhowa-led faction gave up violence and agreed to unconditional talks with the government. Anup Chetia, another top ULFA functionary, later joined the pro-talks group a couple of years after.\nIn 2011, ULFA submitted a 12-point charter of demands to the government which includes constitutional and political arrangements and reforms, protection of the identity and material resources of the local indigenous population of Assam, which has since been under discussion at various levels.\nThe Union government in April sent it a draft agreement. A series of talks with officials concerned in the Central government has taken place since the delegation arrived in Delhi before the signing of the peace pact.\nThe Union government has signed peace deals with rebel Bodo, Dimasa, Karbi, and Adivasi outfits in Assam over the last three years. The banned ULFA-Independent led by Paresh Baruah would be the only major insurgent outfit in the state once the deal with the ULFA pro-talks faction is inked.\nSince Himanta Biswa Sarma became chief minister in May 2021, over 7,000 insurgents from various rebel groups have shelved their guns to join the mainstream. The state government has been running various rehabilitation programs to accommodate these former insurgents to live a respectable life.\nHimanta Biswa Sarma has on various occasions since becoming the chief minister appealed to ULFA(I) leader Paresh Baruah to return to the mainstream and join the massive development process that has taken place in the state. CM Sarma also emphasised the need to resolve all the outstanding issues through dialogue.\nAssam has witnessed decades-long insurgency, necessitating operations from the central paramilitary and Armed forces. The most prominent operations against ULFA were Operation Bajrang and Operation Rhino.\nThe insurgency in Assam led to the loss of lives of civilians, personnel of armed forces, state police personnel, and of course the members of insurgents. Over the past decades, an estimated 10,000 have died in Assam due to insurgency, the chief minister said today.\nDue to the insurgency activities, the Disturbed Areas Act and Armed Forces Special Powers Act (AFSPA) had to be brought in in Assam in 1980. However, now it is just limited to a few districts in Upper Assam with about 15 per cent land mass. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "modi",
        "sentiment": "none"
      },
      {
        "name": "himanta biswa sarma",
        "sentiment": "none"
      },
      {
        "name": "bodo",
        "sentiment": "none"
      },
      {
        "name": "sarma",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "positive"
      },
      {
        "name": "united liberation front of assam",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "karbi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:15:46.574+02:00",
  "updated": "2023-12-29T20:15:46.574+02:00"
}