{
  "thread": {
    "uuid": "d4ddedac1a731b7b476c241c2a322c5188e3eafd",
    "url": "https://www.nola.com/news/northshore/ralph-boudreaux-died-in-the-attack-on-pearl-harbor-a-family-members-dna-is-bringing/article_941356be-b18d-11ee-8703-7714c23bd721.html",
    "site_full": "www.nola.com",
    "site": "nola.com",
    "site_section": "https://www.nola.com/news/northshore",
    "site_categories": [
      "media"
    ],
    "section_title": "One Tammany: Northshore News | NOLA.com | nola.com",
    "title": "Ralph Boudreaux died in the attack on Pearl Harbor. A family member's DNA is bringing him home. | One Tammany | nola.com",
    "title_full": "Ralph Boudreaux died in the attack on Pearl Harbor. A family member's DNA is bringing him home. | One Tammany | nola.com",
    "published": "2024-01-19T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nola.com/content/tncms/assets/v3/editorial/0/9b/09b3efa0-b18e-11ee-b0aa-17a3d5e61ec2/65a1a96a05f97.image.jpg?crop=258%2C258%2C0%2C49&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 2138,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4ddedac1a731b7b476c241c2a322c5188e3eafd",
  "url": "https://www.nola.com/news/northshore/ralph-boudreaux-died-in-the-attack-on-pearl-harbor-a-family-members-dna-is-bringing/article_941356be-b18d-11ee-8703-7714c23bd721.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bob Warren",
  "published": "2024-01-19T07:00:00.000+02:00",
  "title": "Ralph Boudreaux died in the attack on Pearl Harbor. A family member's DNA is bringing him home. | One Tammany | nola.com",
  "text": "Each family, it seems, has a “keeper of the photos.” In his family, David Boudreaux has that responsibility. “We have, like, 10,000 pictures,” Boudreaux said one recent afternoon. It was on a trip through those photos that Boudreaux noticed an old picture, in black and white, of a young man, probably from 1938 or 1939. The only identification on it was the word “Ralph” written in one of the corners. Who was the man named Ralph? It was a mystery that would endure for years, until just recently, when the U.S. Navy contacted Boudreaux's family seeking a DNA sample to help positively identify remains it had pulled from a mass grave site in Hawaii. That DNA, a swab taken from the inside of Boudreaux's mouth, would finally allow investigators to do what they could not so many decades ago: Positively identify the remains of Ralph McHenry Boudreaux, a 20-year-old New Orleans man who perished deep inside the wreckage of the USS Oklahoma after Japanese bombs had sunk during the attack on Pearl Harbor in 1941. \"When the Navy contacted us, I remembered that photo and I remembered that name, 'Ralph,'\" David Boudreaux said. \"I said, 'Wait, there was one picture and it has to be Uncle Ralph.'\" 'It's amazing' “It’s amazing,” was all that Boudreaux, 61, could say of the Navy’s identification efforts. “All these years. I literally had one picture of him. One picture.” With the identification, Ralph Boudreaux’s remains will be returned to the New Orleans area, bringing him home all these years later. He is set to be buried with military honors at the Southeast Louisiana Veterans Cemetery in Slidell on Jan. 29. Ralph Boudreaux, who grew up in New Orleans, enlisted in the Navy in 1939 and was a mess attendant 1st Class aboard the Oklahoma when the Japanese launched their surprise attack on Pearl Harbor and much of the U.S. fleet the morning of Dec. 7, 1941. Commissioned in May 1916, the 27-ton Oklahoma was moored along Battleship Row at the base in Hawaii when the first dive bombers appeared overhead just before 8 a.m. Within 15 minutes, the bombs had done massive damage and the ship was sinking with hundreds of men trapped inside. For days, banging could be heard coming from inside the ship, but rescuers were unable to get to the men. Ralph Boudreaux died along with 428 others. When the ship was righted in 1944, the sailors’ remains were recovered, but only 35 could be positively identified. The rest, including Boudreaux, eventually would be buried in the National Memorial Cemetery of the Pacific — known as the “Punchbowl” — seemingly destined to never return to their homes. DNA advancements But in 2015, the Navy, aided by advances in DNA technology, embarked on an effort to make positive IDs and return the remains to family members. In recent years, the remains of two other Louisiana sailors from the Oklahoma have been returned home and buried in the Veterans Cemetery in Slidell. One, [Clarence Thompson of New Orleans](https://www.nola.com/news/pearl-harbor-sailors-body-returned-to-louisiana/article_2dbcff28-4356-11ee-b0a1-4f5a80e737b5.html), who was buried there last August, was actually Ralph Boudreaux's supervisor aboard the battleship, David Boudreaux said. \"How about that?\" Boudreaux asked. It was Boudreaux’s DNA that made the final identification of his Uncle Ralph. David Boudreaux, of Slidell, grew up in a New Orleans family with eight other siblings. Born more than two decades after the attack on Pearl Harbor, Boudreaux nonetheless remembered catching snippets, always fleeting, about an uncle who had lost his life in the attack. A family's pain So painful were the memories that Boudreaux’s father, aunt and grandmother never talked about Ralph. “My dad was 11 when he died,” Boudreaux said. “It was a PTSD thing for my dad, something he didn’t ever talk about. “There was never any reminiscing or nostalgia,” Boudreaux said. “It was strictly taboo.” So Boudreaux and his siblings grew up knowing very little about their long-lost uncle. “I have no idea where he even went to high school,” Boudreaux said. Boudreaux said a big envelope arrived for his father one day in 2014 or 2015. It was from the Navy and included information on DNA testing. His father wasn’t inclined to provide a sample — “it was just too painful for him.” So it fell to Boudreaux. He did the swab, mailed it back to the lab, “and the end product is here we are today.” But even though Boudreaux knows little about the uncle he never met, he said he’s happy his remains are finally coming home. “He made the ultimate sacrifice,” he said. “That needs to be recognized.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ralph boudreaux",
        "sentiment": "negative"
      },
      {
        "name": "david boudreaux",
        "sentiment": "neutral"
      },
      {
        "name": "ralph",
        "sentiment": "none"
      },
      {
        "name": "ralph mchenry boudreaux",
        "sentiment": "none"
      },
      {
        "name": "boudreaux",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navy",
        "sentiment": "none"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pearl harbor",
        "sentiment": "none"
      },
      {
        "name": "hawaii",
        "sentiment": "none"
      },
      {
        "name": "new orleans",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T01:03:24.580+02:00",
  "updated": "2024-01-21T01:03:24.580+02:00"
}