{
  "thread": {
    "uuid": "565a00d92735c6d42bb80b6b46a1c7496aeb7843",
    "url": "https://vnexplorer.net/z/934554.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Tras ocho días desaparecida: Confirman hallazgo de estudiante que se extravió rumbo al colegio en La Cisterna",
    "title_full": "Tras ocho días desaparecida: Confirman hallazgo de estudiante que se extravió rumbo al colegio en La Cisterna",
    "published": "2024-06-21T16:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1oAHyZ.img",
    "performance_score": 0,
    "domain_rank": 82409,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "565a00d92735c6d42bb80b6b46a1c7496aeb7843",
  "url": "https://vnexplorer.net/z/934554.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-06-21T16:28:00.000+03:00",
  "title": "Tras ocho días desaparecida: Confirman hallazgo de estudiante que se extravió rumbo al colegio en La Cisterna",
  "text": "Fuente: Facebook “¡Encontrada! Carabineros nos ha informado, cerca de las 20:00 horas, que Dafne fue encontrada y, luego de verificar que está físicamente bien gracias a examen de constatación de lesiones, fue entregada a su madre”. Con ese comunicado, la Municipalidad de La Cisterna confirmó el hallazgo de la estudiante de 15 años, Dafne Zapata, que se encontraba perdida hace ocho días. El hallazgo ocurrió la noche del jueves, aunque sin revelarse mayores detalles de los motivos del extravío ni cómo dieron con su paradero. “¡Gracias a todas y todos quienes ayudaron a difundir esta búsqueda!”, agregaron desde el municipio. Fue el pasado 12 de junio cuando la afectada madre dio a conocer que no supo más de su hija, luego que saliera de su casa en la comuna de La Cisterna para encaminarse a su Liceo Laura Vicuña, pero no había llegado al establecimiento educacional. En dicha ocasión, Francisca Campos habló con Meganoticias y señaló que “llevaba dos semanas yéndose sola, ella siempre me iba ‘whatsappeando’, diciéndome ‘en tal parte voy’”, mensajes que no llegaron esa afligida mañana. Estudiante dejó de enviar mensajes Pierdo el rastro de ella a las 08:26 horas que fue cuando yo le hablo”. Campos detalló que el último mensaje que su hija le envió fue a las 07:55 am, en donde le contó que había una congestión vehicular. “Me llamó una compañera de ella y me dice que no ha llegado al colegio porque ella tenía una presentación, no llegó al colegio. De ahí, yo le empecé a mandar mensajes hasta las 08:33 horas ella me recibió los mensajes, dos tickets, pero no me respondió ninguno”, continuó. Francisca especificó que el trayecto al colegio es bastante corto, y un viaje en auto se demora aproximadamente 5 a 6 minutos. “Esperé que llegara mi esposo a la casa y salimos a buscarla. La busqué en el Intermodal, en cada piso y nada. Después llamé a las amigas, si alguien sabía algo, algún contacto y nada”, agregó. La madre describió a su hija Dafne Zapata señalando que tiene la tez blanca, pelo castaño claro y ojos color miel. La joven vestía el buzo gris del colegio con las iniciales del establecimiento, llevaba un polerón GAP azul con las letras de color blanco, y una chaqueta ploma Everlast grande. Su mochila rosada tiene flores y es de la marca Puma.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T00:44:50.395+03:00",
  "updated": "2024-06-22T00:44:50.395+03:00"
}