{
  "thread": {
    "uuid": "8f3c008112acc1f3d249a9f9e88e6f47de72173d",
    "url": "http://agenciadenoticias.unal.edu.co/detalle/para-combatir-cambio-climatico-restauran-bosque-en-cali-con-supervivencia-arborea-del-93",
    "site_full": "agenciadenoticias.unal.edu.co",
    "site": "unal.edu.co",
    "site_section": "http://www.agenciadenoticias.unal.edu.co",
    "site_categories": [
      "media"
    ],
    "section_title": "Agencia UNAL: Universidad Nacional de Colombia",
    "title": "Para combatir cambio climático restauran bosque en Cali, con supervivencia arbórea del 93 %",
    "title_full": "Para combatir cambio climático restauran bosque en Cali, con supervivencia arbórea del 93 %",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://agenciadenoticias.unal.edu.co/fileadmin/_processed_/8/1/csm_AgenciaUNAL-040724-1-am_08d4943a1e.jpg",
    "performance_score": 0,
    "domain_rank": 7130,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f3c008112acc1f3d249a9f9e88e6f47de72173d",
  "url": "http://agenciadenoticias.unal.edu.co/detalle/para-combatir-cambio-climatico-restauran-bosque-en-cali-con-supervivencia-arborea-del-93",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "APA; Dmh; LOF",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Para combatir cambio climático restauran bosque en Cali, con supervivencia arbórea del 93 %",
  "text": "Para combatir cambio climático restauran bosque en Cali, con supervivencia arbórea del 93 % En un esfuerzo por restaurar y preservar el bosque seco tropical –uno de los ecosistemas más amenazados del mundo–, caracterizado por albergar una rica diversidad de flora y fauna adaptada a condiciones climáticas de lluvia y sequía, Juan David Patiño Murillas, magíster en Ingeniería Ambiental de la Universidad Nacional de Colombia (UNAL), llegó hasta la parcelación Chorro de Plata, en el corregimiento de Pance (Cali), para sembrar 7.969 árboles. Esta zona forma parte de la cuenca del río Pance y colinda con el Parque Nacional Natural Farallones de Cali. Hasta hace unos años había sido devastada por prácticas humanas insostenibles como la ganadería extensiva y las quemas para la expansión agrícola, las cuales llevaron al predominio del helecho marranero (Pteridium aquilinum (L.) Kuhn), una planta invasora que cubría el 80 % del área y limitaba el crecimiento de especies nativas. “Este problema, además de la enorme cantidad de nidos de hormiga arriera, y suelos ácidos y degradados encontrados en el diagnóstico, crearon un entorno casi inhóspito para la flora local, impidiendo la regeneración natural del bosque seco tropical, un ecosistema en vías de extinción, amenazado por el cambio climático, que ofrece servicios ecosistémicos como la dispersión de semillas, la captura de carbono y la regulación del clima”, menciona el magíster Patiño. El proyecto, originado como una compensación ecológica por la construcción de una megaobra en el departamento, no se limitó a la reforestación, sino que además adoptó un enfoque integral diferenciador de restauración ecológica que involucró a las comunidades locales, y en 2019 inició con la caracterización de la zona de estudio para identificar las especies existentes y evaluar la salud del suelo. Mediante observaciones directas y técnicas de captura en campo se realizaron monitoreos de fauna, seguimiento e identificación de huellas y análisis de excrementos de animales y de restos de alimentos. Para caracterizar la flora se establecieron parcelas abarcando diferentes etapas de desarrollo de la vegetación: fustal (árboles maduros), latizal (árboles jóvenes) y brinzal (plántulas). Además se recolectaron 120 muestras de suelo para los análisis fisicoquímicos, estudios que le proporcionaron una base sólida para seleccionar tanto las especies como los sitios adecuados para la restauración, que fueron: Otoño, Tanque, Antena, Administración y Charco, ubicados en terrenos montañosos con pendientes pronunciadas, lo que significó un reto para el proyecto. Respecto a las especies de árboles, se priorizaron las nativas y endémicas de la zona que podrían sobrevivir y prosperar, entre ellas guayacán, ceiba y casco de buey. También se mejoró la calidad del suelo mediante un proceso de encalado (hecho con cal agrícola) y se controló la propagación del helecho marranero para preparar el terreno para la siembra. A lo largo de 4 años de monitoreo para evaluar la supervivencia de las plántulas y el impacto de la restauración en el ecosistema, el resultado de la investigación del magíster ha sido un notable fortalecimiento de los servicios ecosistémicos del bosque, evidenciado en el incremento de la cobertura boscosa y la atracción de nuevas especies de fauna. El éxito del proyecto se refleja en la baja mortalidad de las plántulas, con solo un 7 % de pérdida, lo que equivale a 585 árboles. Este resultado supera significativamente las expectativas iniciales y las normas de la Corporación Autónoma Regional del Valle del Cauca (CVC), que establecían un umbral del 20 %. “Uno de los sitios de restauración, conocido como Tanque, se destacó por presentar las mayores alturas promedio en individuos forestales y la mayor riqueza y diversidad de especies, reflejado en los índices de diversidad de Shannon (1,23) y de Simpson (8,77E+01)”, revela el magíster, cuyo trabajo fue dirigido por el profesor Joel Tupac Otero, del Grupo de Investigación en Orquídeas, Ecología y Sistemática Vegetal. El proyecto también involucró a la comunidad local con la aplicación de unas 30 entrevistas y talleres participativos a los residentes locales, especialmente campesinos, quienes han formado parte integral del proceso aportando sus conocimientos tradicionales y fortaleciendo el sentido de pertenencia y compromiso con la conservación del bosque. Las especies de árboles seleccionadas no solo sobrevivieron, sino que además comenzaron a atraer a la fauna local. La presencia de pava caucana(Penelope perspicaz), una especie en peligro de extinción, fue documentada nuevamente en el área. Además se registraron nuevas especies de aves, como la tangara multicolor, y mamíferos como el mono nocturno, el tigrillo y el armadillo, que habían desaparecido por la presión humana.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:57:55.319+03:00",
  "updated": "2024-07-05T10:57:55.319+03:00"
}