{
  "thread": {
    "uuid": "3b8d0406965e0014d08bfe6a55a19584fb1ee32e",
    "url": "https://pakistan.shafaqna.com/EN/265503",
    "site_full": "pakistan.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://pakistan.shafaqna.com/en/category/islam",
    "site_categories": [
      "media"
    ],
    "section_title": "Islam And Democracy — Friends Not Foes &#8211; Pakistan Shia News Agency",
    "title": "World Bank Approves $535 Million Financial Aid Package for Pakistan – Pakistan Shia News Agency",
    "title_full": "World Bank Approves $535 Million Financial Aid Package for Pakistan – Pakistan Shia News Agency",
    "published": "2024-06-22T06:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PK",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30216,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b8d0406965e0014d08bfe6a55a19584fb1ee32e",
  "url": "https://pakistan.shafaqna.com/EN/265503",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tauqeer Abbas",
  "published": "2024-06-22T06:06:00.000+03:00",
  "title": "World Bank Approves $535 Million Financial Aid Package for Pakistan – Pakistan Shia News Agency",
  "text": "The World Bank announced on Friday that its Board of Executive Directors has approved $535 million in financing for Pakistan to support two distinct projects.\nAccording to a statement from the World Bank, the funding includes additional support for the Crisis Resilient Social Protection (CRISP) Programme. This initiative aims to enhance Pakistan’s national social security system and bolster resilience against economic shocks for vulnerable families.\nIn parallel, the Sindh Livestock and Aquaculture Sectors Transformation (LIVAQUA) Project will focus on promoting climate-smart practices among small and medium producers in Sindh’s livestock and aquaculture sectors, enhancing their competitiveness.\nNajy Benhassine, the World Bank Country Director for Pakistan, highlighted the significance of these projects in light of Pakistan’s recent challenges, including the devastating floods of 2022. He emphasized the importance of building resilience to such disasters through strengthened social protection systems and support for sectors crucial to economic growth and recovery.\n“It is also imperative to help the vulnerable absorb climate shocks through innovative climate-smart technology and contingency planning.”\nThe additional financing for CRISP ($400 million) will build on the programme’s ongoing efforts to equip Pakistan’s social protection system with the policy and delivery system foundations necessary for more effective and rapid responses to future crises.\nThe programme will focus on longer-term policy actions to further improve the national cash transfer programme’s effectiveness, coverage and federal-provincial coordination.\n“Since its inception, the CRISP programme has achieved significant results with regular safety net support to more than 9 million families and a demonstrated capability of quickly reaching 2.8 million families during the recent floods,” said Amjad Zafar Khan, Task Team Leader for the Project.\n“The additional financing would not only assist families in becoming more resilient to climate and economic shocks but also encourage the use of provincial capacities to take up a larger role in social assistance.”\nLIVAQUA ($135 million) will finance interventions to promote climate-smart production, value addition, and inclusive access to markets, and help create opportunities for growth in the livestock and aquaculture sectors.\nThese will include improving sector policy and strategic frameworks, as well as evidence-based decision-making.\nIt will also contribute to strengthening the capacity of public and private providers to deliver essential knowledge, inputs, and services such as disease surveillance and control, diagnostic laboratory services, breeding programmes, food safety, and the development and transfer of green technologies.\nLIVAQUA will cover all districts in Sindh using a phased approach. It is expected to directly benefit more than 940,000 farm families, including 930,000 livestock households and 10,000 aquaculture producers.\nThe project also includes measures to ensure female farmers’ participation in the project and narrow gender gaps.\n“The project will improve the livelihoods of small and medium livestock and aquaculture producers, increase their resilience to animal health and climate-related shocks, strengthen the overall growth of these two sectors in Sindh, and more broadly improve food and nutrition security and reduce the sector’s contribution to greenhouse gas emissions,” said Myriam Chaudron, Task Team Leader for the project.\nSource: The News\n<div",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Financial and Economic News",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "najy benhassine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "board of executive directors",
        "sentiment": "negative"
      },
      {
        "name": "world bank",
        "sentiment": "negative"
      },
      {
        "name": "world bank country",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "sindh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-22T09:45:55.038+03:00",
  "updated": "2024-06-22T09:45:55.038+03:00"
}