{
  "thread": {
    "uuid": "b84db776a8832d07609f91e02bfe2a9488e2d229",
    "url": "https://trinidadexpress.com/opinion/editorials/a-time-for-celebration/article_2a4aad5a-ed5f-11ee-90f3-7f6897ce58dc.html",
    "site_full": "trinidadexpress.com",
    "site": "trinidadexpress.com",
    "site_section": "http://trinidadexpress.com/search/?f=rss&t=article&c=opinion&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "trinidadexpress.com - RSS Results in opinion of type article",
    "title": "A time for celebration",
    "title_full": "A time for celebration",
    "published": "2024-03-29T06:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "TT",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/trinidadexpress.com/content/tncms/assets/v3/editorial/4/10/410f1484-2337-11e8-bb31-277e215e09e6/5aa1e025dfd39.image.jpg?crop=730%2C383%2C0%2C88&amp;resize=730%2C383&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 31731,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b84db776a8832d07609f91e02bfe2a9488e2d229",
  "url": "https://trinidadexpress.com/opinion/editorials/a-time-for-celebration/article_2a4aad5a-ed5f-11ee-90f3-7f6897ce58dc.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T06:59:00.000+03:00",
  "title": "A time for celebration",
  "text": "As fate would have it, four seasons of spirituality have converged in the same period this year.\nThe Hindu spring festival of Phagwa, or Holi, is celebrated in those parts of the Caribbean where significant populations of Indians have made their home. The festival is linked to the myth of Prahlada, a follower of Lord Vishnu who was delivered from his father Hiranyakashipu’s evil schemes by the God’s intervention. Notably this year, organisers have wisely decided on less water-based colour that characterises the festival and have opted for more flowers, especially of the abundantly blooming bougainvillea variety. This practical alternative to coloured water, say the organisers, is necessary in the current dry season when the Water and Sewerage Authority (WASA) has implemented water schedules and other measures to encourage conservation.\nIt is a progressive move by the Phagwa organisers and follows the decision of the National Council of Indian Culture (NCIC) last Divali to avoid the use of nuisance fireworks in their celebrations. Organisers of both festivals must be commended for their forward thinking and sensitivity to the modern climate-related issues we are all experiencing.\nFrom Holi, the population moves into the commemoration of Spiritual Shouter Baptist Liberation Day tomorrow. The day reminds us of the oppression and perseverance of a community of worshippers outlawed and driven into underground secrecy by the 1917 Shouters Prohibition Ordinance that prohibited members from practising their faith. That prohibition stayed in effect until March 30, 1951, when it was repealed.\nA public holiday was declared in January 1996 as a reminder of the commitment of ordinary people to their ancestral form of worship and their endurance in the face of 34 years of oppression. The day holds special significance to the Spiritual Baptist community, whose bells will ring and voices raise in their churches, no longer secreted but still mostly located deep inside communities where they retreated to worship.\nEaster, central to the Christian practice of spirituality, is at the centre of this long holiday weekend’s activities. Christians will this weekend sing songs of praise for the resurrection of Christ. It ends the Lenten period of sacrifice and reflection. While most people mark this long Easter weekend as a time for vacationing with family and friends, in the midst of those interactions is the joy of community and sacrifice for the sake of others, model qualities that hold together family units and extended networks.\nIt won’t be long before Muslims also celebrate the end of their Ramadan fasting with Eid-ul-Fitr. The public holiday has been officially declared for April 10 this year.\nIn concert, the commemorations paint a picture of a diverse Trinidad and Tobago praying together. And while we in no way mean to understate the tensions that accompany that diversity, we must acknowledge that, thus far, our peoples have co-existed and interacted in admirable ways.\nAs the weekend’s limes and other activities set off, we urge caution on the roads, and eyes wide open to safety for all.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hiranyakashipu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sewerage authority",
        "sentiment": "none"
      },
      {
        "name": "national council of indian culture",
        "sentiment": "none"
      },
      {
        "name": "ncic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "phagwa",
        "sentiment": "none"
      },
      {
        "name": "holi",
        "sentiment": "none"
      },
      {
        "name": "caribbean",
        "sentiment": "none"
      },
      {
        "name": "prahlada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:51:35.060+03:00",
  "updated": "2024-03-29T12:51:35.060+03:00"
}