{
  "thread": {
    "uuid": "e1267beef6699abc8d4a9d31f2145673c1a6a258",
    "url": "https://www.abc.net.au/news/2024-04-05/khali-peek-advocates-for-cannabis-vape-exemption/103667528",
    "site_full": "www.abc.net.au",
    "site": "abc.net.au",
    "site_section": "http://www.abc.net.au/news/feed/51120/rss.xml",
    "site_categories": [
      "television",
      "music",
      "entertainment",
      "top_news"
    ],
    "section_title": "Just In",
    "title": "Epilepsy patient Khali Peek calls for exemptions for medicinal cannabis vapes in smoke-free areas - ABC News",
    "title_full": "Epilepsy patient Khali Peek calls for exemptions for medicinal cannabis vapes in smoke-free areas - ABC News",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://live-production.wcms.abc-cdn.net.au/d12130ea7ea17b2d8feb6d1d26771a79?impolicy=wcms_watermark_news&amp;cropH=2813&amp;cropW=5000&amp;xPos=0&amp;yPos=0&amp;width=862&amp;height=485&amp;imformat=generic",
    "performance_score": 0,
    "domain_rank": 362,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 13
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1267beef6699abc8d4a9d31f2145673c1a6a258",
  "url": "https://www.abc.net.au/news/2024-04-05/khali-peek-advocates-for-cannabis-vape-exemption/103667528",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kenji Sato",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Epilepsy patient Khali Peek calls for exemptions for medicinal cannabis vapes in smoke-free areas - ABC News",
  "text": "In short: Khali Peek has a legal cannabis vape for her epilepsy, but if she uses it at her TAFE she will be breaking the law. It is illegal to use cannabis vapes in smoke-free areas, even when they're legitimately prescribed by a doctor. What's next? Khali Peek and her father are advocating for an exemption for medicinal cannabis vapes. When Khali Peek is overcome with a feeling of dread and her heart begins to race, she knows that an epileptic seizure is not far away.\nMs Peek says she can \"almost always\" stop her seizure with a medicinal cannabis vape that her doctor prescribed her, but if she uses it at her TAFE she will be breaking the law.\nIn all states and territories, the use of medicinal cannabis vapes is illegal in all smoke-free areas, such as educational facilities, public buildings, workplaces, bus stops, and hospitals.\nIn Queensland, the non-smoking list also includes national parks, venues that serve food and drink, cars, aged care facilities, and outdoor pedestrian malls.\nThe Brisbane student said she typically did not have time to find a designated smoking area before her seizure struck.\nThe 19-year-old said some seizures came with as little as a minute's warning and sometimes she found herself unable to move or see properly in the lead-up.\nCalls to allow cannabis oil in hospital The father of a dying Brisbane child wants special permission from the Government to use cannabis oil in hospital.\nRead more\nThe visual arts student said she had dislocated her shoulder six times, received numerous cuts, and repeatedly hit her head during her seizures.\nMs Peek said one of her biggest fears was being caught out without her cannabis vape and causing permanent injury from a seizure.\n\"It's a big worry of mine that one day I'll hit my head the wrong way and I'll become paralysed or something,\" Ms Peek said.\n\"Those times when I can't use the cannabis vape really affects me not only physically but mentally as well and my anxiety goes through the roof.\n\"I would like to be able to use it freely when I need it.\"\nNo exemptions A Queensland Health spokesperson told ABC Radio Brisbane that prescribed medicinal vapes were not exempt from the state's smoking laws.\n\"Queensland's Tobacco and Other Smoking Products Act 1998 sets out a wide range of public places as legislated smoke-free areas,\" the spokesperson said.\n\"In most circumstances, the smoking ban applies to both smoked or vaped medicinal cannabis, even though these products are obtained through prescription.\n\"Smoking is a serious health risk, not only for the smoker but also for the people around them.\"\nThe laws are enforced by Queensland Health Environmental Health Officers, which has the power to issue fines.\nThe maximum penalty for vaping in a non-smoking area in Queensland is 20 penalty units, which is currently $3,096.\nSteve Peek says attending TAFE gave his daughter a sense of \"normalcy\", despite her condition. ( ABC Radio Brisbane: Kenji Sato )\nMs Peek's father Steve Peek wants to see medicinal cannabis vapes exempt from non-smoking laws.\nThe medicinal cannabis advocate said he lived with the fear that his daughter might be injured or killed by a seizure.\n\"This law is dangerous to my daughter,\" Mr Peek said.\n\"She needs to use that vape as soon as her myoclonic seizure starts, she doesn't have time to walk out to a designated smoking area or walk into a fire escape.\n\"If she doesn't have it right there she can potentially have a tonic-clonic seizure, and any tonic-clonic seizure can be fatal.\"\nABC Brisbane in your inbox Get local news, stories, community events, recipes and more each fortnight. Your information is being handled in accordance with the ABC Privacy Collection Statement . Email address Subscribe Posted 4h ago 4 hours ago Thu 4 Apr 2024 at 10:36pm , updated 4h ago 4 hours ago Thu 4 Apr 2024 at 10:41pm Share\nCopy link\nRelated Stories Telehealth medicinal cannabis providers can bypass Australia's drug safety and quality standards, GPs say One of Australia's largest medicinal cannabis producers has shares suspended over funding concerns Pharmacist says 70pc of clients are black market users switching to legal cannabis supply",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kenji sato",
        "sentiment": "negative"
      },
      {
        "name": "khali peek",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "brisbane",
        "sentiment": "none"
      },
      {
        "name": "queensland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:50:17.419+03:00",
  "updated": "2024-04-05T06:02:31.567+03:00"
}