{
  "thread": {
    "uuid": "ba76b00020961501fba9f0f1fbf810f2b968d418",
    "url": "https://vnexplorer.net/meet-the-idf-women-on-the-front-lines-of-the-gaza-war-s1797992.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Meet the IDF women on the front lines of the Gaza war",
    "title_full": "Meet the IDF women on the front lines of the Gaza war",
    "published": "2024-03-08T23:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jymdt.img",
    "performance_score": 0,
    "domain_rank": 52286,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba76b00020961501fba9f0f1fbf810f2b968d418",
  "url": "https://vnexplorer.net/meet-the-idf-women-on-the-front-lines-of-the-gaza-war-s1797992.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-08T23:10:00.000+02:00",
  "title": "Meet the IDF women on the front lines of the Gaza war",
  "text": "INSPIRING STORIES: IDF women are on the front lines, operating Iron Dome, taking part in combat, and serving across many units such as the Caracal Infantry Battalion, Oketz dog unit, Israeli Air Force and Skyrider Drone unit.\nWomen have played an unprecedented role in the war against Hamas. They have also suffered grievously at the hands of Hamas. These twin narratives, of how Hamas targeted Israeli women and also kidnapped female IDF soldiers, and how women have been fighting Hamas in Gaza and in numerous other roles in the IDF, is part of this conflict.\nDuring five months covering the war, I came across many inspiring stories of women in combat and in other roles in the IDF. For instance, on December 11, I drove down to Kibbutz Alumim to meet with the Israeli Skyriders unit that uses drones to help the IDF fight terrorists. One of the soldiers I met was named Romi, a female member of the unit. She described how she had been studying in Italy before the war began. She was back in Israel on Oct. 7 and was awakened like millions of others to the news of the attack. “We knew we had to go back to the army and serve,” she recalled. She had originally joined the army in 2018; now she returned to this unique unit.\nThe Skyriders use a small drone called the Skylark. It is launched with a kind of catapult by a soldier on the ground. The drone, around the size of a person, can fly over Gaza and monitor the situation on the ground. Then it brings back information that can be used by artillery units, such as the 215th Artillery Unit, which uses M109 howitzers to target enemies in Gaza. This is the new way of war, knitting together the latest intelligence from real-time feeds, closing the loop on enemies. In short, if an enemy pops up, the drones can see them and help call in strikes.\nRomi’s unit includes men and women. She is a combat soldier and is proud of it. “I think women can serve in every unit in the army, and a girl that can pass those standards in any unit can be a great soldier,” she told me in December.\n“I am so glad I got to go to this training and become a combat soldier; I think it’s the best fit for me.” She referenced news in December that women have been accepted to Israel’s elite search and rescue unit 669. “If I was able to go to a special unit like that, I would have sought to go to it,” she said. “A lot of women would do better than the guys,” she said with a smile. It is estimated that 130 women will eventually be integrated into the elite 669 unit and also the elite Yahalom unit.\nINSPIRING STORIES: IDF women are on the front lines, operating Iron Dome, taking part in combat, and serving across many units such as the Caracal Infantry Battalion, Oketz dog unit, Israeli Air Force and Skyrider Drone unit. (credit: IDF SPOKESPERSON’S UNIT)\nINSPIRING STORIES: IDF women are on the front lines, operating Iron Dome, taking part in combat, and serving across many units such as the Caracal Infantry Battalion, Oketz dog unit, Israeli Air Force and Skyrider Drone unit. (credit: IDF SPOKESPERSON’S UNIT)\nNevertheless, Romi noted that some units still do not allow women to try out for them. These include infantry combat units, as well as units such as the patrol boat squadron. Elite combat units also do not include women. However, women are slowly gaining more access and opportunities. They serve in mixed coed units such as the Caracal border patrol unit. Some members of the Caracal helped defend the border on Oct. 7 during the Hamas attack. The unit eliminated an estimated 100 terrorists in battles near Sufa.\nIn addition, women are just beginning to join tank units. Several women tank crews brought their tanks to the Gaza border on Oct. 7 and eliminated terrorists. “I think this war is an uprising of women in the army,” Romi said. But she also pointed out the quiet discrimination in the way women can be discussed in the army, as if when they succeed it’s something unique, instead of the norm.\nShe also noted the challenges women face. Carrying heavy backpacks can be taxing compared to male recruits because of the difference in average size between men and women. There are other aspects of how this plays out. Men may be envious if women don’t have to meet the same standards as men, or some men may not want to serve in a unit with women. There are other issues, such as medical and hygienic issues, that are complex. For instance, in a confined space such as a tank or a patrol boat, where soldiers are stuck together for days on end, this proximity can be a challenge to putting men and women together. Having an all-female tank crew, for instance, is a solution.\nIn the tanks, a pilot program for women in the 460th Brigade began in 2018. Clearly, these initiatives worked because female tank crews helped save numerous lives on Oct. 7, and they literally drove over terrorists to help protect Israeli kibbutzim. They eliminated dozens of the enemy.\nWomen on the front lines on October 7 WOMEN WERE on the front lines on Oct. 7.\nMembers of an IDF observation unit at Nahal Oz suffered grievous casualties during the Hamas attack. Nineteen women from the unit were at the base when the attack occurred. They fled to a safe room that was then attacked by the terrorists. According to a report at i24, terrorists threw grenades into the room. Seven of the women survived the initial onslaught. While most of the observers were killed, several were kidnapped.\nOri Megidish was one of them. She was held in Gaza for 23 days and was rescued during the first days of Israel’s ground operation in Gaza. One of Megidish’s best friends in the unit, Noa Marciano, was also kidnapped to Gaza and was killed during the war. Her body was found near Shifa Hospital, where Hamas took hostages. On February 26, Megidish met with President Isaac Herzog. Now she is returning to service in the IDF, after recovering from her ordeal.\nThe disaster at Nahal Oz and the massacre of women in the observation unit continues to be a deep scar from Oct. 7. Questions remain unanswered, and it is apparent that the women in the unit warned about Hamas threats for months before the attack, but the warnings were ignored. If women had been listened to in the months before the attack, it is likely that Oct. 7 could have been prevented.\nThe tragedy of the observation unit has also led to shock waves beyond Oct. 7. Parents of the fallen have demanded answers, and some have expressed concern about whether the observers, who are unarmed usually, will be protected in the future.\nWOMEN HAVE continued serving on the front lines.\nThus far, Sgt. Gaya Zubery is the only female soldier to be severely wounded in the war. A 20-year-old paramedic in the 188th Armored Brigade, she was wounded in Shejaia in early December. She was seeking to tend to wounded from a tank crew when she was hit. Women have played a key role as medics and doctors in the Gaza war as part of the IDF. An article in Israel Hayom profiled several female medical professionals and said there were 70 of them serving in units in Gaza providing support to the troops.\nNumerous units have seen an increase in women enlisting to combat positions in the army. Women are also choosing to transfer to combat positions. They are eager to take the fight to Hamas. These shifts in the army are part of trends that began over the last five years, but now they are reaching a tipping point. In the future, this war in Gaza will be seen as a turning point for women in the IDF.\nI spoke with other women who have played an important role in this conflict. One of them is a commander in an Iron Dome battery. She related how she raced to get to her unit during the first day of the war and described the team of soldiers she commands. It’s complicated work, but like Romi and the Skyrider drone unit, she was proud of the work they have done. I also spoke to a former member of the Oketz unit that uses dogs. The Oketz unit and their dogs from the Marom Special Operations Brigade have helped find numerous terrorist threats in Gaza. Female soldiers played a major role in the war, the IDF has said. However, several of the dogs in the unit have been killed.\nIn addition, a search and rescue battalion called the Shachar Battalion played a role in Gaza during the war against Hamas. They searched buildings and helped locate weapons as part of the 162nd Division’s operations in the Shati area of Gaza near the beach.\nThey are just one of many examples of the role women have played in this war at all levels. We can all be proud that on March 4, the IDF said, for the first time a woman commander has been appointed to be the commanding officer of the Ovda Air Force Base. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jymdt.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jy5y2.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jymdt.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jy5y2.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oketz",
        "sentiment": "none"
      },
      {
        "name": "kibbutz alumim",
        "sentiment": "none"
      },
      {
        "name": "romi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "idf",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      },
      {
        "name": "caracal infantry battalion",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "iron dome",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T23:12:41.472+02:00",
  "updated": "2024-03-08T23:12:41.472+02:00"
}