{
  "thread": {
    "uuid": "80801c58a786fcd1621fa74a870ada918d296a95",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1174098",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Abducted Indian Army JCO rescued in Manipur - Daijiworld.com",
    "title_full": "Abducted Indian Army JCO rescued in Manipur - Daijiworld.com",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 23149,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80801c58a786fcd1621fa74a870ada918d296a95",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1174098",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Abducted Indian Army JCO rescued in Manipur - Daijiworld.com",
  "text": "Imphal, March 8 (IANS): A serving Junior Commissioned Officer (JCO) of the Indian Army was rescued by the security forces, hours after he was kidnapped from his home by ‘unidentified elements’ in Manipur’s Thoubal district on Friday, officials said. A defence spokesman said that Naib Subedar Konsam Kheda Singh, a resident of Charangpat Mamang Leikai in Thoubal district, was abducted while on leave from his residence on Friday morning. Army columns along with other security forces immediately launched a coordinated joint search operation, which led to the rescue of the JCO on Friday evening. The JCO is currently at the Waikhong police station in Thoubal district. Though the exact cause of the abduction is not known yet, media reports suggested that it was an extortion attempt as his family had received such threats in the past. Besides the coordinated search operation, checking of all vehicles plying on National Highway-102 (Imphal-Moreh) was conducted to locate the JCO. Further investigation is underway. Since the outbreak of ethnic violence in Manipur in May last year, soldiers and security personnel, be they on leave or duty, or their relatives have been targeted for nefarious interests. On February 27, the house of Amit Singh, Additional Superintendent of Police (Operations), Moirangthem, was attacked in Imphal. The attackers also abducted him and intimidated his family members by firing in the air, besides vandalising properties. The officer was later rescued due to the timely intervention by the security forces. - Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naib subedar konsam kheda singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian army",
        "sentiment": "negative"
      },
      {
        "name": "jco",
        "sentiment": "negative"
      },
      {
        "name": "abducted indian army jco",
        "sentiment": "negative"
      },
      {
        "name": "ians",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "imphal",
        "sentiment": "none"
      },
      {
        "name": "manipur",
        "sentiment": "none"
      },
      {
        "name": "charangpat mamang leikai",
        "sentiment": "none"
      },
      {
        "name": "thoubal",
        "sentiment": "none"
      },
      {
        "name": "waikhong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:04:15.146+02:00",
  "updated": "2024-03-08T19:04:15.146+02:00"
}