{
  "thread": {
    "uuid": "5261f5d996491a580c9acda5a15cd347d71b9846",
    "url": "https://en.qdnd.vn/military/news/general-phan-van-giang-s-book-on-vpa-s-building-in-the-new-situation-launched-560819",
    "site_full": "en.qdnd.vn",
    "site": "qdnd.vn",
    "site_section": "https://en.qdnd.vn",
    "site_categories": [
      "media"
    ],
    "section_title": "People’s Army Newspaper Online",
    "title": "General Phan Van Giang's book on VPA’s building in the new situation launched",
    "title_full": "General Phan Van Giang's book on VPA’s building in the new situation launched",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://file3.qdnd.vn/data/images/3/2023/12/29/upload_2086/dsc_3753.jpg",
    "performance_score": 0,
    "domain_rank": 48565,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5261f5d996491a580c9acda5a15cd347d71b9846",
  "url": "https://en.qdnd.vn/military/news/general-phan-van-giang-s-book-on-vpa-s-building-in-the-new-situation-launched-560819",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "General Phan Van Giang's book on VPA’s building in the new situation launched",
  "text": "Building an elite, compact, strong, gradually modernized military is a major policy showing the Party and State’s vision and strategic thinking for the cause of national construction and defense. Over the past time, General Phan Van Giang has paid much attention to the implementation of military and defense tasks and the building of a revolutionary, regular, elite, gradually modernized VPA with several services, corps, and forces moving straight to modernity. The general has had a number of speeches and articles showing his strategic thinking of the building of an elite, compact, strong and modernized VPA, laying a foundation for the military to well perform its functions and tasks in the new period. In order to spread the message, viewpoint, ideology and direction of the defense minister, as well as supplement learning and research materials for officers and soldiers in the whole military about the Party's military and defense guidelines, the requirements and tasks of building an elite, compact, strong and modernized military in the new situation, the People’s Army Publishing House and the Department of Political Education and Information have published the book \"Promoting glorious traditions and building an elite, compact, strong and modernized Vietnam People's Army in the new situation\". The book is divided into three parts featuring 90 articles, speeches, and interviews of General Phan Van Giang, with a total of 816 pages. The first part includes 16 articles about grasping the Party's views, guidelines and resolutions on consolidating national defense and VPA’s building. The second is about the VPA’s glorious traditions in the cause of national liberation and the Fatherland’s defense cause. The third is about the building of an elite, compact, strong, and modernized VPA in the new situation. At the launching ceremony, the delegates spoke highly of the archival and editing work of relevant agencies. Some of them clarified the value of the book, affirming it is a theoretical document and handbook for troops in the whole military to conduct research and apply it in reality. They also proposed several solutions to popularize and uphold the book’s value. Translated by Quynh Oanh Type the code from the image",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "phan van giang",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "vpa",
        "sentiment": "negative"
      },
      {
        "name": "party",
        "sentiment": "none"
      },
      {
        "name": "people’s army publishing house",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:37:57.248+02:00",
  "updated": "2023-12-29T19:37:57.248+02:00"
}