{
  "thread": {
    "uuid": "d75a7b16730677f43eae164038a1e594576c430a",
    "url": "https://www.kvue.com/article/news/local/austin-city-council-climate-change-resolution/269-d3e4fe5d-9c61-4987-ab86-cc5ca93a1bc3",
    "site_full": "www.kvue.com",
    "site": "kvue.com",
    "site_section": "http://rssfeeds.kvue.com/_/20/109025680/kvue/politics",
    "site_categories": [
      "media"
    ],
    "section_title": "KVUE - Politics",
    "title": "Austin leaders sign off on resolution to fight climate change",
    "title_full": "Austin leaders sign off on resolution to fight climate change",
    "published": "2024-02-16T06:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.kvue.com/assets/KVUE/images/b2d6de5f-d796-470a-b4ed-02107d99cc7b/b2d6de5f-d796-470a-b4ed-02107d99cc7b_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 7561,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d75a7b16730677f43eae164038a1e594576c430a",
  "url": "https://www.kvue.com/article/news/local/austin-city-council-climate-change-resolution/269-d3e4fe5d-9c61-4987-ab86-cc5ca93a1bc3",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kelsey Sanchez",
  "published": "2024-02-16T06:15:00.000+02:00",
  "title": "Austin leaders sign off on resolution to fight climate change",
  "text": "AUSTIN, Texas — Austin leaders want to make the city more green, and on Feb. 15, they moved forward with a possible action to do so.\nA\nresolution, sponsored by Council Member Ryan Alter, was approved during the Feb. 15 council meeting to examine where leaders could find funding in order to reach the city's climate goals.\nAccording to Alter, those options could include federal funding like the Inflation Reduction Act, or it could come from a bond election that would be held in November.\nIn 2021, the council adopted the\nAustin Climate Equity plan, which included a number of strategies that would help the city achieve net-zero community-wide greenhouse gas emissions by 2040.\nAlter stressed that the resolution is a call to action to keep that promise because, \"climate change is not waiting for us to act.\"\n\"Our summers are getting hotter. Winters are becoming more severe, and we need to do more,\" said Alter. \"We are going to weigh the costs and the benefits, understanding that there is a high cost of inaction.\"\nThe funding could tackle a range of issues such as finding ways to reuse water, strengthening the power grid and helping Austinites become more sustainable in their everyday lives.\n\"If we can make a faster transition to battery electric vehicles, then we can reduce our climate impact,\" said Alter. \"Our buildings, which are one of the biggest sources, not only of our carbon emissions, but of our energy usage, are a huge opportunity for us to make an investment, for them to be more efficient and strengthen our city and our grid.\"\nNot everyone is for the plan.\nCouncil member Mackenzie Kelly pointed to the potential financial burden this could have on taxpayers.\n\"It's my job and our job as elected officials to not increase the financial burden on those who live in our city,\" said Kelly.\n\"Many questions still loom. What is the city's current bonding capacity? Can a taxpayer handle another increase? And what are the opinions of our constituencies regarding another city bond? I hope these questions are answered honestly and transparently over the coming months and that a lot of our constituencies are currently struggling financially,” Kelly reiterated.\nExecutive Dir. of Environment Texas, Luke Metzger, said he testified before the council in favor of the plan.\n\"If we don't take those steps the alternative is much bleaker,\" said Metzger. \"That federal funding is a huge opportunity, but we have to make sure that we make it as easy as possible for people to take advantage of it.\"\nMetzger, however, noted that it would ultimately be up to Austinites to make the transition in order to get the climate where it needs to be.\n\"We have to act now to reduce that pollution and move towards a clean energy economy,\" said Metzger.\nAlter said he hopes city staff will have a better idea of where they are able to invest in the coming months. Community input is expected to take place in May.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://services.austintexas.gov/edims/document.cfm?id=422893",
    "https://www.austintexas.gov/page/austin-climate-equity-plan",
    "https://austintexas.gov/page/austin-climate-equity-plan",
    "https://services.austintexas.gov/edims/document.cfm",
    "https://www.services.austintexas.gov/edims/document.cfm?id=422893"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "austin",
        "sentiment": "negative"
      },
      {
        "name": "ryan alter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "council",
        "sentiment": "none"
      },
      {
        "name": "austin climate equity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "austin",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:24:08.367+02:00",
  "updated": "2024-02-16T06:24:08.367+02:00"
}