{
  "thread": {
    "uuid": "7bb56feca79b7f4f220be7846db0cbaced8c602f",
    "url": "https://www.miragenews.com/light-based-computing-leap-boosts-future-smart-1213521",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "Light-Based Computing Leap Boosts Future Smart Camera Potential | Mirage News",
    "title_full": "Light-Based Computing Leap Boosts Future Smart Camera Potential | Mirage News",
    "published": "2024-04-11T13:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://s3.amazonaws.com/cms.ipressroom.com/173/files/20243/66183e352cfac26491142e8c_optical/optical_hero.jpg",
    "performance_score": 0,
    "domain_rank": 13780,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bb56feca79b7f4f220be7846db0cbaced8c602f",
  "url": "https://www.miragenews.com/light-based-computing-leap-boosts-future-smart-1213521",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-11T13:14:00.000+03:00",
  "title": "Light-Based Computing Leap Boosts Future Smart Camera Potential | Mirage News",
  "text": "Key takeaways - Optical computing research aims to produce energy-efficient technologies that use particles of light, called photons, in ways conceptually similar to how electronic computers use electrons. - One obstacle to realizing optical computers is that using photons for nonlinear operations —needed to process information — usually requires high-powered lasers, yet responds slowly or uses photons inefficiently. - A UCLA team has invented a transparent device that offers nonlinear operation under low-power ambient light, and combined it with a smartphone camera for glare reduction — an example of numerous applications this technology could enable. Researchers developing the next generation of computing technology aim to bring some light to the field — literally. Optical computing, which relies on particles of light called photons, is expected to provide alternatives to traditional electronic approaches. Such systems — or light-based components of hybrid systems that also retain electronic parts — could be faster, consume less energy and compute visual information more efficiently through simultaneous, parallel processing. To date, optical computing has faced a limitation in achieving nonlinear responses, which means producing signals not directly proportional to the input. Nonlinearity makes universal computing applications, including artificial intelligence, possible. Nonlinear materials and devices under development need a substantial amount of light to work. Previously, this required high-powered lasers that operate only in a narrow band of the electromagnetic spectrum; absorbing light over time, making processing slow; or using energy-inefficient materials that take in lots of light but preclude applications that require light efficiency or transparency. Now, a recent collaborative study from members of the [California NanoSystems Institute at UCLA,](https://cnsi.ucla.edu/) or CNSI, has introduced a device that overcomes these hurdles. In a major step toward optical computing for processing visual information, the CNSI investigators showed that a tiny array of transparent pixels could produce a fast, broadband, nonlinear response from low-power ambient light. The team also demonstrated an application that combines their device with a smartphone camera to reduce glare in images. The study was published in [Nature Communications.](https://www.nature.com/articles/s41467-024-46387-5) \"Optical nonlinearities are far behind what we need for visual computing applications,\" said co-corresponding author Aydogan Ozcan, the Volgenau Professor of Engineering Innovation in the [UCLA Samueli School of Engineering.](https://samueli.ucla.edu/) \"We need low-power, broadband, low-loss and fast nonlinearities for optical systems to meet our visual computing needs. This work helps fill that gap.\" Potential applications for the technology — beyond the glare reduction validated in the study — cross a variety of consumer and industrial uses: improved sensing for autonomous vehicles; cameras that recognize certain objects while hiding others; image encryption; and efficient, effective detection of defects in robotic assembly lines, among many others. The device could offer many advantages. For example, the incoming images could be processed without conversion to a digital signal, speeding results and reducing the amount of data being sent to the cloud for digital processing and storage. The researchers envision linking their technology with cheap cameras and compressing data to produce images with vastly higher resolution than was realized before, and more precisely and accurately capturing useful information about the arrangement of objects in space and the electromagnetic spectra present in the light. \"An inexpensive device measuring a couple of centimeters could make a low-powered camera work like a super-resolution camera,\" said Ozcan, a UCLA professor of electrical and computer engineering and of bioengineering, as well as an associate director at the CNSI. \"That would democratize access to high-resolution imaging and sensing.\" The device in the study is a transparent plane measuring 1 cm square. It uses a 2D semiconductor material — rendered as a film only a few atoms thick — that was developed by co-corresponding author Xiangfeng Duan, a professor of chemistry and biochemistry in the [UCLA College.](https://www.college.ucla.edu/) The thinness of the material makes it transparent, while it retains qualities that enable incoming photons to efficiently regulate electrical conductivity. The research team coupled the 2D semiconductor with a layer of liquid crystal and made it functional with an array of electrodes. The result is a smart filter comprising 10,000 pixels, each able to selectively and quickly darken in a nonlinear way when exposed to broadband ambient light. \"Basically, we want to use a material that does not absorb a lot of light, but still produces sufficient signal that can be used to process the light,\" Duan said. \"Each pixel can change from completely transparent to partially transparent to opaque. It only takes a small number of photons to change the transparency dramatically.\" The research was made possible by the [Elman Family Foundation Innovation Fund](https://cnsi.ucla.edu/elman-fund/) at the CNSI. A grant enabled the recruitment of the study's first author, postdoctoral researcher Dehui Zhang, who advanced the work as part of Ozcan's and Duan's research groups. Zhang, and the project, linked faculty members who had known each other as colleagues for over a decade but hadn't previously explored how they could team up. \"This unique opportunity led to a very, very exciting collaboration,\" Duan said. \"It's really a blast to think outside of our comfort zones. It showed me that, as a material developer, I can benefit from going beyond a fundamental study or proof of concept to explore applications. \"We hope to continue down this road,\" he added. \"This is just the beginning. There's certainly a lot more to do.\" Other co-authors, all affiliated with UCLA, are doctoral students Dong Xu, Yuhang Li, Jingxuan Zhou, Yucheng Zhang, Boxuan Zhou, Peiqi Wang and Ao Zhang; postdoctoral researchers Yi Luo, Jingtian Hu, Xurong Li and Huaying Ren; Bijie Bai, who earned a doctoral degree in 2023; Mona Jarrahi, Northrop Grumman Professor of Electrical Engineering; and Yu Huang, professor and chair of materials science and engineering. The study was partly supported by the Office of Naval Research. [here](/light-based-computing-leap-boosts-future-smart-1213521/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://cnsi.ucla.edu/)",
    "https://www.nature.com/articles/s41467-024-46387-5)",
    "https://samueli.ucla.edu/)",
    "https://www.college.ucla.edu/)",
    "https://cnsi.ucla.edu/elman-fund/)",
    "https://nature.com/articles/s41467-024-46387-5)",
    "https://www.cnsi.ucla.edu/elman-fund/)",
    "https://college.ucla.edu/)",
    "https://www.samueli.ucla.edu/)",
    "https://www.cnsi.ucla.edu/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ucla",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:26:06.462+03:00",
  "updated": "2024-04-12T00:26:06.462+03:00"
}