{
  "thread": {
    "uuid": "c7a5e1931b567b94141ab11ccbf7f08f4c337298",
    "url": "https://www.theedadvocate.org/13-things-parents-say-that-make-teachers-lol/",
    "site_full": "www.theedadvocate.org",
    "site": "theedadvocate.org",
    "site_section": "https://www.theedadvocate.org",
    "site_categories": [
      "education",
      "special_education"
    ],
    "section_title": "The Edvocate",
    "title": "13 Things Parents Say That Make Teachers LOL - The Edvocate",
    "title_full": "13 Things Parents Say That Make Teachers LOL - The Edvocate",
    "published": "2024-01-08T01:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.theedadvocate.org/wp-content/uploads/2024/01/50-Strange-Things-Teachers-Say.jpg",
    "performance_score": 0,
    "domain_rank": 30762,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7a5e1931b567b94141ab11ccbf7f08f4c337298",
  "url": "https://www.theedadvocate.org/13-things-parents-say-that-make-teachers-lol/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Lynch",
  "published": "2024-01-08T01:06:00.000+02:00",
  "title": "13 Things Parents Say That Make Teachers LOL - The Edvocate",
  "text": "13 Things Parents Say That Make Teachers LOL Introduction: Being a teacher is a rewarding and challenging profession. Throughout their careers, teachers come across various types of parents who offer different levels of support and engagement. Sometimes, they hear things from parents that are guaranteed to make them chuckle. Here’s a list of 13 things parents say that make teachers LOL. 1. “My child never lies.” Sure, every parent wants to believe their child is a little angel who would never fib. However, teachers know better that all kids can stretch the truth from time to time. 2. “My child does all their homework but just forgets to turn it in.” Of course, no parent wants to think their child is slacking off. But when this becomes a habit, it’s hard for teachers not to have a little laugh. 3. “You should give less homework so my child has more time for extracurricular activities.” While it’s essential for students to have a balanced life outside the classroom, balancing academics with other activities is also important. 4. “My child doesn’t need extra help; they’re just lazy.” Some parents assume that if their child isn’t excelling, it’s because they aren’t trying hard enough. Teachers know there may be other factors at play and are always willing to provide extra support when needed. 5. “I don’t understand why my child failed the test; I did all the homework with them.” Parents can help children stay on track with assignments, but sometimes this support goes too far, crossing into doing the work for them. 6. “Can you plan a field trip to Disneyland?” While educational field trips can be fun and engaging, teachers have to be practical when selecting school outings. 7. “Why can’t my child choose what subjects they want to learn?” The curriculum exists for a reason – there are certain core subjects that must be taught to ensure a well-rounded education. 8. “Why weren’t any of my kid’s friends invited to be in the gifted program?” The gifted program has specific criteria, and it’s not about maintaining friendships. Teachers are simply following the guidelines when they make recommendations for these programs. 9. “My child never does anything wrong at home.” No child is perfect, and teachers know that children can often behave differently in a school setting than they do at home. 10. “You must not like my child because they never get A’s.” Teachers have no reason to single out any particular student when grading assignments or tests. Their main priority is providing a fair assessment of the child’s performance. 11. “Can you call me every day with updates on my child’s progress?” While teachers appreciate parental involvement, calling every day would be impractical and unmanageable. Regularly scheduled conferences or emails are more conducive to an open dialogue. 12. “Why did you become a teacher if you don’t like kids?” Believe it or not, the majority of teachers love working with children! It’s important for parents to remember that constructive criticism and feedback do not equate to disliking a child. 13. “Can you tutor my child for free after school?” Teachers genuinely want to see their students succeed but asking them to volunteer extra hours without pay is unrealistic and unreasonable. Conclusion: Teachers strive to create positive relationships with both students and their parents, working together to grow academically and personally. It’s essential for parents and teachers to maintain open communication and work through any misunderstandings for the benefit of their shared goal – the success of the student. But if these quotes from parents have taught us anything, it’s that there can still be some humor found in navigating this complex relationship!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:19:06.848+02:00",
  "updated": "2024-01-08T01:19:06.848+02:00"
}