{
  "thread": {
    "uuid": "b30eef55cd811da9188de2f731a6be49b385fc82",
    "url": "https://www.wusa9.com/article/news/local/maryland/long-recovery-ahead-for-mother-and-son-rescued-in-495-crash/65-b0cc47be-e720-4ec7-b314-bb5e217b2c96",
    "site_full": "www.wusa9.com",
    "site": "wusa9.com",
    "site_section": "https://www.wusa9.com/maryland",
    "site_categories": [
      "media"
    ],
    "section_title": "Maryland News | wusa9.com",
    "title": "Family thanks heroes who saved mom and son from Beltway crash | wusa9.com",
    "title_full": "Family thanks heroes who saved mom and son from Beltway crash | wusa9.com",
    "published": "2024-04-18T20:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.wusa9.com/assets/WUSA/images/faa3d550-6fac-4957-8a97-434b4f4dd30c/faa3d550-6fac-4957-8a97-434b4f4dd30c_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 6255,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b30eef55cd811da9188de2f731a6be49b385fc82",
  "url": "https://www.wusa9.com/article/news/local/maryland/long-recovery-ahead-for-mother-and-son-rescued-in-495-crash/65-b0cc47be-e720-4ec7-b314-bb5e217b2c96",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafael Sanchez-Cruz",
  "published": "2024-04-18T20:16:00.000+03:00",
  "title": "Family thanks heroes who saved mom and son from Beltway crash | wusa9.com",
  "text": "A video captured by a witness shows when several people stepped in to pull Scheracon Roberts Brown and her son Aarihimis Brown, 5, from the debris that was on fire. On April 8, officers with the Prince George's County Fire Department responded just before 11 a.m. to the outer loop of I-495 SB near Maryland Route 4 for reports o a crash. Once there, they found [fire showing from an overturned dump truck](/article/traffic/6-people-taken-to-hospital-after-multi-vehicle-crash-on-i-495/65-1c2a42a3-9b7a-4fab-8967-6a709ca0d321). Roberts Brown's younger sister, Elaina Nesbitt, said her nephew was accompanying his mother. \"She didn't have anyone to watch the baby,\" Elaina Nesbitt said. \"So she was like, well we still have to go to work. So she put the baby in the seat thinking it was a regular work day.\" The initial investigation shows that the dump truck was traveling north on I-495 when it blew a tire. The dump truck then traveled into the southbound lanes where it overturned and caught fire. At the same time, an SUV traveling south on I-495 tried to avoid the dump truck and overturned. An adult and child travelling in the SUV were also injured, according to Maryland State Police. Emanuel Nesbitt says his daughter took after him and became a truck driver. \"One of those unfortunate things that happen, but we just still say thank you,\" Emanuel Nesbitt said. \"Thank you for saving her life, Jesus Christ. Thank you all for being here and caring for her.\" The family said both mother and son are alert and communicating through gestures after going through several surgeries. Emanuel Nesbit told reporters that doctors have given them a five to eight month recovery timeframe, but he fears healing the emotional scars will take longer. After spending days sedated, Roberts Brown's mother, says her daughter only wanted to know one thing when she awoke. \"Where is my son? She had gotten him out of the seat and was pushing him out of the truck for him to get out of the flames,\" Brenda Roberts Nesbitt said. [The boy's father](/article/news/community/father-thanks-people-saved-5-year-old-fiery-wreck/65-89032623-c200-4d1d-bc40-564a1d300687), Actwood Brown, says abdominal issues have complicated his son's recovery. \"Seeing his mom in the condition that she was in, and her screaming, he's got a long road as well, physically and mentally,\" Brown said. The family says they have seen the video of the rescue. \"It's a life altering situation, that someone had the courage and the heart to say, I'm going to help them,\" Elaina Nesbitt said. In the video , Bishop John Adonteng Boateng is seen carrying and comforting the 5-year-old boy. The family was able to thank the bishop in person outside of the Johns Hopkins Hospital where Aarihimis is still hospitalized. \"I shouldn't be called a hero in these circumstances,\" Adonteng Boateng said as he carried a gift and card for the boy. \"There were other men and women also. A man named Anthony, a truck driver, and another guy and a lady who is a nurse. And a whole lot of people that came in strong who were ready to die just to save the woman and child.\" Roberts Brown said their family's heartfelt thanks go out to all who stepped in. \"Thank you for everything you've done to assist my family so that they can live,\" she said. The family says the boy has a surgery scheduled for April 19. Do you have a news tip on this story or any other story? We want to hear from you. Tell us about it by emailing [newstips@wusa9.com](mailto:newstips@wusa9.com). MORE WAYS TO GET WUSA9 DOWNLOAD THE WUSA9 APP Apple App Store: WUSA9 News on Apple Google Play Store: WUSA9 News on Android HOW TO ADD THE FREE WUSA9+ APP TO YOUR STREAMING DEVICE ROKU: add the channel from the ROKU store or by searching for WUSA9. For both Apple TV and Fire TV, search for \"WUSA9\" to find the free app to add to your account. Another option for Fire TV is to have the app delivered directly to your Fire TV through Amazon. SIGN UP TO RECEIVE WUSA9 NEWSLETTER Subscribe to our [daily WUSA9 Newsletter](/email) for top stories from WUSA9 curated daily just for you. Get content and information right now for can’t-miss stories, Commanders content, weather, and more delivered right to your inbox.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [
    "https://play.google.com/store/apps/details?id=com.gannett.local.library.news.wusa9)",
    "https://apps.apple.com/us/app/wusa9-news/id434847893)Google",
    "http://www.youtube.com/watch?v=E21-YdEZY-Y),",
    "http://www.amazon.com/exec/obidos/ASIN/B08XY5ZBMV",
    "https://channelstore.roku.com/details/3e90c38bc7a5db423fa1190d0ea0d0af/wusa-9-news-washington)",
    "https://twitter.com/PGFDNews/status/1777361937346580802)responded",
    "https://www.twitter.com/PGFDNews/status/1777361937346580802)responded",
    "https://www.channelstore.roku.com/details/3e90c38bc7a5db423fa1190d0ea0d0af/wusa-9-news-washington)",
    "https://www.apps.apple.com/us/app/wusa9-news/id434847893)Google",
    "https://www.play.google.com/store/apps/details?id=com.gannett.local.library.news.wusa9)",
    "https://play.google.com/store/apps/details",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=E21-YdEZY-Y),",
    "http://amazon.com/exec/obidos/ASIN/B08XY5ZBMV"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george",
        "sentiment": "positive"
      },
      {
        "name": "roberts brown",
        "sentiment": "none"
      },
      {
        "name": "elaina nesbitt",
        "sentiment": "none"
      },
      {
        "name": "scheracon roberts brown",
        "sentiment": "none"
      },
      {
        "name": "aarihimis brown",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "beltway",
        "sentiment": "none"
      },
      {
        "name": "baltimore",
        "sentiment": "none"
      },
      {
        "name": "maryland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:09.174+03:00",
  "updated": "2024-04-19T01:21:12.600+03:00"
}