{
  "thread": {
    "uuid": "9b13d904b221f96fe8881e158bc3e81d65881a9d",
    "url": "https://www.heraldo.es/noticias/ocio-y-cultura/2024/01/07/como-estaba-el-honky-tonk-abarrotao-1702380.html",
    "site_full": "www.heraldo.es",
    "site": "heraldo.es",
    "site_section": "https://www.heraldo.es/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "HERALDO.ES - Lo último",
    "title": "¿Cómo estaba el honky tonk? ¡Abarrotao!",
    "title_full": "¿Cómo estaba el honky tonk? ¡Abarrotao!",
    "published": "2024-01-07T22:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://imagenes.heraldo.es/files/og_thumbnail/uploads/imagenes/2024/01/07/mitch-polzak.jpeg",
    "performance_score": 0,
    "domain_rank": 9937,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b13d904b221f96fe8881e158bc3e81d65881a9d",
  "url": "https://www.heraldo.es/noticias/ocio-y-cultura/2024/01/07/como-estaba-el-honky-tonk-abarrotao-1702380.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redaccion@heraldo.es (Gonzalo de la Figuera)",
  "published": "2024-01-07T22:50:00.000+02:00",
  "title": "¿Cómo estaba el honky tonk? ¡Abarrotao!",
  "text": "¿Cómo estaba el honky tonk? ¡Abarrotao! Al parecer las celebraciones familiares del Día de Reyes dejaron a mucha gente con ganas de cambiar el chip y echarse a la calle, pues el Rock & Blues Café estaba abarrotado para asistir a la actuación del californiano Mitch Polzak, quien en condiciones normales (y sobre todo con entrada de pago) apenas habría reunido a una tercera parte del público que allí se congregó. Polzak, un tipo muy alto, de rostro anguloso y aspecto de secundario de una peli de Lynch o Tarantino, convirtió la sala en un bullicioso honky tonk de carretera del sur de Estados Unidos con un variado repertorio que abarcaba todas las ramas del frondoso árbol de la música de raíces americanas. Notable cantante y guitarrista muy competente (en esta ocasión prescindió del banjo, del que también es un consumado intérprete), el larguirucho Mitch se paseó con naturalidad y mucho oficio por amplios territorios sonoros que van del country al rockabilly, del bluegrass al surf, del rock and roll primigenio al blues, entre otras cosas. Por ahí van asomando los espíritus de Waylon Jennings y Merle Haggard, de Jerry Lee Lewis y Chuck Berry, de Link Wray y Dick Dale. El soporte rítmico lo pone su banda española, The Kaw-ligas, integrada por Jesús López (batería) y José Miguel Jarque (contrabajo). La primera parte de su extenso concierto resultó francamente entretenida y estimulante, alternando piezas de marcados aires campestres con andanadas de rockabilly frenético, incursiones en el rhythm and blues o ecos a la Creedence más pantanosa. Pero en la recta final le dio por atacar clásicos surferos (‘Misirlou’, por ejemplo) o una suerte de arrebato pseudo-aflamencado propio de quien quiere caer en gracia a la parroquia lugareña, y poco a poco el interés –al menos el nuestro- comenzó a decaer. Pero vaya, el público lo pasó en grande saboreando un roscón sonoro en el ‘honky tonk’ del Tubo. LA FICHA ‘Mitch Polzak & The Kaw-ligas’ *** Músicos: Mitch Polzak, voz y guitarra; José Miguel Jarque, contrabajo, Jesús López, batería. Sábado, 6 de enero de 2024. Rock & Blues Café, Zaragoza. Lleno. [Regístrate gratis](https://www.heraldo.es) [Iniciar sesión](https://www.heraldo.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:39:11.335+02:00",
  "updated": "2024-01-08T06:20:37.183+02:00"
}