{
  "thread": {
    "uuid": "43c5aec4a057dcfde122e6cff68bd41cd52fbcca",
    "url": "https://diariodistrito.sapo.pt/cerimonia-de-homenagem-aos-bombeiros-sul-e-sueste-e-octavio-machado-marca-os-120-anos-da-liga-dos-bombeiros-portugueses",
    "site_full": "diariodistrito.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://diariodistrito.pt",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Distrito Setúbal - País - Mundo - Diário do Distrito",
    "title": "Cerimónia de homenagem aos Bombeiros Sul e Sueste e Octávio Machado marca os 120 anos da Liga dos Bombeiros Portugueses - Diário do Distrito",
    "title_full": "Cerimónia de homenagem aos Bombeiros Sul e Sueste e Octávio Machado marca os 120 anos da Liga dos Bombeiros Portugueses - Diário do Distrito",
    "published": "2024-04-18T22:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://diariodistrito.sapo.pt/wp-content/uploads/2024/04/Paulo-Ribeiro.png",
    "performance_score": 0,
    "domain_rank": 1821,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43c5aec4a057dcfde122e6cff68bd41cd52fbcca",
  "url": "https://diariodistrito.sapo.pt/cerimonia-de-homenagem-aos-bombeiros-sul-e-sueste-e-octavio-machado-marca-os-120-anos-da-liga-dos-bombeiros-portugueses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "visao.sapo.pt",
  "published": "2024-04-18T22:46:00.000+03:00",
  "title": "Cerimónia de homenagem aos Bombeiros Sul e Sueste e Octávio Machado marca os 120 anos da Liga dos Bombeiros Portugueses - Diário do Distrito",
  "text": "Home | Distritos | Distrito do Porto | Cerimónia de homenagem aos Bombeiros Sul e Sueste e Octávio Machado marca os 120 anos da Liga dos Bombeiros Portugueses Distrito do Porto Cerimónia de homenagem aos Bombeiros Sul e Sueste e Octávio Machado marca os 120 anos da Liga dos Bombeiros Portugueses A cerimónia de comemoração dos 120 anos da Liga dos Bombeiros Portugueses foi marcada por momentos de reconhecimento e homenagem, com destaque para a entrega do crachá de cidadania e mérito aos Bombeiros do Sul e Sueste, Barreiro, além da distinção com a fénix de honra a Octávio Machado, numa iniciativa que contou com a presença da Ministra da Administração Interna e do Secretário de Estado da Administração Interna. Diário do Distrito Send an email 18/04/2024 1 minuto a ler ®FOTO_Paulo Ribeiro Na celebração dos 120 anos da Liga dos Bombeiros Portugueses, realizada com pompa e solenidade, a ministra da Administração Interna e os secretários de Estado da Administração Interna e da Proteção Civil marcaram presença numa cerimónia especial.\nO evento foi marcado por momentos emblemáticos, como a entrega do crachá de cidadania e mérito aos Bombeiros do Sul e Sueste, Barreiro, o qual foram os pioneiros como sócios da antiga Federação de Bombeiros Portugueses, antecessora da Liga dos Bombeiros Portugueses (LBP).\nUm dos momentos mais emocionantes da cerimónia foi a homenagem prestada a Octávio Machado, que recebeu a distinção com a fénix de honra, reconhecimento pelo seu contributo para a causa dos bombeiros e pela sua dedicação exemplar.\nEsta iniciativa, que teve lugar na presença do Secretário de Estado da Proteção Civil, Paulo Ribeiro, que destacou a importância do trabalho incansável dos bombeiros e de figuras como Octávio Machado, que têm sido pilares fundamentais na proteção e socorro às populações.\nA entrega do crachá e a condecoração de Octávio Machado simbolizam o reconhecimento da Liga dos Bombeiros Portugueses pela dedicação e coragem dos bombeiros e também das direções das Associações Humanitárias espalhadas por este país, bem como pela exemplar trajetória de figuras que têm contribuído de forma significativa para o fortalecimento desta nobre instituição.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:06:19.006+03:00",
  "updated": "2024-04-19T00:06:19.006+03:00"
}