{
  "thread": {
    "uuid": "5e445fb5b272c44ca48af6770a2602cbcfb38fcb",
    "url": "https://swachhindia.ndtv.com/haryana-cm-launches-van-mitra-scheme-to-encourage-participation-in-tree-planting-87609",
    "site_full": "swachhindia.ndtv.com",
    "site": "ndtv.com",
    "site_section": "http://swachhindia.ndtv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Cleanliness, Health and Environment News and Updates on Banega Swasth India",
    "title": "Haryana CM Launches 'Van Mitra' Scheme To Encourage Participation In Tree Planting | News",
    "title_full": "Haryana CM Launches 'Van Mitra' Scheme To Encourage Participation In Tree Planting | News",
    "published": "2024-02-15T13:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://w.ndtvimg.com/sites/3/2024/02/16115949/Haryana_Van_Mitra_Scheme_Tree_Plantion_istock_660x330.jpg",
    "performance_score": 0,
    "domain_rank": 855,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e445fb5b272c44ca48af6770a2602cbcfb38fcb",
  "url": "https://swachhindia.ndtv.com/haryana-cm-launches-van-mitra-scheme-to-encourage-participation-in-tree-planting-87609",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aastha Ahuja",
  "published": "2024-02-15T13:52:00.000+02:00",
  "title": "Haryana CM Launches 'Van Mitra' Scheme To Encourage Participation In Tree Planting | News",
  "text": "Chandigarh: Haryana Chief Minister Manohar Lal Khattar on Thursday (February 15) launched the ‘Van Mitra’ scheme and its portal to encourage community participation in tree planting activities in non-forest areas. The members of families with an annual income of less than Rs 1.80 lakh can register to become ‘Van Mitras’. CM Khattar said that the objective of this scheme is to directly involve the local public in increasing forest areas across the state, ensuring an increase in the survival rate of afforestation, and promoting tree planting in non-forest areas. Also Read: Meet Jadav Molai Payeng, The Forest Man Of India, Who Has Been Planting Trees For The Last 43 Years Each van mitra will receive an incentive based on the maintenance of the plant and they can plant a maximum of 1,000 saplings. Any individual aged between 18 and 60 can become a van mitra, according to an official statement. In the first phase of the scheme, the selection of 7500 van mitra will be done through the portal. A van mitra can choose non-forest land for tree planting in their village, town, or city. If the planted tree grows on the van mitra’s own land, they will be considered the owner of the tree. According to the scheme, in the first year, van mitras will be registered and they will be trained and tree planting will be done by them. In the first year, van mitras will receive Rs 20 for each dug pit upon uploading geo-tagging and photograph of the pit on the mobile app. After geo-tagging, van mitras will receive Rs 30 for each planted tree, the statement said. They will receive Rs 10 per living plant for the maintenance and security of trees planted. Meanwhile, in the second year, van mitras will receive Rs 8 per living plant each month. In the third year, they will receive Rs 5 per living plant each month, and in the fourth year, this amount will be Rs 3 per living plant. In case the van mitras wish not continue under the scheme, the Forest Department will take over the trees. Also Read: Mann Ki Baat: PM Modi Lauds Environmental Conservation Efforts, Including UP’s Plantation Drive (This story has not been edited by NDTV staff and is published from a syndicated feed.) NDTV – Dettol have been working towards a clean and healthy India since 2014 via the Banega Swachh India initiative, which in its Season 10 is helmed by Campaign Ambassador Ayushmann Khurrana. The campaign aims to highlight the inter-dependency of humans and the environment, and of humans on one another with the focus on One Health, One Planet, One Future – Leaving No One Behind. It stresses on the need to take care of, and consider, everyone’s health in India – especially vulnerable communities – the LGBTQ population , indigenous people, India’s different tribes, ethnic and linguistic minorities , people with disabilities, migrants, geographically remote populations, gender and sexual minorities. In a world post COVID-19 pandemic , the need for WASH ( Water , Sanitation and Hygiene ) is reaffirmed as handwashing is one of the ways to prevent Coronavirus infection and other diseases. The campaign will continue to raise awareness on the same along with focussing on the importance of nutrition and healthcare for women and children, fight malnutrition , mental well-being, self-care, science and health, adolescent health & gender awareness . Along with the health of people, the campaign has realised the need to also take care of the health of the eco-system. Our environment is fragile due to human activity, which is not only over-exploiting available resources, but also generating immense pollution as a result of using and extracting those resources. The imbalance has also led to immense biodiversity loss that has caused one of the biggest threats to human survival – climate change. It has now been described as a “ code red for humanity. ” The campaign will continue to cover issues like air pollution , waste management , plastic ban , manual scavenging and sanitation workers and menstrual hygiene . Banega Swasth India will also be taking forward the dream of Swasth Bharat, the campaign feels that only a Swachh or clean India where toilets are used and open defecation free (ODF) status achieved as part of the Swachh Bharat Abhiyan launched by Prime Minister Narendra Modi in 2014, can eradicate diseases like diahorrea and the country can become a Swasth or healthy India. Uttar Pradesh Government Aims To Eradicate Filariasis By 2026 Union Minister Sarbananda Sonowal Urges States To Focus On Implementation Of Ayush Health Programmes COVID-19 Updates:157 Cases Of Sub-variant JN.1 Detected In India; Highest From Kerala, Gujarat: INSACOG Punjab Sees Drop In Farm Fires At 639 After Crackdown Against Stubble Burning “Stop Stubble Burning,” Directs Supreme Court To Several States As The Air Quality Becomes Poisonous हवा जहरीली होने पर सुप्रीम कोर्ट ने कई राज्यों को दिया निर्देश, “पराली जलाना बंद कराएं” Air Quality Turns ‘Severe’ In Some Places In Haryana, ‘Poor’ In Parts Of Punjab At 3,230, Punjab Records Maximum Farm Fires In A Day; Air Quality ‘Severe’ In Parts Of Haryana Your email address will not be published. Required fields are marked * Comment * Name * Email * × four = 12 34-year-old Dr Swaminathan Chandramouli runs “Doctor on Wheels”, a mobile-healthcare initiative to provide at-home medical services to senior citizens in... 70-year-old Dr Arunoday Mondal, a Padma awardee has been providing healthcare services for free to rural Sundarbans for over two... Padma awardee Dr. Neelam Kler highlighted the importance of having a holistic healthcare approach to reduce neonatal and maternal mortality... Dr Indira Chakravarty, who is a Public Health Specialist, said that the Banega Swasth India campaign has helped people understand...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "manohar lal khattar",
        "sentiment": "negative"
      },
      {
        "name": "van mitra",
        "sentiment": "negative"
      },
      {
        "name": "jadav molai payeng",
        "sentiment": "none"
      },
      {
        "name": "khattar",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "haryana",
        "sentiment": "none"
      },
      {
        "name": "chandigarh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:56:03.737+02:00",
  "updated": "2024-02-19T00:43:32.382+02:00"
}