{
  "thread": {
    "uuid": "1895391ba03aad038ed4478c41861c91955a8f8e",
    "url": "https://www.rtl.be/sport/football/football-etranger/coupe-de-france-le-psg-de-mbappe-beaucoup-trop-fort-pour-revel/2024-01-07/article/624196",
    "site_full": "www.rtl.be",
    "site": "rtl.be",
    "site_section": "https://www.rtl.be",
    "site_categories": [
      "media"
    ],
    "section_title": "RTL info - La Une de l'actualité",
    "title": "Coupe de France: le PSG de Mbappé beaucoup trop fort pour Revel | RTL Info",
    "title_full": "Coupe de France: le PSG de Mbappé beaucoup trop fort pour Revel | RTL Info",
    "published": "2024-01-07T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://rtleng.rosselcdn.net/sites/default/files/dpistyles_v2/ena_16_9_extra_big/2024/01/07/node_624196/3318785/public/2024/01/07/14016430.jpg?itok=SuVw4zu51704665312",
    "performance_score": 0,
    "domain_rank": 11858,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1895391ba03aad038ed4478c41861c91955a8f8e",
  "url": "https://www.rtl.be/sport/football/football-etranger/coupe-de-france-le-psg-de-mbappe-beaucoup-trop-fort-pour-revel/2024-01-07/article/624196",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@rtlinfo",
  "published": "2024-01-07T23:00:00.000+02:00",
  "title": "Coupe de France: le PSG de Mbappé beaucoup trop fort pour Revel | RTL Info",
  "text": "Partager: Pas de miracle: le Paris SG, avec un triplé de Kylian Mbappé, a disposé dans les grandes largeurs (9-0), dimanche à Castres en 32e de finale de la Coupe de France, des amateurs de Revel, club de sixième division. Des enfants revélois avaient prié Mbappé en début de semaine dans une vidéo teintée d'ironie de disputer la rencontre même si cette perspective l'empêchait \"sûrement\" de dormir. L'entraîneur espagnol du PSG Luis Enrique a exaucé leur voeu en alignant d'entrée l'attaquant vedette au sein d'une équipe très remaniée, notamment derrière. Le champion du monde 2018, capitaine en l'absence du défenseur brésilien Marquinhos, laissé au repos, n'a visiblement pas trop souffert de ses nuits blanches. Il a inscrit après un quart d'heure le premier but du match et a conclu de la tête juste avant la mi-temps un mouvement collectif magnifié par une aile de pigeon décisive de Marco Asensio. Mbappé a encore marqué au retour des vestiaires pour s'offrir un triplé qui lui permet de devenir le meilleur buteur parisien de l'histoire de la Coupe de France (30 buts) devant le Congolais François M'Pelé (28). Et quelques semaines après l'avoir déjà fait en championnat, il de nouveau évolué aux côtés de son petit frère Ethan, rentré à l'heure de jeu à la place de la recrue hivernale brésilienne Lucas Beraldo. - Attaque-défense - Les 10.000 spectateurs du stade Pierre-Fabre, l'antre habituelle des rugbymen du Castres Olympique, à guichets fermés pour l'occasion, ont assisté 90 minutes durant à un attaque-défense prévisible du fait des six divisions d'écart entre les deux formations. Les Revélois, à l'affût d'un contre, n'ont pas totalement démérité. Ils se sont même procurés quelques situations dangereuses en première mi-temps devant le but de Keylor Navas, qui n'avait plus gardé les cages parisiennes en match officiel depuis quasiment un an, déjà en Coupe, contre le Pays de Cassel (7-0). Le PSG évoluait logiquement plusieurs crans au-dessus et Luis Enrique ne pourra tirer des enseignements que très relatifs de son onze de départ expérimental. Amené à pallier l'absence du Marocain Achraf Hakimi pendant la Coupe d'Afrique des nations (13 janvier-11 février), Nordi Mukiele, très actif et très haut dans son couloir droit, a provoqué un but contre son camp d'un défenseur haut-garonnais (2-0, 38e). Asensio a été récompensé de sa belle activité (3-0, 43e) après avoir buté plusieurs fois sur le gardien et capitaine adverse Cyril Garcia, et Randal Kolo Muani a signé un doublé (76e et 90e) après avoir été longtemps très discret. Les Parisiens défieront la semaine prochaine en Ligue 1 un adversaire d'un tout autre calibre, Lens, sorti dimanche de la Coupe par Monaco à l'issue d'une interminable séance de tirs au but. Revel retrouvera de son côté le quotidien de son championnat de Régional 1 avec un déplacement chez l'Union sportive Seysses-Frouzins. Un autre monde.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:05:00.927+02:00",
  "updated": "2024-01-08T01:05:00.927+02:00"
}