{
  "thread": {
    "uuid": "6aa9ebce6ae72d487fe6da095a933dd4d2b109ec",
    "url": "https://newsinfo.inquirer.net/1881128/freed-hostage-recalls-fight-to-save-children-in-gaza",
    "site_full": "newsinfo.inquirer.net",
    "site": "inquirer.net",
    "site_section": "http://newsinfo.inquirer.net/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Inquirer News",
    "title": "Freed hostage recalls fight to save children in Gaza",
    "title_full": "Freed hostage recalls fight to save children in Gaza",
    "published": "2023-12-29T10:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://newsinfo.inquirer.net/files/2023/12/Freed-hostage-recalls-fight-to-save-children-in-Gaza-620x413.jpg",
    "performance_score": 0,
    "domain_rank": 2367,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6aa9ebce6ae72d487fe6da095a933dd4d2b109ec",
  "url": "https://newsinfo.inquirer.net/1881128/freed-hostage-recalls-fight-to-save-children-in-gaza",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Reuters",
  "published": "2023-12-29T10:03:00.000+02:00",
  "title": "Freed hostage recalls fight to save children in Gaza",
  "text": "Chen Goldstein-Almog, who was released from Hamas captivity in Gaza with three of her children Agam, 17, Gal, 11, and Tal, 9, arranges her belongings during an interview with Reuters at her temporary accommodation in Tel Aviv, Israel, December 26, 2023. Chen was taken hostage during the October 7 attack by Palestinian militant group Hamas after her husband Nadav and daughter Yam, 20, were killed by Hamas gunmen. REUTERS\nTEL AVIV — To survive the 51 days she and three of her children spent as hostages in Gaza, Chen Almog-Goldstein had to stifle the tears over the killing of her husband and daughter when Hamas gunmen burst into their home in Israel on Oct. 7.\n“Within seven minutes we were in Gaza,” said Almog-Goldstein. “I remember the looks on my children’s faces. There was shock and a great sadness that I couldn’t express because I was now in survival mode.”\nADVERTISEMENT Almog-Goldstein, 49, a social worker, had to restrain her grieving for husband Nadav, shot point-blank in the chest by the gunmen when they broke into the family safe room, and their eldest daughter Yam, 20, killed minutes later.\nFEATURED STORIES NEWSINFO Malacañang declares Jan 2 (Tuesday) is not a holiday NEWSINFO 14-year-old kills older sister in deadly Christmas gift dispute NEWSINFO SMNI fights suspension, hits NTC ‘abuse of power’ “Everything would remind us of them,” she told Reuters in an interview. “I cried sometimes, the children saw that too, but straight away I had to wipe away the tears and snap out of it. They (the militants) didn’t like it when we cried.”\nShe said the family spent their first and last nights in an underground tunnel before they were released in a late November prisoner swap, seven weeks into the Israel-Hamas war. In between, they were moved several times from house to house.\nFood and water were sometimes restricted, she said, while sanitary conditions were tough with no running water in the toilets and just one change of clothes.\n‘Endless night’ The windows were always heavily draped, said Almog-Goldstein. When darkness fell, houses where they were held were either lit with candles or kept pitch black. “The nights were very long, never-ending nights, and so were the days.”\n“Control of your life is taken in one moment and is in someone else’s hands. We had no influence over our lives except for trying to survive and keep ourselves sane and balanced and functioning,” she said.\nEvery move to a new hideout meant a new team guarding the family, and new worries, she said. The fear was constant even though the militants said she and her 17-year-old daughter, Agam, and sons Gal, 11 and Tal, 9, would not be harmed.\nADVERTISEMENT Other hostages were less fortunate, she said. In one of the hideouts the family was placed with a group of female captives.\n“Some were beaten, handcuffed for some hours. Not just men, women were beaten too and we heard of sexual abuse, some first hand and some were girls we met who had witnessed it or had heard about it, harm inflicted at gunpoint.”\nHamas has denied accusations of sexual abuse.\nOut of 129 hostages remaining captive incommunicado in Gaza with no Red Cross access, 19 are women, Israeli authorities say.\nAlmog-Goldstein said she is worried about the women left behind, some of whom she said were seriously injured. “They said they could deal with the physical injuries but they didn’t know how they could deal with the way they were hurt sexually.”\nSince Hamas killed 1,200 people and took 240 hostages on Oct. 7 in the deadliest day in Israel’s 75-year history, Israel’s armed forces have responded with an offensive that has laid much of Hamas-ruled Gaza to waste.\nAs well as the reported 21,000 Palestinian dead, thousands more are feared to be buried under rubble. Nearly all the enclave’s 2.3 million people have been driven from their homes.\n“It is hell there,” said Almog-Goldstein. “They (the remaining hostages) are trying to keep their morale up but when we were let out, they were already on the edge.”\nFor her own family, still homeless after their kibbutz, Kfar Aza, was devastated in the Hamas rampage, she hopes the new year will bring some happiness back, despite “an abyss (of loss) that sometimes sucks me in.”\nYour subscription could not be saved. Please try again.\nYour subscription has been successful.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chen goldstein",
        "sentiment": "negative"
      },
      {
        "name": "almog",
        "sentiment": "negative"
      },
      {
        "name": "agam",
        "sentiment": "negative"
      },
      {
        "name": "gal",
        "sentiment": "none"
      },
      {
        "name": "chen almog",
        "sentiment": "none"
      },
      {
        "name": "yam",
        "sentiment": "none"
      },
      {
        "name": "goldstein",
        "sentiment": "none"
      },
      {
        "name": "almog-goldstein",
        "sentiment": "none"
      },
      {
        "name": "chen",
        "sentiment": "none"
      },
      {
        "name": "nadav",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "reuters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:10:52.324+02:00",
  "updated": "2023-12-29T11:56:45.836+02:00"
}