{
  "thread": {
    "uuid": "6b403968ffc35b1c479517fb87d4a5ee0b69d436",
    "url": "https://rmc.bfmtv.com/actualites/insolite/un-americain-secouru-apres-plusieurs-jours-coince-dans-son-pick-up_AD-202312280586.html",
    "site_full": "rmc.bfmtv.com",
    "site": "bfmtv.com",
    "site_section": "https://rmc.bfmtv.com/actualites/#Home",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Toute l&#39;actualité sur RMC",
    "title": "Un Américain secouru après plusieurs jours coincé dans son pick-up",
    "title_full": "Un Américain secouru après plusieurs jours coincé dans son pick-up",
    "published": "2023-12-28T21:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.bfmtv.com/UHVUVJ6arJxTm5tdb8nA5hM_nk0=/3x3:1251x705/1248x0/images/-313489.jpg",
    "performance_score": 0,
    "domain_rank": 1926,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b403968ffc35b1c479517fb87d4a5ee0b69d436",
  "url": "https://rmc.bfmtv.com/actualites/insolite/un-americain-secouru-apres-plusieurs-jours-coince-dans-son-pick-up_AD-202312280586.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CN",
  "published": "2023-12-28T21:49:00.000+02:00",
  "title": "Un Américain secouru après plusieurs jours coincé dans son pick-up",
  "text": "Un jeune homme de 27 ans est resté coincé dans son pick-up accidenté pendant six jours. Celui-ci a survécu en buvant de l'eau de pluie et a été secouru par deux pêcheurs. \"Miracle\" sur une autoroute américaine: un homme a été retrouvé alors qu'il était coincé dans son pick-up accidenté depuis près d'une semaine, ayant survécu en buvant de l'eau de pluie, avant que deux pécheurs ne remarquent la carcasse de son véhicule.\n\"J'ai touché son épaule, et il s'est retourné\" Deux hommes cherchaient mardi à taquiner le poisson dans une rivière de l'Etat américain de l'Indiana, près de Chicago, quand ils ont aperçu quelque chose de brillant à l'endroit où le cours d'eau passe sous l'Interstate 94, immense artère routière qui relie la région des Grands Lacs aux plaines du nord des Etats-Unis .\nEn s'approchant, ils remarquent un homme coincé derrière un airbag. \"Au moment où j'ai touché son épaule, il s'est retourné, il se réveillait. Il était vivant, et il était très heureux de nous voir\", a raconté lors d'une conférence de presse Mario Garcia, parti pêcher avec son gendre. \"Je n'avais jamais vu quelqu'un d'aussi soulagé.\"\nDans la foulée, ils appellent les secours, qui interviennent avec difficulté - des images diffusées par la police montrent le véhicule encastré dans un talus, entre la rivière et les bases du pont.\n\"Un miracle que ce monsieur soir vivant aujourd'hui\" L'homme de 27 ans a ensuite été héliporté vers un hôpital voisin, les secours faisant état de \"graves blessures\" et son pronostic vital étant engagé, a déclaré mardi soir lors d'une conférence de presse Glen Fifield, de la police d'Etat de l'Indiana.\n\"C'est un miracle que ce monsieur soit vivant aujourd'hui, et que ces deux messieurs se soient rendus dans ce ruisseau\", a-t-il ajouté. Pour une raison qui reste à déterminer, le pick-up s'est retrouvé parfaitement en dessous du pont de l'autoroute sur laquelle il roulait. Sa carcasse était quasiment impossible à voir depuis la chaussée, selon les autorités.\nLe miraculé a dit aux bons samaritains qui l'ont secouru qu'il était coincé là depuis mercredi dernier, près d'une semaine auparavant, et qu'il ne parvenait pas à atteindre son téléphone. \"Il a dit qu'il avait crié, hurlé, mais que personne ne l'entendait.\"\nEt s'il doit probablement son salut à des températures clémentes pendant le week-end de Noël cette année, le froid allait arriver dans la nuit de mardi à mercredi, et \"il n'allait sans doute pas tenir un jour de plus\", a encore déclaré Mario Garcia aux télévisions américaines.\nCN avec AFP Top Articles\nJapon: un Airbus de Japan Airlines en feu sur la piste de l'aéroport de Tokyo-Haneda à l'atterrissage",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:03:02.921+02:00",
  "updated": "2024-01-05T01:53:38.245+02:00"
}