{
  "thread": {
    "uuid": "c94a5dfc3c1049f389651e665804f5885c79628e",
    "url": "https://www.scoop.co.nz/stories/WO2404/S00128/transform-landmark-indigenous-rights-declaration-into-reality-un-general-assembly-president.htm",
    "site_full": "www.scoop.co.nz",
    "site": "scoop.co.nz",
    "site_section": "https://solarflares.einnews.com/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Solar Flares News Today - EIN Presswire",
    "title": "Transform Landmark Indigenous Rights Declaration Into Reality: UN General Assembly President | Scoop News",
    "title_full": "Transform Landmark Indigenous Rights Declaration Into Reality: UN General Assembly President | Scoop News",
    "published": "2024-04-19T00:06:09.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "http://img.scoop.co.nz/stories/images/1908/scoop_image.jpg",
    "performance_score": 0,
    "domain_rank": 5332,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c94a5dfc3c1049f389651e665804f5885c79628e",
  "url": "https://www.scoop.co.nz/stories/WO2404/S00128/transform-landmark-indigenous-rights-declaration-into-reality-un-general-assembly-president.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-19T00:06:09.000+03:00",
  "title": "Transform Landmark Indigenous Rights Declaration Into Reality: UN General Assembly President | Scoop News",
  "text": "Despite important achievements over the past decade to improve the well-being of Indigenous Peoples, safeguard their cultures, and expand their participation at the UN, “deep chasms” endure between commitments made and reality on the ground, the President of the General Assembly said on Wednesday. “In these trying times – where peace is under severe threat, and dialogue and diplomacy are in dire need – let us be an example of constructive dialogue to honour our commitments to Indigenous Peoples,” Dennis Francis told world leaders and ambassadors meeting in the General Assembly Hall. Member States convened to commemorate the 10th anniversary of the World Conference on Indigenous Peoples , where countries reaffirmed their commitment to promoting and protecting the rights of Indigenous People. The outcome document voiced support for implementing the landmark UN Declaration on the Rights of Indigenous Peoples , adopted in 2007, which prescribed minimum standards for the recognition, protection and promotion of these rights. Poverty, inequality and abuse Mr. Francis reflected on UN achievements over this period, such as the 2030 Agenda for Sustainable Development , which promises to leave no one behind, and the International Decade of Indigenous Languages (2022-2032), which aims to both preserve these languages and protect Indigenous cultures, traditions, wisdom and knowledge. “Despite these strides, Indigenous Peoples still are more likely to live in extreme poverty – still more likely to suffer from the adverse impacts of climate change, and still more likely to face dispossession and eviction from ancestral lands, as well as having unequal access to health and education, compared to other groups,” he said. Additionally, Indigenous women are still three times more likely to experience sexual violence in their lifetime compared to their non-Indigenous counterparts. “We must intensify our actions to translate the landmark 2007 UN Declaration into meaningful change on the ground,” he said. Ensure intrinsic rights Li Jinhua, head of the UN Department of Economic and Social Affairs, noted that the lack of effective participation by Indigenous Peoples in development processes continues to be a major obstacle in advancing efforts at the national level. However, with UN assistance, some governments have adopted national action plans and other measures to support the effective implementation of the landmark declaration on Indigenous rights. He urged countries to establish concrete measures to recognize and ensure the intrinsic, collective rights of Indigenous Peoples, including the right of self-determination and autonomy, as well as their historical property and cultural rights. “Member States must close the persistent gaps in implementation through targeted interventions that are consistent with Indigenous Peoples’ own laws, customs and traditions. More direct, long-term and predictable funding must also be part of the solution,” he added. ‘Mother Earth peoples’ The Vice-President of Bolivia, David Choquehuanca, highlighted challenges facing the world’s Indigenous Peoples, starting with this designation. “To begin, we have to recognize that passively, we've allowed ourselves to be baptized with the name of Indigenous Peoples,” he said, opting instead for the terms “ancestral indigenous peoples” and “Mother Earth peoples”. He said Indigenous Peoples participate in UN events “as disintegrated bodies, sapped of our energy and lacking structure” because “Eurocentric, anthropocentric and egocentric approaches” are favoured over the “cosmobiocentric approaches” they hold dear. Towards full participation With the Agenda 2030 deadline looming, the Chairperson of the UN Permanent Forum on Indigenous Issues , Hindou Oumarou Ibrahim, stressed the importance of including Indigenous Peoples in voluntary national reviews on progress towards sustainable development. “Special attention is needed for Indigenous women and girls, the custodians of our traditions and insights into sustainable living,” she added. Ms. Ibrahim also called for recognizing Indigenous-led initiatives, including from the 2013 Alta Conference in Norway, which shaped the UN World Conference held the following year. “We reiterate the Alta call for establishing mechanisms at the UN for our full participation and advocate for the urgent appointment of an Under-Secretary-General for Indigenous Peoples,” she said. She added that in Indigenous communities, every voice is heard – from wise elders to those just starting to speak. “Let this inclusivity be mirrored in all forums in the United National and multilateral processes, as well as within Nations, embodying the openness and hospitality that is inherent in Indigenous traditions,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "https://www.un.org/en/ga/69/meetings/indigenous/#&panel1-1",
    "https://www.un.org/development/desa/indigenouspeoples/wp-content/uploads/sites/19/2018/11/UNDRIP_E_web.pdf",
    "https://social.desa.un.org/issues/indigenous-peoples/unpfii",
    "https://sdgs.un.org/2030agenda",
    "https://www.unesco.org/en/decades/indigenous-languages",
    "https://www.sdgs.un.org/2030agenda",
    "https://unesco.org/en/decades/indigenous-languages",
    "https://un.org/development/desa/indigenouspeoples/wp-content/uploads/sites/19/2018/11/UNDRIP_E_web.pdf",
    "https://www.social.desa.un.org/issues/indigenous-peoples/unpfii",
    "https://un.org/en/ga/69/meetings/indigenous/#&panel1-1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dennis francis",
        "sentiment": "none"
      },
      {
        "name": "francis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "un general assembly",
        "sentiment": "negative"
      },
      {
        "name": "general assembly",
        "sentiment": "none"
      },
      {
        "name": "general assembly hall",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:06:11.502+03:00",
  "updated": "2024-04-19T00:06:11.502+03:00"
}