{
  "thread": {
    "uuid": "e5714e442131b2752d0027f3e581fec9b7a0721b",
    "url": "https://www.cinemablend.com/television/doctor-whos-russell-t-davies-reveals-note-disney-ncuti-gatwas-christmas-special",
    "site_full": "www.cinemablend.com",
    "site": "cinemablend.com",
    "site_section": "http://www.cinemablend.com",
    "site_categories": [
      "television",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "New Movies, TV Shows | Celebrity News &amp; Gossip | CINEMABLEND",
    "title": "Doctor Who’s Russell T. Davies Reveals The One Note Disney Had For Ncuti Gatwa’s Christmas Special, And I’m Happy He Agreed With It | Cinemablend",
    "title_full": "Doctor Who’s Russell T. Davies Reveals The One Note Disney Had For Ncuti Gatwa’s Christmas Special, And I’m Happy He Agreed With It | Cinemablend",
    "published": "2023-12-29T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mos.cms.futurecdn.net/9AqN3o2WcZt9KynyfWdSM8-1200-80.jpg",
    "performance_score": 0,
    "domain_rank": 3470,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5714e442131b2752d0027f3e581fec9b7a0721b",
  "url": "https://www.cinemablend.com/television/doctor-whos-russell-t-davies-reveals-note-disney-ncuti-gatwas-christmas-special",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mike Reyes",
  "published": "2023-12-29T00:07:00.000+02:00",
  "title": "Doctor Who’s Russell T. Davies Reveals The One Note Disney Had For Ncuti Gatwa’s Christmas Special, And I’m Happy He Agreed With It | Cinemablend",
  "text": "Doctor Who’s Russell T. Davies Reveals The One Note Disney Had For Ncuti Gatwa’s Christmas Special, And I’m Happy He Agreed With It [News](https://www.cinemablend.com/news) [Mike Reyes](https://www.cinemablend.com/author/mike-reyes) It's amazing how the present can unexpectedly mirror the past. As anyone with a [Disney+ subscription](https://www.cinemablend.com/news/2492773/how-to-best-use-disney-tips-to-get-the-most-out-of-the-streaming-service) will tell you, the latest wave of Doctor Who specials has been a rollercoaster ride of reactions and revelations. With “The Church on Ruby Road” acting as the first Christmas special in a while, showrunner [Russell T. Davies](https://www.cinemablend.com/tag/russell-t-davies)’ vision was pretty much intact, save for one particular note the new producing partner had for Ncuti Gatwa's first full episode as The Doctor. Frankly, I’m happy that Davies agreed, as it made sure Ncuti Gatwa’s Doctor was in the show as soon as possible. That's because this tweak, involving Fifteen's entrance, inadvertently reflected Russell's past in the Doctor Who canon. Disney’s Note On How Ncuti Gatwa’s Fifteenth Doctor Was Introduced BBC’s ongoing docu-series Doctor Who: Unleashed (via [comicbook.com](https://comicbook.com/tv-shows/news/doctor-who-showrunner-disney-plus-holiday-episode/)) saw the once and current showrunner admitting that Disney actually did have a note for the 2023 Christmas special. And as he revealed through his own remarks, Davies admitted that the new Doctor Who partner actually had a point: While we do see Ncuti Gatwa’s Fifteenth Doctor in small moments throughout “The Church on Ruby Road,” the moment added at the last moment occurs roughly eight minutes into the special. This allowed Gatwa to spring into full Doctor action early, and it’s a moment that shows off the charm and authority this Time Lord’s new face fully commands. But looking closer at how Doctor Who’s latest offering is timed, I once again totally agree that Russell T. Davies added this scene. Especially when part of that moment includes this gem of an interaction: Without The Doctor getting “snowmanned” in order to save a pedestrian, it appears that they wouldn’t have shown up until around the 19:12 mark. That’s when Millie Gibson’s Ruby Sunday jumps onto that ladder to the Goblin airship, resulting in the hysterically fitting conversation that takes place between Doctor and Companion, as they respectively run and drift above the ground. Though [Ncuti Gatwa’s pants-free bi-generation scene](https://www.cinemablend.com/television/doctor-who-tiktok-ncuti-gatwa-how-david-tennant-blame-pants-free-scene) was our proper introduction to the character, that still seems a bit of a stretch for a Doctor Who adventure to not bring The Doctor properly into the fold. It makes even more sense for this Disney-suggested tweak to have taken place, as Davies’ history in making an entrance with the character has shown in hindsight. Why Disney's Doctor Who Tweak Made Perfect Sense Looking back at when Russell T. Davies first reintroduced The Doctor in 2005, the timing of Fifteen’s modified entrance feels even more proper. It’s roughly seven and a half minutes into “Rose,” one of the many Doctor Who episodes available through a [Max subscription](https://www.cinemablend.com/television/2570432/subscribing-to-hbo-max-what-to-know-about-the-price-options-and-what-the-streaming-service-offers), that we see Christopher Eccleston’s Ninth Doctor swoop in for the first time to save young Rose Tyler (Billie Piper). Considering that this was the grand reintroduction of this pop culture icon, after nine years of inactivity, one would have expected that moment to be properly goosed for all its worth. It's a balancing act that takes place whenever a new Doctor arrives, and it just so happens that this latest Russell T. Davies starter arrived at that conclusion with some gentle outside nudging. The more I think about it, the more there’s room for parallels between Ncuti Gatwa’s Fifteenth Doctor and the Ninth Doctor. Between the wardrobe, the introduction, and the bittersweet recollection of his past that acted as one of the [takeaways from “The Church on Ruby Road,”](https://www.cinemablend.com/streaming-news/doctor-who-christmas-special-takeaways-ncuti-gatwa-first-full-episode) there’s a familiar energy that’s making its way into the Doctor Who fabric, with a new spin attached. While I’m still a bit shaky on how much I’ll enjoy this new era of Russell T. Davies, there’s still a lot of promise in the air for what’s to come. This brings us to the crushing realization that Doctor Who won’t be back in action until we hit the spring collection of the [2024 TV schedule](https://www.cinemablend.com/television/2024-tv-show-premiere-dates-schedule). Though should you have read through this rundown without watching the episode, and would like to know [how to stream “The Church on Ruby Road,”](https://www.cinemablend.com/streaming-news/watch-doctor-who-the-church-on-ruby-road-2023-christmas-special#section-watch-doctor-who-the-church-on-ruby-road-online-in-the-uk) that information is as readily available as the force of mavity. Along with this episode being on Doctor Who's new home, Disney+, there are also three other [David Tennant](https://www.cinemablend.com/tag/david-tennant)-led specials that made up the 60th-anniversary tribute to Doctor Who that you can check out. CINEMABLEND NEWSLETTER Your Daily Blend of Entertainment News Mike Reyes is the Senior Movie Contributor at CinemaBlend, though that title’s more of a guideline really. Passionate about entertainment since grade school, the movies have always held a special place in his life, which explains his current occupation. Mike graduated from Drew University with a Bachelor’s Degree in Political Science, but swore off of running for public office a long time ago. Mike's expertise ranges from James Bond to everything Alita, making for a brilliantly eclectic resume. He fights for the user. Most Popular [Kourtney Kardashian Admits Why She Wore That Big Coat To The Family Christmas Party, And It's Totally Relatable](https://www.cinemablend.com/streaming-news/kourtney-kardashian-admits-why-wore-big-coat-family-christmas-party) [Godzilla's Going Pink While Fighting Alongside Kong In The New Empire, And There's A Cool Theory About The Color Change](https://www.cinemablend.com/movies/godzillas-going-pink-in-the-new-empire-cool-theory-about-color-change) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes) [Details Just Broke On Danny Masterson’s Shift To State Prison After He Was Transferred Following The Holidays](https://www.cinemablend.com/television/details-danny-masterson-shift-state-prison-after-transfer-following-holidays) By [Mike Reyes](https://www.cinemablend.com/author/mike-reyes) ['There Was Certainly A Resentment': John Candy Was Paid Just $414 For His Iconic Home Alone Role](https://www.cinemablend.com/movies/john-candy-paid-dollar414-for-iconic-home-alone-role) [After The Floodgates Opened With Viral Ana Navarro Comment, Meghan McCain Is Not Holding Back Her Thoughts On The View](https://www.cinemablend.com/television/after-viral-ana-navarro-comment-meghan-mccain-not-holding-back-thoughts-the-view) By [Riley Utley](https://www.cinemablend.com/author/riley-utley) [After Meeting On Wicked And Ending Relationships, How Ariana Grande And Ethan Slater Have Reportedly Gotten Serious](https://www.cinemablend.com/movies/wickeds-ariana-grande-and-ethan-slater-have-reportedly-gotten-serious-about-relationship) By [Ryan LaBee](https://www.cinemablend.com/author/ryan-labee) [‘I Was Really Heartbroken’: Rebel Moon Writer Explains Why Zack Snyder’s Sci-Fi Movie Delivered That Tragic Twist To Ray Fisher’s Darrian Bloodaxe](https://www.cinemablend.com/interviews/rebel-moon-writer-explains-zack-snyders-movie-tragic-twist-ray-fishers-darrian-bloodaxe) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes) [What If’s New Captain Carter Episode Featured Wasp In The Avengers, And The Head Writer Revealed How Hope Van Dyne Joined The Superhero Team](https://www.cinemablend.com/superheroes/marvel-cinematic-universe/what-if-new-captain-carter-episode-wasp-avengers-hope-van-dyne-superhero-team) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes) [Obi-Wan Kenobi’s Joel Edgerton On Whether He’s Heard Anything About A Second Season Of The Star Wars Show](https://www.cinemablend.com/star-wars/obi-wan-kenobi-joel-edgerton-second-season-star-wars-show) By [Dirk Libbey](https://www.cinemablend.com/author/dirk-libbey)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://comicbook.com/tv-shows/news/doctor-who-showrunner-disney-plus-holiday-episode/))",
    "https://www.comicbook.com/tv-shows/news/doctor-who-showrunner-disney-plus-holiday-episode/))"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "russell t. davies",
        "sentiment": "neutral"
      },
      {
        "name": "mike reyes",
        "sentiment": "none"
      },
      {
        "name": "russell",
        "sentiment": "none"
      },
      {
        "name": "davies",
        "sentiment": "none"
      },
      {
        "name": "ncuti gatwa",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ruby road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:30:20.904+02:00",
  "updated": "2023-12-29T00:30:20.904+02:00"
}