{
  "thread": {
    "uuid": "1be3244f36dc1fcfa9a8026e6cc770a29a77fccd",
    "url": "https://www.businesslive.co.za/bd/national/2024-07-05-eskom-celebrates-100-days-without-load-shedding-and-smaller-diesel-bill",
    "site_full": "www.businesslive.co.za",
    "site": "businesslive.co.za",
    "site_section": "https://www.businesslive.co.za",
    "site_categories": [
      "social"
    ],
    "section_title": "BusinessLIVE",
    "title": "Eskom celebrates 100 days without load-shedding and smaller diesel bill",
    "title_full": "Eskom celebrates 100 days without load-shedding and smaller diesel bill",
    "published": "2024-07-05T10:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9720,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1be3244f36dc1fcfa9a8026e6cc770a29a77fccd",
  "url": "https://www.businesslive.co.za/bd/national/2024-07-05-eskom-celebrates-100-days-without-load-shedding-and-smaller-diesel-bill",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Writer",
  "published": "2024-07-05T10:17:00.000+03:00",
  "title": "Eskom celebrates 100 days without load-shedding and smaller diesel bill",
  "text": "National Eskom celebrates 100 days without load-shedding and smaller diesel bill CEO Dan Marokane says if the utility can remain on its trajectory of reduced diesel spend, it will be ‘a strong driver in a possible return to profit’ 05 July 2024 - 09:17 by Staff Writer Support our award-winning journalism. The Premium package (digital only) is R30 for the first month and thereafter you pay R129 p/m now ad-free for all subscribers. Subscribe now Eskom CEO Dan Marokane. Picture: FREDDY MAVUNDA\nEskom on Friday celebrated reaching 100 consecutive days without load-shedding, saying this signals a marked improvement in its generation and financial performance.\nThe last time the country enjoyed a prolonged period without load-shedding was from September 8 to December 11 2020.\nThis comes with a decrease in the use of open-cycle gas turbines (OCGTs) to supplement generation capacity. OCGTs are used to help meet high electricity demand during peak times.\n“The 100 days milestone includes around a R6.2bn reduction in OCGT diesel expenditure from April 1 to June 30 2024, compared to the same period last year. If we maintain our trajectory on reduced diesel spend, it will be a strong driver in a possible return to profit in [the 2025 financial year],” said Eskom CEO Dan Marokane.\n“Considering the intensity and levels of load-shedding in 2023, the ability to get to 100 days without load-shedding is significant, while acknowledging the risk of load-shedding continues to exist.”\nBheki Nxumalo, group executive for generation, said: “The achievement of 100 continuous days without load-shedding is the outcome of diligent execution of recovery plans and the tireless efforts of our 40,000 dedicated and skilled Eskom employees.\n“If we maintain a 70% energy availability factor (EAF) and add significant capacity within the country, we can ensure adequate available capacity to meet demand without a significant risk of load-shedding.”\nThe EAF has increased from 54.56% at the end of the 2023/24 financial year to a year-to-date achievement of 61.50%, an increase of 6.94% over the past three months.\nEskom said the reprieve was due to its generation operational recovery plan, initiated in March 2023, and aggressive planned maintenance, both made possible by financial support from the National Treasury debt relief scheme.\n“Our immediate focus remains on implementing the generation operational recovery plan, aiming to recover about 1,600MW from the generation coal fleet after the successful commercial operation of Kusile unit 5 and 930MW from Koeberg unit 2 before the end of the calendar year. This will significantly improve the EAF by the end of March 2025.”\nTimesLIVE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.pinterest.com/pin/create/button/",
    "https://app.speechkit.io/api/v2/projects/694/podcasts/iframe.html",
    "https://pinterest.com/pin/create/button/",
    "https://www.pinterest.com/pin/create/button",
    "https://www.app.speechkit.io/api/v2/projects/694/podcasts/iframe.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dan marokane",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "national eskom",
        "sentiment": "negative"
      },
      {
        "name": "freddy mavunda eskom",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T10:41:33.358+03:00",
  "updated": "2024-07-12T10:56:56.189+03:00"
}