{
  "thread": {
    "uuid": "14a15e414cf3123b61a4abddaa7450bd67ff7d05",
    "url": "https://vnexplorer.net/hoops-star-shai-gilgeous-alexander-named-cp-male-athlete-of-the-year-s697008.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Hoops star Shai Gilgeous-Alexander named CP male athlete of the year",
    "title_full": "Hoops star Shai Gilgeous-Alexander named CP male athlete of the year",
    "published": "2023-12-29T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9FDo.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14a15e414cf3123b61a4abddaa7450bd67ff7d05",
  "url": "https://vnexplorer.net/hoops-star-shai-gilgeous-alexander-named-cp-male-athlete-of-the-year-s697008.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:07:00.000+02:00",
  "title": "Hoops star Shai Gilgeous-Alexander named CP male athlete of the year",
  "text": "Hoops star Shai Gilgeous-Alexander named CP male athlete of the year\nShai Gilgeous-Alexander took 2023 by storm, blossoming into a superstar on both the NBA and international stages.\nThe basketball star from Hamilton has added another feather to his cap, coming out on top of an impressive field to be named The Canadian Press male athlete of the year.\nGilgeous-Alexander broke out in 2022-23 with the NBA’s Oklahoma City Thunder, who exceeded expectations by almost squeezing into the playoffs. This season, with Gilgeous-Alexander leading the way, the Thunder are currently second in a competitive Western Conference.\nHe also led Canada to its first-ever FIBA World Cup medal in September, earning bronze with a win over the United States. Canada’s performance at the tournament earned it its first Olympic berth since 2000.\n“Representing Hamilton and helping grow the game of basketball in Canada is one of the true joys of playing in the NBA, and I greatly appreciate the recognition from The Canadian Press with this award,” he said in a statement.\n“One thing I take great pride in is my work ethic, and with the Thunder I try to bring my best every single day to make my home country proud.”\nThe 25-year-old finished with 12 votes in a survey of sports journalists and broadcasters across the country, placing just ahead of Edmonton Oilers captain and NHL superstar Connor McDavid (11). Golfer Nick Taylor, who won the Canadian Open this year, and decathlon world champion Pierce LePage were tied for third (10).\n“A tough call with so many deserving candidates, but we haven’t seen this kind of NBA excellence from a Canadian since Steve Nash,” said Postmedia sports columnist Tim Baines. “Even brighter days ahead.”\nThe 2022-23 season was Gilgeous-Alexander’s fifth in the NBA. He finished fourth in the league in scoring (31.4) playing 68 games, his first time competing in more than 56 since his sophomore year.\nThe Thunder finished 10th in the West and made it to the play-in tournament, but fell short of the playoffs after losing to the Minnesota Timberwolves. However, Gilgeous-Alexander made his first all-star team — the fourth Canadian to do so — and first team all-NBA for his efforts, becoming the second Canadian to receive all-NBA honours alongside Nash.\nGilgeous-Alexander carried the momentum of his NBA play into the summer with the Canadian team. He averaged 24.5 points, 6.4 rebounds, 6.4 assists, and 1.6 steals in eight games at the FIBA World Cup to be named a tournament all-star. He will be looking to lead Canada to the podium at the 2024 Paris Games.\n“Playing for Team Canada is an honour, and being a part of the squad that won bronze at the World Cup is a career highlight, but I can’t wait to put the work in to aim for greater heights in Paris in 2024,” Gilgeous-Alexander said.\nHis run included a 31-point, 12-assist performance in the overtime win over the Americans in the bronze-medal game.\n“Shai Gilgeous-Alexander, I think very clearly could have easily been the MVP of that tournament,” said Canada men’s general manager Rowan Barrett.\nGilgeous-Alexander has upped the ante in 2023-24, and has brought the upstart Thunder along with him.\nOklahoma City has exceeded expectations once again, boasting a 19-9 record.\nMeanwhile, Gilgeous-Alexander, who was named the winner of the 2023 Northern Star Award as top Canadian athlete earlier this month, is third in the NBA at 31.1 points per contest and leads the league in steals at 2.8 a night. He’s the NBA’s lone player averaging two or more steals and averages close to one block per game (0.8) as a six-foot-six point guard.\n“Amazing. Amazing,” Denver Nuggets guard and fellow Canadian Jamal Murray said. “Playing really well — on both ends of the floor, as well, which I think most people talk about (offence).\n“He’s just always aggressive, he’s always a threat out there every time you guard him.”\nThis report by The Canadian Press was first published Dec. 28, 2023.\nThe Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9FDo.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9FDo.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shai gilgeous-alexander",
        "sentiment": "negative"
      },
      {
        "name": "alexander",
        "sentiment": "none"
      },
      {
        "name": "gilgeous-alexander",
        "sentiment": "none"
      },
      {
        "name": "hamilton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nba",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "oklahoma city thunder",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:11:40.799+02:00",
  "updated": "2023-12-29T00:11:40.799+02:00"
}