{
  "thread": {
    "uuid": "3de1554b5a8398b2eb0df4ab863a35bb44bff4ae",
    "url": "https://redstate.com/wardclark/2024/02/29/tenacious-townie-terminates-tumultuous-turkey-terrorizing-tiny-town-n2170778",
    "site_full": "redstate.com",
    "site": "redstate.com",
    "site_section": "https://asean.einnews.com/live_feed",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Live Feed Wire - ASEAN News Today - EIN Presswire",
    "title": "Tenacious Canadian Townie Terminates Tumultuous Terrorist Turkey ... With Trusty Slingshot – RedState",
    "title_full": "Tenacious Canadian Townie Terminates Tumultuous Terrorist Turkey ... With Trusty Slingshot – RedState",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.townhall.com/cdn/hodl/rs/images/up/2023/327/0b03675e-d13b-4d94-b581-654949ddd57b.jpg",
    "performance_score": 0,
    "domain_rank": 8208,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3de1554b5a8398b2eb0df4ab863a35bb44bff4ae",
  "url": "https://redstate.com/wardclark/2024/02/29/tenacious-townie-terminates-tumultuous-turkey-terrorizing-tiny-town-n2170778",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ward Clark",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Tenacious Canadian Townie Terminates Tumultuous Terrorist Turkey ... With Trusty Slingshot – RedState",
  "text": "Our neighbors to the north (or in my case, to the east) have their own set of trials and tribulations to deal with, not least of which is their [statist Prime Minister](https://www.cbc.ca/news/politics/winnipeg-lab-firing-documents-released-china-1.7129815). But in the latest news from the Great White North, a Quebec town has been terrorized by, of all things, a wild turkey - at least, until Thursday, when a [brave townsman put an end to the marauding fowl](https://globalnews.ca/news/10327068/wild-turkey-killed-louiseville-quebec/) with his trusty slingshot. The Mayor of a small Quebec town about 95 kilometres northeast of Montreal says a wild turkey that for weeks sowed terror among his citizens was killed this morning by a man armed with a slingshot. The turkey’s death followed Louiseville Mayor Yvon Deshaies’ public call this week for someone to take down the aggressive bird, which he says attacked a man in a wheelchair and led families to fear bringing their kids to school. Deshaies says he issued the call after an appeal for help from provincial wildlife protection officials failed to spur action. Quebec only allows wild turkey hunting on specific dates in the spring and fall, and Deshaies is protecting the identity of the man who killed the animal for fear of reprisals. The unnamed townsperson should be given full credit in taking down the terrible turkey, and with a slingshot, even - that's what I call a fowl shot! Not all the details on this incident are yet available; for instance, I have been unable to confirm if, during its reign of terror, the turkey in question ever crossed a road, and if so, if it did so to prove it wasn't chicken. Turkeys have been responsible for many such incidents in the last few months, too often prompting local authorities to ask, \"Wattle we do?\" See Related: [Gangster Bird 'Turkules' Finally Captured After Evading Authorities—but NJ Mayor Pardons Him](https://redstate.com/bobhoge/2023/11/23/feathered-fugitive-finally-captured-after-evading-authoritiesbut-turkules-has-been-pardoned-n2166740) [Wild Turkeys Cut Power in Sacramento - For Once, a Power Outage Isn't Gavin Newsom's Fault](https://redstate.com/wardclark/2023/12/26/wild-turkeys-cut-power-in-sacramento-for-once-a-power-outage-isnt-gavin-newsoms-fault-n2167970) Having traveled some in Quebec, I can attest that the French-Canadian people are tough and decisive folk; they also aren't inclined to let anything go to waste, and we are pleased to see that the resident who took the aggressive bird down plans to gobble it down. A wild turkey can make for a fine meal, especially when followed by a good dessert - say, an apple gobbler. As for the Mayor of Louiseville, he plans to keep a souvenir of the bird as well, as sort of a feather in his capon. Deshaies says the turkey hunter plans to cook and eat the bird tonight, though the mayor is keeping its feet so he can show off the sharp talons. Turkeys are big birds, and the toms can be aggressive, especially in the spring breeding season. Like many species, they do well around human habitations, and in these places where they aren't hunted, they can quickly lose their fear of humans. Fortunately, there are always those brave souls who are willing to stand up to the machinations of poultry in motion. For more news on animal attacks and almost every other matter of interest, consider upgrading to a [VIP account!](https://redstate.com/subscribe?tpcc=ward 022924) VIP status will open a plethora of stories and podcasts here at RedState as well as all of our sister sites in Townhall Media: PJ Media, Twitchy, Hot Air, Bearing Arms, and Townhall.com. Use promo code SAVEAMERICA for a 50% discount.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://globalnews.ca/news/10327068/wild-turkey-killed-louiseville-quebec/",
    "https://www.cbc.ca/news/politics/winnipeg-lab-firing-documents-released-china-1.7129815",
    "https://globalnews.ca/news/10327068/wild-turkey-killed-louiseville-quebec",
    "https://www.globalnews.ca/news/10327068/wild-turkey-killed-louiseville-quebec/",
    "https://cbc.ca/news/politics/winnipeg-lab-firing-documents-released-china-1.7129815"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deshaies",
        "sentiment": "none"
      },
      {
        "name": "yvon deshaies",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "turkey",
        "sentiment": "none"
      },
      {
        "name": "quebec",
        "sentiment": "none"
      },
      {
        "name": "great white north",
        "sentiment": "none"
      },
      {
        "name": "louiseville",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:00:23.039+02:00",
  "updated": "2024-03-01T11:26:24.485+02:00"
}