{
  "thread": {
    "uuid": "011cafbd6a408a3d4dc889f16f8084415c1b789b",
    "url": "https://www.medscape.com/viewarticle/fda-approves-new-esophageal-cancer-drug-2024a10004vr",
    "site_full": "www.medscape.com",
    "site": "medscape.com",
    "site_section": "http://www.medscape.com",
    "site_categories": [
      "orthopedics",
      "health"
    ],
    "section_title": "Latest Medical News, Clinical Trials, Guidelines - Today on Medscape",
    "title": "FDA Approves New Esophageal Cancer Drug",
    "title_full": "FDA Approves New Esophageal Cancer Drug",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.medscapestatic.com/vim/live/professional_assets/FDA_DrugApproval.jpg",
    "performance_score": 0,
    "domain_rank": 772,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "011cafbd6a408a3d4dc889f16f8084415c1b789b",
  "url": "https://www.medscape.com/viewarticle/fda-approves-new-esophageal-cancer-drug-2024a10004vr",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sharon Worcester, MA",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "FDA Approves New Esophageal Cancer Drug",
  "text": "The US Food and Drug Administration (FDA) has approved tislelizumab-jsgr (Tevimbra, BeiGene, Ltd.) as second-line monotherapy for certain adult patients with unresectable or metastatic esophageal squamous cell carcinoma (ESCC). Specifically, the novel checkpoint inhibitor is approved for patients with ESCC after prior systemic chemotherapy that did not include a programmed death–ligand 1 (PD-L1) inhibitor. Approval was based on findings from the open-label, phase 3 [RATIONALE 302 trial](https://classic.clinicaltrials.gov/ct2/show/NCT03430843) showing a statistically significant and clinically meaningful overall survival benefit with tislelizumab vs investigator's choice of chemotherapy. Study participants included 512 adults enrolled at 123 research sites in 11 countries in Europe, Asia, and North America. Patients were randomly assigned to receive intravenous tislelizumab, a humanized immunoglobulin G4 anti-programmed cell death protein 1 monoclonal antibody, at a dose of 200 mg every 3 weeks or investigator's choice of standard chemotherapy with paclitaxel, [docetaxel](https://reference.medscape.com/drug/taxotere-docetaxel-342192), or irinotecan until disease progression, unacceptable toxicity, or study withdrawal. Median overall survival in the intention-to-treat population, the primary study endpoint, was 8.6 months vs 6.3 months in the chemotherapy arms (hazard ratio [HR], 0.70). The survival benefit was observed across predefined subgroups, including baseline PD-L1 status and region. The new agent was also associated with improved overall response rate (20.4% vs 9.8%) and more durable response (median duration of response of 7.1 vs 4.0 months; HR, 0.42) compared with chemotherapy. The most common adverse reactions for tislelizumab, each occurring in at least 20% of treated patients, included increased glucose and [decreased hemoglobin](https://emedicine.medscape.com/article/198475-overview), lymphocytes, sodium, and [albumin](https://emedicine.medscape.com/article/2054430-overview) as well as increased alkaline phosphatase, [anemia](https://emedicine.medscape.com/article/198475-overview), fatigue, increased aspartate aminotransferase, musculoskeletal pain, decreased weight, increased alanine aminotransferase, and cough. Fewer patients in the tislelizumab arm experienced grade 3 or greater treatment-emergent adverse events compared with the chemotherapy arm (46% vs 68%, respectively), and fewer patients discontinued tislelizumab vs chemotherapy due to such an event (7% vs 14%). \"Patients diagnosed with advanced or metastasized ESCC, the most common histologic subtype of [esophageal cancer](https://emedicine.medscape.com/article/277930-overview), often progress following initial therapy and are in need of new options,\" Syma Iqbal, MD, of the Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, stated in the BeiGene release. \"The RATIONALE 302 trial showed that patients with previously treated ESCC who received Tevimbra saw a clinically meaningful survival benefit, highlighting its potential as an important treatment option for these patients.\" The approval, which was deferred in 2022 due to COVID-19-related restrictions, marks the first for the agent in the United States. Tislelizumab should be available in the United States in the second half of 2024, BeiGene noted. The FDA is also reviewing a Biologics License Application for the agent as a first-line treatment for patients with unresectable, locally advanced, or metastatic ESCC and for those with locally advanced unresectable or metastatic gastric or gastroesophageal junction adenocarcinoma, BeiGene announced in a [press release](https://ir.beigene.com/news/beigene-receives-fda-approval-for-tevimbra-for-the-treatment-of-advanced-or-metastatic-esophageal-squamous/20eb032c-15ce-456a-a852-39c88a28d811/). Sharon Worcester, MA, is an award-winning medical journalist based in Birmingham, Alabama, writing for Medscape, MDedge and other affiliate sites. She currently covers oncology, but she has also written on a variety of other medical specialties and healthcare topics. She can be reached at [sworcester@mdedge.com](mailto:sworcester@mdedge.com) or on Twitter: [@SW_MedReporter](https://twitter.com/SW_MedReporter).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://twitter.com/SW_MedReporter).",
    "https://classic.clinicaltrials.gov/ct2/show/NCT03430843)",
    "https://ir.beigene.com/news/beigene-receives-fda-approval-for-tevimbra-for-the-treatment-of-advanced-or-metastatic-esophageal-squamous/20eb032c-15ce-456a-a852-39c88a28d811/).",
    "https://www.twitter.com/SW_MedReporter).",
    "https://www.ir.beigene.com/news/beigene-receives-fda-approval-for-tevimbra-for-the-treatment-of-advanced-or-metastatic-esophageal-squamous/20eb032c-15ce-456a-a852-39c88a28d811/).",
    "https://www.classic.clinicaltrials.gov/ct2/show/NCT03430843)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "us food and drug administration",
        "sentiment": "negative"
      },
      {
        "name": "fda",
        "sentiment": "negative"
      },
      {
        "name": "beigene, ltd.",
        "sentiment": "neutral"
      },
      {
        "name": "escc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "north america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:13:44.469+02:00",
  "updated": "2024-03-15T01:13:44.469+02:00"
}