{
  "thread": {
    "uuid": "ee7f9850047d0f894f1025f2fb430904563d0610",
    "url": "https://lefaso.net/spip.php?article127075",
    "site_full": "lefaso.net",
    "site": "lefaso.net",
    "site_section": "http://lefaso.net/spip.php?page=backend",
    "site_categories": [
      "media"
    ],
    "section_title": "leFaso.net",
    "title": "Banque d'images : Iwaria, la solution 100% africaine et gratuite",
    "title_full": "Banque d'images : Iwaria, la solution 100% africaine et gratuite",
    "published": "2024-01-05T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BF",
    "main_image": "https://lefaso.net/local/cache-vignettes/L480xH654/arton127075-0cb3d.jpg?1704484969",
    "performance_score": 0,
    "domain_rank": 84674,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee7f9850047d0f894f1025f2fb430904563d0610",
  "url": "https://lefaso.net/spip.php?article127075",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacques",
  "published": "2024-01-05T22:00:00.000+02:00",
  "title": "Banque d'images : Iwaria, la solution 100% africaine et gratuite",
  "text": "Banque d’images : Iwaria, la solution 100% africaine et gratuite\nC’est toujours un casse-tête pour les journalistes et autres créateurs africains de contenus de trouver sur la toile des images de qualité qui correspondent à leurs besoins. Parmi les banques d’images qui proposent des images gratuites qui ont un rapport avec l’Afrique, il y a Iwaria, créée par deux Béninois.\nIwaria vient de « Iwari » qui signifie Découverte en Yoruba. La lettre A désigne l’Afrique. Cette banque d’images créée par Aurelle Noutahi et Basile Barrincio en 2016 propose des images afin de montrer l’Afrique sous un autre profil en donnant de la matière à tous ceux qui recherchent des images de qualité made in Africa pour leurs contenus. Les images sont gratuites et libres de droit sous licence Creative Commons Zéro, contrairement à certaines banques d’images africaines payantes.\nL’histoire de Iwaria est liée à une frustration vécue par sa fondatrice Aurelle Noutahi alors qu’elle travaillait comme Digital Marketer à Pikiz, une entreprise qu’elle a co-fondée. En quête d’images pour une campagne, elle n’était pas satisfaite des résultats de ses recherches. La plupart des images que lui suggérait la toile avaient trait à la pauvreté, à la famine, aux guerres, à la violence… Et même quand elle tombait sur des images de Noirs, la plupart des traits et l’environnement n’étaient pas généralement africains. Difficile donc à la cible qu’elle visait de s’identifier à ces images.\n- Les fondateurs de Iwaria, Aurelle Noutahi et Basile Barrincio\nD’où l’idée de créer Iwaria avec la complicité d’un autre passionné, Basile Barrincio. Avec Iwaria, tout le monde peut devenir contributeur. La plateforme est participative et collabore déjà avec plusieurs photographes professionnels et amateurs. Mais pour aller vite et disposer de photos dans certaines rubriques, l’équipe organise des shootings photos.\nLes photos couvrent plusieurs thématiques : les enfants, la nourriture, les animaux, les paysages, les loisirs, le sport, les arts, l’entreprenariat, l’éducation, la santé, l’élevage, le quotidien des Africains, la pandémie du Covid-19, etc. Pour de meilleurs résultats sur la plateforme, il est recommandé de faire de la recherche en anglais. L’option de l’anglais vise, selon Aurelle Noutahi, à toucher un plus grand nombre de personnes à travers le monde, sur les cinq continents.\n- Photo prise par Numbercfoto\nPour utiliser les images de la plateforme, il n’est pas nécessaire de créditer les photos, mais il est souhaitable de le faire. Ce serait une manière pour les utilisateurs de reconnaître le travail des contributeurs au quotidien ; ce qui pourrait les galvaniser à produire plus de photos de qualité.\nPour être contributeur, il suffit de se rendre sur\nwww.Iwaria.com et de créer votre compte. Le processus est rapide. Après inscription, vous pourrez commencer à mettre en ligne vos photos.\nMême si la plateforme est gratuite pour le moment, les fondateurs n’excluent pas la possibilité de faire évoluer le business model afin de supporter les coûts et continuer à offrir des images de qualité.\nFredo Bassolé\nLefaso.net",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "http://www.Iwaria.com",
    "http://Iwaria.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:08.345+02:00",
  "updated": "2024-01-06T00:15:08.345+02:00"
}