{
  "thread": {
    "uuid": "5fccf2da68e8404dac995e366236b4f26424016b",
    "url": "https://www.ladepeche.fr/2024/02/16/les-bienfaits-des-legumineuses-11768643.ph",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://ladepeche.fr/sante/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Santé : Toute l'actualité santé - ladepeche.fr",
    "title": "Aucamville. Les bienfaits des légumineuses... - ladepeche.fr",
    "title_full": "Aucamville. Les bienfaits des légumineuses... - ladepeche.fr",
    "published": "2024-02-16T05:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/65cee1cfeecabf359370cba3/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4800,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fccf2da68e8404dac995e366236b4f26424016b",
  "url": "https://www.ladepeche.fr/2024/02/16/les-bienfaits-des-legumineuses-11768643.ph",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Correspondant",
  "published": "2024-02-16T05:11:00.000+02:00",
  "title": "Aucamville. Les bienfaits des légumineuses... - ladepeche.fr",
  "text": "Au cours de l’année, la commission \"marché de plein vent\" de la mairie d’Aucamville multiplie des stands d’informations, d’expositions, de préventions mais aussi des animations. Dimanche dernier, dans le cadre de la journée mondiale des légumineuses, était proposée une nouvelle édition \"Rock soupe\". Les services municipaux, notamment de la restauration municipale, et l’association aucamvilloise \"Les Ecolubies\" ont ainsi proposé de déguster une soupe de lentilles corail mais également une soupe de lentilles vertes. Il y a en avait donc pour tous les goûts ! Et pas moins de 150 personnes ont pris part à cette opération, dénommée pour cette saison, \"Rythm’n soupe\" ! Des recettes simples, avec des produits frais, qui font un bien fou en cette période hivernale. Les cuisiniers dévoilent même leurs recettes. Pour la soupe corail: lentilles corail, oignons, carottes, céleri, curry et lait de coco. Soupe verte: lentilles vertes, oignons, carottes, céleri et pommes de terre. Tous les bienfaits des légumes pour la santé ! A travers cette animation, fins gourmets et gourmands ont pu en savoir davantage sur les vertus des légumineuses, par les échanges avec les animateurs et les visuels d’informations mis à disposition par la filère Fileg. L’objectif de cet organisme est de favoriser les conditions nécessaires au partenariat entre tous les acteurs, afin de structurer une filière de légumineuses, créatrice de valeurs, pour l’alimentation humaine et animale en Occitanie.\nCet article est réservé aux abonnés Accédez immédiatement à cet article 2 semaines offertes Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement\nà cet article à partir de 4,95€/mois Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité Cet article est réservé aux abonnés Accédez immédiatement à cet article 1 semaine offerte Je m'abonne pour lire la suite Déjà abonné(e) ? Connectez-vous Contenus illimités Sans engagement Sans publicité",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T07:01:12.629+02:00",
  "updated": "2024-02-16T07:01:12.629+02:00"
}