{
  "thread": {
    "uuid": "2bcbddbbc6b16ed10b619f97293f15f4045a3ebd",
    "url": "https://businessday.ng/life-arts/article/streaming-faith-based-content-grows-among-nigerian-gen-zs",
    "site_full": "businessday.ng",
    "site": "businessday.ng",
    "site_section": "https://businessday.ng/category/life-arts/",
    "site_categories": [
      "uncategorized",
      "top_news"
    ],
    "section_title": null,
    "title": "Streaming faith-based content grows among Nigerian Gen Zs - Businessday NG",
    "title_full": "Streaming faith-based content grows among Nigerian Gen Zs - Businessday NG",
    "published": "2024-03-29T14:22:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19364,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bcbddbbc6b16ed10b619f97293f15f4045a3ebd",
  "url": "https://businessday.ng/life-arts/article/streaming-faith-based-content-grows-among-nigerian-gen-zs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Udugba",
  "published": "2024-03-29T14:22:00.000+03:00",
  "title": "Streaming faith-based content grows among Nigerian Gen Zs - Businessday NG",
  "text": "Nigerian Gen Zs are leading a revival in gospel music, according to data shared with BusinessDay by Spotify.\nThe streaming platform revealed that the number of streams for Nigerian Gen Z Christian podcasts rose 482 percent between 2022 and 2024. Similarly, Gospel music streams by the same demographic surged 1228 percent in the same period.\nRead also: 7 gospel music tracks that shaped our childhood\nThis growth indicates the growing interest in faith and spirituality among young people in Nigeria, the platform stated.\nOyegoke Yetunde, an avid gospel streamer, agreed that the increase in the streaming of faith-based content among Nigerian Gen Zs reflects a broader trend of younger generations seeking spiritual fulfilment and connection in the digital age.\n“Digital platforms provide easy access to various contents, including religious and spiritual content, and the younger generations are using these platforms to broaden their faith in new ways,” she told BusinessDay.\nSome others don’t agree that the trend reflects young people seeking spiritual fulfillment as that is individual.\nOlamide Ologunagbe, an avid gospel streamer of the same age demographic, said, “Everyone listens to music for different reasons. Though it’s easier to listen to music these days, there has to be a deliberate effort for someone to stream the music first, which leads to Spotify curating playlists to suit one’s music taste regardless of the genre, but there is no connection in seeking spiritual fulfillment.”\nSpotify said the enthusiasm for Gospel music is further shown in the number of playlists created by these young listeners. The platform revealed that there are over 140,000 gospel playlists.\nAccording to Spotify data, Sunday is the day most young Nigerians listen to Gospel music and Christian podcasts. Furthermore, these streams peak in the early hours, from 6:00 a.m. to 10:00 a.m.\nThis trend reflects a broader global movement in which tech-savvy young people find new ways to connect with their faith through technology.\n“Streaming faith-based content on Sunday mornings does suggest that there is an evolving relationship between spirituality and modern digital habits, with platforms like Spotify catering to the preferences and lifestyles of young people who are increasingly turning to online platforms for various forms of content, including spiritual ones,” Oyegoke added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "oyegoke yetunde",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T14:29:44.958+03:00",
  "updated": "2024-03-29T14:29:44.958+03:00"
}