{
  "thread": {
    "uuid": "9f0e53952fed764f4064825a49c14cd87f7c6dbc",
    "url": "https://www.aap.com.au/news/great-aussie-toad-bust-takes-aim-at-deadly-invader/",
    "site_full": "www.aap.com.au",
    "site": "aap.com.au",
    "site_section": "https://www.aap.com.au/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Australian Associated Press",
    "title": "Great Aussie toad bust takes aim at deadly invader",
    "title_full": "Great Aussie toad bust takes aim at deadly invader",
    "published": "2024-01-05T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www-media.aap.com.au/wp-content/uploads/2024/01/06080203/d3e0726c-c88f-4196-a883-db689b89c99b.jpg?v=1704488525",
    "performance_score": 0,
    "domain_rank": 36619,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f0e53952fed764f4064825a49c14cd87f7c6dbc",
  "url": "https://www.aap.com.au/news/great-aussie-toad-bust-takes-aim-at-deadly-invader/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "feed_watermark",
  "published": "2024-01-05T12:00:00.000+02:00",
  "title": "Great Aussie toad bust takes aim at deadly invader",
  "text": "It reads like a B-grade movie script: hundreds of deadly predators maniacally hurling themselves at the doors of suburban homes.\nAlarmed residents shelter inside, knowing their streets and backyards have been overrun and they’re now outnumbered.\nThat was reality for some Gold Coast residents just before Christmas when thousands upon thousands of young cane toads invaded the beachside suburbs of Tugun and Currumbin.\nFootage of the occupation went viral on social media, inspiring a collective outpouring of fear and loathing for the relentless tide of toxic toadlets.\nBut toad busters say people living in Australia’s cane toad zones don’t have to take the deluge lying down, and there’s plenty they can do to fight back.\nJanuary 13 marks the start of the Great Cane Toad Bust – a week-long national event that encourages people to head outside to collect and humanely euthanise toads, toadlets and tadpoles.\nAfter epic rainfall in many parts of Australia, breeding conditions have been perfect and organisers say it should be a bumper bust.\nThe event is organised by environment group Watergum, and invasive species officer Nikki Tomsett says it really is a case of every toad counts.\n“A single female cane toad can produce up to 70,000 tadpoles a year,” she said.\nGiven cane toads can live for up to 15 years, that’s over a million potential offspring for every female out there.\nPrevious busts have seen more than 50,000 cane toads removed in a single week.\nBut the event is also about encouraging people to go toad busting year-round to help native species, which have suffered terribly since toads were imported and released in a failed bid to control beetles in sugar cane crops.\nThe warty invader failed to fix the beetle problem. And the 2400 toads that were released in Queensland’s far north quickly bred and spread.\nThe cane toad is now an ecological disaster in Queensland, NSW, the Northern Territory and Western Australia, where they compete with native frogs for food and habitat and kill wildlife that dares to eat them.\nThey’re toxic at every stage of their life-cycle. They can kill domestic dogs in just 15 minutes and even eat honey bees.\nBeekeepers have shared horror stories of finding toads working together to form ladders to reach elevated hives, before taking it in turns to wait at the entrance and gulp down bees as they emerge.\nAt Boonah, about 100km inland from the Gold Coast, a fearless team of trappers called Women Against Cane Toads is gearing up for this year’s bust.\nThey know they’ve got their work cut out for them, given the stories that are swirling about toadlet invasions on par with what happened on the Gold Coast.\nLinda Kimber is the fearless leader of the group, which she formed a few years back in a bid to get over her phobia of toads and frogs.\n“Every time I saw a cane toad, I’d call out to my husband – ‘Stephen, Stephen there’s a toad!’,” she said.\n“And I thought ‘this is ridiculous’, and we wanted to get more women involved in the Great Cane Toad Bust. So we started this group of mature women to help overcome their fears of handling cane toads.”\nThese days they’re experts, with their own individual styles.\nLinda favours the grab-em-by-the-back-legs approach, and likes to pop them in a two-wheeled shopping trolley so she doesn’t have to lug them around.\nOthers go for the belly grip, or the pin-em-down-then-pick-em-up method, and like to use draw-string bags.\nWhatever the approach, it’s always a low-tech affair and the basics are gloves, a torch and a way to contain the warty jumpers.\nToads can then be dropped off at collection points, where they’ll be humanely subdued in the fridge before being transferred to the freezer to die painlessly.\nThe carcasses are worth their weight in gold for Watergum, which harvests their toxin glands and uses them to make lures for their highly effective tadpole traps.\nThe bucket-like traps – designed for use in ponds, dams, creeks and even puddles – harness the cannibalistic tendencies of cane toad tadpoles.\nWhen tadpoles hatch, they instinctively seek out and eat eggs laid by other females. They do this by searching for a whiff of a pheromone that’s present in cane toad toxin and the secretion that surrounds the eggs.\nIt’s a sure-fire way to attract masses of cane toad tadpoles, with no risk to other species that don’t respond to the pheromone.\n“You can easily catch a couple of hundred but some people have caught thousands in one go – the traps are just a soup of tadpoles,” Ms Tomsett said.\nBack in Boonah, Linda says the achievements of Women Against Cane Toads hasn’t gone unnoticed by the blokes.\n“It’s a bit of a challenge for some of the blokes – you know, ‘if the women can do it, well we can do it too’,” she laughed.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "tugun",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:59:44.879+02:00",
  "updated": "2024-01-06T03:59:44.879+02:00"
}