{
  "thread": {
    "uuid": "8f7170fb0db41f33f47667524542c9949343ad4e",
    "url": "https://onovo.sapo.pt/noticias/suecia-entra-finalmente-na-nato-para-evitar-a-russia",
    "site_full": "onovo.sapo.pt",
    "site": "sapo.pt",
    "site_section": "http://amulherequemanda.sapo.pt/opiniao",
    "site_categories": [],
    "section_title": "SAPO - &Uacute;ltima hora e not&iacute;cias de hoje atualizadas ao minuto",
    "title": "Suécia entra finalmente na NATO para evitar a Rússia",
    "title_full": "Suécia entra finalmente na NATO para evitar a Rússia",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://onovo.sapo.pt/wp-content/uploads/2024/03/Imagem-Stoltenberg_epa-1024x776.jpg",
    "performance_score": 0,
    "domain_rank": 1794,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8f7170fb0db41f33f47667524542c9949343ad4e",
  "url": "https://onovo.sapo.pt/noticias/suecia-entra-finalmente-na-nato-para-evitar-a-russia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ricardo Santos Ferreira",
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Suécia entra finalmente na NATO para evitar a Rússia",
  "text": "Depois de inúmeras peripécias e atrasos, a Suécia tornou-se o 32.º Estado-membro da Aliança do Tratado do Atlântico Norte (NATO, na sigla em inglês), aderindo formalmente à organização, depois de ultrapassados todos os obstáculos colocados pela Turquia e pela Hungria, aproveitando o processo para tratar de questões de política internas, no primeiro caso, e como um apoio nos constantes braços-de-ferro que mantém com a União Europeia, no segundo. Esta é uma consequência direta da invasão da Ucrânia pela Rússia, tendo a Suécia e a vizinha Finlândia pedido a adesão à NATO poucos meses depois do início da guerra, em maio de 2022, abandonando dois séculos de neutralidade. Uma das justificações do presidente russo, Vladimir Putin, para a invasão da Crimeia, território ucraniano, em 2014, foi a de que NATO se estava a aproximar perigosamente das fronteiras russas, o que Moscovo não poderia tolerar, mas quando a Finlândia aderiu à organização, no ano passado, a fronteira da Rússia com os países da Aliança Atlântica duplicou, e, agora, como referiu o ministro dos Negócios Estrangeiros da Letónia, Krisjanis Kariņs, de acordo, “o Mar Báltico torna-se um lago da NATO”. O secretário-geral da Aliança Atlântica, Jens Stoltenberg, regozijou-se e assinalou que se trata de um momento histórico. “A adesão da Suécia faz com que a NATO seja mais forte, a Suécia mais segura, assim como toda a aliança”, escreveu Stoltenberg na rede social X (antigo Twitter). Em comunicado, sublinhou também que a Suécia passou a estar protegida pelo “Artigo 5.º da NATO”, que estabelece que um ataque a um dos seus membros implica uma reação de todos os outros. “Estou ansioso para erguer a bandeira [da Suécia] no quartel-general [da NATO] na segunda-feira”, adiantou. A cerimónia terá lugar em Bruxelas, depois de todos os documentos da adesão terem sido verificados nos Estados Unidos da América (EUA). O presidente norte-americano, Joe Biden, já deu as boas-vindas ao mais recente aliado, e também outros governantes de estados que integram a aliança se manifestaram, como o ministro português dos Negócios Estrangeiros, João Gomes Cravinho, que, na rede social X, considerou tratar-se do início de uma “nova era de colaboração e segurança” na organização. No que se considera ser uma resposta à adesão sueca, a Rússia atacou Odessa, quando o presidente ucraniano, Volodymyr Zelensky, e o primeiro-ministro grego, Kyriakos Mitsotakis, visitavam o porto do sul da Ucrânia. Um míssil russo atingiu um edifício a 300 metros dos dois governantes, segundo Zelensky, causando mortos e feridos, mas Moscovo recusou que tivesse como objetivo atingir o presidente ucraniano ou o primeiro-ministro grego. A Grécia é membro da NATO, o que poderia gerar um conflito. Este processo de alargamento da NATO terá sido dos últimos conduzidos por Jens Stoltenberg, que deverá ser substituído na liderança da Aliança Atlântica pelo neerlandês Mark Rutte, atual primeiro-ministro demissinário dos Países Baixos, e tem sido apoiado por diversos Estados-membros – incluindo EUA, Reino Unido, Alemanha e França -, mas que conta ainda com a oposição da Hungria. O cargo de secretário-geral da NATO é reservado a um cidadão europeu e a sua escolha tem de ser aprovada por unanimidade dos Estados-membros da Aliança Atlântica. Artigo publicado na edição do NOVO de 9 de março",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T09:44:47.666+02:00",
  "updated": "2024-03-09T09:44:47.666+02:00"
}