{
  "thread": {
    "uuid": "71338c9a5b2037dd303c02878044293b4c1841f4",
    "url": "https://www.pv-magazine.com/2024/07/05/china-could-lead-the-world-to-net-zero",
    "site_full": "www.pv-magazine.com",
    "site": "pv-magazine.com",
    "site_section": "https://www.pv-magazine.com/feed/",
    "site_categories": [
      "business",
      "green_solutions"
    ],
    "section_title": "pv magazine International",
    "title": "China could lead the world to net zero",
    "title_full": "China could lead the world to net zero",
    "published": "2024-07-05T08:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.pv-magazine.com/wp-content/uploads/2024/07/China-DG-main.jpg",
    "performance_score": 0,
    "domain_rank": 7905,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71338c9a5b2037dd303c02878044293b4c1841f4",
  "url": "https://www.pv-magazine.com/2024/07/05/china-could-lead-the-world-to-net-zero",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pv Magazine",
  "published": "2024-07-05T08:07:00.000+03:00",
  "title": "China could lead the world to net zero",
  "text": "[From pv magazine print edition 6/24](https://www.pv-magazine.com/issue/2024/) China currently finds itself in a transitional space in terms of its energy profile. It is by far the largest global consumer of coal, with more than 50% of worldwide consumption, yet it is also by far the leading installer of renewable energy generation capacity. This paradox currently places China behind affluent Western counterparts in terms of the renewable energy share of its primary energy consumption – energy that is directly available such as coal, crude oil, solar, and wind. This will change because renewables are poised to massively supplant coal over the next three decades. This will help to elevate China to the top ranks of regions in terms of the non-fossil fuel share of its power mix. China’s central government sets energy policy direction and goals and has the power to ensure that the party line is upheld but it relies heavily on lower levels of government and local officials for implementation. The stability of the government arguably removes some uncertainty, from a forecasting perspective. There remains, however, some uncertainty over the effectiveness of the future investment strategy of the state as it pivots from property and infrastructure spending toward support for higher-value-adding manufacturing and consumption-led growth in consumer goods and services. Energy independence Energy security is a key motivation for the Chinese energy transition but, in DNV’s opinion, it will only be partly achieved. Balancing national energy security with social and economic imperatives, China pursues energy autonomy through energy conservation, source switching, and bolstering domestic energy capability. The power sector leads by substituting coal with domestically sourced renewables. Reliance on oil and gas imports will persist through 2050 and beyond, however. Accelerating the transition to net zero by 2050 with a greater emphasis on domestically produced renewables would further boost energy independence. China’s energy usage is slated to peak in 2030 and is set to be followed by a remarkable 20% reduction by 2050 as a result of electrification and efficiency initiatives. This decline will also be related directly to demographic shifts, including a projected population decrease of 100 million people by mid-century. Of the 10 world regions in DNV’s forecast, China currently ranks sixth in terms of electrification of demand but it is projected to rise to second place, with electricity comprising 47% of final energy demand by 2050, surpassing Europe and North America and trailing only the Organisation for Economic Cooperation and Development Pacific area. Energy efficiency improvement is an important part of Chinese energy policy and the targeted decline in energy intensity – the ratio between energy supply and GDP – is evident: a 33% reduction, to three megajoules (MJ) per dollar, is anticipated by 2035, further reducing to 2.2 MJ/$ by 2050. Legal frameworks such as the Energy Conservation Law and Renewable Energy Law fortify these endeavors. Sectoral analyses reveal a notable efficiency surge in buildings, where efficiency will more than double by 2050. The manufacturing sector exhibits gradual gains and the transport sector anticipates a modest increase, to 75% efficiency by 2050. Solar and wind China, already a leader in renewable energy sources, is on course for a more than fivefold increase in renewable energy installations by 2050 (see chart above). The share of renewables in total electricity generation in China will increase from 30% today to 55% by 2035, and 88% by 2050. By mid-century, solar and wind will each be generating around 38% of electricity. For solar, more than a third of the installed capacity will be combined with storage, mainly batteries. For wind, 77% of power will be provided by onshore installations, 20% will be delivered by fixed offshore sites, and 3% by floating offshore structures. Sustained cost reductions, due to learning effects, will be the main driver behind the projected increase in solar and wind. Of other non-fossil fuel sources, nuclear installations will double in absolute terms but will remain small in relative terms, producing only 5% of power in 2050. Leveraging cost reductions and sustained global exports, China is poised to assist the rest of the world in meeting its renewable energy targets, exporting solar panels and, most likely, also wind turbines to most parts of the world. Emissions reduction In 2022, China emitted around 12 gigatons (Gt) of CO2, 33% of global energy and process-related CO2 emissions. DNV finds reductions are well in line with China’s dual carbon goals of reaching its carbon emissions peak before 2030 and becoming carbon neutral before 2060. DNV projects China’s emissions will peak by 2026, followed by a 30% reduction by 2040. The emissions share will drop to 22% of the global total in 2050. Nevertheless, our outlook suggests a reduction of the global energy system’s carbon intensity (per unit of GDP) of only 59%, whereas China aims to reduce carbon intensity to 65% of 2005 levels by 2030. Popular content Given the weight of China’s contribution to global emissions, the timing and depth of China’s emissions reductions are of immense global importance. Were China to follow a net-zero by 2050 trajectory (outlined in a separate DNV publication – “The pathway to net-zero emissions”), our calculations show that this could result in cumulative emissions of 113 Gt of CO2 less than in our main forecast, significantly aiding global efforts to achieve net zero by 2050. This content is protected by copyright and may not be reused. If you want to cooperate with us and would like to reuse some of our content, please contact: [editors@pv-magazine.com](/cdn-cgi/l/email-protection#a78184df91929c8184df91939c8184df919e9c8184df90939c8184df91c19c8184df90959c8184df90949c8184df93979c8184df90979c8184df90919c8184df95c39c8184df91c39c8184df91969c8184df91909c8184df91969c8184df90c69c8184df919e9c8184df91c29c8184df91929c8184df95c29c8184df91949c8184df91c19c8184df91c39c).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T10:01:05.795+03:00",
  "updated": "2024-07-05T18:50:04.985+03:00"
}