{
  "thread": {
    "uuid": "517f500457204ccf2e82952c2ce2790bfcb92788",
    "url": "https://www.elespanol.com/malaga/20240705/litoral-malagueno-comienza-temporada-estival-excelente-calidad-agua-todas-playas/867913518_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "https://elespanol.com/rss/malaga",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "",
    "title": "El litoral malagueño comienza la temporada estival con un 'excelente' en la calidad del agua de todas sus playas",
    "title_full": "El litoral malagueño comienza la temporada estival con un 'excelente' en la calidad del agua de todas sus playas",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2022/06/04/malaga/vivir/turismo/677692602_224848725_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2484,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "517f500457204ccf2e82952c2ce2790bfcb92788",
  "url": "https://www.elespanol.com/malaga/20240705/litoral-malagueno-comienza-temporada-estival-excelente-calidad-agua-todas-playas/867913518_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paula Tejada",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "El litoral malagueño comienza la temporada estival con un 'excelente' en la calidad del agua de todas sus playas",
  "text": "Noticias relacionadas Las tres playas poco masificadas de Nerja (Málaga) a las que tienes que ir al menos una vez en la vida En imágenes | Estas son las 41 playas de Málaga galardonadas con una bandera azul Ni Peñón del Cuervo ni Guadalmar, la mejor puesta de sol de Málaga se puede ver en esta playa en Nerja Las vacaciones han comenzado y con ellas decenas de personas sacan sus bañadores, toallas, sombrillas y neveras para pasar el día en alguna de las playas que forman parte del litoral malagueño . Por ello, para asegurar a la población de que el baño es seguro, la Consejería de Salud y Consumo de la Junta de Andalucía ha realizado un informe en el que se califica de “excelente\" la calidad del agua de las zonas de baño examinadas.\nAlgarrobo, Benalmádena, Casares, Estepona, Fuengirola, Málaga capital, Manilva, Marbella, Mijas, Nerja, Rincón de la Victoria, Torremolinos, Torrox y Vélez-Málaga son las localidades de las que se ha extraído una muestra para saber la calidad sanitaria de las aguas de baño. En concreto, se han realizado un total de 97 muestreos en 97 puntos censados, que se encuentran repartidos en 85 zonas de baño de 14 municipios.\nEn el último informe, el segundo de la temporada y que en fechas corresponde a la segunda quincena de junio, ya que la inspección se realizó el 17 del pasado mes, refleja que la costa malagueña tiene más que un aprobado , sino que la calidad del agua es “excelente” y todas las aguas son aptas para el baño.\nEste estudio se basa en los análisis realizados por la Dirección General de Salud Pública y Ordenación Farmacéutica. En total, en Andalucía se ha vigilado 380 puntos de muestreo en 276 zonas de baño marítimas y 24 zonas de baño continentales andaluzas.\nLas muestras de agua han sido analizadas para determinar los diferentes parámetros exigidos por la normativa vigente , como los macroscópicos, transparencia, color, aceites minerales, presencia de espumas persistentes y sólidos flotantes, restos orgánicos y cualquier otro residuo de cristal, plástico, caucho, madera, que pueda afectar a la salubridad de las aguas y se considere de interés sanitario, según ha detallado la Junta en un comunicado.\nLas aguas de las playas de Andalucía Por provincias, en Almería se han realizado un total de 91 muestreos en los 91 puntos censados, que se encuentran repartidos en 78 zonas de baño de 13 municipios almerienses. Por su parte, en Cádiz se han realizado 81 muestreos en 79 puntos censados, repartidos en 58 zonas de baño de 16 municipios.\nEn Granada se han realizado 38 muestreos en los 38 puntos censados que se encuentran en 30 zonas de baño de 10 municipios. En la provincia de Huelva , se han realizado 50 muestreos en 50 puntos censados, repartidos en 25 zonas de baño de nueve municipios.\nDel total de muestras analizadas en Andalucía, la administración regional ha decidido declarar como no apta el agua de baño de la Playa de Zahara de los Atunes en Cádiz. Por tanto, el baño queda prohibido por presencia de vertido de aguas residuales procedentes de la EDAR de Atlanterra de 50 metros a cada lado del mismo.\nEstos informes se llevan realizando desde hace algunos años. Del primero del que se tienen datos son de 2018 y a lo largo de las quincenas estivales se han producido numerosas incidencias , no solo en las playas de Málaga, sino en todo el litoral andaluz.\nAsí, de la temporada pasada cabe recordar que en la segunda quincena de septiembre en la Playa Torrevigía -Torrequebrada en Benalmádena hubo una ligera alteración de parámetros microbiológicos que se encuentran dentro de la normalidad en el momento en que se emitió este informe. Lo mismo ocurrió en estas fechas en la Playa Arroyo Vaquero en Estepona y en la Playa El Castillo en Fuengirola.\nAguas continentales Por otro lado, el informe sobre las aguas de las zonas de baño continentales analizó 24 zonas y dos están situadas en Málaga : el embalse Conde del Guadalhorce que está en Ardales y el Manantial Hedionda en Casares.\nEn ambos casos la muestra es del 17 de junio, es apto para el baño y la calidad de su agua es excelente . En cambio, donde se ha prohibido el baño por la presencia de especies de cianobacterias potencialmente tóxicas es en la presa de la Colada en el Viso, Córdoba, siendo este el único incidente en las aguas continentales de Andalucía.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T08:43:51.272+03:00",
  "updated": "2024-07-05T08:43:51.272+03:00"
}