{
  "thread": {
    "uuid": "c0ff2187f126c846c2ee71ccbfc12dd59d0ecb26",
    "url": "https://www.einnews.com/pr_news/692406111/new-england-uncf-a-mind-is-gala-to-celebrate-uncf-s-80th-anniversary",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://africanamericans.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "African Americans Newswire - African American News Today - EIN Presswire",
    "title": "New England UNCF “A Mind Is…” Gala to Celebrate UNCF’s 80th Anniversary - African American News Today - EIN Presswire",
    "title_full": "New England UNCF “A Mind Is…” Gala to Celebrate UNCF’s 80th Anniversary - African American News Today - EIN Presswire",
    "published": "2024-02-29T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/media/ODY3Nzk4NDItMzVkMC00MzBmLThhOGEtMzNhMzIyMWJjOGEyLTExOTg5NDM=/tiny/United-Negro-College-Fund-Inc-.png",
    "performance_score": 0,
    "domain_rank": 3087,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c0ff2187f126c846c2ee71ccbfc12dd59d0ecb26",
  "url": "https://www.einnews.com/pr_news/692406111/new-england-uncf-a-mind-is-gala-to-celebrate-uncf-s-80th-anniversary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EIN News",
  "published": "2024-02-29T23:00:00.000+02:00",
  "title": "New England UNCF “A Mind Is…” Gala to Celebrate UNCF’s 80th Anniversary - African American News Today - EIN Presswire",
  "text": "UNCF (United Negro College Fund) celebrates its 80th anniversary in 2024. As a major event during a year-long celebration, UNCF will host its annual New England “A Mind Is…” Gala on Thursday, March 7, from 6 to 9 p.m. at the Seaport Hotel Boston. More than 300 business, community and civic leaders are expected to attend. Since 1944, UNCF has strived to change the historically Black college and university (HBCU) narrative across the nation by equipping more HBCU students with the resources necessary to transition into college, graduate and ultimately establish careers that will enable better futures for us all. The New England “A Mind Is…” Gala will recognize outstanding partners who help the organization effectuate this mission. UNCF will present the “Leadership Award” to Bob Rivers, CEO and chair of the board of directors, Eastern Bank, for his commitment to providing community resources that are inclusive to all; the “Leadership Award” to Keon Holmes, CFA, managing director, Cambridge Associates, for his commitment to ensuring more talented minorities have a lighted pathway to the asset management industry; and the “Lifetime Achievement Award” to Dr. N. Anthony and Mrs. Robyn Coles for their commitment to advancing Black educational and economic mobility. Proceeds from the gala will support UNCF-member HBCUs and college students from New England and across the United States. Entertainment for the night will be provided by Brandon Victor Dixon, an Emmy®, Grammy® (2x) and Tony® (2x) award-nominated actor and producer. Shayna Seymour, co-anchor of WCVB's iconic nightly newsmagazine, “Chronicle,” will serve as the mistress of ceremonies for the evening. “Since our founding in 1944, UNCF has fueled HBCUs with vital resources to educate generations of African American and other minority students,” said Dr. Michael L. Lomax, president and CEO, UNCF. “This year marks our 80th anniversary, and we’re focusing on ‘Honoring the Legacy, Transforming our Future.’ We gratefully acknowledge and celebrate our founders, donors and philanthropic partners from the last eight decades who have helped us make a difference for more than 500,000 graduates from our member HBCUs. To achieve greater successes for our community and this nation, we are working diligently to encourage and transform the next generation through education. Our students and institutions need ongoing support to empower that work. Events like our New England ‘A Mind Is…’ Gala help us do just that,” said Lomax. “For more than eight decades, UNCF has brought individuals of all backgrounds together to ensure that HBCUs and their students have access to a college education that prepares them to be leaders in our nation and serve as everyday heroes in their local communities,” said Diego Aviles, vice president, Northeast Division, UNCF. Current sponsors include gold sponsors, Black Economic Alliance, Boston Global Investors (BGI), Delta Air Lines, Eastern Bank, Santander, The Kraft Group and Wellington Management; silver sponsors, Cerevel and The Baupost Group; and bronze sponsors, Cambridge Associates, JP Morgan Chase, TJX Companies and Vertex Pharmaceuticals. To learn more, register for the event or donate, please visit UNCF.org/NewEnglandGala or contact Arleaya Martin at arleaya.martin@uncf.org . ### About UNCF UNCF (United Negro College Fund) is the nation’s largest and most effective minority education organization. To serve youth, the community and the nation, UNCF supports students’ education and development through scholarships and other programs, supports and strengthens its 37 member colleges and universities, and advocates for the importance of minority education and college readiness. While totaling only 3% of all colleges and universities, UNCF institutions and other historically Black colleges and universities are highly effective, awarding 15% of bachelor’s degrees, 5% of master’s degrees, 10% of doctoral degrees and 19% of all STEM degrees earned by Black students in higher education. UNCF administers more than 400 programs, including scholarship, internship and fellowship, mentoring, summer enrichment, and curriculum and faculty development programs. Today, UNCF supports more than 50,000 students at over 1,100 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized trademark, ‟A mind is a terrible thing to waste.”® Learn more at UNCF.org or for continuous updates and news, follow UNCF on Twitter at @UNCF. Arleaya Maring United Negro College Fund, Inc. (UNCF) 617.820.6304 arleaya.martin@uncf.org Media, Advertising & PR EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Education"
  ],
  "external_links": [
    "http://www.einpresswire.com/channel/media-advertising-pr",
    "https://www.globenewswire.com/Tracker?data=4x1mkLkmGSlrdJQL4AwjaHEoDXJHO9vjnkb_YbHJQea8GHbomJQcJpJ5XILWFjEi08FOTGFm6al9zn6SaIK861vXz3uDUFjKW_HwwPPlSMc_TRchSgBRcsRw1alPiQy7Qoj0_DvSBIfWPZ0g2WbWVhnt1JlFmMeu6BoZhaPD_8-UHTXp7X2pnm6h6JKuBIpOC4Ahz8EBJ6wLVFW0PLkUwQyA-CHtEgOl6ogGHP3hcHs=",
    "http://www.einpresswire.com/why-us?promo=4700",
    "https://www.globenewswire.com/Tracker?data=mKemv0OAm92MPEaLOMvS7VFg3VMA0uHmauwicwDmIQHJBmPhQ9qbQS4byBjKzC25qCtvkpFpgIkcL9U2ia_APGRK8maavEdyyg1EDw2m2hlJ-XQr8IugOA3j6yDfWuKJOiNQmOZYJVbPshbReNJz2q9YXoVyy6vHTdSUkbfroeuQCB7Eqv-SJxnHFn4Q7i6xPBQjui9q4d_Qf6lijGbGeIXkgexO8jPdyEm-r_9lUfc=",
    "https://globenewswire.com/Tracker?data=4x1mkLkmGSlrdJQL4AwjaHEoDXJHO9vjnkb_YbHJQea8GHbomJQcJpJ5XILWFjEi08FOTGFm6al9zn6SaIK861vXz3uDUFjKW_HwwPPlSMc_TRchSgBRcsRw1alPiQy7Qoj0_DvSBIfWPZ0g2WbWVhnt1JlFmMeu6BoZhaPD_8-UHTXp7X2pnm6h6JKuBIpOC4Ahz8EBJ6wLVFW0PLkUwQyA-CHtEgOl6ogGHP3hcHs=",
    "http://einpresswire.com/why-us?promo=4700",
    "http://einpresswire.com/channel/media-advertising-pr",
    "http://www.einpresswire.com/why-us",
    "https://globenewswire.com/Tracker?data=mKemv0OAm92MPEaLOMvS7VFg3VMA0uHmauwicwDmIQHJBmPhQ9qbQS4byBjKzC25qCtvkpFpgIkcL9U2ia_APGRK8maavEdyyg1EDw2m2hlJ-XQr8IugOA3j6yDfWuKJOiNQmOZYJVbPshbReNJz2q9YXoVyy6vHTdSUkbfroeuQCB7Eqv-SJxnHFn4Q7i6xPBQjui9q4d_Qf6lijGbGeIXkgexO8jPdyEm-r_9lUfc=",
    "https://www.globenewswire.com/Tracker"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bob rivers",
        "sentiment": "none"
      },
      {
        "name": "keon holmes",
        "sentiment": "none"
      },
      {
        "name": "black",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ein presswire uncf",
        "sentiment": "negative"
      },
      {
        "name": "united negro college fund",
        "sentiment": "negative"
      },
      {
        "name": "uncf",
        "sentiment": "negative"
      },
      {
        "name": "cambridge associates",
        "sentiment": "none"
      },
      {
        "name": "eastern bank",
        "sentiment": "none"
      },
      {
        "name": "hbcu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "seaport hotel boston",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:25:02.449+02:00",
  "updated": "2024-03-01T00:25:02.449+02:00"
}