{
  "thread": {
    "uuid": "5bd636ddc06444a87038ca5479fd245ed8d68f7d",
    "url": "https://www.mprnews.org/story/2024/05/04/noticeable-progress-in-hamasisrael-ceasefire-talks",
    "site_full": "www.mprnews.org",
    "site": "mprnews.org",
    "site_section": "https://knsiradio.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "d2321",
    "title": "‘Noticeable progress’ in Hamas-Israel cease-fire talks",
    "title_full": "‘Noticeable progress’ in Hamas-Israel cease-fire talks",
    "published": "2024-05-04T17:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.apmcdn.org/119bbee60f00bd1bdcf2bca159936489aeeeea46/widescreen/086475-20240213-the-gaza-strip-in-ruin-2000.jpg",
    "performance_score": 0,
    "domain_rank": 4356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5bd636ddc06444a87038ca5479fd245ed8d68f7d",
  "url": "https://www.mprnews.org/story/2024/05/04/noticeable-progress-in-hamasisrael-ceasefire-talks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Syndicated Content",
  "published": "2024-05-04T17:55:00.000+03:00",
  "title": "‘Noticeable progress’ in Hamas-Israel cease-fire talks",
  "text": "'Noticeable progress' in Hamas-Israel cease-fire talks\nA delegation of the Palestinian militant group\nHamas was in Cairo on Saturday as Egyptian state media reported “noticeable progress” in cease-fire talks with Israel, though an Israeli official downplayed the prospects for a full end to the war in Gaza.\nPressure has mounted to reach a deal halting\nthe nearly 7-month-long war. A top U.N. official says there is now a full-blown famine in northern Gaza, while Israel insists it will launch an offensive into Rafah, the territory's southernmost city on the border with Egypt, where more than 1 million Palestinians are sheltering.\nEgyptian and U.S. mediators have reported signs of compromise in recent days, but chances for a cease-fire deal remain entangled with the key question of whether Israel will accept an end to the war without reaching its stated goal of destroying Hamas.\nEgypt’s state-owned Al-Qahera News TV channel said Saturday that a consensus had been reached over many disputed points but did not elaborate. Hamas has called for a complete end to the war and withdrawal of all Israeli forces from Gaza.\nCreate a More Connected Minnesota\nMPR News is your trusted resource for the news you need. With your support, MPR News brings accessible, courageous journalism and authentic conversation to everyone - free of paywalls and barriers. Your gift makes a difference.\nA senior Israeli official, speaking on condition of anonymity to discuss ongoing negotiations, played down the prospects for a full end to the war. The official said Israel was committed to the Rafah invasion and that it will not agree in any circumstance to end the war as part of a deal to release hostages.\nThe proposal that Egyptian mediators had put to Hamas sets out a three-stage process that would bring an immediate, six-week cease-fire and partial release of Israeli hostages, and would include some sort of Israeli pullout. The initial stage would last for 40 days. Hamas would start by releasing female civilian hostages in exchange for Palestinian prisoners held by Israel.\nGershon Baskin, director for the Middle East at the International Communities Organization, said it appears that Hamas has agreed to the framework that Egypt proposed and Israel has already accepted. He said if Israel sends its top negotiators to Cairo after the Sabbath ends on Saturday evening, that would signify it’s very serious.\nThe war has killed more than 34,000 Palestinians, according to Gaza’s local health officials, caused widespread destruction and plunged the territory into an unprecedented humanitarian crisis.\nThe conflict erupted on Oct. 7, when Hamas attacked southern Israel, abducting about 250 people and killing around 1,200, mostly civilians. Israel says militants\nstill hold around 100 hostages and the remains of more than 30 others.\nIsraeli strikes early Saturday on Gaza killed at least six people. Three bodies were recovered from the rubble of a building in Rafah and taken to Yousef Al Najjar hospital. A strike in the Nuseirat refugee camp in central Gaza killed three people, according to hospital officials.\nIn the last 24 hours, the bodies of 32 people killed by Israeli strikes have been brought to local hospitals, Gaza’s Health Ministry said Saturday. The ministry does not distinguish between fighters and civilians in its tallies but says that women and children make up around two-thirds of those killed.\nThe Israeli military says it has killed 13,000 militants, without providing evidence to back up the claim. It has also conducted mass arrests during its raids inside Gaza.\nGaza's Health Ministry urged the International Criminal Court to investigate\nthe death in Israeli custody of a Gaza surgeon. Adnan al-Borsh, 50, was working at al-Awda Hospital when Israeli troops stormed it in December, detaining him and others inside, according to the Palestinian Prisoner’s Club.\nIn related developments this week,\nIsrael briefed Biden administration officials on plans to evacuate civilians ahead of the Rafah operation, according to U.S. officials familiar with the talks.\nThe United Nations has warned that hundreds of thousands would be “at imminent risk of death” if Israel moves forward into the densely packed city, which is also a critical entry point for humanitarian aid.\nThe director of the U.N. World Food Program, Cindy McCain, said Friday that trapped civilians in the north, the most cut-off part of Gaza, have plunged into famine. McCain said a cease-fire and a greatly increased flow of aid through land and sea routes was essential.\nIsrael recently opened new crossings for aid into northern Gaza, but on Wednesday, Israeli settlers blocked the first convoy before it crossed into the besieged enclave. Once inside Gaza, the convoy was commandeered by Hamas militants, before U.N. officials reclaimed it.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.apnews.com/article/rafah-offensive-israel-netanyahu-hamas-palestinians-014b2d850bbe28897b624bc5e5378320",
    "https://apnews.com/article/israel-hamas-war-news-05-02-2024-0699ef663cba7318c375c0ee5bbf20ae",
    "https://apnews.com/article/israel-iran-hamas-latest-05-03-2024-fd7d9c386b70d8e175b3e55a999a9e1b",
    "https://www.apnews.com/article/gaza-israel-famine-humanitarian-aid-children-8a4cb5736c42caf50b6e204f40d83a91",
    "https://www.apnews.com/article/us-israel-rafah-palestinians-evacuation-plan-eba21ef4b7c61fb2f1de77c14ca90cee",
    "https://apnews.com/article/israel-hamas-war-hostage-families-ceasefire-ramadan-d1b0da2f7bd2e9882f79ebae874561be",
    "https://www.apnews.com/article/israel-hamas-war-gaza-ceasefire-negotiations-7cec005ccd59dbd817ef9614a8611ca4",
    "https://apnews.com/article/gaza-israel-famine-humanitarian-aid-children-8a4cb5736c42caf50b6e204f40d83a91",
    "https://www.apnews.com/hub/israel-hamas-war",
    "https://apnews.com/article/rafah-offensive-israel-netanyahu-hamas-palestinians-014b2d850bbe28897b624bc5e5378320",
    "https://apnews.com/article/us-israel-rafah-palestinians-evacuation-plan-eba21ef4b7c61fb2f1de77c14ca90cee",
    "https://apnews.com/hub/israel-hamas-war",
    "https://www.apnews.com/article/israel-hamas-war-hostage-families-ceasefire-ramadan-d1b0da2f7bd2e9882f79ebae874561be",
    "https://www.apnews.com/article/israel-iran-hamas-latest-05-03-2024-fd7d9c386b70d8e175b3e55a999a9e1b",
    "https://www.apnews.com/article/israel-hamas-war-news-05-02-2024-0699ef663cba7318c375c0ee5bbf20ae",
    "https://apnews.com/article/israel-hamas-war-gaza-ceasefire-negotiations-7cec005ccd59dbd817ef9614a8611ca4"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "al-qahera news tv",
        "sentiment": "none"
      },
      {
        "name": "u.n.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T19:02:12.909+03:00",
  "updated": "2024-05-04T19:02:12.909+03:00"
}