{
  "thread": {
    "uuid": "6740ef0754bb1a1b40a9ddb8280a775c11b0f73f",
    "url": "https://www.thenassauguardian.com/lifestyles/grace-community-church-to-honor-pastor-emeritus-rex-major-by-dedicating-part-of-its-administration/article_04755ec6-e180-11ee-9684-6ff97426a0f2.html",
    "site_full": "www.thenassauguardian.com",
    "site": "thenassauguardian.com",
    "site_section": "https://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Grace Community Church to honor pastor emeritus Rex Major by dedicating part of its administration building in his name | Lifestyles | thenassauguardian.com",
    "title_full": "Grace Community Church to honor pastor emeritus Rex Major by dedicating part of its administration building in his name | Lifestyles | thenassauguardian.com",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BS",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/thenassauguardian.com/content/tncms/assets/v3/editorial/6/af/6af380ba-e180-11ee-851a-9fd0ef622ead/65f21a6a01b51.image.jpg?crop=1000%2C525%2C0%2C437&amp;resize=1000%2C525&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 46403,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6740ef0754bb1a1b40a9ddb8280a775c11b0f73f",
  "url": "https://www.thenassauguardian.com/lifestyles/grace-community-church-to-honor-pastor-emeritus-rex-major-by-dedicating-part-of-its-administration/article_04755ec6-e180-11ee-9684-6ff97426a0f2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shavaughn Moss",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Grace Community Church to honor pastor emeritus Rex Major by dedicating part of its administration building in his name | Lifestyles | thenassauguardian.com",
  "text": "Pastor Rex Major was one of the religious leaders to oversee the ecumenical service that helped to usher in The Bahamas’ independence in 1973. He is now the last surviving religious leader who oversaw that service. Grace Community Church is hosting the 37th annual Global Missions Conference this weekend and thought it an apropos time to honor the long-serving missionary who helped to grow a global network of missionaries across the world. Grace Community Church will honor its pastor emeritus by naming part of its administration building after the religious leader who has spent the better part of his life building the kingdom of God in The Bahamas and across the world as a preacher and missionary. The church will dedicate part of its administrative wing to Major on March 17; they will also recognize his late wife, Doreen Major. A recent Grace Connects podcast honored Major and his contribution to the great commission in The Bahamas, the world, and the Marathon community. Gregory Williams, Grace Community Church elder emeritus said during the podcast that Major, an ardent family man, devoted his life to the church. “Pastor Rex had given just so much. I can remember as a young man coming into the church for the first time, Pastor Rex was the go-to in terms of leading us, teaching us and helping to build us as a church,” said Williams. “And so, he along with other men, if it were not for their labor, perhaps we would not be where we are today. And so, we wanted to be sure that their names would go up, and they will be remembered even after this generation with their names on the building, one of them being Pastor Rex.” Elder Cyril Peet, chairman of the pastoral care board recalled that the Caribbean School of Theology gave its first honorary doctorate degree to Major. Peet said the vote for Major to receive the degree was unanimous. “And so, Pastor Rex has that administrative quality inside of him that benefitted the word when he presented the word,” said Williams. “It was like a teacher who knew how to dissect it, who knew how to deliver it, who knew how to give you the truth of the word. And that for me, as I look at my life as a believer, I thank God for Pastor Rex and men like him, who approached the Word of God in that way. “It was no mamby-pamby, ‘I believe’. He did his research. And he presented to you the Word of God and all of its truths, that you have no doubt. You had no doubt at the end of his presentation, that this was the Word of God.” Peet said people respect Major. “A host of Bahamian leaders today would have gotten their training on his recommendation across the country. People in the family islands as well,” Peet. Lyall Bethel, Grace Community Church senior pastor, the Grace Connect podcast host said Major introduced the teachings of other global pastors like Rick Warren and Tony Evans to the church. He said Major saw the good inherent in the contributions of churches of all denominations. “He’s not one who’s going to be denominationally bound or confined, because he realizes that every denomination has a contribution to make, and we can benefit from that,” said Bethel. “So, that’s really been his strength, that ability to lead and see where one can get the best kind of quality and strength from, and that’s been a good thing.” The men agreed that Major has never been afraid to tackle this country’s big issues or talk about the world’s great failings, all the while leaning on biblical truth to bolster his convictions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rex major",
        "sentiment": "neutral"
      },
      {
        "name": "gregory williams",
        "sentiment": "none"
      },
      {
        "name": "doreen major",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "grace community church",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "the bahamas",
        "sentiment": "none"
      },
      {
        "name": "bahamas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:58:13.087+02:00",
  "updated": "2024-03-15T00:58:13.087+02:00"
}