{
  "thread": {
    "uuid": "3889c0f4c67e40f4ac7097f2df79639c24a527ef",
    "url": "https://www.devdiscourse.com/article/entertainment/2957752-sitagu-sayadaw-receives-global-award-for-promotion-of-buddhism-in-yangon",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "http://www.devdiscourse.com/news-analysis/",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon | Entertainment",
    "title_full": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon | Entertainment",
    "published": "2024-06-01T10:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/01_06_2024_15_27_32_5865343.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9848,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3889c0f4c67e40f4ac7097f2df79639c24a527ef",
  "url": "https://www.devdiscourse.com/article/entertainment/2957752-sitagu-sayadaw-receives-global-award-for-promotion-of-buddhism-in-yangon",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-06-01T10:27:00.000+03:00",
  "title": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon | Entertainment",
  "text": "Sitagu Sayadaw receives global award for Promotion of Buddhism in Yangon 'International Award for Promotion of Buddhism' was conferred on Venerable Sitagu Sayadaw Dr Ashin Nyanissara by DG ICCR Kumar Tuhin. Dignitaries and friends from across Myanmar, and members of the Indian community, joined the ceremony, as per the Embassy of India in Myanmar. [ANI](/ani-stories)| Updated: 01-06-2024 15:27 IST | Created: 01-06-2024 15:27 IST - Country: - Myanmar Indian Council for Cultural Relations conferred the International Award for Promotion of Buddhism on the venerable Sitagu Sayadaw Dr Ashin Nyanissara. 'International Award for Promotion of Buddhism' was conferred on Venerable Sitagu Sayadaw Dr Ashin Nyanissara by Director General, Indian Council for Cultural Relations (ICCR) Kumar Tuhin. Dignitaries and friends from across Myanmar, and members of the Indian community, joined the ceremony, as per the Embassy of India in Myanmar. During a special ceremony held at India Centre of the Embassy of India in Yangon, Kumar Tuhin conferred the International Award for Promotion of Buddhism 2023 on one of the most revered personalities in the Buddhist community in Myanmar, as per a statement by the Embassy of India in Myanmar. The award carries a citation, a medallion and a cash prize of USD 20,000 (USD twenty thousand). It recognizes Venerable Sitagu Sayadaw Dr Ashin Nyanissara's dedicated self-less service to promotion of Buddhism and Buddhist teachings in Myanmar and beyond. Dr Ashin Nyanissara has played a pivotal role in providing education, healthcare, and humanitarian aid to the people, it said. India and Myanmar have shared a deep-rooted Buddhist connection, serving as conduit for the transmission of wisdom and culture across our borders. Venerable Sitagu Sayadaw Dr Ashin Nyanissara's efforts have deepened this relationship, bridging geographical divides to foster harmony and understanding among varied populations. In the past, the International Award for Promotion of Buddhism had been presented to Otani University (Japan), Dr Duong Thi Thanh Huong (Vietnam) and Choijamts Demberel (Mongolia). \"In 2021, the Indian Council for Cultural Relations (ICCR) instituted the prestigious International Award for Promotion of Buddhism, to recognize the outstanding contribution of foreign scholars/individuals/organizations for the promotion of Buddhism globally,\" according to the press release. The Award Ceremony today was attended by about 150 guests. Ambassador of India to Myanmar H.E. Abhay Thakur welcomed them, and underscored India's abiding Buddhist connection with Myanmar. In his acceptance speech, Venerable Sitagu Sayadaw emphasised Buddhism's significance and contribution in addressing individual and social issues, as well as establishing mutual understanding and spiritual linkages between India and Myanmar. Union Minister for Information U Maung Maung Ohn, Union Minister of Religious Affairs and Culture U Tin Oo Lwin, Chief Minister of Yangon Region U Soe Theis, Mayor and Chairman of Yangon City Development Committee U Bo Htay graced the event. Buddhist figures including Venerable Sayadaw Sobhita from the International Buddhist Education Centre in Sagaing Region and Venerable Panna Zaw Da, Chief Monk of the Alodawpyie Meditation Centre and Monastery in Rakhine State, President of U Nu Daw Mya Yi Foundation Daw Than Than Nu, scholars, academics, ICCR Alumni from Universities across Myanmar, and members of the Indian and Indian-origin community in Myanmar attended the event. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) - READ MORE ON: - [Indian Council for Cultural Relations](/news?tag=Indian+Council+for+Cultural+Relations) - [International Award for Promotion of Buddhism](/news?tag=International+Award+for+Promotion+of+Buddhism) - [Venerable Sitagu Sayadaw Dr Ashin Nyanissara](/news?tag=Venerable+Sitagu+Sayadaw+Dr+Ashin+Nyanissara) - [Myanmar](/news?tag=Myanmar) - [Buddhism](/news?tag=Buddhism) - [India-Myanmar Buddhist connection](/news?tag=India-Myanmar+Buddhist+connection) - [Education](/news?tag=Education) - [Healthcare](/news?tag=Healthcare) - [Humanitarian aid](/news?tag=Humanitarian+aid) - [Venerable Panna Zaw Da](/news?tag=Venerable+Panna+Zaw+Da) - [Chief Monk of the Alodawpyie Meditation Centre and Monastery in Rakhine State](/news?tag=Chief+Monk+of+the+Alodawpyie+Meditation+Centre+and+Monastery+in+Rakhine+State) - [President of U Nu Daw Mya Yi Foundation Daw Than Than Nu](/news?tag=President+of+U+Nu+Daw+Mya+Yi+Foundation+Daw+Than+Than+Nu) ALSO READ [Trans Rights Champion Unveils Key Issues: Education, Employment, Equality](/article/education/2942768-trans-rights-champion-unveils-key-issues-education-employment-equality) [Himachal's Future: Education, Employment, and Equality Championed by Transgender Icon](/article/education/2942798-himachals-future-education-employment-and-equality-championed-by-transgender-icon) [RTT Foundation and Arunachal Pradesh Education Department unite to boost exam results through better learning](/article/business/2942905-rtt-foundation-and-arunachal-pradesh-education-department-unite-to-boost-exam-results-through-better-learning) ['Meeting global standards, fostering innovation, investing in basic education are keys to progress in global value chains'](/article/business/2943165-meeting-global-standards-fostering-innovation-investing-in-basic-education-are-keys-to-progress-in-global-value-chains) [Former South Africa leader Zuma promises jobs and free education as he launches party manifesto](/article/politics/2943316-former-south-africa-leader-zuma-promises-jobs-and-free-education-as-he-launches-party-manifesto)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashin nyanissara",
        "sentiment": "none"
      },
      {
        "name": "kumar tuhin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dg iccr",
        "sentiment": "none"
      },
      {
        "name": "myanmar indian council",
        "sentiment": "none"
      },
      {
        "name": "embassy of india",
        "sentiment": "none"
      },
      {
        "name": "indian council",
        "sentiment": "none"
      },
      {
        "name": "international award for promotion of buddhism",
        "sentiment": "none"
      },
      {
        "name": "iccr",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "yangon",
        "sentiment": "none"
      },
      {
        "name": "myanmar",
        "sentiment": "none"
      },
      {
        "name": "india centre",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T13:00:02.903+03:00",
  "updated": "2024-06-02T11:47:34.238+03:00"
}