{
  "thread": {
    "uuid": "b3db40f523edbc4c46ab50e4d03803ed781568d2",
    "url": "https://bnnbreaking.com/politics/chandler-az-set-to-revolutionize-housing-development-regulations",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Chandler, AZ Set to Revolutionize Housing Development Regulations",
    "title_full": "Chandler, AZ Set to Revolutionize Housing Development Regulations",
    "published": "2024-02-16T10:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/aa446e4bfe48075d0e8731a2a30fdb9d21c69fd4afdceff46ff345ff5e9d85a7.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3db40f523edbc4c46ab50e4d03803ed781568d2",
  "url": "https://bnnbreaking.com/politics/chandler-az-set-to-revolutionize-housing-development-regulations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Quadri Adejumo",
  "published": "2024-02-16T10:08:00.000+02:00",
  "title": "Chandler, AZ Set to Revolutionize Housing Development Regulations",
  "text": "In a move poised to reshape the housing landscape, the City of Chandler, Arizona, stands on the cusp of a pivotal transformation. On February 22, 2024, the city council will deliberate on a series of ordinances aimed at overhauling the city's approach to housing development. Among the proposed changes are the elimination of minimum lot sizes, setback requirements, minimum square footage, and the contentious 'neighborhood character' requirements. These measures are designed to streamline the housing construction process, ensuring that Chandler can accommodate its rapidly growing population with an adequate, diverse housing supply.\nA Bold Leap Towards Inclusive Growth\nAt the heart of the proposal is Ordinance No. 5075, which seeks to amend various sections of the Chandler City Code. The amendments touch upon critical aspects of city development including property maintenance, land use and zoning, sign code, and garbage and refuse collection. In tandem, Ordinance No. 5078 proposes a significant rezoning shift, allowing a parcel previously earmarked for multiple-family residential use to be developed as a single-family residence with an accessory building. This move signals Chandler's commitment to flexible, inclusive urban planning.\nReimagining Urban Spaces\nFurther bolstering the city's visionary approach is Ordinance No. 5079, which aims to increase the mid-rise overlay height allowance to 75 feet for a medical facility. This not only caters to the city's healthcare infrastructure but also exemplifies Chandler's adaptability in urban design. Complementing this, Ordinance No. 5080 seeks to rezone a parcel from single-family district to planned area development for medium-density residential use, underscoring a strategic pivot towards densification and efficient land use.\nA Future-Ready Chandler\nThe proposed ordinances reflect a holistic strategy to maintain and enhance Chandler's housing supply. By eliminating traditional constraints such as minimum lot sizes and 'neighborhood character' requirements, the city is setting a precedent for progressive, sustainable urban development. These amendments are poised to make housing construction not just easier and faster but also more attuned to the needs of a diverse, growing population.\nThe initiative by the City of Chandler to overhaul its housing development regulations marks a significant milestone in its journey towards sustainable growth. The proposed changes, encapsulated in Ordinances No. 5075, 5078, 5079, and 5080, are a testament to Chandler's proactive stance on urban planning and housing supply. By embracing flexibility, inclusivity, and efficiency, Chandler is not just addressing the immediate needs of its residents but also laying the groundwork for a future-ready city. As the city council convenes on February 22, 2024, the decisions made will undoubtedly have a lasting impact on Chandler's urban landscape, setting a bold standard for cities nationwide.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chandler",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "az",
        "sentiment": "none"
      },
      {
        "name": "chandler",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:13:13.156+02:00",
  "updated": "2024-02-16T12:13:13.156+02:00"
}