{
  "thread": {
    "uuid": "a26e774a6520260c609751f8740415deb3f8bef2",
    "url": "https://www.europapress.es/andalucia/noticia-ayuntamiento-recibe-premio-inclusion-asociacion-autismo-jaen-20240418205547.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/andalucia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tNoticias de Andalucía  hoy- EUROPA PRESS\r\n",
    "title": "El Ayuntamiento recibe el premio a la Inclusión de la Asociación Autismo Jaén",
    "title_full": "El Ayuntamiento recibe el premio a la Inclusión de la Asociación Autismo Jaén",
    "published": "2024-04-18T22:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240418205547_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2630,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a26e774a6520260c609751f8740415deb3f8bef2",
  "url": "https://www.europapress.es/andalucia/noticia-ayuntamiento-recibe-premio-inclusion-asociacion-autismo-jaen-20240418205547.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-04-18T22:55:00.000+03:00",
  "title": "El Ayuntamiento recibe el premio a la Inclusión de la Asociación Autismo Jaén",
  "text": "JAÉN, 18 Abr. (EUROPA PRESS) -\nEl Ayuntamiento de la capital ha recibido el premio a la Inclusión de la Asociación Autismo Jaén. El alcalde de la ciudad, Agustín González, ha recogido el galardón en el transcurso del acto de entrega de los I Premios Autismo Jaén, celebrado en la tarde de este jueves.\nGonzález ha agradecido a la entidad este reconocimiento, del que ha dicho que \"si bien refrenda el trabajo del consistorio, a través de las distintas áreas municipales, para avanzar en la inclusión plena y en la mejora de la calidad de vida de las personas con autismo y sus familias, también nos impulsa a continuar ensanchando ese camino, reforzando las líneas de colaboración conjunta con la asociación y explorando nuevas formas para apoyar sus fines\".\nEl alcalde ha asegurado que \"desde el primer momento, este equipo de Gobierno ha tenido en la inclusión y la accesibilidad universal uno de sus objetivos; tanto es así que puso en marcha la Oficina Municipal de Inclusión y Accesibilidad, un organismo de carácter transversal a través del que se trabaja para que Jaén sea una ciudad para todos, cómoda y sin barreras de ningún tipo\" al tiempo que ha insistido \"en el compromiso firme y unánime del Gobierno municipal con Autismo Jaén para continuar poniendo en marcha medidas concretas o programas específicos encaminados a conseguir los propósitos de la entidad, que desde 1995 desarrolla servicios y apoyos especializados para las personas con este tipo de trastorno y sus familias en la provincia de Jaén\".\nINICIATIVAS MUNICIPALES DIRIGIDAS A PERSONAS CON TEA Por su parte, la directora de la Oficina Municipal de Inclusión y Accesibilidad, Elena Araque, ha destacado que \"son múltiples las vías en las que trabajamos desde el Ayuntamiento para mejorar las condiciones de vida e integrar a personas con trastorno del espectro autista en diferentes eventos de la vida social\" y ha puesto ejemplos concretos \"como la reciente entrega de un kit para personas autistas a 15 niños y niñas, de manera que han podido disfrutar del partido que ha enfrentado al Real Jaén y al Torre del Mar en el Estadio Municipal de La Victoria\".\n\"El objetivo de la iniciativa, que se ha llevado a cabo gracias a la colaboración de los patronatos de Asuntos Sociales y Deportes y la Oficina Municipal de Inclusión y Accesibilidad, era acercar a este colectivo a la vida pública y conseguir su inclusión plena en la sociedad a través del deporte; se trata de una experiencia piloto y, dado el éxito, se aplicará en otros ámbitos\", ha añadido.\nAraque ha agregado que, por otra parte, \"el Ayuntamiento diseñó una Feria de San Lucas accesible el pasado año; estableció un día sin ruido, una caseta de accesibilidad y estipuló entrada prioritaria en las atracciones para niños con TEA. Asimismo, estos niños pudieron ver a los Reyes Magos con pase prioritario, sin hacer colas, o disfrutaron de un paseo navideño en el tren de Alsa para poder ver las luces de navidad de nuestra ciudad\".\n\"Además, el Ayuntamiento de Jaén se ha sumado al Día Mundial de Concienciación sobre el Autismo, celebrado el 2 de abril. Con tal motivo se iluminó de azul su fachada, como muestra de apoyo y solidaridad con las personas con autismo y sus familias. Se trata de iniciativas que han dado excelentes resultados y que seguiremos reforzando, al tiempo que, en breve, pondremos en marcha otras nuevas que persiguen, asimismo, la integración y mejora de la vida de estas personas\", ha añadido.\nLeer más acerca de: Jaén",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:56:29.448+03:00",
  "updated": "2024-04-19T00:56:29.448+03:00"
}