{
  "thread": {
    "uuid": "e259a945e33b0cd9066a38fb5385d8733993f194",
    "url": "https://en.ultimasnoticias.com.ve/news/falcon/dino-park-jurassic-the-new-tourist-attraction-of-falcon/",
    "site_full": "en.ultimasnoticias.com.ve",
    "site": "ultimasnoticias.com.ve",
    "site_section": "https://en.ultimasnoticias.com.ve",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Últimas Noticias",
    "title": "Dino Park Jurassic, the new tourist attraction of Falcón - Últimas Noticias",
    "title_full": "Dino Park Jurassic, the new tourist attraction of Falcón - Últimas Noticias",
    "published": "2024-01-05T21:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://ultimasnoticias.com.ve/wp-content/uploads/2024/01/Dino-Park-Jurasico-2.png",
    "performance_score": 0,
    "domain_rank": 41075,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e259a945e33b0cd9066a38fb5385d8733993f194",
  "url": "https://en.ultimasnoticias.com.ve/news/falcon/dino-park-jurassic-the-new-tourist-attraction-of-falcon/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josmary Escalona",
  "published": "2024-01-05T21:51:00.000+02:00",
  "title": "Dino Park Jurassic, the new tourist attraction of Falcón - Últimas Noticias",
  "text": "Very close to zone F and on the road to Happiness, the “Dino Park Jurassic” theme park in the Silva municipality (Tucacas) in the Falcón state will be inaugurated this January 6, together with the presence of the minister, Alí Padrón. This is a private initiative coming from the tourism business roundtable developed a year ago in the entity in which Chinese investors changed their minds and decided to bet on the proposal of the Venezuelan national government that promotes non-oil productive sectors. The project was planned to be installed in Panama, however, the new opening of Venezuela caused confidence in this company that after searching for land in Puerto Cabello (Carabobo state), Tucacas and Boca de Aroa (Falcón state) took advantage of the benefits of this important tourist destination in the country that attracts many national and international visitors to the Morrocoy National Park. Although the idea is to build eight hectares of fun, the first stage, which will be open this Saturday, consists of 3.6 hectares in which a concept of life-size dinosaurs was developed with movements, sounds and effects that recreate the existence of prehistoric animals in the present. Among the more than 20 attractions is a 60-meter mega slide for children and adults, a virtual room, carts, a sand and ball pool, hanging bridges and a hall of mirrors. There are also museums, swings, mechanical attractions, a karting track, paintball fields, a restaurant and an ice cream parlor with 1.000 flavors with the Güines Record seal, which will be opened soon. The representative of the Asian company, Raiza Rodríguez, explained that for the second stage they have planned the construction of the hotel with a European concept in which the rooms are designed in cargo containers or containers. “The construction of the park took less than a year, all the attractions, furniture and technology are imported and many of the attractions are unique in the country such as the 5D room, the mirror room and the planted flora,” he noted. Rodríguez added that the construction of the water park, swimming pools and a 14-meter-high glass suspension bridge is also coming. How does Jurassic Dino Park work? The cost of admission for adults is $30, for seniors $20 and for children, ages three and up, the fee is $15. While the hours of operation were established from Monday to Sunday from 10 in the morning to nine at night. Rodríguez stated that as part of the launch strategy, if a family has three children, only two pay and one enters for free; while large groups will be eligible for a 15% discount. They also have a special promotion, because with the purchase of a ticket it is valid for a new visit within a year. “We are already preparing the catalogs so that travel agencies, tour operators and vacation plans have the offer,” he specified. Impacts of internationalization As is well known, President Nicolás Maduro asked a year ago for the internationalization of tourist activity on the Eastern Coast of the state of Falcón, which has promoted this type of alliances. The initiatives presented by the governor, Víctor Clark Boscán, such as Zone F and the project to build a tourist corridor along the entire shore of the continental beach have begun a fruitful path to non-rentist economic development. The mayor of the Silva municipality, Osnel Arnías, pointed out that from his government body the execution of the project had full support and support regarding permitting. “We understand that investments like these are necessary for the advancement of the municipality, hiring local personnel and calling for more tourists to visit us,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "silva",
        "sentiment": "negative"
      },
      {
        "name": "dino park jurassic",
        "sentiment": "negative"
      },
      {
        "name": "alí padrón",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "falcón",
        "sentiment": "none"
      },
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "tucacas",
        "sentiment": "none"
      },
      {
        "name": "panama",
        "sentiment": "none"
      },
      {
        "name": "boca de aroa",
        "sentiment": "none"
      },
      {
        "name": "puerto cabello (carabobo",
        "sentiment": "none"
      },
      {
        "name": "morrocoy national park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:28:58.787+02:00",
  "updated": "2024-01-06T00:28:58.787+02:00"
}