{
  "thread": {
    "uuid": "2e2352ebde33d882a300bf12e951e0eac560c58b",
    "url": "https://www.wral.com/story/just-glad-she-was-alive-relative-relieved-fayetteville-teen-survived-being-trapped-in-kentucky-man-s-home/21213692/",
    "site_full": "www.wral.com",
    "site": "wral.com",
    "site_section": "http://wral.com//news/rss/48/",
    "site_categories": [
      "media"
    ],
    "section_title": "WRAL.com Top Stories",
    "title": "'Just glad she was alive': Relative relieved Fayetteville teen survived being trapped in Kentucky man's home",
    "title_full": "'Just glad she was alive': Relative relieved Fayetteville teen survived being trapped in Kentucky man's home",
    "published": "2023-12-30T00:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3167,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e2352ebde33d882a300bf12e951e0eac560c58b",
  "url": "https://www.wral.com/story/just-glad-she-was-alive-relative-relieved-fayetteville-teen-survived-being-trapped-in-kentucky-man-s-home/21213692/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Liz McLaughlin; Chris Lovingood; Gilbert Baez; John Rector; Michael Joyner; Joseph Ochoa; Ryan Bisesi",
  "published": "2023-12-30T00:59:00.000+02:00",
  "title": "'Just glad she was alive': Relative relieved Fayetteville teen survived being trapped in Kentucky man's home",
  "text": "'Just glad she was alive': Relative relieved Fayetteville teen survived being trapped in Kentucky man's home A North Carolina teenager was rescued from underneath a trap door inside a home in Kentucky on Christmas. According to arrest records, authorities responded to a domestic violence situation at a home on the 1400 block of Robertstown Road in Lincoln County, Kentucky. When authorities arrived, a man identified as Zackary Jones, said that a woman had been in the home but left. Authorities spoke with Jones’ mother, who made the initial call; she said the woman never left the property. Jones' mother, Ronda Jones, spoke with WRAL News and said she called authorities after argument between Jones and the teen. \"They were arguing, yelling and screaming,\" Rhonda Jones said. \"It's probably the hardest thing I had to do.\" Deputies took Jones into custody after he tried to destroy drug paraphernalia inside. He's facing more than 30 charges, including rape. Authorities in Kentucky charged Jones with multiple felonies, including sex with a minor, domestic assault of a minor and false imprisonment. After searching the home, authorities found the woman – later determined to be a teen who had been missing from Fayetteville -- underneath a trap door inside Jones’ bedroom. WRAL News is not identifying the teen in order to protect her privacy. A close relative of the teen spoke with WRAL News about the matter on Friday. \"I was scared,\" the relative said. \"I tried to warn her...what could happen to her and the worst possible thing could have happened you know? I'm just glad she was found alive.\" The teen has since returned to Fayetteville to get help. She had been missing from Fayetteville since Dec. 6. \"She told me that the guy tried to kill her and strangled her and she got away from him and went to the mom's house and told the mom what happened,\" the relative added. \"She was looking for a getaway for a little while and it turned out to be a lot different. He moved. He lured her and then kept her against her will.\" Rhonda Jones said she didn't know about the trap door or the drug paraphernalia because she \"never went up there.\" After he was read his rights, Jones admitted having lured the teen to leave her grandmother’s home in North Carolina. He first told her he was 19. When the two met, Zackary Jones told the teen he was 25 after she asked why he looked older than his photos and took her to his residence in Kentucky. Authorities said the teen learned Jones was actually 34 years old after speaking with his family. Jones' mother said the teen had been there for a few weeks. The teen said Jones told her to say she was 18 years old, adding he was armed with a .22 caliber handgun and threatened to shoot and kill her multiple times. \"I asked him how old she was. He said, 'she's 19.' So, I took that as the truth,\" Jones' mother said. \"I believed him, because a lot of girls looked older than they are.\" Rhonda Jones said she had no reason to think the teen was underage. \"To me, she willingly came with him,\" Ronda Jones said. \"I just feel like, they'd probably been talking. I don't know how long he's been texting her. From what the cops said that she was unhappy where she was at, and she felt like she was cared for and came with him.\" The teen also told authorities that the pair was stopped for a traffic violation on the night Jones picked her up, and that he threatened to shoot the deputy if he were to ask either Jones or the teen to step out of the car. Authorities said Zackary Jones admitted to having a sexual relationship with the victim on at least 10 different occasions after getting her high on marijuana and crack cocaine. \"I was shocked,\" Rhonda Jones said. \"I'm always upset when he lies to me.\" According to the police report, Jones also said the victim begged him to kill her. \"No matter what he had done, he's my son and I love him. I'm sorry he did it, and that's all I can say,\" Rhonda Jones said. The citation said the teen’s grandmother plans on filing charges back in North Carolina. The family said they are glad the teen is safe, but she's traumatized and needs time to heal. Jones said he went to North Carolina to help the teen and that it was his understanding that her grandmother kicked her out of the home. \"She didn't appear to be that age,\" Zackary Jones said. \"She had all kinds of piercings.\" Zackary Jones said the teen \"hid on her own free will\" and \"she was actually in the bed when officers first come in there.\" The grandfather of the teenager doubts Jones had good intentions. \"I don't think he was trying to rescue anybody,\" the grandfather said. \"I think he was just trying to find another person to victimize.\" •Credits [Liz McLaughlin](/rs/bio/20385293/) [Chris Lovingood](/rs/bio/19840836/) [Gilbert Baez](/rs/bio/13292930/) [John Rector](/rs/bio//) [Michael Joyner](/rs/bio/4279543/) [Joseph Ochoa](/rs/bio/20648349/) [Ryan Bisesi](/rs/bio/20211237/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "ronda jones",
        "sentiment": "none"
      },
      {
        "name": "rhonda jones",
        "sentiment": "none"
      },
      {
        "name": "zackary jones",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wral news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fayetteville",
        "sentiment": "none"
      },
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "north carolina",
        "sentiment": "none"
      },
      {
        "name": "robertstown road",
        "sentiment": "none"
      },
      {
        "name": "lincoln county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:02:52.445+02:00",
  "updated": "2023-12-30T01:17:34.012+02:00"
}