{
  "thread": {
    "uuid": "7abde90a92a2c6aad856ccf37f92a9104bfecc7a",
    "url": "https://www.insideworldfootball.com/2024/01/19/iraq-stun-japan-2-1-win-guarantee-last-16-slot/",
    "site_full": "www.insideworldfootball.com",
    "site": "insideworldfootball.com",
    "site_section": "http://www.insideworldfootball.com/?format=feed&type=atom",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Inside World Football",
    "title": "Iraq stun Japan with 2-1 win to guarantee last 16 slot",
    "title_full": "Iraq stun Japan with 2-1 win to guarantee last 16 slot",
    "published": "2024-01-19T17:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.insideworldfootball.com/app/uploads/2024/01/Screenshot-2024-01-19-at-15.45.49.png",
    "performance_score": 0,
    "domain_rank": 77674,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7abde90a92a2c6aad856ccf37f92a9104bfecc7a",
  "url": "https://www.insideworldfootball.com/2024/01/19/iraq-stun-japan-2-1-win-guarantee-last-16-slot/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Nicholson",
  "published": "2024-01-19T17:38:00.000+02:00",
  "title": "Iraq stun Japan with 2-1 win to guarantee last 16 slot",
  "text": "By Samindra Kunti in Doha\nJanuary 19 – In the first major upset of the Asian Cup, Iraq triumphed 2-1 against tournament favourites Japan to advance to the last 16 and inflict a first group-stage defeat on the Samurai Blue since 1998.\nThe Iraqis were superb and rendered Japan’s ball possession largely meaningless throughout the match, scoring twice in the first half and proving resilient in defence.\nThe Samurai Blue did not have their first shot on target until after the hour mark. The Lions of Mesopotamia were clinging on in the end, but deserved their victory, ending Japan’s 25-match unbeaten run of group stage matches.\nWith five changes in their side from their opening win against Indonesia, the Iraqis did not care much for the hierarchy of Asian football and showed the four-time champions little to no respect, simply attacking from the onset.\nThey were immediately rewarded for their gung-ho approach when Japanese goalkeeper Zion Suzuki palmed a cross into the path of Aymen Hussein, who buried a simple header from a few yards. It caused something of an explosion at Education City Stadium where Iraq were enjoying strong support.\nJesus Casas’s Iraqis made it difficult for Japan to develop their flowing, passing game and the Samurai Blue needed time to adjust. They found some space on the left with overlapping full-back Hiroki Ito, but created little. Even so, the Japanese pressed well and recycled the ball quickly, forcing the Iraqis back. At the other end, Amir Al Ammari flashed an opportunistic attempt wide.\nA nail-biter, the match was played at a high pace, with a real scrap for every loose ball.\nThe Lions of Mesopotamia proved hard to break down. Bochum’s Takuma Assano had been dropped into the starting line-up for Mao Hoyosa, bit offering no real threat up front, while Japan’s goalkeeper continued to look shaky at set pieces and crosses.\nOn the stroke of half-time, he was a beaten man again. Ahmed Al Hajjaj charged forward on the left and waited to deliver his cross at the right time for Hussein to connect. His bullet header left Suzuki no chance. A two-goal cushion over Japan, Iraq were in dreamland.\nThe Japanese had 71% of possession but not a single shot on target. They lacked pace, precision and vision and it seemed unlikely they could stage a repeat of their great comeback victory against Vietnam against far stronger opposition who had their tails up.\nCasas took off two-goal hero Hussein, presumably over injury concerns while his counterpart Hajime Moriyasu brought Arsenal’s Takehiro Tomiyasu into the game.\nJapan however remained off-colour but were awarded a penalty in the 55th minute that was chalked off following an on-field review. Junya Ito broke down the left, swinging the ball into the box for Asano, but Rebin Solaka dispossessed the striker cleanly.\nNothing was going right for the Japanese, who struggled, their tempo far too low to worry Iraq, and their passing too lateral to dislodge the opposing backline.\nSubstitute Ritsu Doan had an opportunity in the box and saw a header fly wide, but Iraq were happy to sit and leave the ball to Japan, forming a white wall on the edge of their penalty area. The tactic also served to conserve energy.\nOn the counter, Hussein Ali, in the 68th minute, almost scored a third for Iraq, controlling a long ball before outpacing two defenders and cracking a shot from just inside the area wide. In the stands, the Iraqi flag was flying high with the supporters sensing their team were close to a mammoth achievement.\nBut Japan kept plugging away, setting up a grandstand finale when Iraqi goalkeeper Jalal Hassan misjudged a corner, allowing Wataru Endo to pull a goal back with five minutes of injury time left on the clock.\nWhat followed were heart-in-mouth moments for Iraq and their fans: Roan’s attempt from inside the box deflected wide and an all-mighty scramble ensued from the following corner, but Iraq held firm to claim a famous victory.\nThe Iraqis move top of the group with a ticket for the knockout phase guaranteed. Japan are in second. It means the four-time champions could meet South Korea in the round of 16, far sooner than expected.\n story at\n[moc.l1705679140labto1705679140ofdlr1705679140owedi1705679140sni@i1705679140tnuk.1705679140ardni1705679140mas1705679140](javascript:;)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samindra kunti",
        "sentiment": "negative"
      },
      {
        "name": "zion suzuki",
        "sentiment": "none"
      },
      {
        "name": "aymen hussein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "samurai blue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "doha",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "mesopotamia",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:30:39.555+02:00",
  "updated": "2024-01-19T18:30:39.555+02:00"
}