{
  "thread": {
    "uuid": "474593384bfe4ba7be32070864ff0657cc5a68f5",
    "url": "https://www.dmnews.com/roxy-young-from-consumer-behavior-to-reddit-cmo/",
    "site_full": "www.dmnews.com",
    "site": "dmnews.com",
    "site_section": "https://dmnews.com",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "DMNews - Digital Marketing News",
    "title": "Roxy Young: From Consumer Behavior to Reddit CMO - DMNews",
    "title_full": "Roxy Young: From Consumer Behavior to Reddit CMO - DMNews",
    "published": "2024-01-06T00:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.dmnews.com/wp-content/uploads/2024/01/Reddit-CMO.jpg",
    "performance_score": 0,
    "domain_rank": 20313,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "474593384bfe4ba7be32070864ff0657cc5a68f5",
  "url": "https://www.dmnews.com/roxy-young-from-consumer-behavior-to-reddit-cmo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abby Miller",
  "published": "2024-01-06T00:57:00.000+02:00",
  "title": "Roxy Young: From Consumer Behavior to Reddit CMO - DMNews",
  "text": "Roxy Young’s journey to Reddit’s Chief Marketing Officer Roxy Young, Reddit’s Chief Marketing Officer, attributes her accomplishments in the digital brand sphere to her comprehensive marketing background. Before joining Reddit, she gained experience at companies like Netflix, Sephora, and Zynga, keeping up with emerging technologies throughout her career. Originally intrigued by genetic engineering, Young shifted her focus to studying consumer behavior after discovering her talents in more externally-oriented roles. This transition allowed her to build on her strengths, ultimately leading her to the world of [digital marketing where her passion for innovation](https://www.dmnews.com/feedbox-powerhouse-of-innovative-digital-marketing/) and technology could thrive. Young’s background in various [industries has provided her with unique insights and strategies](https://www.dmnews.com/b2b-marketing-mastery-5-insights-and-strategies-from-industry-leaders/) to implement at Reddit, further enhancing the platform’s presence and fostering growth in the digital brand landscape. She emphasizes the notion of considering one’s career as a network, rather than a linear progression, to encourage adaptability and growth in diverse areas. Dr. Jones on the network mindset in career development Dr. Jones further explains that this perspective shift in how we approach our careers can open up new opportunities and create a solid foundation for professional evolution. By embracing a network mindset, individuals can expand their skillset, form meaningful connections, and be better prepared for the changing work landscape. Guinness 0.0’s challenging journey and eventual success In a recent series that [shares insights](https://www.dmnews.com/local-seo-expert-dave-digregorio-shares-insights/) from failures, Diageo’s Chief Innovation Officer, Mark Sandys, recounts the tale of Guinness 0.0, which faced a challenging beginning but has since become a top-seller in the non-alcoholic category. The journey of Guinness 0.0 began with initial hiccups, as consumers were hesitant to embrace a non-alcoholic variant of the iconic brew. However, through perseverance, focused marketing, and addressing customer feedback, the brand has managed to turn the tide and establish Guinness 0.0 as a key player in the [expanding non-alcoholic beverage market](https://www.dmnews.com/google-analytics-4-expands-marketing-insights/). Mark Markey’s insights on career decisions for marketers Mark Markey, CMO at Boots, highlights the significance of being selective with career-related decisions, dismantling barriers, and steering clear of being pigeonholed as a marketer. Markey emphasizes the importance of embracing diverse experiences and acquiring transferable skills that can boost professional growth and adaptability. By continuously evolving and overcoming obstacles, [marketers can foster well-rounded careers and avoid](https://www.dmnews.com/the-rise-of-inclusive-marketing-avoiding-past-mistakes/) being confined to a single role or industry. He believes it is essential for marketers to concentrate on the groundwork that paves the way for success, drawing parallels with athletes’ mindsets. Applying an athletic mindset to marketing strategies Incorporating this athletic mindset, marketers should focus on building a strong foundation through consistent practice, discipline, and adaptability. Like athletes, [marketers need to constantly fine-tune their strategies](https://www.dmnews.com/2024-marketing-strategies-targeting-engagement-and-growth/), monitor their progress, and learn from setbacks to stay ahead of the competition and achieve long-term success. Celebrations outperforms rivals with strategic product focus In the cutthroat sweets industry, dropping less popular items like Bounty from Celebrations enabled the brand to outperform rivals during the festive season. This strategic move allowed Celebrations to focus on consumer favorites, ultimately driving up sales and capturing a larger market share. The decision to prioritize their best-selling confections has further solidified the [brand’s position as a top](https://www.dmnews.com/teens-top-brands/) choice for holiday treats and increased customer satisfaction during the festivities. Boots and Next thrive with investment in e-commerce Companies such as beauty and pharmaceutical retailer Boots and clothing merchant Next have seen remarkable sales growth due to their investment in e-commerce services. This increasing trend towards [online shopping](https://www.dmnews.com/popular-stores-revolutionizing-online-shopping/) has helped these brands thrive even amidst the global pandemic. By adapting to the rapidly changing landscape of consumer preferences, Boots and Next have exemplified the importance of integrating e-commerce capabilities into the traditional retail space. Kevin McNair’s advice on experience over pride in career choices Kevin McNair, from KP Snacks, recommends focusing on experience over pride when navigating [career choices](https://www.dmnews.com/project-management-career-choice-2023/), reflecting on a personal error when he selected a position based on its title rather than the role’s description. In doing so, McNair realized that prioritizing prestige over the actual job responsibilities and learning opportunities led to dissatisfaction and stunted professional growth. To prevent similar mistakes and ensure a fulfilling career trajectory, he advises individuals to carefully evaluate their potential roles and prioritize hands-on experience and skill development above all else. First Reported on: [marketingweek.com](https://www.marketingweek.com/reddit-full-stack-marketer-digital/) Frequently Asked Questions What is Roxy Young’s background before joining Reddit? Before joining Reddit as [Chief Marketing Officer](https://www.dmnews.com/yahoos-newest-chief-marketing-officer-tressie-lieberman/), Roxy Young gained experience at companies like Netflix, Sephora, and Zynga. She has a comprehensive marketing background and a passion for innovation and technology. What is the network mindset in career development? The network mindset in career [development](https://www.dmnews.com/facilitate-career-development/) is a perspective shift that encourages individuals to consider their career as a network rather than a linear progression. This approach helps foster adaptability, growth in diverse areas, and the development of a well-rounded skillset. What is the story behind Guinness 0.0’s success? Guinness 0.0 initially faced hesitation from consumers. However, through perseverance, focused marketing, and addressing customer feedback, the brand has [successfully](https://www.dmnews.com/influencer-marketing-for-brands-a-comprehensive-guide-to-success/) established itself as a key player in the expanding non-alcoholic beverage market. What does Mark Markey emphasize for marketers’ career decisions? Mark Markey emphasizes the importance of being selective with career-related decisions, embracing diverse experiences, and acquiring transferable skills. He encourages [marketers to focus on avoiding being pigeonholed and continuously evolving](https://www.dmnews.com/cmos-at-risk-evolving-marketers-roles-challenges/) in their careers. How can an athletic mindset be applied to marketing strategies? An athletic mindset can be applied to [marketing strategies](https://www.dmnews.com/consistency-key-to-effective-marketing-strategies/) by focusing on building a strong foundation through consistent practice, discipline, and adaptability. Just like athletes, [marketers need to constantly fine-tune their strategies](https://www.dmnews.com/what-is-a-marketing-strategy-a-complete-guide/), monitor their progress, and learn from setbacks to stay ahead of the competition. Why did Celebrations outperform rivals during the festive season? Celebrations outperformed rivals during the festive season by dropping less popular items like Bounty and focusing on consumer favorites. This strategic move helped drive up sales, capture a larger market share, and increase customer satisfaction. How did Boots and Next thrive with investment in e-commerce? Boots and Next thrived by investing in e-commerce services, adapting to the rapidly changing landscape of consumer preferences, and integrating e-commerce capabilities into the traditional retail space. What is Kevin McNair’s advice on making career choices? Kevin McNair advises individuals to focus on experience over pride when making career choices. He recommends prioritizing hands-on experience and skill development, rather than chasing prestigious titles without considering the actual job responsibilities and learning opportunities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.marketingweek.com/reddit-full-stack-marketer-digital/)",
    "https://marketingweek.com/reddit-full-stack-marketer-digital/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "roxy young",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      },
      {
        "name": "zynga",
        "sentiment": "none"
      },
      {
        "name": "sephora",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "reddit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:32:18.110+02:00",
  "updated": "2024-01-06T01:32:18.110+02:00"
}