{
  "thread": {
    "uuid": "190d95b5165dec69bd758f69fa14ca0eb72972d5",
    "url": "https://noticias.adventistas.org/pt/coluna/adolfo.suarez/seja-testemunha-do-amor/",
    "site_full": "noticias.adventistas.org",
    "site": "adventistas.org",
    "site_section": "https://noticias.adventistas.org/pt/rss",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Notícias Adventistas",
    "title": "Seja testemunha do amor! - Notícias Adventistas",
    "title_full": "Seja testemunha do amor! - Notícias Adventistas",
    "published": "2023-12-29T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://files.adventistas.org/noticias/pt/2023/12/seja-testemunha-do-amor.jpg",
    "performance_score": 0,
    "domain_rank": 70901,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "190d95b5165dec69bd758f69fa14ca0eb72972d5",
  "url": "https://noticias.adventistas.org/pt/coluna/adolfo.suarez/seja-testemunha-do-amor/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Adolfo Suárez",
  "published": "2023-12-29T12:00:00.000+02:00",
  "title": "Seja testemunha do amor! - Notícias Adventistas",
  "text": "Seja testemunha do amor! Como cristãos, nossas palavras e atos devem conduzir pessoas a Deus Estamos encerrando o ano de 2023. Seria oportuno fazer uma avaliação de como vivemos o nosso cristianismo, a fim de encarar 2024 com mais espírito evangelístico. Afinal, Jesus Cristo nos disse que devemos ser Suas testemunhas (Atos 1:8). Neste sentido, a primeira igreja – a igreja de Atos – tem muito a nos ensinar. Sobre esta congregação é dito que contavam “com a simpatia de todo o povo” (Atos 2:47). Provavelmente a igreja desfrutava da simpatia da comunidade por louvar a Deus e demonstrar generosidade. [[1]](#_ftn1) Esses cristãos viviam uma vida de louvor a Deus e, como resultado, eram elogiados pelo povo. Eles demonstram o poder do evangelho e a presença do Espírito em sua vida. Desse modo, colocavam-se como testemunhas vivas em favor de Jesus Cristo. E o que ocorreu? Como resultado direto, a igreja missionária se colocou em ação, pois, ao notarem a conduta cristã dos convertidos, as pessoas falavam em favor da igreja e foram atraídas a Cristo. [[2]](#_ftn2) Isto pode ser denominado de “evangelismo pela simpatia e bom testemunho”. Essa postura era um poderoso testemunho ao verdadeiro cristianismo! Torna-se evidente que, para cumprir a missão, não precisamos ser teólogos brilhantes, mas devemos ser cristãos bíblicos. [[3]](#_ftn3) Por que o cristão precisa testemunhar? Contar com a simpatia do povo é totalmente favorável para o testemunho e, consequentemente, para o cumprimento da missão. Há diversos motivos pelos quais uma pessoa precisa testemunhar sobre Jesus Cristo e a salvação. Tomando as orientações da escritora Ellen G. White, pode-se afirmar que, em primeiro lugar, “o cristão que não exercitar os poderes dados por Deus não somente deixará de crescer em Cristo, como também perderá a força que já adquiriu”. [[4]](#_ftn4) Em segundo lugar, somos participantes da natureza divina, e por isso devemos testemunhar, compartilhando as bênçãos com os semelhantes. [[5]](#_ftn5) Em terceiro lugar, Cristo veio para servir e, sendo Ele nosso exemplo, é correto seguir Seu exemplo, pois “esse era o único e grande objetivo de Sua vida. Tudo o mais era secundário e menos importante. Sua comida e Sua bebida eram fazer a vontade de Deus e terminar Sua obra”. [[6]](#_ftn6) Por essas razões, os crentes verdadeiramente convertidos: farão tudo o que puderem para transformar o mundo num lugar melhor para que nele todos possam viver. Esse espírito é o legítimo resultado de um coração verdadeiramente convertido. Tão logo uma pessoa aceita a Cristo, em seu coração nasce um desejo de apresentar aos outros o precioso amigo que encontrou em Jesus Cristo; a verdade salvadora e santificadora não pode ficar escondida em seu coração. [[7]](#_ftn7) Quais os benefícios do bom testemunho? Embora o testemunho cristão seja um dever de cada filho de Deus, é importante notar que o trabalho missionário produz profundas mudanças em quem está testemunhando; o trabalho missionário desinteressado em favor dos outros traz diversos benefícios à testemunha: [[8]](#_ftn8) - Profundidade de seu caráter; - Estabilidade do caráter; - Amabilidade cristã ao caráter; - Traz paz à testemunha; - Traz felicidade à testemunha; - Suas aspirações são as mais elevadas; - Não há lugar para a preguiça na vida da testemunha; - Não há lugar para ou egoísmo em sua vida; - As graças cristãs crescem na vida da testemunha; - Ela se tornará forte para trabalhar para Deus; - Terá uma percepção espiritual mais clara; - Terá fé constante; - Terá fé crescente; - As testemunhas terão um poder cada vez maior na oração; - As testemunhas estarão contribuindo para a própria salvação. Decisão para o novo ano Se o bom testemunho, além de abençoar as pessoas ao nosso redor, produz resultados impactantes em nossa própria vida, então é sábio tomar esta decisão para 2024: “Eu quero ser uma testemunha eficaz do amor de Deus!”. Em verdade, Deus poderia escolher anjos – e não pessoas – para testemunharem em favor Dele; mas, por que não o fez? Deus poderia ter confiado aos anjos celestiais a mensagem do evangelho e todo o trabalho de ministrar amor. Poderia ter empregado outros meios para cumprir Seu propósito. Mas, em Seu infinito amor, Ele preferiu tornar-nos cooperadores Seus, juntamente com Cristo e os anjos, para que pudéssemos partilhar das bênçãos, da alegria e do enlevo espiritual que resultam desse ministério altruísta. [[9]](#_ftn9) Em 2024, seja cooperador de Deus na salvação de pessoas. Espalhe, em discurso e ações, o infinito amor do Pai. Feliz 2024! Referências: [[1]](#_ftnref1) Nichols, Francis D., editor. Comentário Bíblico Adventista do Sétimo Dia, volume 6. Tatuí, SP: Casa Publicadora Brasileira, 2014, p. 140. [[2]](#_ftnref2) Kistemaker, S. (2016). [Atos](https://ref.ly/logosres/commntato?ref=Bible.Ac2.46-47a&off=2890&ctx=i%C3%A1rias+dos+crentes.+~Que+testemunho+ao+ve). (É. Mullis & N. B. da Silva, Trads.) (2a edição, Vol. 1, p. 153). São Paulo, SP: Editora Cultura Cristã. [[3]](#_ftnref3) Gangel, K. O. (1998). [Acts](https://ref.ly/logosres/hntc65ac?ref=Bible.Ac2&off=29303&ctx=perience+has+been.%0a%E2%80%9C~We+are+witnesses%2c%E2%80%9D+s) (Vol. 5, p. 34). Broadman & Holman Publishers. [[4]](#_ftnref4) Ellen G. White. Caminho a Cristo: passos que conduzem à verdadeira felicidade. Tatuí, SP: Casa Publicadora Brasileira, 2019, p. 81. [[5]](#_ftnref5) Idem, p. 79. [[6]](#_ftnref6) Idem, p. 78. [[7]](#_ftnref7) Ibidem. [[8]](#_ftnref8) Idem, p. 79, 80. [[9]](#_ftnref9) Ibidem, p. 79.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://ref.ly/logosres/hntc65ac?ref=Bible.Ac2&off=29303&ctx=perience+has+been.%0a%E2%80%9C~We+are+witnesses%2c%E2%80%9D+s)",
    "https://www.ref.ly/logosres/commntato?ref=Bible.Ac2.46-47a&off=2890&ctx=i%C3%A1rias+dos+crentes.+~Que+testemunho+ao+ve).",
    "https://ref.ly/logosres/commntato?ref=Bible.Ac2.46-47a&off=2890&ctx=i%C3%A1rias+dos+crentes.+~Que+testemunho+ao+ve).",
    "https://www.ref.ly/logosres/hntc65ac?ref=Bible.Ac2&off=29303&ctx=perience+has+been.%0a%E2%80%9C~We+are+witnesses%2c%E2%80%9D+s)",
    "https://ref.ly/logosres/hntc65ac",
    "https://ref.ly/logosres/commntato"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:52:26.846+02:00",
  "updated": "2023-12-29T14:52:26.846+02:00"
}