{
  "thread": {
    "uuid": "a34cd6d7af9e8b883477a11e2e73cdfe0ddf1777",
    "url": "https://www.miragenews.com/awards-spotlight-top-health-and-safety-achievers-1184907",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "Awards Spotlight Top Health and Safety Achievers | Mirage News",
    "title_full": "Awards Spotlight Top Health and Safety Achievers | Mirage News",
    "published": "2024-02-29T13:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/tmp_cache?cdn=cdn.pixabay.com/photo/2019/01/29/16/33/tool-3962800_960_720.jpg",
    "performance_score": 0,
    "domain_rank": 14179,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a34cd6d7af9e8b883477a11e2e73cdfe0ddf1777",
  "url": "https://www.miragenews.com/awards-spotlight-top-health-and-safety-achievers-1184907",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-29T13:32:00.000+02:00",
  "title": "Awards Spotlight Top Health and Safety Achievers | Mirage News",
  "text": "More than 350 people attended last night's event to recognise excellence in workplace health and safety and return to work across six award categories. Eight winners representing the healthcare, emergency services, agriculture, transport and local government sectors were honoured for their commitment to preventing workplace harm or improving outcomes for injured workers. Among them were joint Health and Safety Representative of the Year award winners Jason Learmouth, from Ambulance Victoria, and Barwon Health University Hospital's Jen Gamble and Gaye Coles. Mr Learmouth was recognised for his tireless work to improve safety for paramedics in Mansfield, including through addressing the risk of fatigue among drivers, while Ms Gamble and Ms Coles have been instrumental in driving important change at Geelong's largest hospital, including by preventing exposure to toxic substances. The resolve to return to work after injury was also celebrated with the Return to Work Achievement award shared between Andrew Mifsud and Helene Visser, who both overcame significant mental injuries to get back to work. WorkSafe Chief Executive Officer Joe Calafiore said it was reassuring to see such variety in the way Victorian businesses and workers were addressing health and safety issues. \"It is wonderful to share the stories of individuals who have made the journey back to work after injury, as well as those who have gone to great lengths to make their workplaces safer,\" Mr Calafiore said. \"Their achievements are an inspiration not only among their peers, but to anyone who values safe and healthy workplaces.\" Victoria Police claimed the honours in the Workplace Health and Safety Solution of the Year for an ingenious solution for the safe release of impounded cars, while Hepburn Shire Council was recognised for significant progress in building a positive health and safety culture, taking out the OHS Leadership/Achievement award. AirAgri was successful in the Commitment to Workplace Health and Safety on a Farm category for its work in developing a monitoring device that reduces the risk of working alone in agriculture, and Calvary Aged Care Services was awarded Leading Return to Work Practice for greatly improving its return to work outcomes in just 12 months. Mr Calafiore said more than 100 nominations had been received for this year's awards and the standard had been exceptional. \"I congratulate all of our finalists, they should be proud of the important contribution they are making and the example they are setting to make safety a priority in every workplace.\" 2023 WorkSafe Awards winners Workplace Health and Safety Solution of the Year Victoria Police - Hard Seat Cover Faced with the challenge of how to safely start impounded vehicles that were being released to their owners, Victoria Police's Vehicle Impoundment Support Unit developed a hard seat cover that could be placed over the driver's seat. The cover reduces the risk of potential exposure to syringes and bio-hazards, while eliminating the unsafe practice used previously of starting vehicles by reaching in while standing outside. OHS Leadership/Achievement Hepburn Shire Council OHS Committee In just over 12 months, Hepburn Shire Council has made significant improvements to its workplace health and safety culture, including the important step of recognising the key role HSRs play as a conduit between workers and senior leaders. After recognising there was a lack of engagement by staff in health and safety across the organisation, the council worked to greatly improve its safety and reporting cultures, including by building its number of HSRs to 20, developing health and safety policies, addressing workplace hazards and providing more information and training to staff. Commitment to Workplace Health & Safety on a Farm AirAgri Concerns about family members working alone across their 1000-hectare farm without reliable mobile reception led brothers Paul and James Diamond to develop AirAgri, a small physical device carried on each individual to monitor location on a digitised farm map. The map has further functions such as tagging hazards and safety assets on the property. The device has given the farmer owner-operators peace of mind and could help to reduce fatalities and serious injuries across the industry. Worker Return to Work Achievement (joint winners) Andrew Mifsud - Sargeant Transport Long-haul truck driver Andrew Mifsud developed PTSD after witnessing a fatal road crash in December 2022 and felt he could never return to driving trucks. Andrew's family, employer and health team supported his gradual return to work and retraining as a driver-trainer. Andrew's advice to other injured workers is to talk, seek help and never give up. Helene Visser - Tidda Counselling Helene Visser has shown great resilience after suffering a debilitating mental injury following workplace bullying. Helene remained unwell and unemployed for 11 years but was determined to get back to work and was placed in a new role through job seeking assistance. Helene recognised there were aspects of the new workplace that were not healthy for her and instead secured a new job placement using the WorkSafe WISE scheme in mid-2023. Leading Return to Work Practice Calvary Aged Care Services In the past 12 months the not-for-profit provider has greatly improved return to work outcomes. Previously, injury reporting was managed externally, meaning injured workers often felt unsupported and disconnected. It's now been brought in house and managers play a key role on checking in with staff following an incident. Injury management and incident reporting training has been introduced and a more collaborative approach is taken, such as a preference for face-to-face worker and RTW co-ordinator meetings and GP case conferencing. Health and Safety Representative of the Year (joint winners) Jason Learmonth - Ambulance Victoria Jason Learmonth has demonstrated great dedication in creating a safe working environment as Mansfield branch HSR and a Hume region representative on the state OHS committee. Among his achievements is positive change to address driver fatigue. Jason lodged a PIN, upheld by WorkSafe, over driver fatigue due to working an on-call roster in a rural area with significant transport times that led to crews being rostered for eight days continuously. The employer challenged the PIN and when it was taken to VCAT, the employer increased staffing at the branch, taking it from nine to 23 and enabling the branch to be staffed 24/7. Jen Gamble & Gaye Coles - Barwon Health University Hospital Jen and Gaye have demonstrated outstanding commitment representing a designated work group of more than 200 staff across multiple healthcare professions. By raising OHS concerns and encouraging safety in their unit they have been instrumental in a number of improvements. This includes safety advances for perfusionists, who operate equipment such as heart lung machines. The chemical used to clean the machines was changed, requiring the perfusionists to mix it themselves with no training or chemical handling awareness and when they were already dealing with a high workload. The HSRs considered issuing a PIN and the chief perfusionist escalated the matter, resulting in an external solution being put in place for mixing and cleaning the equipment. Staffing has also been increased from three to four to help reduce fatigue risks. [here](/awards-spotlight-top-health-and-safety-achievers-1184907/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jason learmouth",
        "sentiment": "none"
      },
      {
        "name": "andrew mifsud",
        "sentiment": "none"
      },
      {
        "name": "coles",
        "sentiment": "none"
      },
      {
        "name": "helene visser",
        "sentiment": "none"
      },
      {
        "name": "gaye coles",
        "sentiment": "none"
      },
      {
        "name": "learmouth",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ms gamble",
        "sentiment": "none"
      },
      {
        "name": "ambulance victoria",
        "sentiment": "none"
      },
      {
        "name": "barwon health university hospital's jen gamble",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mansfield",
        "sentiment": "none"
      },
      {
        "name": "geelong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:35:02.569+02:00",
  "updated": "2024-03-01T00:35:02.569+02:00"
}