{
  "thread": {
    "uuid": "3175384d7ccba80b538f668cb78c30d3cb400298",
    "url": "https://www.jornada.com.mx/2024/06/21/capital/036n3cap",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://mexico.shafaqna.com/",
    "site_categories": [
      "media",
      "education",
      "sports",
      "top_news"
    ],
    "section_title": "\r\n\t\tMéxico Noticias (Lector de noticias)\t",
    "title": "La Jornada: Se declara lista la Policía Ribereña para atender inundaciones en esta temporada",
    "title_full": "La Jornada: Se declara lista la Policía Ribereña para atender inundaciones en esta temporada",
    "published": "2024-06-21T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/imagemeta/1200x630BN.jpg",
    "performance_score": 0,
    "domain_rank": 9965,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3175384d7ccba80b538f668cb78c30d3cb400298",
  "url": "https://www.jornada.com.mx/2024/06/21/capital/036n3cap",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "DEMOS, Desarrollo de Medios, S.A. de C.V.",
  "published": "2024-06-21T13:00:00.000+03:00",
  "title": "La Jornada: Se declara lista la Policía Ribereña para atender inundaciones en esta temporada",
  "text": "A nterior S iguiente Se declara lista la Policía Ribereña para atender inundaciones en esta temporada Laura Gómez Flores Periódico La Jornada\nViernes 21 de junio de 2024, p. 36 La Policía Ribereña está lista para atender a la población ante cualquier inundación que ocurra en la actual temporada de lluvias con 60 elementos certificados por la Secretaría de Marina, apoyados con camiones tipo Unimog, lanchas inflables, motobombas, cuerdas y herramientas, informó el policía primero Gerardo Alberto López.\nEn la presentación del despliegue para estas operaciones en sus instalaciones de Canal de Cuemanco, en Xochimilco, el elemento de la Unidad de Policía Metropolitana Fuerza de Tarea señaló que el personal está capacitado para enfrentar inundaciones de manera simultánea.\nLas zonas más vulnerables en esta temporada de lluvias se ubican en las zonas sur, oriente y nororiente, así como donde se localizan ríos o afluentes, siendo puntos recurrentes de atención vialidades como Viaducto Tlalpan e Ignacio Zaragoza.\nDestacó que lo primero que hacen cuando acuden a una situación de emergencia es evaluar la integridad física de las personas, pues muchas caen en crisis, y después brindan apoyo para sacar el agua que se introdujo en sus domicilios con el apoyo de motobombas.\nCuando las unidades quedan varadas, son remolcadas con ayuda de camiones tipo Unimog, que pueden movilizarse en inundaciones de hasta dos metros de profundidad; mientras, para el rescate de personas atrapadas cuentan con lanchas tipo Zodiak portátiles, funcionales con remos o adaptables a motor para un mejor desplazamiento, explicó.\nLos elementos de la Policía Ribereña, además, dijo, están equipados con motobombas, cuerdas, mangueras, marros, picos y palas para coadyuvar con los servicios de emergencia en el desazolve de coladeras.\nA nterior S iguiente Subir al inicio del texto Please enable JavaScript to view the comments powered by Disqus.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://disqus.com/?ref_noscript",
    "https://disqus.com/",
    "https://www.disqus.com/?ref_noscript"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T13:38:55.746+03:00",
  "updated": "2024-06-21T13:38:55.746+03:00"
}