{
  "thread": {
    "uuid": "2991f1cad7e8d901906a95f1784cd736ff7e53d5",
    "url": "https://cadenaser.com/comunitat-valenciana/2024/01/05/la-cavalcada-dels-reis-dorient-ompli-els-carrers-democions-i-besades-radio-alcoy/",
    "site_full": "cadenaser.com",
    "site": "cadenaser.com",
    "site_section": "https://cadenaser.com/radio-alcoy",
    "site_categories": [
      "music",
      "hobbies_and_interests",
      "radio",
      "entertainment"
    ],
    "section_title": "Radio Alcoy",
    "title": "La Cavalcada dels Reis d'Orient ompli els carrers d'emocions i besades | Actualidad | Cadena SER",
    "title_full": "La Cavalcada dels Reis d'Orient ompli els carrers d'emocions i besades | Actualidad | Cadena SER",
    "published": "2024-01-05T21:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cadenaser.com/resizer/2bL6sbWJXfp0LJl_2B85bu8c80k=/1200x630/filters:quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/prisaradio/BWZZXKIN7BCVFEPTRLWUHFBQ7M.jpg",
    "performance_score": 0,
    "domain_rank": 3802,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 29,
        "comments": 0,
        "shares": 17
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2991f1cad7e8d901906a95f1784cd736ff7e53d5",
  "url": "https://cadenaser.com/comunitat-valenciana/2024/01/05/la-cavalcada-dels-reis-dorient-ompli-els-carrers-democions-i-besades-radio-alcoy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paco Agulló",
  "published": "2024-01-05T21:49:00.000+02:00",
  "title": "La Cavalcada dels Reis d'Orient ompli els carrers d'emocions i besades | Actualidad | Cadena SER",
  "text": "[Sociedad](/actualidad/sociedad/) La Cavalcada dels Reis d'Orient ompli els carrers d'emocions i besades Ses Majestats Melcior, Gaspar i Baltasar han recorregut el centre d'Alcoi en la 139 edició de la desfilada més antiga i espectacular del món Alcoi La 139 edició de la Cavalcada dels Reis d'Orient ha complit amb totes les expectatives i ha posat el brillant colofó al Nadal Alcoià. De nou ha hagut una gran quantitat de públic al llarg de tot el recorregut des de la mateixa eixida en l'Avinguda d'Elx fins al final de la mateixa en l'Avinguda País Valencià, amb el moment de l'Adoració com al culminant. La comitiva l'han obert els dos grups de danses, el Grup de Danses Carrascal i el Grup de Danses Sant Jordi, precedint a l'Ambaixadora Real, que ahir va ser protagonista en el Ban Real, tot just darrere dels heraldos i l'estrella de Betlem portava per un genet a cavall. Després era el torn del primer dels reis, Melcior, acompanyat aquest any per la filà Verdes, més tard arribava Baltasar, amb el recolzament del Club Atletisme Alcoi, i per últim Gaspar, que tenia l'ajuda del components de Solc, entitat que aquest 2024 compleix 25 anys d'ajuda a les persones afectades pel càncer i als seus familiars. Una vegada tots tres reis han arribat a la plaça d'Espanya després de besar a multitud de xiquets i xiquetes i alguns no tant menuts, han anat a l'interior de l'Ajuntament per a preparar-se de cara a l'Adoració sols acompanyats per l'Ambaixadora i els seus pajes reals. La Sagrada Família ha sigut la primera en sortir del hall de la Casa Consistorial per a anar cap al naixement i posteriorment Ses Majestats ha sortit també mentre començava a sonar l'obra de Haendel, l'Aleluya. Just en el moment de fer les ofrenes al Jesuset d'or, encens i mirra, des de l'església de Santa María i del Campanar ha esclatat un gran castell de focs d'artifici mentre les campanes tocaven en el moment culminant de la celebració. Posteriorment els Reis tornaven a muntar als seus dromedaris, Nueve, Arturo i Sultán per a continuar en el recorregut, mentre els prop de 350 pajes repartien els quasi 850 paquets elaborats pels paqueteros. Per últim com a curiositat, el Sant Jordiet, Mauro Abelllán i el seu germà, acompanyats pels seus pares i germana major, van ser els primers en rebre un xicotet regal de mans dels mateixos Reis poc abans de començar la Cavalcada en la recepció de l'institut Pare Vitòria on els esperaven. Retransmissió Ràdio Alcoi va retransmetre la 139 Cavalcada de Ses Majestats d'Orient. Des de la plaça d'Espanya va contar com va ser l'arribada i l'Adoració de Melcior, Gaspar i Baltasar. Ací poden tornar a reviure la narració d'una nit màgica. Retransmissió de la 139 Cavalcada dels Reis d'Orient a Alcoi 01:46:38 Compartir El código iframe se ha copiado en el portapapeles",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "catalan",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:45:38.357+02:00",
  "updated": "2024-01-13T01:12:33.210+02:00"
}