{
  "thread": {
    "uuid": "f2ac069881e4dcb71c75d31f470f8a0ac0d2754d",
    "url": "https://www.tnonline.com/20240418/op-ed-creating-community-one-conversation-at-a-time",
    "site_full": "www.tnonline.com",
    "site": "tnonline.com",
    "site_section": "https://www.tnonline.com/features",
    "site_categories": [
      "media"
    ],
    "section_title": "Features &#8211; Times News Online",
    "title": "Op-ed: Creating community, one conversation at a time – Times News Online",
    "title_full": "Op-ed: Creating community, one conversation at a time – Times News Online",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.prod.ltn.infomaker.io/?uuid=5E1E7660-9144-445C-A72B-11D2D38ED577&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 81165,
    "domain_rank_updated": "2024-04-16T13:08:05.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f2ac069881e4dcb71c75d31f470f8a0ac0d2754d",
  "url": "https://www.tnonline.com/20240418/op-ed-creating-community-one-conversation-at-a-time",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Op-ed: Creating community, one conversation at a time – Times News Online",
  "text": "Op-ed: Creating community, one conversation at a time Walking home one evening, I came to an intersection. A family and a couple were waiting for the light, the family bantering about crossing against the light. “My knees won’t let me go that fast!” the grandma warned. “Ma’am, I’m with you!” the man from the couple called out with a laugh. “My wife doesn’t understand the knee thing either.” Pleased by the support, the grandma turned to her sister: “I told you so!” The family laughed, the couple laughed, and for the next few minutes they traded jokes about bossy family members and aging bodies as the light turned and they crossed together. As the groups parted, both were more animated and joyful than they had been before the interaction. Their enjoyment was contagious - just seeing two groups of strangers laughing together made me feel lighter too. It makes sense that we all felt better. We’re wired to want to connect with each other. It makes us feel safe and rewarded, especially necessary in our time of polarization. April 15-21 is National Week of Conversation, created “for those seeking ways to turn down the heat of polarization, and … engage in activities that build bridges across differences.” There are great events this week, and there also is much we can do on our own, after April 21. In this era of smartphones, tight schedules, and polarization, we can normalize simply talking to each other again. Super easy are pre-cursors to conversations: a hello or remark about the weather to someone on the street or at the supermarket. Studies show even these small interactions make us feel happier and more connected to others. Also easy but meaningful are short conversations with strangers or acquaintances that build that sense of connection. Turn that comment about the weather into something more, especially something positive or joking – like the man at the street corner. You’re building a momentary community, something we all want. Consider a deeper conversation with a family member, perhaps about values or dreams. When was the last time you asked someone about their hopes? We can even have these talks around political issues and underpinning values, particularly if we prepare a bit – agreeing first we’re not trying to convince but rather to learn about each other, then being ready to take a breath, make a joke, and shift gears as necessary. Another possibility is structured conversations in your community, particularly around issues that touch us all. I’m involved in a project to help parents, teachers, and other members of school communities have constructive conversations. We’re finding there is a thirst for these sessions. Not only are people eager to hear and be heard by others, but they like the guardrails and focus that keeps sessions honest without becoming destructive. Living Room Conversations, Braver Angels, and other organizations offer tools for self-guided conversations. It’s often good to get outside help. Community mediation centers specialize in facilitating group conversations, as do university conflict resolution programs and professional mediators and facilitators. If you have an issue you want to discuss – making your community safer, balancing business and residential needs in a neighborhood – facilitators can help your group discuss it honestly and positively, ideally finding collectively-created solutions. So much starts with a conversation. Try it for your own sense of wellbeing - and watch it become contagious. Melinda Burrell, PhD, syndicated by PeaceVoice, is a former humanitarian aid worker and now trains on the neuroscience of communication and conflict. She is vice-chair of the National Association for Community Mediation, which offers resources for community approaches to difficult issues.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:51:47.228+03:00",
  "updated": "2024-04-19T00:51:47.228+03:00"
}