{
  "thread": {
    "uuid": "a544f97b2a8b344e9a77fcea2786cea3eff53b7f",
    "url": "https://www.ilfoglio.it/esteri/2024/03/09/news/ucraina-il-papa-elogia-chi-ha-il-coraggio-della-bandiera-bianca--6310258",
    "site_full": "www.ilfoglio.it",
    "site": "ilfoglio.it",
    "site_section": "https://www.ilfoglio.it/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Il Foglio RSS",
    "title": "Ucraina: il Papa elogia “chi ha il coraggio della bandiera bianca”",
    "title_full": "Ucraina: il Papa elogia “chi ha il coraggio della bandiera bianca”",
    "published": "2024-03-09T18:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img-prod.ilfoglio.it/2024/03/09/172115564-9b032bba-d430-45e3-b39e-fc3a353e266b.jpg",
    "performance_score": 0,
    "domain_rank": 19729,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a544f97b2a8b344e9a77fcea2786cea3eff53b7f",
  "url": "https://www.ilfoglio.it/esteri/2024/03/09/news/ucraina-il-papa-elogia-chi-ha-il-coraggio-della-bandiera-bianca--6310258",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-03-09T18:07:00.000+02:00",
  "title": "Ucraina: il Papa elogia “chi ha il coraggio della bandiera bianca”",
  "text": "le parole\nUcraina: il Papa elogia “chi ha il coraggio della bandiera bianca”\n\"Quando vedi che sei sconfitto, che le cose non vanno, occorre avere il coraggio di negoziare\", ha detto il Pontefice in un'intervista a RSI, ricordando di essersi proposto come mediatore: \"Io sono qui\"\n\"Credo che è più forte chi vede la situazione, chi pensa al popolo, chi ha il coraggio della bandiera bianca, di negoziare. E oggi si può negoziare con l'aiuto delle potenze internazionali. La parola negoziare è una parola coraggiosa\". Lo ha affermato Papa Francesco in un'intervista rilasciata a Radio Televisione Svizzera (RSI), che andrà in onda il 20 marzo, riferendosi al\nconflitto in corso fra Russia e Ucraina.\n\"Quando vedi che sei sconfitto, che le cose non vanno – ha aggiunto Francesco – occorre avere il coraggio di negoziare. Hai vergogna, ma con quante morti finirà? Negoziare in tempo, cercare qualche Paese che faccia da mediatore. Oggi, per esempio nella guerra in Ucraina, ci sono tanti che vogliono fare da mediatore. La Turchia, si è offerta per questo. E altri. Non abbiate vergogna di negoziare prima che la cosa sia peggiore\".\nPer Francesco non bisogna perdere la speranza di provare a mediare: \"Guardiamo la storia, le guerre che noi abbiamo vissuto, tutte finiscono con l'accordo\". Poi Papa Francesco ha ricordato che lui stesso si è proposto per negoziare: \"Io sono qui, punto. Ho inviato una lettera agli ebrei di Israele, per riflettere su questa situazione. Il negoziato non è mai una resa. E' il coraggio per non portare il Paese al suicidio. Gli ucraini, con la storia che hanno, poveretti, gli ucraini al tempo di Stalin quanto hanno sofferto...\".\nin francia\nParigi si fa centro della strategia militare europea, anche con l'IA\nLo stato dell'Unione\nChe fierezza, Mr Biden\nIl presidente americano lancia un messaggio limpido e battagliero: difenderà la democrazia e la libertà in America e nel mondo. I duelli improvvisati con i repubblicani (pareva di stare ai Comuni di Londra), le smorfie dello speaker del Congresso e la frase più bella detta agli eversori del 6 gennaio: \"Non puoi amare il tuo paese soltanto quando vinci\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:39:28.453+02:00",
  "updated": "2024-03-09T19:39:28.453+02:00"
}