{
  "thread": {
    "uuid": "ff06230ab26bb1ede8d5f01a81257dbdf28e4769",
    "url": "https://www.ecns.cn/business/2024-07-05/detail-ihecxmxh6565661.shtml",
    "site_full": "www.ecns.cn",
    "site": "ecns.cn",
    "site_section": "https://www.ecns.cn",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "China News Service Website - Headlines, stories, photos and videos | Ecns.cn",
    "title": "Massive offshore wind platforms help expand renewable power industry",
    "title_full": "Massive offshore wind platforms help expand renewable power industry",
    "published": "2024-07-05T04:49:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13891,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff06230ab26bb1ede8d5f01a81257dbdf28e4769",
  "url": "https://www.ecns.cn/business/2024-07-05/detail-ihecxmxh6565661.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Li Yan",
  "published": "2024-07-05T04:49:00.000+03:00",
  "title": "Massive offshore wind platforms help expand renewable power industry",
  "text": "OceanX floating offshore wind power platform. (Photo provided to CHINA DAILY)\nConstruction of the world's largest single-platform floating wind turbine was officially completed in Guangzhou, Guangdong province, on Wednesday, promoting the development of the country's offshore wind power industry.\nChen Faqiao, deputy general manager of business development at Mingyang Smart Energy Group, said OceanX will be able to generate an average of 54 million kilowatt hours of electricity a year, enough to meet the daily electricity needs of 30,000 three-person households for one year.\nOceanX is also the world's first dual wind turbine floating offshore wind power platform, with a pioneering V-shaped tower structure and a total installed capacity of 16.6 megawatts.\nIt was independently developed by Chen's company and was built by China State Shipbuilding Corp Huangpu Wenchong Shipbuilding Company.\n\"The facility will be set up in the waters off Yangjiang city in the western part of Guangdong in the months to come,\" Chen said.\nOffshore wind turbines can effectively reduce per-kilowatt energy costs, and OceanX's low operation and maintenance costs will aid the expansion of the offshore wind power industry from coastal waters to deep sea, he said.\nUnlike the common platform with a windmill design, OceanX consists of a Y-shaped foundation floating on the sea, with three rugby-ball shaped floats, one V-shaped tower and two wind turbines.\nThe total displacement of the platform is about 15,000 metric tons. It has a draft of 5.5 meters and can be used in waters with a depth of more than 35 meters.\nWhen a typhoon hits, it can automatically adjust its angle so the blades face the direction of the incoming wind, achieving maximum wind capture capacity, according to Chen.\nOceanX can withstand extreme tests of wind speeds of 260 kilometers per hour, and wave heights of 30 meters, he said.\nFloating platforms are expected to become mainstream, promoting the development of the country's offshore wind power industry.\nChina's offshore wind power is expanding from provincial waters to deep and far seas, and offshore wind power projects planned in provincial exclusive economic zones have reached more than 150 million kilowatts, Chen said.\nCompared with onshore wind power, offshore wind power has many advantages, including abundant wind resources, plenty of space available and low transmission costs.\nAccording to the China Renewable Energy Society, more than 160 offshore wind farms had been built in 12 coastal provinces by the end of last year, with more than 7,000 offshore wind turbines installed.\nThe total installed capacity exceeds 39 million kilowatts, equivalent to 1.7 Three Gorges hydropower stations.\nChina has established the world's most complete and cost-effective new energy industry chain, providing strong support for the global transition to new energy and addressing climate change, according to the China Renewable Energy Society.\nRelated news Largest offshore wind power project in Bay Area is now at full capacity\n2023-12-12 Test platform aimed at accelerating innovation in offshore wind turbines\n2023-12-05 Chinese shipyards see demand for offshore wind installation vessels\n2023-11-27",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chen faqiao",
        "sentiment": "none"
      },
      {
        "name": "chen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mingyang smart energy group",
        "sentiment": "none"
      },
      {
        "name": "china state shipbuilding corp huangpu wenchong shipbuilding company",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "guangdong",
        "sentiment": "none"
      },
      {
        "name": "guangzhou",
        "sentiment": "none"
      },
      {
        "name": "yangjiang",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:51:54.888+03:00",
  "updated": "2024-07-05T06:51:54.888+03:00"
}