{
  "thread": {
    "uuid": "f080a4059071a14f78faa289fdcb00f96c861609",
    "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169372.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "University of Technology Sydney (UTS) launches Centre for Climate Risk and Resilience, helping to address risks brought on by climate change",
    "title_full": "University of Technology Sydney (UTS) launches Centre for Climate Risk and Resilience, helping to address risks brought on by climate change",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19620,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f080a4059071a14f78faa289fdcb00f96c861609",
  "url": "https://news.webindia123.com/news/Articles/Business/20240216/4169372.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "University of Technology Sydney (UTS) launches Centre for Climate Risk and Resilience, helping to address risks brought on by climate change",
  "text": "Sydney [Australia], February 16: Dedicated to assisting businesses in navigating both the physical and transition risks associated with climate change, the Centre for Climate Risk and Resilience (CCRR) strives to be a global leader in impactful research that safeguards ecosystems and local communities. Led by the distinguished Professor Martina Linnenluecke, a renowned expert in climate change, environmental finance, and sustainability, CCRR is uniquely positioned within UTS Business School to bridge the gap between knowledge and action. The Centre is committed to providing evidence-based research, education, and guidance to policymakers, business leaders, and communities, fostering collaborative efforts to decarbonise the economy and regenerate environmental health. As global climate change emerges as an existential threat, CCRR recognises the critical role businesses play in transitioning to a low-carbon economy. The Intergovernmental Panel on Climate Change's recent report underscores the imperative for widespread and rapid changes to address the multifaceted impacts on the atmosphere, ocean, cryosphere, and biosphere. CCRR aligns with UTS Business School's mission to be a socially committed institution fostering innovation, sustainability, and prosperity in a fairer world. The Centre focuses on: 1. Adaption and Resilience: Examining how organisations and communities can respond to climate change challenges, emphasising nature-based solutions. 2. Decarbonisation: Identifying effective decarbonisation strategies and technologies for different sectors and regions. 3. Sustainable Finance: Investigating how financial actors can engage with social and environmental challenges, supporting climate change adaptation and mitigation. 4. Climate Analytics: Providing data-driven insights to organisations and policymakers for informed decision-making on climate risks and opportunities. 5. Metrics, Targets, and Disclosure: Focusing on aligning metrics, targets, and disclosure with science-based sustainability goals. 6. Policy Impacts and Resources: Analysing the economic, social, and environmental impacts of climate policies to design effective responses. CCRR's commitment to transdisciplinary research and collaboration underscores UTS's vision to deliver transformative benefits for society and the environment. The Centre seeks to lead the transition towards sustainability, providing the knowledge and solutions needed to tackle the complexities of climate change head-on. The University of Technology Sydney (UTS) is one of the top 100 universities in the world and a leading public university of technology with global impact. Visit discover.uts.edu.au to learn more. Photo - https://mma.prnewswire.com/media/2340169/Image_UTS_Business_School.jpg (ADVERTORIAL DISCLAIMER: The above press release has been provided by PRNewswire. ANI will not be responsible in any way for the content of the same)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "martina linnenluecke",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of technology sydney",
        "sentiment": "neutral"
      },
      {
        "name": "intergovernmental panel on climate change",
        "sentiment": "none"
      },
      {
        "name": "uts business school",
        "sentiment": "none"
      },
      {
        "name": "ccrr",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sydney",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T09:41:28.302+02:00",
  "updated": "2024-02-16T09:41:28.302+02:00"
}