{
  "thread": {
    "uuid": "bc87f7473a989c8fe2b49520294bc6f93a45ef84",
    "url": "https://valenciaplaza.com/sanchez-aplaude-estudiantes-en-practicas-esten-cotizando",
    "site_full": "valenciaplaza.com",
    "site": "valenciaplaza.com",
    "site_section": "http://www.valenciaplaza.com/noticias/rss",
    "site_categories": [
      "sports"
    ],
    "section_title": "Valencia Plaza",
    "title": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años\"",
    "title_full": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años\"",
    "published": "2024-01-02T06:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://valenciaplaza.com/public/Image/socialThumb/17041996717276990.png",
    "performance_score": 0,
    "domain_rank": 23326,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bc87f7473a989c8fe2b49520294bc6f93a45ef84",
  "url": "https://valenciaplaza.com/sanchez-aplaude-estudiantes-en-practicas-esten-cotizando",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valencia Plaza",
  "published": "2024-01-02T06:00:00.000+02:00",
  "title": "Sánchez aplaude que los estudiantes en prácticas estén ya cotizando: \"Saldamos una deuda de años\"",
  "text": "Hoy es 2 de enero y se habla de VALÈNCIA (EP). El presidente del Gobierno, Pedro Sánchez, ha aplaudido que más de un millón de estudiantes en prácticas de Formación Profesional y universitarios hayan empezado a cotizar a la Seguridad Social desde este lunes 1 de enero. \"Las prácticas no remuneradas ya cotizan. Saldamos una deuda de años con los becarios, por justicia social. 2024 será el año de seguir ampliando derechos y de mejorar la vida de los jóvenes en España\", ha señalado este martes el presidente del Gobierno en una publicación en la red social X. En la misma línea, la vicepresidenta Segunda del Gobierno y ministra de Trabajo y Economía Social, Yolanda Díaz, ha subrayado que empieza en año tal y como lo acabaron, \"ampliando derechos\". \"Más de un millón de becarios ya están cotizando. Esto supone un gran avance en la protección de los más jóvenes. Pero vamos a más. Este 2024 aprobaremos el Estatuto del Becario\", ha apuntado la vicepresidenta Segunda del Ejecutivo. La cotización de los estudiantes en prácticas ha entrado en vigor este 1 de enero a pesar de que las comunidades autónomas gobernadas por el Partido Popular pidieron una moratoria o que se anulara. En concreto, en 2024 un total de 458.959 estudiantes de Formación Profesional en prácticas han empezado a cotizar a la Seguridad Social, ya que esta medida, diseñada por el Ministerio de Inclusión, Seguridad Social y Migraciones, ha entrado en vigor el 1 de enero. Por tanto, esta medida afecta ya a más de 500.000 estudiantes universitarios, según los datos publicados por Yolanda Díaz. En cuanto al coste, Seguridad Social bonificará el 95% de las cotizaciones y el Ministerio de Educación, Formación Profesional y Deportes financiará el 5% restante en 2024. La cotización a la Seguridad Social de los estudiantes de Formación Profesional en prácticas costará a las comunidades autónomas en torno a 18 euros al año por alumno a partir de 2025, según datos facilitados por el Ministerio de Educación, Formación Profesional y Deportes, recogidos por Europa Press. El Ministerio de Inclusión, Seguridad Social y Migraciones asegura que, para abordar la cuestión de la cotización de los estudiantes en prácticas, han celebrado \"cerca de dos centenares de reuniones\" entre representantes de la Tesorería General y de las administraciones autonómicas. La medida se enmarca dentro del proceso de \"modernización y mejora\" de la calidad de la Formación Profesional impulsado por el Gobierno de España hace cinco años, que ha logrado aumentar el alumnado en más de un 35% durante este periodo hasta superar el millón de estudiantes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T14:49:42.939+02:00",
  "updated": "2024-01-02T17:41:53.671+02:00"
}