{
  "thread": {
    "uuid": "b9993f20e8cb89c167fc32ab4a4969847d1c8026",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12908301/Joel-Dommett-huge-presenting-gigs-ITV-Masked-Singer-BBC-Survivor.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/tvshowbiz/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Joel Dommett 'pockets a whopping £2,500 every DAY' after scoring huge presenting gigs on ITV's The Masked Singer and the BBC's Survivor | Daily Mail Online",
    "title_full": "Joel Dommett 'pockets a whopping £2,500 every DAY' after scoring huge presenting gigs on ITV's The Masked Singer and the BBC's Survivor | Daily Mail Online",
    "published": "2023-12-29T02:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/29/00/79419837-0-image-m-50_1703808417503.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b9993f20e8cb89c167fc32ab4a4969847d1c8026",
  "url": "https://www.dailymail.co.uk/tvshowbiz/article-12908301/Joel-Dommett-huge-presenting-gigs-ITV-Masked-Singer-BBC-Survivor.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Milly Veitch For Mailonline",
  "published": "2023-12-29T02:11:00.000+02:00",
  "title": "Joel Dommett 'pockets a whopping £2,500 every DAY' after scoring huge presenting gigs on ITV's The Masked Singer and the BBC's Survivor | Daily Mail Online",
  "text": "Joel Dommett is certain to be riding high, as he reportedly earned £2,500 a day this year, thanks to bagging huge presenting gigs. The TV presenter, 38, has landed several major roles in recent years, presenting ITV 's The Masked Singer as well as BBC show Survivor. And his efforts appear to be paying off, as The Sun reports that his private firm funds have doubled in the past year. His performing arts firm, Neon Hero, reported its earnings on Companies House, revealing Joel raked in £2.3million over the last 12 months in comparison to £1.4m the year before. The company has £1,108,653 in cash, as well as £980,832 in investments and £251,916 in monies owed. Joel Dommett is certain to be riding high, as he reportedly earned £2,500 a day this year, thanks to bagging huge presenting gigs (pictured last month) The TV presenter, 38, has landed several major roles in recent years, presenting ITV 's The Masked Singer as well as BBC show Survivor (pictured on The Masked Singer last month) And his efforts appear to be paying off, as The Sun reports that his private firm funds have doubled in the past year (pictured in May) The Sun adds that Joel retained £2,090,625 in profits at his firm, including £814,831 for the year, which is more than ten times higher than the £71,096 profit made in 2022. Joel set up Neon Hero in 2012, and its first trading profit in 2013 was reported as £13,944, before shooting up to £2.3 million in 10 years. It staggering pay-check report comes after it was revealed that Joel's earnings are only set to rise even higher after he was announced to have landed a major role hosting a new game show on Netflix . While the details of the show have not been revealed, Joel started filming the programme in an East London TV studio earlier this month, according to The Sun . It's fair to say that given comedian Joel will be the host, viewers should expect something with a comical twist. A TV insider told the publication: 'Joel is one of the most in-demand presenters right now and this just proves it. 'It's rather unprecedented to be the star man across three networks but clearly he's doing something right. Joel is really excited by the new show.' Joel began his career as a stand-up comedian before scoring several presenting gigs, but hit the big-time after starring on I'm a Celebrity...Get Me Out of Here! in 2016. His performing arts firm, Neon Hero, reported its earnings on Companies House, revealing Joel raked in £2.3million over the last 12 months in comparison to £1.4m the year before It staggering pay-check report comes after it was revealed that Joel's earnings are only set to rise even higher after he was announced to have landed a major role hosting a new game show on Netflix He bagged the presenting role on The Masked Singer in 2020, as well as sister show The Masked Dancer the following year and has hosted the last three National Television Awards He became a fan favourite and went on to present the spin-off show I'm a Celebrity: Extra Camp from 2017 to 2019. He bagged the presenting role on The Masked Singer in 2020, as well as sister show The Masked Dancer the following year and has hosted the last three National Television Awards. It's been a huge year of success all round for Joel, as he a nd his wife Hannah Cooper, 34 , also welcomed their first child in September . Joel and Hannah had kept their baby's sex a secret throughout pregnancy but revealed they had welcomed a son named Wilde on Instagram. Wrapped up in a blanket, Hannah shared a snap of her baby boy's feet and wrote: 'Wilde Cooper-Dommett. Pinterest perfect baby feet that are already bigger than his Dad’s.' Speaking about becoming a dad, Joel told The Mirror in October: 'It's amazing, it's everything everyone says it will be and more. Nothing can prepare you for it. But we're very happy as our new little family and Hannah has been beyond amazing.' It's been a huge year of success all round for Joel, as he and his wife Hannah Cooper, 34 , also welcomed their first child in September Joel and Hannah had kept their baby's sex a secret throughout pregnancy but revealed they had welcomed a son named Wilde on Instagram",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv/",
    "https://www.thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow/",
    "https://www.thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow",
    "https://thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow/",
    "https://www.thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv",
    "https://thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joel dommett",
        "sentiment": "neutral"
      },
      {
        "name": "joel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc",
        "sentiment": "neutral"
      },
      {
        "name": "itv",
        "sentiment": "neutral"
      },
      {
        "name": "companies house",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:13:41.113+02:00",
  "updated": "2023-12-29T02:13:41.113+02:00"
}