{
  "thread": {
    "uuid": "9f8553509359648adb02e3b501fb9437031b91a2",
    "url": "https://teamusa.usahockey.com/news_article/show/1304045",
    "site_full": "teamusa.usahockey.com",
    "site": "usahockey.com",
    "site_section": "https://usahockey.com/news_rss_feed?tags=2328356,2425772,2328362,2931303,2430066,797432,3449760,2400511,3445155,2399838,2400546,2328360,2339648,3344731,2339681,2429450,2356680,2356689,2356612,2400560,2370409,2370742,2400564,2340315,2339682,2432616,2432617,2432512,2432509,2389078,2389102,2904222,2389107,2905432,2429258,2905433,2389079,2339683,2427084,2434146,701370,695820",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "Team USA Hockey News with tag(s): Home (Old), News, 2023 WJSS, Men's, World Cup of Hockey, World Juniors, Deutschland Cup, Women's, Sled, Player Development, Player Features, U18 World Championship, Collegiate Series, Under-18 Series, 2014 Evaluation Camp, Four Nations Cup, Olympics/Paralympics, Youth Olympics, Men's Olympics, Women's Olympics, World Jr. A Challenge, Hlinka Gretzky Cup, World University Games, Other, World University Games, World Championship, 2016 Development Camps, Paralympics, Women's Worlds, U18 World Championship, Nat'l Sled Team History, Men's Dev Sled Team, World Championship, Para Hockey Cup, Team USA Calendar, 2018 - PyeongChang, 2018 - PyeongChang, 2018 - PyeongChang, 2018 IIHF WJC, Inline Worlds, 2017 Tournament, 2017 WJSS",
    "title": "Fueling and Training For Success",
    "title_full": "Fueling and Training For Success",
    "published": "2024-03-14T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn1.sportngin.com/attachments/news_article/32b5-200063914/3.13_dti_ep_2Article_Photo_Template_large.png",
    "performance_score": 0,
    "domain_rank": 27967,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9f8553509359648adb02e3b501fb9437031b91a2",
  "url": "https://teamusa.usahockey.com/news_article/show/1304045",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dan Scifo",
  "published": "2024-03-14T22:30:00.000+02:00",
  "title": "Fueling and Training For Success",
  "text": "In between the Olympic Winter Games and the IIHF Women’s World Championship, the U.S. and Canada battle each year in the Rivalry Series.\nCarrie Aprik, the U.S. Women’s National Team’s sports dietician, and Cal Dietz, the team’s strength and conditioning coach, each play a key role in helping Team USA get mentally and physically ready to compete.\nIn the second episode of the six-episode docuseries “Defending Their Ice: The Story of the U.S. Women’s National Team,” viewers get introduced to Aprik and Dietz, as well as get insight from players about the intensity of the rivalry with Canada.\nThe episode, titled “Gearing Up,” airs at 5:30 p.m. ET Saturday, March 16, on NHL Network.\n“Any time you play Canada, it’s always a battle,” said defender Megan Keller, who has faced off against Canada in eight gold-medal games across the Olympics and World Championships. “It’s one of the greatest rivalries in the sport of hockey, not just men’s or women’s, but the entire sport. It’s always an honor to be able to pull on the USA jersey and play against them.”\nThe 2023-24 Rivalry Series featured a seven-game series intended to build toward the 2024 IIHF Women’s World Championship, which is where the Americans will seek to defend their gold medal on home soil April 3-14 in Utica, New York.\nThe first two games of this year’s series took place across four days in November in Tempe, Arizona, and Los Angeles.\n“It sets the tone and puts us in a good competitive head space with Canada,” defender Caroline Harvey said. “It increases the intensity between us. It’s obviously a battle when we meet [Canada] at Worlds, but the [Rivalry Series] keeps it competitive. It keeps the rivalry going between us.”\nPrior to the first game against Canada in the most recent series, most of the players hadn’t played a game in about six months. During that time, the players had to make sure they had proper nutrition and hydration to play at a high level. While the group is together, Aprik, the team’s sports dietician, ensures players’ needs are met.\n“The athletes themselves have been an enormous source of inspiration for me,” Aprik said. “I’ll never forget my first event with USA Hockey and just being completely blown away at the strength and physicality, but also a side of female athleticism I had never seen before. We don’t want nutrition to be a limiting factor. We don’t want them to be slower, or one second behind their opponent.”\nAprik manages the food service component and fueling stations not only leading up to tournaments and camps, but also for individual players to make sure their needs are met. She has served as the sports dietician for the U.S. Women’s National Team since 2014.\n“She’s always there to answer questions,” forward Taylor Heise said. “We have girls on the team who are gluten free, or don’t eat fish and things like that, and she does a great job of managing it all. I don’t know how she does it because it’s a tough task, especially feeding this many girls, who are very hungry humans.”\nDietz is the team’s strength and conditioning coach and has worked with the group since 2019. He’s served in the same capacity at the University of Minnesota since 2000.\nWhile Dietz trains with the players throughout tournaments, he especially relishes getting them ready on game days.\n“I truly believe that warm-ups are a checklist and the whole process is exciting to see on a game day,” Dietz said. “It’s fun to see them start the process and you see the switch turn on in some of them and you know the athlete is ready to go and they’re going to have a good day.”\nHeise, who played at Minnesota from 2018 to 2023, also trains with Dietz during the summer.\n“I’ve seen him deadlift an absurd amount of weight,” Heise said. “He’s not only impressive, but he does everything he expects us to do, which I think is important when you’re looking up to someone in the personal training realm.”\nThe players know that getting to represent the U.S. means they’re some of the top players in the world. Working with Aprik and Dietz helps each player stay at the top of their game and set an example for Team USA’s future generation.\n“Everybody knows the magnitude of when you’re able to pull on that jersey,” Keller said. “You know who you’re representing and all of the players who have come through this program. We’re super competitive and we want to leave a lasting impact on this program ourselves. We want to leave it all out there, do our country proud and ultimately win.”\nStory from\nRed Line Editorial, Inc.\n.\n.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://reditorial.com/",
    "https://reditorial.com",
    "https://www.reditorial.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cal dietz",
        "sentiment": "none"
      },
      {
        "name": "megan keller",
        "sentiment": "none"
      },
      {
        "name": "carrie aprik",
        "sentiment": "none"
      },
      {
        "name": "dietz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iihf",
        "sentiment": "negative"
      },
      {
        "name": "u.s. women’s national team",
        "sentiment": "none"
      },
      {
        "name": "nhl network",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "usa jersey",
        "sentiment": "none"
      },
      {
        "name": "team usa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:30:24.262+02:00",
  "updated": "2024-03-15T00:30:24.262+02:00"
}