{
  "thread": {
    "uuid": "780e822d1f233e7430ffeef172a596ba458dd264",
    "url": "https://m.economictimes.com/news/science/gopichand-thotakura-set-to-become-second-indian-citizen-in-space-after-rakesh-sharma-to-be-part-of-blue-origins-next-mission/articleshow/109226700.cms",
    "site_full": "m.economictimes.com",
    "site": "economictimes.com",
    "site_section": "https://economictimes.indiatimes.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business News Today: Read Latest Business news, India Business News Live, Share Market &amp; Economy News | The Economic Times",
    "title": "Meet Gopichand Thotakura, the 2nd Indian citizen in space after Rakesh Sharma - The Economic Times",
    "title_full": "Meet Gopichand Thotakura, the 2nd Indian citizen in space after Rakesh Sharma - The Economic Times",
    "published": "2024-04-12T00:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.etimg.com/thumb/msid-109226867,width-1200,height-630,imgsize-1750209,overlay-economictimes/photo.jpg",
    "performance_score": 0,
    "domain_rank": 2573,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "780e822d1f233e7430ffeef172a596ba458dd264",
  "url": "https://m.economictimes.com/news/science/gopichand-thotakura-set-to-become-second-indian-citizen-in-space-after-rakesh-sharma-to-be-part-of-blue-origins-next-mission/articleshow/109226700.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nirmal John",
  "published": "2024-04-12T00:11:00.000+03:00",
  "title": "Meet Gopichand Thotakura, the 2nd Indian citizen in space after Rakesh Sharma - The Economic Times",
  "text": "Bengaluru: Amazon founder Jeff Bezos' space company A successful launch will make the US-based wellness entrepreneur and pilot the second Indian citizen in space after wing commander Thotakura, 30, was born in Vijayawada and is currently the co-founder of Preserve Life, a multi-million-dollar wellness centre being developed on the outskirts of US' Atlanta, but has retained his Indian passport. Thotakura told ET that he hoped his journey into space as a civilian would make the idea of being an astronaut more accessible for Indian children. He said he’d been fascinated by aerospace ever since visiting a KLM plane cockpit at age eight. Thotakura is also a trained pilot who ran a medical air-evacuation service in India around a decade ago. Space was an extension of that dream. He said that his family — also into the wellness business — came to know about his plans to go into space only after Blue Origin made the official announcement. They are nervous but excited, he said. Joining him on the mission will be venture capitalist Mason Angel, French entrepreneur Sylvain Chiron, US tech entrepreneur Kenneth L Hess, retired accountant and adventurer Carol Schaller, and former US Air Force captain Ed Dwight. The latter was selected in 1961 as the first US black astronaut candidate but could not be part of a mission. Mission Profile NS-25 will be Blue Origin’s first crewed launch after the failure of the uncrewed NS-23 in September 2022. The US Federal Aviation Administration (FAA) had grounded all Blue Origin launches until an investigation into the failure was completed. It recommended 21 corrective actions, including redesigning certain engine components. NS-24, the first mission since the failure, was launched successfully in December 2023. Until now, Blue Origin has flown six astronaut missions, taking 31 humans above the Kármán line. That’s the boundary between earth and space and is between 80 and 100 km above sea level. Blue Origin’s pitch for the flight is simple: “On your 11-minute flight, you'll travel over 3x the speed of sound to pass the Kármán Line at 100 km, float weightless for several minutes, and witness life-changing views of earth before descending gently under parachutes.” Rise of For Thotakura, this will be a sponsored launch, although details like the identity of the sponsor and the amount paid to Blue Origin to make it happen have not been revealed. Blue Origin, along with Bezos and Blue Origin have put in place an interesting pricing strategy. What you pay could be anywhere between nothing, especially if you are a celebrity and can attract eyeballs, and $28 million. The latter was the amount paid for the first ticket to space that Blue Origin sold in an auction. William Shatner, aged 90, was invited to a New Shepard mission for free back in 2021. Shatner played Captain Kirk in Star Trek, the cult television series that had a huge impact on a generation of scientists and techies. (You can now subscribe to our [Blue Origin](/topic/blue-origin)has announced that Indian national Gopichand Thotakura will be part of a six-member crew that will blast off into space on the next New Shepard mission. A successful launch will make the US-based wellness entrepreneur and pilot the second Indian citizen in space after wing commander [Rakesh Sharma](/topic/rakesh-sharma)in 1984 and the country's first civilian astronaut. Astronauts Kalpana Chawla, Sunita Williams, Raja Chari and Sirisha Bandla were US citizens of Indian origin. The date of the launch of the [NS-25](/topic/ns-25)suborbital mission has not been announced but is likely to take place within the next few weeks. Thotakura, 30, was born in Vijayawada and is currently the co-founder of Preserve Life, a multi-million-dollar wellness centre being developed on the outskirts of US' Atlanta, but has retained his Indian passport. Thotakura told ET that he hoped his journey into space as a civilian would make the idea of being an astronaut more accessible for Indian children. He said he’d been fascinated by aerospace ever since visiting a KLM plane cockpit at age eight. Thotakura is also a trained pilot who ran a medical air-evacuation service in India around a decade ago. Space was an extension of that dream. He said that his family — also into the wellness business — came to know about his plans to go into space only after Blue Origin made the official announcement. They are nervous but excited, he said. Joining him on the mission will be venture capitalist Mason Angel, French entrepreneur Sylvain Chiron, US tech entrepreneur Kenneth L Hess, retired accountant and adventurer Carol Schaller, and former US Air Force captain Ed Dwight. The latter was selected in 1961 as the first US black astronaut candidate but could not be part of a mission. Mission Profile NS-25 will be Blue Origin’s first crewed launch after the failure of the uncrewed NS-23 in September 2022. The US Federal Aviation Administration (FAA) had grounded all Blue Origin launches until an investigation into the failure was completed. It recommended 21 corrective actions, including redesigning certain engine components. NS-24, the first mission since the failure, was launched successfully in December 2023. Until now, Blue Origin has flown six astronaut missions, taking 31 humans above the Kármán line. That’s the boundary between earth and space and is between 80 and 100 km above sea level. Blue Origin’s pitch for the flight is simple: “On your 11-minute flight, you'll travel over 3x the speed of sound to pass the Kármán Line at 100 km, float weightless for several minutes, and witness life-changing views of earth before descending gently under parachutes.” Rise of [Space Tourism](/topic/space-tourism) For Thotakura, this will be a sponsored launch, although details like the identity of the sponsor and the amount paid to Blue Origin to make it happen have not been revealed. Blue Origin, along with [Richard Branson](/panache/panache-people-101/richard-branson/profileshow/80233342.cms)’s Virgin Galactic, has been competing for the last few years to attract space tourists. That is a business which, according to UBS, is expected to cross $3 billion in value by 2030. Bezos and Blue Origin have put in place an interesting pricing strategy. What you pay could be anywhere between nothing, especially if you are a celebrity and can attract eyeballs, and $28 million. The latter was the amount paid for the first ticket to space that Blue Origin sold in an auction. William Shatner, aged 90, was invited to a New Shepard mission for free back in 2021. Shatner played Captain Kirk in Star Trek, the cult television series that had a huge impact on a generation of scientists and techies. (You can now subscribe to our [Economic Times WhatsApp channel](https://whatsapp.com/channel/0029Va54SU83rZZYg2XcdM0K)) (Catch all the...more Download Subscribe to [Business News](/news), [Breaking News](/breakingnewslist.cms), [Budget 2024 News](/budget), [Budget 2024 Live Coverage](/news/newsblogs/budget-live-news-updates-india-budget-2024-nirmala-sitharaman-live-speech-announcements-interim-budget-impacts-railways-education-auto-healthcare-latest-news-1-feb-2024/liveblog/107302765.cms), Events and [Latest News](/news/latest-news)Updates on [The Economic Times](/).) Download [The Economic Times News App](https://etapp.onelink.me/tOvY/feefac97) to get Daily Market Updates & Live Business News. Subscribe to [The Economic Times Prime](https://buy.indiatimes.com/ET/plans) and read the [ET ePaper](https://epaper.indiatimes.com/timesepaper/publication-the-economic-times,city-delhi.cms) online. (You can now subscribe to our [Economic Times WhatsApp channel](https://whatsapp.com/channel/0029Va54SU83rZZYg2XcdM0K)) (Catch all the...more Download Subscribe to [Business News](/news), [Breaking News](/breakingnewslist.cms), [Budget 2024 News](/budget), [Budget 2024 Live Coverage](/news/newsblogs/budget-live-news-updates-india-budget-2024-nirmala-sitharaman-live-speech-announcements-interim-budget-impacts-railways-education-auto-healthcare-latest-news-1-feb-2024/liveblog/107302765.cms), Events and [Latest News](/news/latest-news)Updates on [The Economic Times](/).) Download [The Economic Times News App](https://etapp.onelink.me/tOvY/feefac97) to get Daily Market Updates & Live Business News. Subscribe to [The Economic Times Prime](https://buy.indiatimes.com/ET/plans) and read the [ET ePaper](https://epaper.indiatimes.com/timesepaper/publication-the-economic-times,city-delhi.cms) online. Prime Exclusives",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rakesh sharma",
        "sentiment": "negative"
      },
      {
        "name": "gopichand thotakura",
        "sentiment": "negative"
      },
      {
        "name": "jeff bezos",
        "sentiment": "negative"
      },
      {
        "name": "raja chari",
        "sentiment": "none"
      },
      {
        "name": "kalpana chawla",
        "sentiment": "none"
      },
      {
        "name": "sunita williams",
        "sentiment": "none"
      },
      {
        "name": "sirisha bandla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amazon",
        "sentiment": "negative"
      },
      {
        "name": "blue origin",
        "sentiment": "negative"
      },
      {
        "name": "klm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "vijayawada",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:55:37.424+03:00",
  "updated": "2024-04-12T14:54:40.514+03:00"
}