{
  "thread": {
    "uuid": "ecf725d6a889893150ad74ecc1e89d569d9fdcfd",
    "url": "https://www.helsinkitimes.fi/world-int/24697-a-call-for-peace-haavisto-outlines-seven-steps-towards-a-two-state-solution-in-the-middle-east.html",
    "site_full": "www.helsinkitimes.fi",
    "site": "helsinkitimes.fi",
    "site_section": "https://www.helsinkitimes.fi/?format=feed&type=atom",
    "site_categories": [
      "media"
    ],
    "section_title": "News from Finland &quot;Helsinki Times&quot;",
    "title": "A call for peace: Haavisto outlines seven steps towards a two-state solution in the Middle East",
    "title_full": "A call for peace: Haavisto outlines seven steps towards a two-state solution in the Middle East",
    "published": "2023-12-30T20:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FI",
    "main_image": "https://www.helsinkitimes.fi/images/2023/12/gaza_pekka.jpg",
    "performance_score": 0,
    "domain_rank": 21832,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ecf725d6a889893150ad74ecc1e89d569d9fdcfd",
  "url": "https://www.helsinkitimes.fi/world-int/24697-a-call-for-peace-haavisto-outlines-seven-steps-towards-a-two-state-solution-in-the-middle-east.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tara",
  "published": "2023-12-30T20:27:00.000+02:00",
  "title": "A call for peace: Haavisto outlines seven steps towards a two-state solution in the Middle East",
  "text": "In a poignant blog post, presidential candidate Pekka Haavisto addresses the escalating crisis in the Middle East, highlighting the urgent need for a ceasefire as the first step towards a two-state solution. Haavisto, drawing on his extensive experience in peace mediation, outlines a comprehensive seven-step plan aimed at resolving the long-standing conflict in the region. The dire situation in Gaza has reached a critical point, with the United Nations Security Council demanding unimpeded access for humanitarian aid as of December 22, 2023. Haavisto emphasizes that silencing weapons is imperative to facilitate this aid. His depiction of the current state in Gaza is grim, painting a picture of devastation and despair, particularly in the wake of Hamas' brutal attack on Israel on October 7, 2023, which resulted in 1,200 deaths and 240 hostages. The toll on Gaza's population has been catastrophic. Over 20,000 Gazans, predominantly women and children, have lost their lives in Israeli military operations. The displacement crisis is staggering, with 85% of Gaza's two million inhabitants forced to abandon their homes, many repeatedly due to ongoing conflicts. Despite the desperate need, humanitarian aid is not reaching those in need effectively, leaving a quarter of the Gazan population on the brink of starvation. Haavisto's blog post goes beyond the immediate ceasefire and release of hostages. He insists on the cessation of violence in the West Bank as a crucial component of the Middle East solution. He warns of the potential for regional escalation, citing the activities of Iran-backed groups like Hezbollah in Lebanon and the Houthi rebels in North Yemen, who have targeted maritime traffic in the Red Sea area. The proposed solution calls for international cooperation, with countries like Egypt and Qatar already offering diplomatic assistance to broker a ceasefire and resolve the hostage crisis. Haavisto's seven elements for advancing towards a two-state model emphasize the need for committed and credible negotiating parties, confidence-building measures, a structured peace process, peacekeeping forces in Gaza, widespread recognition of a Palestinian state, and a thorough investigation into war crimes committed by all involved parties. In his concluding remarks, Haavisto reaffirms that peace is a matter of will, not just in the Middle East but globally. He urges the international community, including Finland, to pave the way for a sustainable peace solution in the region. HT",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pekka haavisto",
        "sentiment": "negative"
      },
      {
        "name": "haavisto",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "united nations security council",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T22:38:51.558+02:00",
  "updated": "2023-12-31T02:00:15.362+02:00"
}