{
  "thread": {
    "uuid": "afad18c8323ff917d57312327395218649a443e3",
    "url": "https://www.telegraph.co.uk/news/2023/12/30/peace-plan-hope-israel-hamas-truce-palestinian-opposition/",
    "site_full": "www.telegraph.co.uk",
    "site": "telegraph.co.uk",
    "site_section": "https://www.telegraph.co.uk/news",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "News: Breaking stories &amp; updates - The Telegraph",
    "title": "Three-stage plan for peace offers hope to end Gaza war",
    "title_full": "Three-stage plan for peace offers hope to end Gaza war",
    "published": "2023-12-30T18:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.telegraph.co.uk/content/dam/news/2023/12/30/TELEMMGLPICT000361172884_17039546095680_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwSX5rhseiWKOo9p9OQ-ymek.jpeg?impolicy=logo-overlay",
    "performance_score": 0,
    "domain_rank": 141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 3,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "afad18c8323ff917d57312327395218649a443e3",
  "url": "https://www.telegraph.co.uk/news/2023/12/30/peace-plan-hope-israel-hamas-truce-palestinian-opposition/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lizzie Porter",
  "published": "2023-12-30T18:58:00.000+02:00",
  "title": "Three-stage plan for peace offers hope to end Gaza war",
  "text": "A new peace talks plan has revived hopes of a truce with a proposal to bring together leaders in the West Bank and Gaza for a permanent ceasefire.\nThe three-step plan is facing stiff opposition from Palestinian factions, but as yet has not been formally rejected, despite first being mooted about a week ago.\nThe plan involves a fortnight-long, extendable ceasefire to allow for an initial exchange of Israeli hostages and Palestinian prisoners.\nThe second phase aims to unite divided Palestinian politicians to rule Gaza and the West Bank with a technocratic government, and the third would lead to a final ceasefire.\nThe proposal, hammered out with mediators Egypt and Qatar, falls short of both Israeli and Palestinian demands. It does not satisfy the key Israeli goal of completely dismantling Hamas, and it introduces the release of hostages in Gaza before a permanent ceasefire, which goes against a key Palestinian stipulation.\nIsraeli soldiers patrol the border near the Shujaiya neighbourhood in the Gaza Strip, reduced to rubble during the invasion of the enclave Credit : ATEF SAFADI/EPA-EFE/SHUTTERSTOCK The plan has emerged as Israel’s key allies including the US have begun to lose patience with its invasion of Gaza amid warnings of a humanitarian catastrophe. Israel also faces major internal pressure from hostage families.\nBut it has met resistance from Palestinian factions who say they will refuse to negotiate over hostages until there is a total end to the fighting in the beleaguered Gaza Strip.\n“We received a written text and up until now a response has not been presented to the brothers in Egypt because this issue needs internal discussion and also with the other Palestinian factions,” Osama Hamdan, a senior Hamas leadership official, told The Telegraph.\nPressure growing on Israel Hamdan denied media reports that a group delegation had traveled to Cairo on Friday to deliver their response to the proposal. He declined to say whether Hamas had rejected the plan in full or in part, instead saying: “Any proposal that does not begin with a ceasefire and a complete end to the aggression is not a useful proposal in our eyes.”\nIsrael’s cabinet has studied Cairo’s proposal and has also yet to respond officially, according to an Egyptian state information service statement.\nWhile the plan faces opposition, it raises hopes for a new round of diplomacy. Israel is coming under increasing international pressure over the growing civilian death toll and the fate of the 129 hostages who remain in Gaza, as regional leaders seek to find a way out of the conflict.\nAn Israeli helicopter fires flares as strikes against Gaza continue Credit : AMIR LEVY/GETTY IMAGES EUROPE The plan would not only need agreement from Israel and Hamas but also from other Palestinian politicians opposed to the terror group that controls Gaza.\nAn official from Fatah, the political group controlling the West Bank-based Palestinian Authority, said Majed Faraj, the head of Fatah’s intelligence service, had recently visited Cairo, but provided no extra information.\nFighting continues in Gaza and the Israel Defense Forces said they had eliminated terrorist cells in Shejaiya, Gaza City and Beit Lahia, while the Hamas-run Gaza Health Ministry said the death toll had risen to 21,672 since Oct 7.\nThe UN children’s agency has said that all of the 335,000 children under five in Gaza face “preventable death” and are at high risk of severe malnutrition due to inadequate food supplies.\nOn Saturday, Abu Jamal, a spokesman for the Abu Ali Mustafa Brigades, an armed group in Gaza, said a hostage held by his group had been killed by an Israeli air strike after a failed rescue attempt.\nThe spokesperson gave no details of the location or when the hostage had been taken captive, and the claims could not be independently verified.\n“One of our fighting groups, which was protecting one of the prisoners of the Zionist enemy, was attacked by Zionist special forces attempting to free that prisoner by infiltrating the place where the group protecting that [male] prisoner was located,” Mr Jamal said.\n“But our comrades … fought with that unit at point blank range and they suffered multiple losses and withdrew. Then the Zionists targeted that place with aircraft, which led to the killing of that prisoner and several of our comrades sustained medium-level injuries.”\nThe Israeli military declined to comment.\nRelated Topics Israel-Hamas War, Gaza, Palestinian Authority, Egypt, Qatar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "atef safadi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "epa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "west bank",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "shujaiya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T20:06:20.649+02:00",
  "updated": "2023-12-31T00:23:02.400+02:00"
}