{
  "thread": {
    "uuid": "f0c77ecd0d352946a7c235bb6ba39d8dbb2053e2",
    "url": "https://www.cronica.com.mx/metropoli/haitianos-encuentran-empleo-cargar-piedras-cascajo-obras-nueva-linea-1-metro.html",
    "site_full": "www.cronica.com.mx",
    "site": "cronica.com.mx",
    "site_section": "http://www.cronica.com.mx/",
    "site_categories": [
      "media"
    ],
    "section_title": "Inicio - La Crónica de Hoy | La noticia hecha diario",
    "title": "Haitianos albañiles encuentran empleo al cargar piedras en las obras de la Nueva Línea 1 del Metro",
    "title_full": "Haitianos albañiles encuentran empleo al cargar piedras en las obras de la Nueva Línea 1 del Metro",
    "published": "2023-12-29T03:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.cronica.com.mx/uploads/2023/12/28/658e1fa0723c8.jpeg",
    "performance_score": 0,
    "domain_rank": 23557,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0c77ecd0d352946a7c235bb6ba39d8dbb2053e2",
  "url": "https://www.cronica.com.mx/metropoli/haitianos-encuentran-empleo-cargar-piedras-cascajo-obras-nueva-linea-1-metro.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jorge Aguilar",
  "published": "2023-12-29T03:43:00.000+02:00",
  "title": "Haitianos albañiles encuentran empleo al cargar piedras en las obras de la Nueva Línea 1 del Metro",
  "text": "Haitianos encuentran empleo en las obras de remodelación de la Línea 1 del Metro A comparación de los miles de extranjeros que buscan asilo en un albergue de la Ciudad de México, los albañiles improvisados encontraron en la magna obra una oportunidad de trabajo Decenas de migrantes haitianos levantan bultos, retiran losetas de piso, preparan mezcla de cemento y tumban paredes en la remodelación de la estación del Metro Chapultepec en la alcaldía Cuauhtémoc. Entre risas, pláticas y conversaciones en francés, suben los más de 30 escalones del paso desnivel que cruza la avenida del mismo nombre, trayecto en el que sobre los hombros, transportan costales con azulejos rotos y botes con yeso que está listo para ser colocado en los nuevos muros que sustituirán a los viejos. Algunos de ellos se notan cansados y tienen que hacer varios viajes porque las bolsas en las que trasladan el material se han roto debido al peso; sus manos y espalda tuvieron que adaptarse a un nuevo oficio que desconocían. Las personas continúan utilizando ese pasillo para cruzar la vialidad vehicular, al mismo tiempo en el que los hombres de raza negra, quienes visten chalecos color naranja y cascos de protección, tiran el desperdicio a un camión que se llevará lo viejo para dar paso a la nueva edificación estructural del tramo de Salto del Agua a Observatorio. Sin embargo, la situación de estos 38 migrantes que abandonaron su país en busca de una mejor oportunidad es diferente, ya que a comparación de los miles que buscan asilo en un albergue de la Ciudad de México, los \"albañiles\" del Metro encontraron en la magna obra una oportunidad de trabajo, sustento y vivienda; así lo explica Rolando Rojas, encargado de la obra que el Gobierno capitalino contrató para retirar el cascajo. \"Todos ellos vienen con un contrato, primero llegó uno a pedirme trabajo y me dijo que conocía a más que querían trabajar, entonces en la empresa que tenemos como contratista, también me comentaron que había mucha gente de Haití que quería trabajar aquí y los mandé a pedir. A ellos no les paga el Metro, soy yo y la empresa; el contrato que tienen conmigo es de siete meses, después tienen que ir a la embajada a pedir que se renueve su permiso de trabajo, pero todos ya tienen pasaporte y Visa\", reveló. \"Tienen casa, les rento una cerca del Metro Sevilla, su jornada es de las ocho de la mañana a seis de la tarde, si se necesita que se queden más tiempo, hablo con ellos. Aunque no saben hacer muchas cosas, lo han aprendido; ellos son ayudantes de albañilería, prácticamente están contratados para sacar escombro, pero si se necesita algo más, yo les enseño, si tienen que agarrar una máquina, les digo cómo se hace\". Entre la conversación, el encargado dirige a los haitianos con algunas palabras en francés; de los que laboran en el sitio, es el único hombre que logra comunicarse con ellos, ya que el español y el inglés, son idiomas desconocidos para los 38 albañiles. Entre las instrucciones, les pide que sigan desalojando el pasillo del material, algunos descansan tomando un vaso de refresco y esperan a que el flujo de transeúntes sea menor para mover los costales que con un simple toque, despiden grandes cantidades de polvo. A su vez, Rolando acepta que la oportunidad que les dio de pertenecer a su equipo de trabajo y su iniciativa de encontrar un empeño, vuelve muy distante la realidad de estos albañiles a la de otros viajeros que aún permanecen en plazas, parques y camellones sin un ingreso fijo, situación que durante todo el 2023 agravó la crisis migratoria en México. Remodelar el Metro ha sido un alivio para todos los extranjeros que buscan un mejor salario y recursos para sobrevivir, el ingreso que obtienen por su labor de cargar piedras, es más del doble de lo que percibirán en su país natal con oficios que demandan menor esfuerzo físico, además, la idea de buscar el \"sueño americano\" se ha transformado en algunos al \"sueño mexicano\" ya que han encontrado en la capital una oportunidad en la que pueden obtener un pago justo, sin la necesidad de pasar por el calvario de cruzar la frontera del Río Bravo. \"A la mayoría les pago dos mil 500 a la semana, a otros dos mil; me platicaron que en Haití esto es muchísimo dinero, la verdad no sabía cómo estaba la cosa. Uno de ellos, el que me ayudó a hablar con ellos, me enseñó los recibos del dinero que ganaba y a comparación de aquí, son máximo dos mil pesos y aquí más de seis, me dijo que le gusta mucho México, que se quiere quedar aquí pero necesitaría renovar su permiso o casarse con una mexicana\". Para pasar el tiempo, algunos haitianos que aprendieron el oficio de la albañilería ríen, bromean y platican. El pasillo luce más limpio y liberado que al principio, las nubes de polvo que salían de los costales, se diluyen mientras más se acerca la hora de la salida. Ellos no entablan una conversación con los albañiles mexicanos, no los entienden y el inglés que algunos logran hablar, es mínimo, sin embargo, Crónica diálogo con uno de los haitianos, mientras levantaba con una pala el poco cemento que quedaba en el acceso sur de la estación. En la plática, reveló que ama su trabajo y por el momento, no desea ir a \"USA\", como ellos nombran a la Unión Americana. \"Me gusta mi trabajo, tengo mi casa muy cerca de aquí, pocas calles hacia atrás, me quiero quedar aunque la comida no me agrada mucho, pero sé que en otro país, en USA hay mejores oportunidades y tal vez mandaría dinero a la gente de allá, pero no quiero irme, deseo quedarme aquí en México, trabajar en ésto es lo que me gusta\". \"Es difícil gastar el dinero aquí porque muchas veces te piden identificación cuando te ven, pero les digo que no quiero su dinero, me interesa gastar lo que me gano aquí y es lo que siempre hago, cuando acabo de trabajar me voy a gastar en lo que necesito\". El final de la jornada llegó, el encargado les dice que es momento de irse a casa; los haitianos gritan y anuncian la hora de la salida, rápidamente se quitan el uniforme de trabajo y emprenden su camino por avenida Chapultepec. El paso desnivel quedó desalojado, mañana comienza un día más de retirar escombro, lo que para ellos es, la oportunidad de cambiar la vida menos favorable que tenían en su país natal.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:28:00.766+02:00",
  "updated": "2023-12-29T06:28:00.766+02:00"
}