{
  "thread": {
    "uuid": "4b45ac53ed987a5312194090b2fb5cf8705815c8",
    "url": "https://social1.ne10.uol.com.br/noticias/2024/03/29/bom-dia-sexta-feira-santa-veja-mensagens-abencoadas-para-enviar-nesta-sexta-feira-da-paixao.html",
    "site_full": "social1.ne10.uol.com.br",
    "site": "uol.com.br",
    "site_section": "http://noticias.ne10.uol.com.br/",
    "site_categories": [
      "top_news"
    ],
    "section_title": "NE10 - Últimas",
    "title": "Bom dia, Sexta-feira Santa! Veja mensagens abençoadas para enviar nesta sexta-feira da paixão",
    "title_full": "Bom dia, Sexta-feira Santa! Veja mensagens abençoadas para enviar nesta sexta-feira da paixão",
    "published": "2024-03-29T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://imagens.ne10.uol.com.br/veiculos/_midias/jpg/2024/03/27/615x300/1__cruz___1_-26767794.jpg?20240329050147",
    "performance_score": 0,
    "domain_rank": 741,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b45ac53ed987a5312194090b2fb5cf8705815c8",
  "url": "https://social1.ne10.uol.com.br/noticias/2024/03/29/bom-dia-sexta-feira-santa-veja-mensagens-abencoadas-para-enviar-nesta-sexta-feira-da-paixao.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Samara Cinobio",
  "published": "2024-03-29T08:00:00.000+03:00",
  "title": "Bom dia, Sexta-feira Santa! Veja mensagens abençoadas para enviar nesta sexta-feira da paixão",
  "text": "PÁSCOA Bom dia, Sexta-feira Santa! Veja mensagens abençoadas para enviar nesta sexta-feira da paixão Confira lindas e belas mensagens em homenagem à sexta-feira santa\nCadastrado por Samara Cinobio\nPublicado em 29/03/2024 às 5:00 Notícia X Notícia É o fato ou acontecimento de interesse jornalístico. Pode ser uma informação nova ou recente. Também diz respeito a uma novidade de uma situação já conhecida.\nArtigo Texto predominantemente opinativo. Expressa a visão do autor, mas não necessariamente a opinião do jornal. Pode ser escrito por jornalistas ou especialistas de áreas diversas.\nInvestigativa Reportagem que traz à tona fatos ou episódios desconhecidos, com forte teor de denúncia. Exige técnicas e recursos específicos.\nContent Commerce Conteúdo editorial que oferece ao leitor ambiente de compras.\nAnálise É a interpretação da notícia, levando em consideração informações que vão além dos fatos narrados. Faz uso de dados, traz desdobramentos e projeções de cenário, assim como contextos passados.\nEditorial Texto analítico que traduz a posição oficial do veículo em relação aos fatos abordados.\nPatrocinada É a matéria institucional, que aborda assunto de interesse da empresa que patrocina a reportagem.\nChecagem de fatos Conteúdo que faz a verificação da veracidade e da autencidade de uma informação ou fato divulgado.\nContexto É a matéria que traz subsídios, dados históricos e informações relevantes para ajudar a entender um fato ou notícia.\nEspecial Reportagem de fôlego, que aborda, de forma aprofundada, vários aspectos e desdobramentos de um determinado assunto. Traz dados, estatísticas, contexto histórico, além de histórias de personagens que são afetados ou têm relação direta com o tema abordado.\nEntrevista Abordagem sobre determinado assunto, em que o tema é apresentado em formato de perguntas e respostas. Outra forma de publicar a entrevista é por meio de tópicos, com a resposta do entrevistado reproduzida entre aspas.\nCrítica Texto com análise detalhada e de caráter opinativo a respeito de produtos, serviços e produções artísticas, nas mais diversas áreas, como literatura, música, cinema e artes visuais.\nSexta-Feira Santa 2024 - Freepik A Sexta-feira Santa , conhecida também como sexta-feira da Paixão, representa o momento da crucificação de Jesus Cristo.\nNeste dia, os cristãos reservam um momento para refletir sobre o sacrifício de Jesus na cruz. Em reverência à sua dolorosa morte física, muitos cristãos optam por abster-se de carne e praticar o jejum.\nEm honra a este evento significativo na vida de Jesus na terra, selecionamos algumas mensagens especiais para esta Sexta-feira Santa .\nVERSÍCULO DE PÁSCOA: MENSAGEM com VERSÍCULO DA RESSURREIÇÃO DE JESUS \"Neste dia sagrado, somos lembrados do amor imensurável de Deus por nós. Que a Sexta-feira Santa nos inspire a viver com compaixão, perdão e humildade, seguindo o exemplo de Jesus Cristo.\"\n\"Que a Sexta-feira Santa nos lembre do sacrifício supremo de Jesus e nos fortaleça na fé, na esperança e no amor. Que possamos encontrar conforto na promessa da ressurreição e na redenção que ela traz.\"\n\"Que nesta Sexta-feira Santa possamos contemplar a cruz de Cristo não apenas como um símbolo de sofrimento, mas também como um sinal de esperança e salvação. Que possamos encontrar paz e renovação em sua infinita misericórdia.\"\nChama no Zap 👋🏻 Receba notícias na palma da sua mão.\nClique aqui e entre agora mesmo no nosso canal exclusivo do WhatsApp \"Que a Sexta-feira Santa nos convide a refletir sobre nossas próprias cruzes e dificuldades, lembrando-nos de que, assim como Jesus, podemos encontrar força na fé e na entrega total a Deus.\"\n\"Que nesta Sexta-feira Santa possamos estar unidos em oração, meditando sobre o sacrifício redentor de Jesus e renovando nosso compromisso de segui-lo com devoção e amor em todos os momentos de nossa vida.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va35CbXAO7RLKrDgJK1u",
    "https://radiojornal.com.br/entretenimento/2024/03/28/mensagens-de-bom-dia-quinta-feira-santa-veja-lindas-e-belas-frases-para-enviar-nesta-quinta-feira-santa.html",
    "https://geo.dailymotion.com/player/xhsob.html?video=x8lln3d",
    "https://www.radiojornal.com.br/entretenimento/2024/03/28/mensagens-de-bom-dia-quinta-feira-santa-veja-lindas-e-belas-frases-para-enviar-nesta-quinta-feira-santa.html",
    "https://www.geo.dailymotion.com/player/xhsob.html?video=x8lln3d",
    "https://www.whatsapp.com/channel/0029Va35CbXAO7RLKrDgJK1u",
    "https://geo.dailymotion.com/player/xhsob.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T11:09:19.340+03:00",
  "updated": "2024-03-29T11:09:19.340+03:00"
}