{
  "thread": {
    "uuid": "e7b7679ade3b974a5bf939235f7ab2204523841b",
    "url": "https://en.vijesti.me/news/politics/690536/gorcevic-sigurni-smo-da-ce-evropski-partneri-prepoznati-da-crna-gora-ima-proevropsku-vladu-i-jaku-parlamentarnu-vecinu",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "http://en.vijesti.me",
    "site_categories": [],
    "section_title": "News online - The latest from Montenegro and the world",
    "title": "Gorčević: We are sure that European partners will recognize that Montenegro has a pro-European government and a strong parliamentary majority",
    "title_full": "Gorčević: We are sure that European partners will recognize that Montenegro has a pro-European government and a strong parliamentary majority",
    "published": "2024-01-19T13:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2023/12/08/16/5535200_zio-2_share.jpg",
    "performance_score": 0,
    "domain_rank": 29949,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7b7679ade3b974a5bf939235f7ab2204523841b",
  "url": "https://en.vijesti.me/news/politics/690536/gorcevic-sigurni-smo-da-ce-evropski-partneri-prepoznati-da-crna-gora-ima-proevropsku-vladu-i-jaku-parlamentarnu-vecinu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2024-01-19T13:56:00.000+02:00",
  "title": "Gorčević: We are sure that European partners will recognize that Montenegro has a pro-European government and a strong parliamentary majority",
  "text": "We are sure that our European partners will recognize that Montenegro has a credible and pro-European Government and a strong parliamentary majority that will respond to all challenges when it comes to European integration and bring Montenegro into the European Union. This was said by the Minister of European Affairs, Maida Gorčević, on the occasion of the confirmation of the holding of the fifteenth Intergovernmental Conference of Montenegro and the European Union. Earlier today, it was announced on the website of the European Council that the Intergovernmental Conference of Montenegro - EU will be held on January 29. The Vijesti source previously said that although there are high expectations from the Intergovernmental Conference after the EU-Western Balkans Summit, no major decisions will be made, \"but it would be an excellent recognition and support for the new Government and the majority to continue the accelerated pace of reforms\". Gorčević, as announced by the Ministry of European Affairs, said that the Montenegrin delegation at the International Conference will be led by Prime Minister Milojko Spajić and that it will be an opportunity to \"present everything that the Government and the parliamentary majority have done in these two and a half months\". \"I am sure that, after two years, the Intergovernmental Conference will be an opportunity to present the Road Map when it comes to European integration, but also to present what has been done in the two and a half months of work of the 44th Government,\" she said. Her department clarified that the Montenegrin delegation will at the Intergovernmental Conference, where, as they stated, they will meet with the ministers of foreign affairs of the member states, present the road map for the fulfillment of the temporary benchmarks in chapters 23 and 24, the current state of the negotiation process, priorities in the rule of law, such as judicial appointments, judicial reform strategies and legislative changes. \"He will also give an overview of the situation when it comes to the results of the Public Administration Reform, where changes and the adoption of a series of laws are planned. He will also talk about economic criteria, and he will have a special focus on the successes we have achieved in chapters 5 - Public Procurement, 18 - Statistics and 32 - Financial supervision\", they concluded in the statement. Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gorčević",
        "sentiment": "positive"
      },
      {
        "name": "maida gorčević",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      },
      {
        "name": "european affairs",
        "sentiment": "none"
      },
      {
        "name": "ministry of european affairs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montenegro",
        "sentiment": "none"
      },
      {
        "name": "western balkans summit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T14:17:31.519+02:00",
  "updated": "2024-01-19T14:17:31.519+02:00"
}