{
  "thread": {
    "uuid": "bb707c6fafc1f68ffc5de0c6c496616851dbd40d",
    "url": "https://www.newswise.com/articles/research-volunteers-combat-parkinson-s",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "http://feeds.feedburner.com/NewswiseLatestNews",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise: Latest News",
    "title": "Can we fight back against Parkinson's disease? These research volunteers hope so",
    "title_full": "Can we fight back against Parkinson's disease? These research volunteers hope so",
    "published": "2024-01-05T23:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/assets/new/img/newswise-logo-square.jpg",
    "performance_score": 0,
    "domain_rank": 4140,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb707c6fafc1f68ffc5de0c6c496616851dbd40d",
  "url": "https://www.newswise.com/articles/research-volunteers-combat-parkinson-s",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Boston University",
  "published": "2024-01-05T23:05:00.000+02:00",
  "title": "Can we fight back against Parkinson's disease? These research volunteers hope so",
  "text": "Newswise — About three years before he retired, David Campbell noticed something weird happening as he typed. Whenever he tried to hit a letter, say “a,” he’d get “aaa,” like the keyboard was jamming or his finger was triple-tapping the key. That wasn’t the only thing that seemed off—his sense of smell was faltering. “Little things,” he says, “that I didn’t think of as being a big deal.”\nA couple of weeks after he retired in fall 2020, Campbell learned the little things weren’t so little—they were life-changing. He was diagnosed with Parkinson’s disease. The repeated “a” was caused by a slight tremor as nerve cells in his brain degenerated or died, interrupting the signals controlling his muscles. A tremor is many patients’ first Parkinson’s symptom, followed by a raft of other steadily worsening neurological issues, such as a quieter voice, slower movement, stiffer limbs, and tighter facial expressions. Almost all patients will suffer some loss of smell too.\nAlthough therapy and medications can bring some relief from the neurodegenerative disorder, there’s no cure. Somewhere between 500,000 and 1 million Americans have Parkinson’s, including actor Michael J. Fox, singer Neil Diamond, and civil rights activist Jesse Jackson.\nFor Campbell, it was a pretty shabby retirement gift. As he tried to adjust to his new reality, the former Boston University laboratory engineer joined a support group and decided to volunteer for research studies that aimed to improve treatment—perhaps even plot the route to a cure. “I figured, I have the disease,” he says, “I might as well try to do something good with it.”\nThat decision is already having an impact. With the help of volunteers like Campbell, researchers at Boston University’s\nCenter for Neurorehabilitation, a hub for Parkinson’s research, education, and clinical care, have made two important advances that may help people with the disease walk more smoothly, even turn their shuffled steps into confident strides. In one study, they used wearable soft robotic apparel—a series of fabric wraps, cables, actuators, and sensors—to help patients walk farther and faster. A second study used a music-based technology to increase walking duration and distance—controlling a song’s beats per minute to keep the steps up.\nBased at BU Sargent College of Health & Rehabilitation Sciences, the center has been at the forefront of research establishing the benefits of exercise and physical therapy in taming Parkinson’s disease’s impact and improving quality of life. And both of the newly tested therapies could find their way into patients’ everyday lives relatively quickly. The robotic device uses technology that’s already commercially available; the musical intervention uses store-bought headphones. But, says\nTerry Ellis, the Center for Neurorehabilitation’s director, without the volunteers who give up hours of their time to participate in research studies or help her team test ideas and tweak gadgets, none of it would be possible.\nThat’s a story told across BU. Volunteers join research studies—as well as classroom discussions and clinical training programs—on a wide range of topics, participating in person or from home.\nSome even do it over decades, like those who’ve given their time to the long-running Framingham Heart Study and BU’s Black Women’s Health Study.\n“Most of our research is intervention studies, so there’s hypothetically some benefit for them,” says Ellis of her center’s work. Their fitness may improve, they may get to try out some symptom-relieving tools. “But without them, we couldn’t do the work. I’m always saying to [volunteers], the work wouldn’t exist without your participation and contribution.”\nRobotic Apparel Eliminates Freezing of Gait\nBeing a research study guinea pig can be rewarding, and might even save or improve lives, but it’s hardly glamorous work. For most of the apparel study, the main volunteer (unnamed in the final paper to protect their privacy) spent his time walking back and forth—again, and again, and again. At first, it was to get a baseline of his walking ability, then to allow the researchers to monitor the robotic tech’s effectiveness at shifting his stride and fine-tune the technology.\nThe patient, a 73-year-old male who’d been diagnosed with Parkinson’s 10 years earlier, was struggling with a common Parkinson’s problem known as freezing of gait. During a freezing episode, thought to be caused by a malfunction in the brain’s locomotor circuitry, a patient’s stride shortens, their walking speed tumbles, and their muscle coordination falls out of whack. Then they just stop—it reportedly feels like their feet are glued to the floor. Things had gotten so bad for the patient working with Ellis—more than 10 freezing episodes a day, resulting in multiple falls—he’d taken to getting around on a kick scooter.\n“It’s just devastating,” says Ellis (CAMED’05), a Sargent professor and chair of physical therapy. “There’s really no medicine or surgery that improves this. It interferes tremendously with people’s everyday life.”\nShe and her colleagues had tried wearable robotic apparel with people recovering from a stroke—finding it helped some regain\ntheir pre-stroke walking speeds—and wondered if similar technology might work for Parkinson’s too. That exosuit, which is now commercially available for stroke rehabilitation from medical device company ReWalk Robotics, was derived from a model developed for the military by Harvard University’s Biodesign Lab to increase service members’ endurance.\nIn most iterations, the robotic apparel looks like a highly engineered sports brace, using an algorithm to drive motors and cables that strategically apply forces to supplement muscles and joints. The version the researchers tailored for the Parkinson’s study featured two bands: one around the waist, the other around the thigh, each connected by a spooled cable. When activated, the spool turns, retracting the cable and pulling the thigh up. Ellis calls it a mechanical assist: “It provides a little bit of force—it’s perceptible, but at a very low level.” The algorithm helps time the assistance to the users’ steps and tailor the amount of force needed.\nAs the study progressed, the researchers put their volunteer through his paces with a range of different tasks, including timed walking tests in the lab and outside in the community, adjusting the force provided by the suit—and its timing—and assessing the biomechanics of his walking.\nThe results were striking: when the suit was on, the volunteer strolled easily down the corridor, arms and legs swinging with a natural confidence; when it was powered down, the change was almost instant—he staggered, stumbled, shuffled, and grabbed at the wall for balance.\nWhen switched on, the robotic apparel eliminated his freezing of gait—the first time any study has shown a potential way to overcome the debilitating symptom. The findings were\npublished in Nature Medicine.\n“It’s pretty amazing,” says Ellis, who collaborated with researchers from BU and Harvard University. “We think we’re driving an increase in step length and that’s preventing the shortening of the steps that leads to freezing. In future, we envision you could wear this like underclothes.” Her coauthors include\nConor Walsh, a Harvard University professor of engineering and applied sciences; Franchino Porciuncula, a Sargent research scientist; and Jinsoo Kim, a Stanford University postdoctoral scholar and recent Harvard PhD student.\nThe researchers even did an informal test outside the study, letting the volunteer take the apparel for a spin at home. “And he did pretty well,” says Ellis. “There were certain tight spots where it didn’t work as well as we would want, so we talked about playing with the algorithm to make it work better.”\nThis was just a small study with one patient, so the next stage would be scaling the project up with more volunteers. But Ellis says because the base technology is already commercially available through ReWalk, there aren’t many barriers to getting the suit into clinics. She pictures a near future where a patient visits a physical therapist, their walking is assessed, and they get robotic apparel tailored for their needs. Even without the tech, the team’s findings on the biomechanics of freezing gait may help therapists better target treatments to combat it.\nWalking to the Beat Improves Quality of Life with Parkinson’s\nAnother volunteer being helped to hit her stride is Ann Greehy. A former school guidance counselor, she was diagnosed with Parkinson’s in 2015 and began volunteering at BU three years later. Her most recent contribution was as a volunteer on a project examining the use of music as a walking aid.\nIn a\nnew study published in the Journal of Parkinson’s Disease, Ellis and Porciuncula found they could use a song’s beats per minute to help people increase their gait speed and stride length, and cut out variability in their walking patterns. Greehy was one of those who’d helped them assess the technology.\nDuring the study, researchers placed sensors in subjects’ shoes to monitor their gait and gave them an Android device loaded with a music software app. The proprietary system, which uses a technique known as rhythmic auditory stimulation, plays music with beats per minute tailored to a patients’ natural walking cadence, helping them gradually increase their pace session by session; all the participants were asked to plug in their headphones and walk for 30 minutes, five days a week.\n“It was amazing when the beats started—it was a whole new experience,” says Greehy. “You put your shoulders back and you’re up walking.”\nAfter four weeks of using the system, which was developed by neurorehab company MedRhythms, the 23 study participants had a similar experience to Greehy. The researchers found that, compared to baseline, they had higher rates of daily moderate intensity walking (up by an average of 21.44 minutes) and more steps (up by 3,384 steps). In the paper, they noted “quality of life, disease severity, walking endurance, and functional mobility were improved after four weeks.”\n“People with Parkinson’s can’t move automatically—they have to think about the movement,” says Ellis, who collaborated on the study with researchers from the University of New England, Johns Hopkins University, and MedRhythms. The part of the brain, the basal ganglia, that sends the signals that help people walk without deliberate thought is dysfunctional. “You can’t possibly keep that level of attention to the task of walking, so we were trying to figure out how to provide an external signal if the internal signal is not working.”\nThe music provided that signal—in the same way your workout playlist gets your feet moving on the gym treadmill. “You’re not thinking, ‘Oh, I want to run to the beat of the music,’” says Ellis. “It just happens, and so it takes a lot less cognitive energy.”\nMaking Sense of Life with Parkinson’s\nOne of Greehy’s highlights of the music study was making Ellis’ students laugh by sharing her favorite track: rapper Flo Rida’s “Club Can’t Handle Me.” They were “on the floor laughing at this old lady who likes Flo Rida,” she says. Like Greehy, many of the volunteers also come into BU to work with students, sitting in on classes and panels, talking to them about living with Parkinson’s disease, answering their questions, and giving them a chance to practice their care skills. Some volunteers also attend the Center for Neurorehabilitation as a patient, receiving physical therapy services.\n“Our research and clinic are one and the same,” says Ellis. “That chasm that can exist between research and clinical practice doesn’t exist here. The questions we try to answer with research come from our interactions with patients in the clinic—it’s their challenges and problems that they bring to us that make us curious about how to solve them.” And when they find a solution, they take it straight into the clinic.\nAnother of the music study volunteers and clinic patients, retired psychologist Ed Hattauer, appreciates that focus on making lives better—including his own. “As an old-time PhD researcher, I really relish in the importance of doing research, but research that’s very practically oriented toward helping people do things.” Hattauer says that when he comes to the center, there’s “really a sense of personal caring that gets communicated. And I think what I carry away is a sense of hope. It helps sustain my hope and my feeling of emotional connection.”\nGreehy says there are a whole bunch of factors that keep her coming back: “I’ve gotten so much out of this it’s not even funny.” She loves working with students, she gets great tips from the therapists about maintaining her hobbies, like gardening, and she feels good being part of the push for a solution to the disease. Most importantly, volunteering has helped her make sense of life after her diagnosis.\n“What are you going to do with this disease?” says Greehy. “Are you just going to sit back or are we going to jump in? I want us to do more to wipe this thing out. I think it’s time.”\nLike other volunteers, Greehy knows the disease probably won’t be cured in her lifetime, but it won’t stop her trying.\n“I don’t know if they’ll find a cure for me necessarily,” says Campbell, “but I’ve been around research and development my whole life and it feels good to contribute in whatever way possible. I could just sit at home and wallow in pity and do nothing, but it feels proactive to go out and make an effort to advance the science.”\nRepublishers are kindly reminded to uphold journalistic integrity by providing proper crediting, including\na direct link back to the original source URL here.\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)\nCITATIONS\nNature Medicine",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://wyss.harvard.edu/team/associate-faculty/conor-walsh/",
    "https://www.nature.com/articles/s41591-023-02731-8",
    "https://www.bu.edu/articles/2024/can-we-fight-back-against-parkinsons-disease/",
    "https://www.bu.edu/bostonia/2018/medical-exosuit-helps-stroke-patients-walk-again/",
    "https://www.bu.edu/neurorehab/",
    "https://pubmed.ncbi.nlm.nih.gov/37840504/",
    "https://rewalk.com/restore-exo-suit/",
    "https://www.bu.edu/sargent/profile/terry-ellis-pt-phd-ncs/",
    "https://www.bu.edu/articles/2023/racism-sexism-and-the-crisis-of-black-womens-health/",
    "https://www.bu.edu/articles/2024/can-we-fight-back-against-parkinsons-disease",
    "https://www.bu.edu/sargent/profile/terry-ellis-pt-phd-ncs",
    "https://www.rewalk.com/restore-exo-suit/",
    "https://www.wyss.harvard.edu/team/associate-faculty/conor-walsh/",
    "https://wyss.harvard.edu/team/associate-faculty/conor-walsh",
    "https://www.pubmed.ncbi.nlm.nih.gov/37840504/",
    "https://www.bu.edu/bostonia/2018/medical-exosuit-helps-stroke-patients-walk-again",
    "https://bu.edu/sargent/profile/terry-ellis-pt-phd-ncs/",
    "https://bu.edu/bostonia/2018/medical-exosuit-helps-stroke-patients-walk-again/",
    "https://nature.com/articles/s41591-023-02731-8",
    "https://bu.edu/neurorehab/",
    "https://rewalk.com/restore-exo-suit",
    "https://bu.edu/articles/2024/can-we-fight-back-against-parkinsons-disease/",
    "https://www.bu.edu/articles/2023/racism-sexism-and-the-crisis-of-black-womens-health",
    "https://pubmed.ncbi.nlm.nih.gov/37840504",
    "https://www.bu.edu/neurorehab",
    "https://bu.edu/articles/2023/racism-sexism-and-the-crisis-of-black-womens-health/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david campbell",
        "sentiment": "negative"
      },
      {
        "name": "campbell",
        "sentiment": "none"
      },
      {
        "name": "parkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:00.570+02:00",
  "updated": "2024-01-06T00:10:00.570+02:00"
}