{
  "thread": {
    "uuid": "c27c124558243cc934e5ea6f7a9cdda4b1b4b0b3",
    "url": "https://elintransigente.com/2023/12/rodrigo-de-paul-revelo-el-mensaje-que-le-envio-messi-para-su-cumpleanos/",
    "site_full": "elintransigente.com",
    "site": "elintransigente.com",
    "site_section": "http://elintransigente.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "El Intransigente",
    "title": "Rodrigo De Paul reveló el mensaje que le envió Messi para su cumpleaños",
    "title_full": "Rodrigo De Paul reveló el mensaje que le envió Messi para su cumpleaños",
    "published": "2023-12-29T00:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://elintransigente.com/wp-content/uploads/2023/02/Messi-Rodrigo-De-Paul-e1675731174201.jpg",
    "performance_score": 0,
    "domain_rank": 81330,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c27c124558243cc934e5ea6f7a9cdda4b1b4b0b3",
  "url": "https://elintransigente.com/2023/12/rodrigo-de-paul-revelo-el-mensaje-que-le-envio-messi-para-su-cumpleanos/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Federico Bairgian",
  "published": "2023-12-29T00:11:00.000+02:00",
  "title": "Rodrigo De Paul reveló el mensaje que le envió Messi para su cumpleaños",
  "text": "Rodrigo De Paul participó de una entrevista en la que dio detalles de la convivencia con Lionel Messi en la Selección Argentina y recordó el mensaje de texto que el capitán le envió por su cumpleaños. Además, el volante de la Albiceleste contó cómo intentó unir a los integrantes del combinado nacional a través de diferentes técnicas.\n“Leo es como yo, bastante calentón. Cuando tiene esos enojos hay que dejarlo. Se va a la habitación y al rato por ahí yo voy, le tocó la puerta y le pregunto si quiere unos mates”, expresó el mediocampista de 29 años para Universo Valdano. “En las mañanas siempre estamos solos porque nos levantamos muy temprano. Hay muchas mañanas en las que no hablamos. A veces porque estoy con sueño o malhumorado, él ya me conoce. Él siempre hace el primer termo y yo el segundo”, añadió.\nEn esta línea, confesó una historia especial: “En mi último cumpleaños me mandó un mensaje y me puso: ‘Feliz cumpleaños. Que sigan las mañanas de mate, a veces con charlas y a veces sin decirnos nada’”. Y agregó: “Ya nos entendemos. Hay mañanas que son de 2 o 3 horas sin parar de hablar y otras que no nos decimos ni una palabra. Tenemos mucho conocimiento del otro”.\nRodrigo de Paul y su rol en la Selección Argentina\n“Cuando termina el Mundial 2018 vi cerca la posibilidad. Creo que entendí qué le faltaba a la Selección y tomé un rol muy particular”, comentó Rodri y agregó: “A la Selección le faltaba alguien que conectara todos los puntos fuertes que tenía. Había cosas muy importantes, pero los caminos iban paralelos. Faltaba alguien que conectara esos puntos y yo tenía la capacidad para hacerlo”.\n“Antes del Mundial me fui a una fotocopiadora e imprimí 200 fixtures para jugar al prode entre todos. Después, campeonato de truco, lo llamo al utilero y le digo: ‘andá a algún lugar que hagan tres trofeos de truco’. Ahí empezás a generar vínculos, y los vínculos adentro de la cancha valen”, recordó el mediocampista del Atlético Madrid.\nAdemás, contó cómo potenció la relación entre La Pulga y Nahuel Molina: “Yo sentía que Molina y Messi se tenían que conocer mucho más. A Nahuel, que lo conozco de Italia, y a Leo, que tengo una relación espectacular, los junté y les dije: ‘vamos a jugar al truco. Al principio Nahuel le decía ‘truco’ con miedo. Y a los seis meses le decía: ‘Leo, mirá que te corro hoy, tirame alguna, no vayas todas para adentro’. El gol a Holanda no es casualidad”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/Argentina",
    "https://www.twitter.com/Argentina"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:31:26.019+02:00",
  "updated": "2023-12-29T00:31:26.019+02:00"
}