{
  "thread": {
    "uuid": "174648ade0cb41d060081916c84dadc269b3b38a",
    "url": "https://www.dispatch.com/story/news/local/2023/12/31/bazooka-charlies-granville-daughter-shares-wwii-heroics-in-new-book/72033226007/",
    "site_full": "www.dispatch.com",
    "site": "dispatch.com",
    "site_section": "https://www.dispatch.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": "Columbus, Ohio News | The Columbus Dispatch",
    "title": "Bazooka Charlie's Granville daughter shares WWII heroics in new book",
    "title_full": "Bazooka Charlie's Granville daughter shares WWII heroics in new book",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2727,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "174648ade0cb41d060081916c84dadc269b3b38a",
  "url": "https://www.dispatch.com/story/news/local/2023/12/31/bazooka-charlies-granville-daughter-shares-wwii-heroics-in-new-book/72033226007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alan Miller",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Bazooka Charlie's Granville daughter shares WWII heroics in new book",
  "text": "On a night when Carol Apacki had trouble sleeping, she found herself at the computer typing a search for “Rosie the Rocketer.” That was the name her dad had given his airplane during World War II, and she knew he had done some amazing things with it during the war.\nThe first thing that came up in her search was a very long, technical discussion about whether her father, Maj. Charles Carpenter, actually could have strapped six bazookas onto the wings of his 800-pound reconnaissance plane made of cloth over a frame of welded steel and wood – and used those weapons to take out German tanks.\nWith what little evidence they had and their knowledge of the Piper L-4 Grasshopper’s construction and capabilities, the war enthusiasts cast doubt about whether the stories of his heroics were true. They suggested it was myth at best and perhaps even wartime propaganda.\n“As for ‘rosie,’ I’m inclined to dismiss it using a highly technical term: ‘Complete Bollocks,’” wrote one skeptic. “During WWII, propaganda, both against the enemy and to bolster the Home Front, was in high gear. Rosie appears to be the result of yet more ‘home-grown hero’ wishes.”\nThe typically mild-mannered and kindly Apacki could feel her face flush.\n“That made me a little angry,” said Apacki, 81, of Granville, who had plenty of evidence that all of it was true. Her dad, a history teacher before and after the war, was a prolific letter writer, and her mom, Elda, had saved all of his letters and the photos he sent home.\nSo she pulled out box after box of letters, photos and documents and began to school the historians on the true story of a humble soldier and an otherwise quiet family man from Illinois who became known as “Bazooka Charlie.”\nShe shared, with evidence in his own handwriting, that Maj. Carpenter repeatedly flew his military version of a Piper Cub low over enemy troops – who were firing at him with pistols and rifles – and took out German tanks and other armored vehicles by firing missiles at them.\n“There’s no question he saved countless lives,” Apacki said.\nThe doubters were stunned, and the online conversation caught the eye of Colin Powers of La Pine, Oregon, a retired mechanical engineer and pilot who had restored several planes like the one Apacki’s dad flew.\nPowers encouraged Apacki to write a story about her dad and offer it to the Experimental Aircraft Association Warbirds magazine.\nIt was a small act inspired by respect for her father and her passion for accuracy. It also led to a book and, almost miraculously, the recovery and restoration of the very plane Bazooka Charlie Carpenter flew on his remarkable missions. The plane is now in the Collings Foundation’s American Heritage Museum in Hudson, Massachusetts.\n“In 2016, I got a call from a woman named Carol from Ohio,” said James P. Busha, the EAA magazine’s editor and a retired Oshkosh, Wisconsin, police detective lieutenant. “She said she wanted to submit a story about her dad. She said he was a pilot in World War II.\n“Then she said her father was Charles Carpenter, and she must have thought the phone went dead. I was speechless,” Busha said. “This was a woman talking about her father, but it was a path into history.”\nAfter the article appeared, it led to the discovery of her dad’s plane, and Busha contacted Apacki and said, ‘I think there’s a book here.’”\nDuring his visit to Granville in 2020 to meet with Apacki and her husband, Ken, Busha said, “I was gobsmacked when I saw all of the letters and documents and diaries.” Apacki’s mother had collected and saved all of it.\nApacki was excited that someone wanted to help tell her father’s story, to set the record straight and document his accomplishments. She was thinking it would be a self-published book with enough copies to share with family and friends.\n“I came back the next day, and she had these lemon cookies for me,” Busha said. “She told me, ‘I thought at first you might be a shyster, but you’re OK.’”\nBusha and Apacki went on a journey through time and deep into history – including some personal history about the toll the war took on her father, his marriage and his family.\nApacki insisted that any book about her dad’s heroics should also include the effects on his mental and physical health – and the home-front heroics of her mother, who stood by him and held their family together during very difficult circumstances.\nThe story was not just about her dad, “but about what can happen to a marriage and a family. It’s many people’s story,” said Apacki, who was born while her father was at war. “I didn’t see my dad until I was 4 – and I didn’t really like him because he was so stern. I’m sure he had (post-traumatic stress disorder).”\nSome veterans who have read the book or heard Apacki talk about the war’s effects on her dad and her family have been overwhelmed with appreciation for her willingness to be so open.\n“I had people come up to me in tears – Vietnam veterans – who said, ‘Thank you for telling this story.’”\nApacki said the book started as a gift for her family. “I have 13 grandchildren who knew nothing of him. For my family, it has been a wonderful reconnection with their roots.”\nHer dad grew up as one of six children in a home where his dad drank and gambled so much that he lost the family farm. Adversity led Carpenter as a 17-year-old, to write this personal creed:\n“I have resolved to exert all of my efforts toward being a nobler and stronger fellow, a gentleman, a scholar, a friend, and a real man. To the best of my ability, I will ever strive to self-control, self-improvement, freedom, wisdom, courage, generosity, truth and true nobility before gods and men. I will be better.” – Charles Marston Carpenter, 1929\nApacki said the creed framed who her father would become, but the war challenged his values. He enlisted after Japan attacked Pearl Harbor in 1941, and by 1944, he was firing missiles at German tanks as U.S. troops swept across Europe.\n“He was seeing devastation,” she said. “He was brave but not the man he wanted to be. He was a man of peace, and he saw untold deaths and destruction – day after day, endless death and destruction.”\nIn one incredible act of bravery, Carpenter, who had flown over an occupied village, landed near some U.S. troops just outside town and asked why the troops were not moving to rout the few Germans holding it.\nThe troops were under the impression the town was swarming with German troops, so they stayed at bay – until Carpenter jumped onto a U.S. tank, grabbed a 50-caliber machine gun and threatened to use it if they didn’t take the village.\nHis bold move inspired the troops, and they captured the village.\nHe might have been court-martialed for that move if not for Maj. Gen. John Wood, Commander of the 4th Armored Division, who appreciated Carpenter’s moxie and his military skills, particularly his flying. Wood made Carpenter his personal reconnaissance pilot.\nApacki said she was stunned when she finally saw the plane she had read so much about.\n“I couldn’t believe how small it was,” she said. “It looked like a kid’s toy.”\nHer dad’s letters talked about being shot at by German troops, “and the restorer found bullet holes in the plane.”\nThe Collings Foundation located the plane in a museum in Austria, where it had been used after WWII to pull gliders into the air. The museum operators clearly didn’t know its history and sold it for a song, Busha said.\nThe foundation hired Colin Powers to restore the plane, given his experience rebuilding several Piper L-4s.\n“I restored it for Collings but also for Carol,” Powers said.\nWhen he stripped off the old fabric, he found that “Rosie had bullet holes, and a lot of signatures of the people who built it were on the wooden spars.”\nIt took him a year to restore it, and when it came time to apply the “Rosie the Rocketer” image on the new fabric skin, he invited Apacki’s daughter and Carpenter’s granddaughter to put paintbrush to canvas.\nErin Pata is a graphic artist living in California, and Powers said she nailed the “nose art” on the plane.\nAs he was completing the restoration, Powers made a special request of Apacki.\n“When I finished the restoration, I asked Carol for a photo of her mom to use as a pin-up in the cockpit,” he said. “Carol sent me a picture of her mom and Carol as a child. It was a very special touch.”\nAt the Experimental Aircraft Association’s annual airshow in Oshkosh in July, an event that drew more than 800,000 enthusiasts over seven days, Apacki was a guest of honor and center of attention. She was invited to center stage to talk about her dad and the book, “Bazooka Charlie: The Unbelievable Story of Major Charles Carpenter and Rosie the Rocketer.”\nShe was beaming, Busha said, and taken aback by the several hundred people who came to hear her.\n“I saw the youngest 80-year-old woman I have ever seen in my life,” he said. “You would have thought I was escorting an 18-year-old girl around. She was giddy. She was the star of the show. I introduced her as Charles Carpenter’s daughter, and she was the rock star.”\nAt the largest aviation event in the world, Busha said, everyone knows the name Charles Carpenter, “or the legend of him.”\nAnd now they have a book full of facts about the man, the myth, the legend – the humble World War II hero Carol Apacki knew simply as dad.\nAlan Miller writes for TheReportingProject.org , the nonprofit news organization of Denison University’s Journalism program, which is sponsored in part by the Mellon Foundation and donations from readers. Sign up for The Reporting Project newsletter here .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://schifferbooks.com/products/bazooka-charlie",
    "https://www.thereportingproject.org/",
    "https://denison.kindful.com/?campaign=1246449",
    "https://www.thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter/",
    "https://www.americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer/",
    "https://www.butterbeanstudios.com/",
    "https://www.eaa.org/eaa",
    "https://www.collingsfoundation.org/",
    "https://thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter/",
    "https://thereportingproject.org/",
    "https://www.thereportingproject.org",
    "https://www.denison.kindful.com/?campaign=1246449",
    "https://eaa.org/eaa",
    "https://denison.kindful.com/",
    "https://americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer/",
    "https://www.butterbeanstudios.com",
    "https://www.collingsfoundation.org",
    "https://butterbeanstudios.com/",
    "https://www.schifferbooks.com/products/bazooka-charlie",
    "https://www.thereportingproject.org/coming-soon-the-reporting-projects-weekly-newsletter",
    "https://www.americanheritagemuseum.org/aircrafts/piper-l4-grasshopper-rosie-the-rocketer",
    "https://collingsfoundation.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carol apacki",
        "sentiment": "negative"
      },
      {
        "name": "granville",
        "sentiment": "negative"
      },
      {
        "name": "rosie",
        "sentiment": "none"
      },
      {
        "name": "charles carpenter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bazooka charlie",
        "sentiment": "negative"
      },
      {
        "name": "grasshopper",
        "sentiment": "none"
      },
      {
        "name": "piper l",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T13:27:01.550+02:00",
  "updated": "2024-01-03T18:47:20.122+02:00"
}