{
  "thread": {
    "uuid": "2feab3391812b0523b60efe0ee30e1dbb51595d9",
    "url": "https://www.ncregister.com/cna/seeing-the-eucharist-through-the-eyes-of-10-saints",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://ncregister.com",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Register",
    "title": "Seeing the Eucharist Through the Eyes of 10 Saints| National Catholic Register",
    "title_full": "Seeing the Eucharist Through the Eyes of 10 Saints| National Catholic Register",
    "published": "2024-06-02T02:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240207200236_fecd65459eae5f004a7a5553b693c27136419068bcacb3238599ec2f67f7ba83.jpg",
    "performance_score": 0,
    "domain_rank": 7260,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2feab3391812b0523b60efe0ee30e1dbb51595d9",
  "url": "https://www.ncregister.com/cna/seeing-the-eucharist-through-the-eyes-of-10-saints",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NCRegister",
  "published": "2024-06-02T02:12:00.000+03:00",
  "title": "Seeing the Eucharist Through the Eyes of 10 Saints| National Catholic Register",
  "text": "Seeing the Eucharist Through the Eyes of 10 Saints Wise counsel on loving the Blessed Sacrament more. Jesus is present in [the Eucharist](https://www.catholicnewsagency.com/resource/55058/the-sacrament-of-the-eucharist-catechism-of-the-catholic-church) and the Catholic Church, and many of the Church's saints have encouraged Catholics to prayerfully participate in the Holy Sacrifice of the Mass and the adoration of the Blessed Sacrament. Throughout the centuries, the saints have taught us, through their witness and their writings, the vital importance of the Eucharist in the Christian life. Below, 10 saints offer their wise counsel on loving the Eucharist more: 1. St. Alphonsus Mary Liguori \"Know for certain that the time you spend with devotion before this most divine Sacrament will be the time that will bring you the most good in this life and will console you the most in your death and in eternity. And know that perhaps you will gain more in a quarter of an hour of adoration in the presence of Jesus in the Blessed Sacrament than in all the other spiritual exercises of the day.” 2. St. Francis de Sales “When prayer is united to this divine sacrifice [of the Mass], it becomes so unspeakably efficacious as to cause the soul to overflow, as it were, with heavenly consolations. Here she reclines upon her well-beloved.” 3. St. John Mary Vianney, the Curé of Ars “If we knew the value of the Holy Sacrifice of the Mass, how much greater effort would we put forth in order to assist at it!” 4. St. Louis Marie Grignion de Monfort Before Communion, “Implore Mary to lend you her heart so that you may receive her Son with her dispositions.\" 5. St. Teresa of Jesus (or of Ávila) “After having received the Lord, since you have the Person Himself present, strive to close the eyes of the body and open those of the soul and look into your heart.” 6. St. John Bosco (Don Bosco) “Dear young people, do we want to be happy and joyful? Let us love Jesus in the Sacrament with all our hearts.\" 7. St. Catherine of Siena “O boundless charity! Just as you gave us yourself, wholly God and wholly man, so you left us all of yourself as food so that while we are pilgrims in this life we might not collapse in our weariness but be strengthened by you, heavenly food.” 8. St. John Paul II “Dear brothers and sisters: We must feel challenged by the needs of so many brothers. We cannot close our hearts to their requests for help. And we cannot forget that ‘man does not live by bread alone.’ We need the ‘living bread come down from heaven.’ This bread is Jesus. Feeding on it means receiving the very life of God, opening ourselves to the logic of love and sharing.” 9. St. Thérèse of Lisieux “I remembered having heard that one obtains all the favors asked for on one’s First Communion Day. This thought consoled me immediately, and though I was only six years old at the time, I said to myself: ‘I will pray for my poor old man [someone she had tried to give alms to] on the day of my First Communion.’” 10. St. Francis of Assisi “When I cannot attend Holy Mass, I adore the Body of Christ with the eyes of the spirit in prayer, the same as I adore him when I see him at Mass.” Originally published in June 2022, this story has been [updated by ACI Prensa](https://www.aciprensa.com/noticias/55780/10-santos-te-dan-consejos-para-amar-mas-la-eucaristia), CNA’s Spanish-language news partner. It has been translated and adapted by CNA. Join Father of Mercy Wade Menezes for the free “Eucharistic Devotion” EWTN Online Learning Series at [EWTN.com/devotion].",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.catholicnewsagency.com/resource/55058/the-sacrament-of-the-eucharist-catechism-of-the-catholic-church)",
    "https://www.aciprensa.com/noticias/55780/10-santos-te-dan-consejos-para-amar-mas-la-eucaristia),",
    "https://catholicnewsagency.com/resource/55058/the-sacrament-of-the-eucharist-catechism-of-the-catholic-church)",
    "https://aciprensa.com/noticias/55780/10-santos-te-dan-consejos-para-amar-mas-la-eucaristia),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "alphonsus mary liguori",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "saints| national catholic register seeing",
        "sentiment": "neutral"
      },
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T02:38:29.947+03:00",
  "updated": "2024-06-02T02:38:29.947+03:00"
}