{
  "thread": {
    "uuid": "0043b40a9ebee2cdadc81671bcafab98177ac1c0",
    "url": "https://www.jagranjosh.com/general-knowledge/happy-guru-gobind-singh-jayanti-2023-wishes-messages-quotes-and-status-1703803293-1",
    "site_full": "www.jagranjosh.com",
    "site": "jagranjosh.com",
    "site_section": "https://www.jagranjosh.com/engineering",
    "site_categories": [
      "media"
    ],
    "section_title": "Engineering Entrance Exams in India 2023: Engineering Exams Latest News and Updates",
    "title": "Happy Guru Gobind Singh Jayanti 2023: Wishes, Messages, WhatsApp & Facebook Status, Instagram Captions, Quotes & More",
    "title_full": "Happy Guru Gobind Singh Jayanti 2023: Wishes, Messages, WhatsApp & Facebook Status, Instagram Captions, Quotes & More",
    "published": "2023-12-29T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://img.jagranjosh.com/images/2023/December/29122023/guru-gobind-singh-jayanti.jpg",
    "performance_score": 0,
    "domain_rank": 13999,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0043b40a9ebee2cdadc81671bcafab98177ac1c0",
  "url": "https://www.jagranjosh.com/general-knowledge/happy-guru-gobind-singh-jayanti-2023-wishes-messages-quotes-and-status-1703803293-1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Twinkle",
  "published": "2023-12-29T04:00:00.000+02:00",
  "title": "Happy Guru Gobind Singh Jayanti 2023: Wishes, Messages, WhatsApp & Facebook Status, Instagram Captions, Quotes & More",
  "text": "Happy Guru Gobind Singh Jayanti 2023: Guru Gobind Singh Jayanti is being celebrated on December 29 this year.The tenth and last human Sikh Guru, Guru Gobind Singh was a warrior, poet, and philosopher. Every year, the day is celebrated with great enthusiasm and joy, also this year marks his 357th birth anniversary. He was the son of Guru Tegh Bahadur, the ninth Guru, who suffered martyrdom at the hands of the Mughal emperor Aurangzeb. Celebrate the life and legacy of the great Sikh saint and his work, Dasam Granth (\"Tenth Volume\") with best messages, wishes, and quotes from below. Guru Gobind Singh Jayanti 2023: Wishes & Messages - May Guru Gobind Singh Ji give you the courage and strength to fight evil and always stand by the side of truth. Wishing you a very happy Gurpurab! - Celebrate Gurpurab With your loved ones, Friends & Family, & Enjoy Guru Gobind Singh Ji’s Divine Love & Blessings...Happy Guru Gobind Singh Jayanti! - On This Auspicious Occasion Of The Birthday Of Guru Gobind Singh Ji, I Wish To Convey you All My Heartiest wishes. - May Guru Govind Singh Ji give you the courage and strength to fight evil and always stand by the side of the truth. Happy Guru Gobind Singh Jayanti! - May this holy occasion enlighten your heart and mind with knowledge and sanctity. Happy Guru Gobind Singh Jayanti to you and your family! - May Wahe Guru shower his blessings on you! Happy Guru Gobind Singh Jayanti! - 5. Dwell in peace in the home of your own being, and the Messenger of Death will not be able to touch you. Happy Guru Gobind Singh Jayanti! - Wishing you all a truly blessed and spiritually fulfilling Guru Gobind Singh Jayanti. - Fruitful is the entire life of those, who feel hunger for the name of the Lord in their minds. Happy Guru Gobind Singh Jayanti! Guru Gobind Singh Jayanti 2023: WhatsApp & Facebook Status - Chidiyan te mein Baaz tudaun, Giddran toh mein sher banaun, Sawa lakh se ek ladaun, Tabe Gobind Singh Naam kahaun. Happy Gurpurab! - Nanak nich kahe vichaar, Waria na jaava ek waar. Jo tud bhave sai bhali kaar, Tu sada salamat nirankaar. Gurpurab dee lakh lakh wadai. - Sab sikhan ko Hukam hai guru manyo Granth – Jyoti jot divas Guru Gobind Singh. Gurpurab dee lakh lakh wadai. - Guru Kalgidhar Patshah Dhan Dhan Shree Gobind Singh Ji De Pavan Gurpurab Diyan Buhut Buhut Vadhaiyaan! - Aap Sab Parivar Nu, Dhan Dhan Sri Guru Gobind Singh Ji, De Prakash Utsav Dian, Lakh Lakh Vadhaiyaan Hovan Ji. - Jagat Jalenda, Rakh Lai, Apni Kirpa Dhaar! Gurupurab Di Vadhaiyaan! - Waheguru Ji ka Khalsa, Waheguru ji ki fateh. Happy Gurupurab to you and your family! - Guru Gobind Singh Jayanti Di Lakh-Lakh Badhai! Guru Gobind Singh Jayanti 2023: Instagram Captions - Celebrating the legacy of Guru Gobind Singh Ji! - Remembering the teachings of courage and compassion on this auspicious day. - Honoring the fearless spirit and wisdom of Guru Gobind Singh Ji. - May the teachings of Guru Gobind Singh Ji inspire us to walk the path of righteousness. - Wishing everyone a blessed and joyous Guru Gobind Singh Jayanti! - Embracing the values of equality, bravery, and kindness. Happy Guru Gobind Singh Jayanti! - On this day, let's reflect on the teachings of Guru Gobind Singh Ji and strive for a better world. - Saluting the visionary and spiritual leader, Guru Gobind Singh Ji, on his Jayanti! - May the light of Guru Gobind Singh Ji's wisdom guide us always. Happy Gurpurab! - Honoring the valor and wisdom of Guru Gobind Singh Ji today and always! Guru Gobind Singh Jayanti 2023: Famous Quotes By Guru Gobind Singh - “He who regards all men as equal is religious.” - It is nearly impossible to be here now when you think there is somewhere else to be.” - “In egotism, one is assailed by fear, he passes his life totally troubled by fear.” - \"Egotism is such a terrible disease, in the love of duality, they do their deeds.” - “The ignorant person is totally blind he does not appreciate the value of the jewel.” - “The greatest comforts and lasting peace are obtained when one eradicates selfishness from within.” - \"Meeting the True Guru, Hunger departs, hunger does not depart by wearing the robes of a beggar.\" - “Day and night, meditate forever on the Lord.” - “ If you are strong, torture not the weak, And thus lay not the axe to thy empire.” - “I came into the world charged with the duty to uphold the right in every place, to destroy sin and evil... the only reason I took birth was to see that righteousness may flourish, that good may live, and tyrants are torn out by their roots.” - Sach kahon sun Leho sabai jin prem Kio tin hee prabh paio. - “I’ll tell the truth; listen everyone. Only those who have Loved, will realize the Lord.” - Har aan kas ki o rastbaazi kunad Rahim-e bar o rehmsaazi kunad - “Those who follow the path of truth in their thought and action, He showers mercies upon them, They are granted his compassion.” - “If you are strong, torture not the weak, And thus lay not the axe to thy empire.” - “It is nearly impossible to be here now when you think there is somewhere else to be.” - “Karta (The Creator) and Karim (The beneficient) are the names of the same God. Razak (The provider) and Rahim (The merciful) are also the names given to Him. Let no man in his error wrangle over differences in names. Worship the One God who is the Lord of all. Know that his form is one and He is the One light diffused in all.” - “The Lord Himself reveals the Path, He Himself is the Doer of deeds.” - “I fall at the feet of those who meditate on the Truest of the True.” - “Fruitful is the entire life of those who feel hunger for the Name of the Lord in their minds.” - “All inhabitants of this world have but one common caste.” - “He who trusts, however, in an oath on God, His Protection also in He; in need, He shows the Path.” On the occasion of Guru Gobind Singh Jayanti, devotees visit Gurudwaras to offer prayers and seek blessings. Various programs and large processions are organized, people hold kirtans or sing devotional songs, do Seva, and share food with the less privileged. Happy Guru Gobind Singh Jayanti 2023!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gobind singh jayanti",
        "sentiment": "negative"
      },
      {
        "name": "tegh bahadur",
        "sentiment": "none"
      },
      {
        "name": "guru gobind singh",
        "sentiment": "none"
      },
      {
        "name": "guru gobind singh jayanti",
        "sentiment": "none"
      },
      {
        "name": "gobind singh ji",
        "sentiment": "none"
      },
      {
        "name": "govind singh ji",
        "sentiment": "none"
      },
      {
        "name": "dasam granth",
        "sentiment": "none"
      },
      {
        "name": "aurangzeb",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram captions",
        "sentiment": "negative"
      },
      {
        "name": "whatsapp & facebook status",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "mughal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:49:44.019+02:00",
  "updated": "2023-12-29T04:49:44.019+02:00"
}