{
  "thread": {
    "uuid": "f842d1a6a604ea97ba5457afa3f6a43da73f22e2",
    "url": "https://www.newsbreak.com/eau-claire-wi/3297968935218-hosting-the-amish-mens-choir-and-taking-care-of-family",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-country-today-1593253",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Country Today | NewsBreak",
    "title": "Hosting the Amish Mens Choir and taking care of family",
    "title_full": "Hosting the Amish Mens Choir and taking care of family",
    "published": "2024-01-14T15:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.particlenews.com/ads/BG20180914.png",
    "performance_score": 0,
    "domain_rank": 3336,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f842d1a6a604ea97ba5457afa3f6a43da73f22e2",
  "url": "https://www.newsbreak.com/eau-claire-wi/3297968935218-hosting-the-amish-mens-choir-and-taking-care-of-family",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-14T15:57:00.000+02:00",
  "title": "Hosting the Amish Mens Choir and taking care of family",
  "text": "There is a winter weather advisory out this morning. It felt good to be in the warm house and hear the blowing wind from the inside. My husband Joe and son Joseph left for work. I’m sure the roads were a challenge for the drivers. Last Thursday evening we hosted the men’s church singing here at 6:30 p.m. In the winter months, the men gather every two weeks to practice the hymns from our German songbook (the Ausbund). Usually they go where church services were held last. The girls made sugar and monster cookies, brownies, popcorn, and coffee for them for a snack after they were done. Daughter Elizabeth, Tim, and children, daughter Susan, Ervin, and children, daughter Loretta, Dustin, and sons all came an hour earlier (5:30 p.m.) and ate supper with us. Daughter Lovina grilled hamburgers on the gas grill on our porch while I made a vegetable soup. Ice cream and the cookies were our dessert. Of course, everyone snacked again after the singing was over. The men gathered in our heated pole barn for the singing, as it’s quieter. The children were entertained here in the house by daughter Lovina reading books to them, and some were coloring. Of course, the little ones were being held and cuddled. Byron is five months and weighs around 14 pounds. Ervin Jay is eight weeks and weighs around 12 pounds. They sure are fun to have around. It sure is nice having daughter Verena in the house again. She is still getting adjusted and has accumulated so many more belongings since living on her own for two years and being away from home for three years. She spent the weekend with her special friend Daniel Ray’s family, with several Christmas gatherings to attend with him. Daughter Susan took son Ryan, age 4, to the doctor on Friday morning. When he was here Thursday evening, Ryan was saying he had pain in his legs and refused to walk because of the pain. The doctor sent him to the emergency room, where they transferred him to a bigger hospital an hour from here. Needless to say, we were all pretty shook up not knowing what was going on. The doctors were puzzled at first and did many blood tests, an MRI, a CAT scan, an ultrasound, etc. Ryan was admitted to the hospital on Friday and released on Sunday night. Results were strep throat and some fluid in his hip joint that caused pain. I’m not sure how to explain it, but if I’m understanding right the fluid/infection in his hip joint came from the strep infection. Ryan seemed to be not feeling well a lot this fall/winter, so hopefully the antibiotics will take care of everything. On Friday, Ervin joined Susan and baby Junior at the hospital, and they stayed the night with Ryan. Then on Saturday, Joe and I went to stay with Ryan while Ervin, Susan, and baby came home to shower and change clothes. Ryan was asking for Grandpa. He’s Joe’s little guy. After Ryan lost his father Mose, he would always cling to Grandpa Joe. They formed a close bond through the grief. Ryan was so happy to see us. He was giggling and having fun with Grandpa while we were there. Joe said they say laughter is the best medicine. When Ervin, Susan, and baby came back up Saturday night and we were going to leave, Ryan wanted to leave with us. Such a sweetie! We told Ryan to get better and then he can come home. It was good news when we heard Sunday he could come home. Kaitlyn, 7, Jennifer, 5, and Isaiah, 5, wanted to stay with Dustin and Loretta the two nights Ryan was in the hospital. On Sunday morning Joe and I stayed home from church and had Dustins bring the children here for breakfast. Dustins took the children home at night. Joe and I went and took a casserole for their supper. Ervin’s parents and sister came with Curtis, 4. He stayed with them the last few nights. Ervin’s mother brought a casserole and pasta salad for supper, so we had plenty for everyone. Tim and Elizabeth and children came to visit Ryan and brought a peach upside-down cake. Along with the cheese and applesauce from Ervins, we all had a nice meal together. Ryan was so happy for all the attention. Stay healthy and safe! God Bless! Farmer’s Winter Soup 1/2 cup butter or margarine 1 large onion, sliced 1/2 green pepper, chopped 2 stalks celery and leaves, chopped 2 cups sliced potatoes 2 or 3 outside green leaves of cabbage, shredded 1 cup sliced yellow squash 1/2 pound fresh green beans, cut 1 cup peas, fresh or frozen 2 quarts chicken or beef broth 1/2 cup brown rice 2 hard cooked eggs Chopped parsley Sauté vegetables in butter or margarine. Add broth and cook for 30 minutes. Then add rice and cook 20 minutes more. Sprinkle with chopped eggs and parsley before serving. Add more broth if desired. Lovina’s Amish Kitchen is written by Lovina Eicher, Old Order Amish writer, cook, wife, and mother of eight. Her two cookbooks, The Essential Amish Cookbook and Amish Family Recipes, are available wherever books are sold. Readers can write to Eicher at Lovina’s Amish Kitchen, PO Box 234, Sturgis, MI 49091 (please include a self-addressed stamped envelope for a reply); or email LovinasAmishKitchen@MennoMedia.org and your message will be passed on to her to read. She does not personally respond to emails. Subscribe to The Country Today",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=CTT",
    "https://www.apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=CTT",
    "https://apg02.newzware.com/ss70v2/adams/common/template.jsp"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe",
        "sentiment": "none"
      },
      {
        "name": "loretta",
        "sentiment": "none"
      },
      {
        "name": "susan",
        "sentiment": "none"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      },
      {
        "name": "dustin",
        "sentiment": "none"
      },
      {
        "name": "tim",
        "sentiment": "none"
      },
      {
        "name": "lovina",
        "sentiment": "none"
      },
      {
        "name": "daughter elizabeth",
        "sentiment": "none"
      },
      {
        "name": "ervin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amish mens choir",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-14T17:16:58.075+02:00",
  "updated": "2024-01-14T17:16:58.075+02:00"
}