{
  "thread": {
    "uuid": "07ffda878099ca6daecbe2b2d978b6addec2ebf0",
    "url": "https://www.5280.com/how-this-denver-baker-got-on-netflixs-is-it-cake",
    "site_full": "www.5280.com",
    "site": "5280.com",
    "site_section": "http://5280.com/feed",
    "site_categories": [
      "food",
      "cocktails_beer"
    ],
    "section_title": "5280",
    "title": "How This Denver Baker Got On Netflix’s Is It Cake?",
    "title_full": "How This Denver Baker Got On Netflix’s Is It Cake?",
    "published": "2024-04-18T23:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.5280.com/2024/04/03_IsItCake%C2%A9Netflix.jpg",
    "performance_score": 0,
    "domain_rank": 19751,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07ffda878099ca6daecbe2b2d978b6addec2ebf0",
  "url": "https://www.5280.com/how-this-denver-baker-got-on-netflixs-is-it-cake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Barbara O'Neil",
  "published": "2024-04-18T23:45:00.000+03:00",
  "title": "How This Denver Baker Got On Netflix’s Is It Cake?",
  "text": "The Local newsletter is your free, daily guide to life in Colorado. For locals, by locals. Sign up today! Grace “Grey” Pak hasn’t always been a baker, but she has always had a penchant for art. After majoring in fine art at New York University, she worked as a web designer for a decade and started a wedding stationery business on the side. After a nearly two-year-long stint doing e-commerce for New York’s [Museum of Modern Art](https://www.moma.org), Pak was inspired to expand her studies. Her interest in artists’ minds and how their brains process information led her to pursue a master’s degree in neuroscience at Columbia University. But shortly after earning her degree, personal loss forced her to reassess her life path. “I was having a lot of fun in the neuroscience field and doing research, but one week I lost a few people in my life I was close with, which was just a complete pause moment,” Pak says. “I know people say, ‘If you were to die tomorrow, what would you do?,’ but [those events] put me in an existential crisis.” After some soul searching, Pak decided to turn her shared love for food and art into a career by baking cakes for a living—an aspiration complicated by the fact that she had no professional experience baking. “I signed up for culinary school that week,” Pak says. “At the time, everyone thought it was just a phase or a coping mechanism, but I stuck to it.” Pak started culinary school in 2016 and eventually folded her cake design into the wedding stationery business, [Duchess of Cameron](https://www.duchessofcameron.com/index.html). Later that year, Pak decided to make baking the sole focus of Duchess of Cameron. Around the same time, she and her husband began splitting their time between New York and Denver. That’s why Duchess of Cameron doesn’t have a storefront: Pak fulfills her orders through the use of commercial kitchens in both cities. Regardless of where she makes them, her custom cakes, usually made for weddings or corporate events, are intricate. They often incorporating floral motifs or hand-painted designs that resemble fine china—work so impressive that it grabbed the attention of Netflix producers, who were casting the third season of their hit show [Is It Cake?](https://www.netflix.com/title/81333845). The premise of Is It Cake? is simple: Over the course of eight episodes, cake designers are challenged to bake sweet replicas of everyday objects (think: pool floaties or a club sandwich on a plate) in aims of producing the most hyperrealistic creation. This season, Pak went up against seven other bakers in hopes to win the grand prize of $100,000. Celebrity judges are involved, too: Stars like Oscar Nuñez, Storm Reid, and Ego Nwodim try to guess which items are real or cake, and every episode, the contestant who doesn’t fool the judges is eliminated. The show requires attention to detail, which Pak had previously perfected with her signature cake design, but the competition also forced her to learn new skills. “When making hyperrealistic cakes, I’m really focusing on the 3D shape and sculpting,” Pak says. “If I’m making a shoe, it needs to look like a shoe, and I don’t need to pay too much attention to the tiny details. With the painted cakes, the tiny details are all I focus on, so the priorities are different.” Plus, contestants on the show have to make their cakes in eight hours, something Pak says added to the stress of competing. “The set is huge and I’m short, so it was a commute to get to the other side of the set but the clock is always ticking,” Pak says. While we won’t spoil the outcome of the show—tune in to season 3 of the show, which debuted in late March to find out if Pak wins the grand prize—Pak is still baking her detailed creations in both New York City and Denver. She and her husband spend winter and summer here in Colorado and spring and fall in New York, something Pak says aligns with the wedding seasons in each state. Through her baking, Pak also works closely with art therapists and nonprofits. She has collaborated with [Womankind](https://www.iamwomankind.org), a New York–based organization that works with survivors of domestic and sexual abuse, by leading participants in cupcake decorating sessions. “One woman decorated her cupcakes with butterflies and shared how it signifies her freedom now,” Pak says. “It was so beautiful yet simple. It’s always so empowering for people to have something they can create after feeling like they had no control in their lives.” In Colorado, Pak has recently connected with the City of Denver to bring cake therapy to the local migrant and unhoused populations. “There’s just not enough mental health support for these groups, and art therapy works regardless of any language barriers,” Pak says. While she doesn’t have any concrete plans yet, she hopes to start working with the city at some point this year. Since the show’s filming, Pak has started incorporating more sculptural, 3D elements into her cake design. While it’s not clear yet if her appearance on the show will draw more customers to her business, Pak remains busy as ever. She’ll be spending the next few weeks baking in New York before returning to Colorado this summer. “Things are always crazy, but this is what I love doing,” she says.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.iamwomankind.org",
    "https://www.netflix.com/title/81333845",
    "https://netflix.com/title/81333845",
    "https://moma.org",
    "https://duchessofcameron.com/index.html",
    "https://www.duchessofcameron.com/index.html",
    "https://iamwomankind.org",
    "https://www.moma.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "columbia university",
        "sentiment": "none"
      },
      {
        "name": "museum of modern art",
        "sentiment": "none"
      },
      {
        "name": "new york university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "denver baker got on netflix",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:28.926+03:00",
  "updated": "2024-04-19T01:11:11.766+03:00"
}