{
  "thread": {
    "uuid": "14b632fa96492cd6567b9e81845524a7235833dd",
    "url": "https://udf.name/news/main_news/279837-posle-svadby-vora-v-zakone-lukashenko-prikazal-razobratsja-s-nim.html",
    "site_full": "udf.name",
    "site": "udf.name",
    "site_section": "https://udf.by/rss.xml",
    "site_categories": [],
    "section_title": "Новости Беларуси - последние новости на сегодня - UDF",
    "site_title": "Новости Беларуси - последние новости на сегодня - UDF",
    "title": "После свадьбы вора в законе Лукашенко приказал разобраться с ним",
    "title_full": "После свадьбы вора в законе Лукашенко приказал разобраться с ним",
    "published": "2025-06-12T10:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BY",
    "main_image": "https://udf.name/uploads/posts/2025-06/1749712360_tyurma_smertnaya_kazn_rtx21edy.jpg",
    "performance_score": 0,
    "domain_rank": 183123,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14b632fa96492cd6567b9e81845524a7235833dd",
  "url": "https://udf.name/news/main_news/279837-posle-svadby-vora-v-zakone-lukashenko-prikazal-razobratsja-s-nim.html",
  "ord_in_thread": 0,
  "author": "press",
  "published": "2025-06-12T10:12:00.000+03:00",
  "title": "После свадьбы вора в законе Лукашенко приказал разобраться с ним",
  "text": "После свадьбы вора в законе Лукашенко приказал разобраться с ним\nТюремная решетка. Фото: Reuters\nУбийство Щавлика\n10 декабря 1997 года примерно в 20 часов беларусскому вору в законе Щавлику (настоящее имя — Владимир Клещ) кто-то позвонил по мобильному телефону. В то время это еще было редкостью. Разговора никто не услышал, скорее всего, Щавлик просто молча выслушал собеседника. После этого он накинул куртку поверх домашней одежды и в домашних тапочках вышел на улицу. То ли жене, то ли соседке сказал, что отгонит стоящую во дворе машину. В квартиру он так и не вернулся.\nОколо полуночи супруга Щавлика Елена, не дождавшись мужа и увидев его машину распахнутой, обратилась к минчанину Анатолию, специализировавшемуся на вскрытии замков, чтобы тот закрыл автомобиль (ключа у женщины не было).\n«Я, когда приехал, увидел стоящую во дворе БМВ с раскрытой водительской дверью, ключей в замке зажигания не было, а в салоне на сиденье заметил несколько капель, похожих на кровь. Поразило же меня то, что от подъезда к машине по снегу вела цепочка следов, которая обрывалась возле автомобиля. То есть Владимир подошел к машине, открыл, сел, а потом некая сила его выдернула из-за руля. Других следов на снегу я не видел», — рассказывал позднее Анатолий журналистам.\nСправа — Владимир Клещ (Щавлик) с женой Еленой Вайдой. Рядом с ними певец Владислав Медяник с неизвестной женщиной. Фото: primecrime.ru\nА теперь перенесемся на три года назад, когда, собственно, и началась эта история. В июне 1994-го новоиспеченный вор в законе Щавлик (он получил этот статус пятью месяцами раньше в России) решил жениться второй раз, причем с шиком. Венчание с Еленой Вайдой прошло в Свято-Духовом кафедральном соборе, что у станции метро «Немига». Затем состоялся банкет в ресторане «Рандеву» (возможно, речь о заведении, работавшем на улице Тимирязева), среди гостей было немало криминальных авторитетов. Такой размах возмутил беларусские власти.\n«После того как Щавлик широко, открыто отпраздновал свою свадьбу или день рождения (там были [Михаил] Шуфутинский и другие эстрадные звезды), президент Лукашенко действительно вызвал министра внутренних дел и указал на то, что с этими людьми пора кончать», — рассказывал адвокат Гарри Погоняйло.\nАлександр Лукашенко тогда только-только заступил на свой пост, его инаугурация состоялась позже, в июле. Тогда его угрозы криминалу остались лишь словами: новоизбранный президент в первые два года был очень занят концентрацией власти в своих руках и установлением автократии, ему было не до борьбы с преступным миром.\nТак что карьера Щавлика — многократно сидевшего вора-домушника, получившего первую судимость в 15 лет — только шла вверх. В 1995-м умер Петр Науменко (Наум), первый человек в независимой Беларуси, получивший титулы «вор в законе» и «смотрящий» (так называют авторитета, уполномоченного решать все вопросы воровского мира на какой-то территории — в данном случае в стране). Наум был своего рода «крестным отцом» Щавлика, и после смерти покровителя тот стал его преемником в роли «смотрящего».\nПетр Науменко (вверху) и Владимир Клещ (Щавлик). После смерти первого «смотрящим» по Беларуси станет второй. Фото: mzk2.ru\nВ ноябре 1996 года в Беларуси фактически произошел государственный переворот: на сфальсифицированном референдуме была принята новая редакция Конституции, давшая Лукашенко абсолютную власть, был распущен независимый парламент и создан подконтрольный. Теперь можно было действовать без оглядки на оппозицию и законы.\nКак раз после референдума тогдашний секретарь Совета безопасности Виктор Шейман, один из ближайших соратников Лукашенко, поручил командующему внутренними войсками Юрию Сивакову «создать команду, которая смогла бы выполнять любые поручения, вплоть до убийства». Эту информацию впервые озвучил бывший следователь прокуратуры Олег Случек в июне 2001 года. Сиваков дал задание подобрать таких людей своему подчиненному, офицеру Дмитрию Павличенко.\n«Этой группе было приказано отработать схему похищения, убийства, а затем захоронения трупов. Схема должна была исключать возможность обнаружения трупов. Фактически это было задание разработать схему „идеального убийства“, потому что если нет трупа, то нет преступления, — рассказал Случек. — Для исключения опознания в случае обнаружения трупов решили использовать пистолет. Это был пистолет, который невозможно было впоследствии опознать — пистолет, которым в Республике Беларусь приводятся в исполнение смертные приговоры. Способ убийства выбрали — стрелять в голову. Этот пистолет давался Павличенко на один-два дня, а после выполнения заказа возвращался на место».\nКогда схема была разработана и одобрена сверху, ее решили опробовать на уголовных авторитетах.\nДмитрий Павличенко, руководивший «эскадроном смерти». 1990-е годы. Публикация: novayagazeta.ru\nСпусковым крючком для их устранения послужило убийство депутата парламента и председателя Комитета госконтроля Могилевской области Евгения Миколуцкого: в октябре 1997-го в подъезде дома, где он жил, сработала бомба. Взрывом ему оторвало руку, разорвало внутренние органы — чиновник умер на месте. Лукашенко воспользовался этим в своих целях. Он косвенно обвинил в причастности к убийству министра сельского хозяйства Василия Леонова и руководителя агрофирмы «Рассвет» Василия Старовойтова: они якобы убрали Миколуцкого, выявившего коррупцию с их стороны (позднее их причастность не подтвердилась, но оба отправились за решетку по другим поводам — и в этом видели политическую подоплеку). Также Лукашенко решил ударить по криминалу — одним выстрелом убить двух зайцев.\n«Они долго подбирались к президенту — не получилось. Решили начать с людей, которые были рядом с ним, которые всегда выполняли его волю. Я понимаю, что это вызов… Я предупреждаю всех тех, кто совершил это гнусное преступление, что если через неделю властям не будут переданы те, кто заказал его, мы предпримем адекватные меры, которые будут еще жестче, чем это гнусное преступление. Я хочу обратиться, используя средства массовой информации, и к уголовникам: запомните, господа, земля будет гореть у вас под ногами», — пообещал Лукашенко на траурном митинге.\n13 октября он заявил, что в убийстве Миколуцкого были задействованы «как криминальные структуры, так и структуры власти». И через две недели издал декрет «О неотложных мерах по борьбе с терроризмом и другими особо опасными насильственными преступлениями». По нему правоохранительные органы получили право задерживать «подозрительных личностей» на срок до одного месяца без предъявления обвинения.\nТаким образом, преступный мир назначили главным виновником гибели Миколуцкого (хотя за его смерть позже посадили других людей, не имевших отношения к ворам в законе). Менее чем через два месяца «смотрящий» по Беларуси Щавлик отправился на тот свет.\nДругие устранения и признание Лукашенко\nНа этом устранение уголовных авторитетов не закончилось. В апреле 1999-го в поселке Большевик под Минском исчез вор в законе Траца (настоящее имя Александр Трацевский). Сценарий пропажи был схож со случаем Щавлика: машина стояла нараспашку, в салоне нашли пару капель крови — все тот же почерк вероятного убийства.\nКроме того, как раз в то время погибли еще несколько авторитетов. В августе 2000 года в Витебске возле ночного клуба был убит вор в законе Геннадий Лукашов (Лукаш).\nГеннадий Лукашов (Лукаш). Фото: primecrime.ru\n«Каждый из этих „законников“ имел вес в беларусском криминальном мире, их статус был утвержден и признан вышестоящим российским воровским „генералитетом“, контролировавшим к началу 90-х практически все постсоветское пространство. Щавлик, Траца и Лукаш — это лидеры, физическое устранение которых серьезно отразилось на планах криминалитета по консолидации разрозненных и порой мешающих друг другу организованных преступных группировок (ОПГ) в единую структуру», — констатировал журналист Виктор Федорович, долгое время занимавшийся темой криминала.\nВскоре, в 2001-м, писал он, в Мозыре от рук киллеров погибли лидеры местной ОПГ Николай Гаев и Сергей Дубров. Первого убили в упор из пулемета-пистолета, второго расстрелял снайпер из винтовки с оптическим прицелом.\n«По традиции беларусские правоохранители все загадочные исчезновения и смерти авторитетов списывали на криминальные разборки за передел сфер влияния. Однако и по сей день в кругах по ту сторону закона считают, что к ликвидации многих их товарищей приложили руку именно спецслужбы», — добавлял Федорович.\nСколько всего было убито уголовников? В 2001 году Олег Случек рассказал, что государственный «эскадрон смерти» совершил более 30 убийств. Из этого списка надо вычесть политических (Юрия Захаренко, Виктора Гончара, Анатолия Красовского, Дмитрия Завадского), а также авторитета Мамонтенка (настоящее имя Сергей Коваленко), которого упомянул экс-следователь Генпрокуратуры. Оказалось, что с Мамонтенком вышла путаница: на тот момент он считался пропавшим и, скорее всего, убитым, как и прочие криминальники, но, как выяснилось позже, просто «сидел на игле» и залег на дно. Позже, в 2011-м, он, предположительно, покончил с собой. Таким образом, речь идет о более чем 25 убийствах «эскадрона смерти».\nПочему вся эта история об устранениях авторитетов не была выдумкой?\nВо-первых, Случек тогда же рассказал об оппозиционных политиках, похищенных «эскадронами смерти», что потом подтвердилось.\nВо-вторых, он был не единственным, кто раскрыл эту информацию — о том же говорил другой сотрудник следственной группы Генпрокуратуры Дмитрий Петрушкевич. Оба, выявив причастность властей к преступлениям, выехали из Беларуси, опасаясь за свою жизнь, и рассказали обо всем публично — так и стало известно об «эскадронах смерти».\nДмитрий Петрушкевич и Олег Случек в момент знаменитого интервью «Народной Воле» в 2001 году. Фото: БелаПАН\nВ-третьих, о судьбе «авторитетов» несколько раз высказывался и сам Лукашенко.\nВ октябре того же, 2001 года этот политик приехал с визитом в Гомель. Там он заявил, что еще пять лет назад (то есть как раз тогда, когда был создан «эскадрон смерти», в 1996-м) «через определенных жуликов» предупредил воров в законе: «Не дай бог где-то вы создадите обстановку криминальную, я вам поотрываю всем головы». Лукашенко признался, что у него в сейфе лежит подготовленный МВД список всех беларусских уголовных авторитетов: «Мы знаем всех, и не дай бог им шевельнуться!» Политик утверждал, что авторитеты жутко боятся, мол, он в случае чего их «замочит». «Был случай, когда они неправильно себя повели. Помните вы этих щавликов и прочих. Где они сейчас? Поэтому в стране порядок, и все довольны», — добавил Лукашенко. После этого пресс-секретарю политика Николаю Борисевичу пришлось заявлять, что президент к убийствам Щавлика и прочих «отношения не имел и не имеет».\nНо в 2011 году Лукашенко, выступая с посланием беларусскому народу и парламенту, прямо заявил:\n«Я вам честно рассказал, что еще 10 лет тому назад, что группировки, которые в свое время из советских штанишек выросли, связи у них были очень тесные с Москвой, мы их очень быстро прибрали к порядку. Тот, кто не подчинился, их уже и кости сгнили. У нас не может быть на криминальной основе этих разборок».\nВладимир Клещ (Щавлик). Фото: mzk2.ru\nНаконец, в августе 2020 года, напоминая беларусам перед выборами о своих «заслугах» за десятилетия правления, Лукашенко снова вспомнил, как ликвидировал бандитов. Он заявил, что в девяностые в стране действовали «банды, которые орудовали от Москвы до границы с Польской Республикой, обирая всех. Чуть дороже автомобиль — останавливали, выкидывали; сопротивлялся — расстреливали и сбрасывали под откос». По словам Лукашенко, таких банд было 32, и он лично потребовал у силовиков предоставить список бандитов и «зачистить их, как [маршал] Жуков в Одессе». Политик намекал на легенду, ставшую основой знаменитого сериала «Ликвидация»: якобы после Второй мировой войны одесские силовики, переодевшись в штатское, в одну ночь расстреляли бандитов без суда и следствия (это миф, никаких документов или воспоминаний об операции «Маскарад» не обнаружено). Лукашенко добавил, что Минск от банд «очистили за полгода».\n«Шейман и еще несколько человек, которые с пистолетом ездили, уничтожая подонков», — прямо сказал тогда политик. Все совпадает: ведь именно Шейман организовал группу для ликвидации криминальных авторитетов и оппозиционеров, а убийства совершались расстрельным пистолетом (именно в единственном числе). Таким образом Лукашенко еще раз подтвердил существование «эскадронов смерти» и внесудебные убийства людей.\nБесконечная «ликвидация преступности»\nПосле того как информация о существовании «эскадронов смерти» была опубличена, их деятельность прекратилась.\nИспользовав этот инструмент против уголовных авторитетов, власти решили одновременно несколько задач. Во-первых, потренировались в незаконном похищении и убийстве людей, а во-вторых, проверили реакцию общества. Оно никак не реагировало, поскольку долго не знало об этих убийствах. В итоге эта методика устранения неугодных людей была применена к политическим противникам Лукашенко.\nНо получилось ли решить задачу по снижению уровня преступности? Лукашенко в своих упомянутых выше высказываниях не раз апеллировал именно к этому: дескать, цель оправдывает средства, сильная авторитарная власть нужна, потому что способна навести порядок в стране.\nДействительно, ситуация в этой сфере в девяностые была сложной. К 1994 году в Беларуси насчитывалось 150 организованных преступных групп, два года спустя — уже около 300, их численность составляла до 3 тысяч человек. Росло и число преступлений. Решив изменить ситуацию, власти вместе с устранением ключевых криминальных фигур стали к остальным применять запугивание: «авторитетов» похищали, удерживали в неизвестном месте неделю-другую, возможно, избивали и угрожали, а затем отпускали их — и после этого уголовники вели себя тихо. В 2001-м за решетку был отправлен последний на тот момент беларусский вор в законе, после чего было объявлено, что с организованной преступностью в стране покончено.\nОднако в следующие пару лет на свободу вышел вор в законе Дмитрий Галеев (известен как Митя Галей), в нашу страну стал приезжать имевший аналогичный статус россиянин Владимир Бирюков (Биря). В 2004-м снова стали «принимать меры», милиция накрывала воровские «сходки», арестовали «смотрящего» по Минску Александра Забродина… В результате в 2006-м тогдашний глава МВД Беларуси Владимир Наумов, также связанный с «эскадронами смерти», вновь заявил, что в стране не осталось организованных преступных групп. Но и на этом не получилось поставить точку.\nВоры в законе (слева направо): Олег Рогачев (Рогаченок), Владимир Бирюков (Биря), Владимир Клещ (Щавлик) и Вячеслав Крылов (Славка Крыл). Фото: mzk2.ru\n«Всего несколько лет назад наши оперативные сотрудники МВД утверждали, что вопрос с оргпреступностью не стоит в повестке дня, а воров в законе вообще нет. А тут за полтора года „законников“ стало больше, чем за все 90-е», — писала в 2014-м газета «СБ. Беларусь сегодня».\nКак видно, это цикличный процесс: зачистки приводят к уменьшению активности уголовников, но вскоре освободившиеся ниши заполняют другие люди. Это, пожалуй, естественный процесс для любой страны мира: вряд ли где-то удалось победить криминалитет, он всегда находит новые пути.\n«Нынешняя оргпреступность вышла на новый уровень — это уже не „быки“ с дубинами, а вполне респектабельные люди, всеми способами стремящиеся занять приличное место в обществе. Да, когда-то они пополняли „общак“ за счет украденного у пенсионера кошелька и ограбленных „челноков“, теперь они стремятся прибирать к рукам наиболее высокодоходные сферы бизнеса, надев на себя маски коммерсантов. Поэтому одной из приоритетных наших задач является раскрытие и предупреждение таких преступлений как легализация (отмывание) денег, добытых преступным путем. Криминальные состояния не должны быть спрятаны за вывеской солидного бизнеса», — говорил в 2007-м Владимир Тихиня, первый замглавы ГУБОПиК (тогда это управление МВД оправдывало свое название и занималось борьбой с организованной преступностью, а не с оппонентами власти). По иронии судьбы, позже выяснилось, что сам Тихиня за взятки покрывал коррупционную схему на предприятиях по производству сахара.\nВладимир Тихиня, Минск, 2017 год. Фото: sputnik.by\nНо переход от «быков» с дубинами к «респектабельным людям» был естественным и типичным для всего постсоветского пространства. Британский исследователь Марк Галеотти писал в своей книге «Воры. История организованной преступности в России», что девяностые были «золотым веком» российских бандитов, а к концу десятилетия войны между ними почти завершились.\n«Границы территорий были в целом согласованы. Сформировались иерархии, а любые дальнейшие конфликты не привели бы ни к чему хорошему с точки зрения бизнеса. В результате организованная преступность стала более регулируемой», — отмечал британец.\nБеларусский преступный мир был и сегодня остается частью российского. И отечественные воры в законе — начиная с упомянутого выше Наума и заканчивая Сашей Кушнером, которого лишь в 2023-м приговорили к 24 годам колонии, — строили свою «карьеру» в общем с россиянами пространстве. Процессы в криминальном мире Беларуси были едиными с соседним государством — и, как и там, организованная преступность в Беларуси со временем «остепенилась», не ушла, но приобрела иные, менее заметные формы. Это ни в коем случае не умаляет работу простых оперативников, все эти годы боровшихся с бандами. Но показывает, что Александр Лукашенко имел весьма косвенное отношение к решению этой проблемы.\nОднако важнее всего, что, наказывая воров в законе, власти цинично нарушили все правовые нормы. Ведь то, что речь шла о несомненных преступниках, не отменяет того, что их судьбу должен был решать законный суд. Случившееся с криминальными авторитетами было важным показателем разрушения правоохранительной системы в стране уже тогда, более двадцати лет назад. С тех пор она полностью поставлена на службу властям, а на справедливый суд в Беларуси не могут рассчитывать ни уголовники, ни добропорядочные граждане — результаты этого мы особенно ярко видим в последние пять лет.\nТеракты в Беларуси. От покушения на Лукашенко до резни бензопилой\nЗаметили ошибку? Пожалуйста, выделите её и нажмите Ctrl+Enter\nДорогие читатели, не имея ресурсов на модерацию и учитывая нюансы белорусского законодательства, мы решили отключить комментарии. Но присоединяйтесь к обсуждениям в наших сообществах в соцсетях! Мы есть на Facebook, «Twitterи",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "russian",
  "sentiment": "negative",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest"
  ],
  "topics": [
    "Crime, Law and Justice->homicide",
    "Crime, Law and Justice->organised crime",
    "War, Conflict and Unrest->armed conflict"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/udf.news/",
    "https://twitter.com/_belarus",
    "https://facebook.com/udf.news/",
    "https://www.twitter.com/_belarus",
    "https://www.facebook.com/udf.news"
  ],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-06-12T10:29:23.300+03:00",
  "updated": "2025-06-12T07:41:39.000+00:00"
}