{
  "thread": {
    "uuid": "96257c465cf9c12cc3a4659338dd52b7c9341178",
    "url": "https://www.drf.com/news/irish-jockey-ben-curtis-making-most-time-fair-grounds",
    "site_full": "www.drf.com",
    "site": "drf.com",
    "site_section": "https://www.drf.com/rss.xml",
    "site_categories": [
      "horse_racing",
      "sports"
    ],
    "section_title": "Daily Racing Form",
    "title": "Irish jockey Ben Curtis making most of time at Fair Grounds",
    "title_full": "Irish jockey Ben Curtis making most of time at Fair Grounds",
    "published": "2024-01-05T20:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.drf.com/sites/default/files/2024-01/Tufani01.12.30.23.AWHP_.jpg",
    "performance_score": 0,
    "domain_rank": 42961,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96257c465cf9c12cc3a4659338dd52b7c9341178",
  "url": "https://www.drf.com/news/irish-jockey-ben-curtis-making-most-time-fair-grounds",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mhersh",
  "published": "2024-01-05T20:35:00.000+02:00",
  "title": "Irish jockey Ben Curtis making most of time at Fair Grounds",
  "text": "New Orleans might be the least American-feeling city in America. Perhaps it’s not mere coincidence that several overseas jockeys have come to Fair Grounds for their first extended stint in the United States. Ireland native James Graham began the North American phase of his career riding the 2003-04 meet. England-born Adam Beschizza began riding in America during the 2017-18 meet. And while France native Vincent Cheminaud only began taking mounts at Keeneland’s April meeting in 2022, he showed up in late February at Fair Grounds to start working horses.\\r\\n\\r\\nNow comes Ben Curtis, an Ireland native who has become an established journeyman jockey based in England. Curtis arrived in New Orleans in October and has caught on during the meet’s first 25 days. Through Jan. 4, his 13 winners placed him eighth in the jockey standings. Since Dec. 15, Curtis has gone 8 for 33. Only one jockey, Brian Hernandez, has ridden more winners, nine, over the span.\\r\\n\\r\\nCurtis, 34, rode one horse at Gulfstream Park in 2012 while working for trainer Eddie Kenneally, and he finished unplaced riding Mootasadir in the 2019 Belmont Gold Cup. Curtis had ridden in Dubai during previous winters and kept an open mind when he was contacted last year about a Louisiana agent looking for an overseas rider.\\r\\n\\r\\n:: Bet the races with a $200 First Deposit Match + FREE All Access PPs! Join DRF Bets.\\r\\n\\r\\n“Riding in America was on my list, just to see how I fit in compared to the other jockeys over here. Could I compete in the U.S. and give it a go?” Curtis said, reached Friday morning by phone.\\r\\n\\r\\nThe agent was Ron Faucheux, multiple leading trainer at Fair Grounds before becoming an agent last April.\\r\\n\\r\\n“I made some inquiries, and he was interested in coming over,” said Faucheux, who also represents Jose Luis Rodriguez. “The Fair Grounds meet, it’s really a perfect time for him.”\\r\\n\\r\\nCurtis has gone 8 for 39 on turf and 5 for 39 on dirt. Aside from riding on dirt in Dubai, Curtis spent the winter of 2019-20 on the all-weather circuit in England and Ireland, winning the jockeys’ title while riding on flat oval tracks like those in America. On American dirt, Curtis has discovered the importance of forward placement.\\r\\n\\r\\n“It’s a different side of riding over here. If you’re too far back, you’re in trouble,” Curtis said.\\r\\n\\r\\nCurtis’s family, including children aged 2 and 5, are in New Orleans until February. Curtis plans to ride the rest of the meet and perhaps beyond.\\r\\n\\r\\n“Everything has been going very well in England,” said Curtis, who had 100 winners during the 2023 flat-racing season. “I don’t have any set plans. I came over a bit of an open book.”\\r\\n\\r\\nThe book on Curtis is that he comes out and works in the morning and will give you a solid run in the afternoon. Faucheux has excellent connections at Fair Grounds, so Curtis should be a Fair Grounds fixture in the top 10 through meet’s end.\\r\\n\\r\\n:: Want to learn more about handicapping and wagering? Check out DRF's Handicapping 101 and Wagering 101 pages.\\r\\n",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ben curtis",
        "sentiment": "neutral"
      },
      {
        "name": "adam beschizza",
        "sentiment": "none"
      },
      {
        "name": "curtis",
        "sentiment": "none"
      },
      {
        "name": "brian hernandez",
        "sentiment": "none"
      },
      {
        "name": "eddie kenneally",
        "sentiment": "none"
      },
      {
        "name": "james graham",
        "sentiment": "none"
      },
      {
        "name": "vincent cheminaud",
        "sentiment": "none"
      },
      {
        "name": "moota",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "new orleans",
        "sentiment": "none"
      },
      {
        "name": "keeneland",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "gulfstream park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:32:26.773+02:00",
  "updated": "2024-01-06T00:32:26.773+02:00"
}