{
  "thread": {
    "uuid": "c9fc913960532559d231b056095ac940761ef3ed",
    "url": "https://wattsupwiththat.com/2024/07/04/purple-states-take-note-youngkin-saves-virginia-from-the-tyranny-of-californias-gas-car-ban",
    "site_full": "wattsupwiththat.com",
    "site": "wattsupwiththat.com",
    "site_section": "http://feeds.feedburner.com/ecowhoNewsUpdates",
    "site_categories": [
      "science",
      "weather"
    ],
    "section_title": "The EcoWho RSS News Feed",
    "title": "Purple States Take Note: Youngkin Saves Virginia From the Tyranny of California’s Gas Car Ban",
    "title_full": "Purple States Take Note: Youngkin Saves Virginia From the Tyranny of California’s Gas Car Ban",
    "published": "2024-07-05T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/wattsupwiththat.com/wp-content/uploads/2024/07/Glenn_Youngkin_in_September_2021_wikipedia_psd-backround.webp?fit=1024%2C512&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 10260,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9fc913960532559d231b056095ac940761ef3ed",
  "url": "https://wattsupwiththat.com/2024/07/04/purple-states-take-note-youngkin-saves-virginia-from-the-tyranny-of-californias-gas-car-ban",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Watts Up With That",
  "published": "2024-07-05T00:00:00.000+03:00",
  "title": "Purple States Take Note: Youngkin Saves Virginia From the Tyranny of California’s Gas Car Ban",
  "text": "July 02, 2024\nGovernor Glenn Youngkin announced recently that Virginia would decouple from California’s onerous mandate requiring all new vehicles sold in the Commonwealth to be electric or plug-in hybrid vehicles (EVs) by 2035. This regulation—a ban on sales of new gas, diesel and traditional hybrid vehicles—promulgated by the California Air Resources Board (CARB), would have taken effect as soon as next year when 35% of all model year 2026 cars sold would be required to meet California’s definition of “zero emission.”\nThis all stems from a 2021 bill championed by then-Governor Northam and his allies in the General Assembly. They enacted policy directing the Virginia Air Pollution Control Board (APCB) to adopt regulations tying Virginia law to California’s vehicle emission standards. And if you can believe it, the law was intentionally exempted from the Administrative Process Act, denying Virginians any opportunity to give input on the regulatory process and dodging larger economic review for the policy.\nIt sounds brazen, but that’s exactly what happened: the previous administration in Richmond put Virginia vehicle policy in the hands of Californians.\nIn November 2022, California finalized entirely new regulations at the direction of their Governor Gavin Newsom. Under the new California policy, selling any new gas, diesel, flex-fuel or traditional hybrid cars and trucks would be unlawful and subject to severe penalties, whether in California or in states aligned with California.\nCalifornia’s gas car ban would have been devastating for Virginia drivers and small businesses and damaging to U.S. national security. Consumers would have paid dearly under the ban, facing higher costs in both the new and used car markets and finding more and more vehicles simply priced out of reach for families. Any compliance penalties levied on automakers—roughly $20,000 per vehicle—would also likely be passed on to Virginia consumers.\nThe absurd and un-American mandate to “go electric” on California’s timeline would also have increased Virginia’s and the U.S. dependence on China, since China controls the global EV battery and mineral supply chain.\nMake no mistake: criticism of California’s gas car ban and EV mandate policies—and fervent opposition to the spread of those policies in the Commonwealth of Virginia and to any other state—should not be construed as an indictment of EVs themselves. EVs are a good choice for many Americans, and if those cars and trucks work for a family’s needs and fit within their budgets, that’s wonderful. Families have every right to make the choice to buy an EV, but no government mandate should compel them toward that purchase or restrict their access to other vehicle options.\nWhen the stakes are absolutely clear and the choice is between government mandates and consumer freedom, the right move is to err on the side of consumers. And that’s exactly what Governor Youngkin did when he chose to end California’s control over the vehicles that can and cannot be sold in Virginia. Virginia drivers, not California regulators 3,000 miles away, should be able to choose for themselves which vehicles to purchase. When people are free to choose, they make decisions that work best for them, their businesses and their families.\nOther states tethered to California’s EV mandate should follow Governor Youngkin’s bold and necessary leadership and free their residents, too, from the tyranny of California’s gas car ban.\nChet Thompson is president and CEO of the American Fuel and Petrochemical Manufacturers (AFPM). He previously served as deputy general counsel for the U.S. Environmental Protection Agency during the George W. Bush administration and was a partner at Crowell and Moring, where he chaired the Environment and Natural Resources Group.\nThis article was originally published by RealClearEnergy and made available via RealClearWire.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "glenn youngkin",
        "sentiment": "negative"
      },
      {
        "name": "northam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "apcb",
        "sentiment": "none"
      },
      {
        "name": "general assembly",
        "sentiment": "none"
      },
      {
        "name": "virginia air pollution control board",
        "sentiment": "none"
      },
      {
        "name": "california air resources board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "californi",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "commonwealth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:42:45.878+03:00",
  "updated": "2024-07-05T03:42:45.878+03:00"
}