{
  "thread": {
    "uuid": "6a99f82a02a2ef36f68765130c663a736bab2419",
    "url": "https://www.straitstimes.com/opinion/forum/forum-more-support-needed-for-fathers-to-take-time-from-work-for-families",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "https://www.straitstimes.com/news/opinion/rss.xml",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "The Straits Times - Opinion",
    "title": "Forum: More support needed for fathers to take time from work for families",
    "title_full": "Forum: More support needed for fathers to take time from work for families",
    "published": "2023-12-31T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2024/01/01/st-forum-thumbnail-100.jpg",
    "performance_score": 0,
    "domain_rank": 1285,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6a99f82a02a2ef36f68765130c663a736bab2419",
  "url": "https://www.straitstimes.com/opinion/forum/forum-more-support-needed-for-fathers-to-take-time-from-work-for-families",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T15:00:00.000+02:00",
  "title": "Forum: More support needed for fathers to take time from work for families",
  "text": "We thank Mr Lim Jun Bin for his feedback on supporting greater paternal involvement in child raising ( Unspoken pressure on new dads to return to work quickly, Dec 28).\nThe Government is committed to supporting Singaporeans in starting and raising families and we recognise that both fathers and mothers play important roles in a child’s early years. From Jan 1, 2024, Government-Paid Paternity Leave (GPPL) has been doubled to four weeks on a voluntary basis for those whose employers are prepared to do so. We intend to make these additional two weeks of GPPL mandatory soon.\nWe are heartened that more fathers have been taking paternity leave to bond with and care for their children. Since the introduction of GPPL in 2013, there has been a steady increase in its take-up rate. However, more can be done to help fathers take time off for their families. As Mr Lim pointed out, we need employers and the wider society to be supportive.\nIn our engagements with working parents, support from supervisors and colleagues is often cited as a key factor affecting fathers’ utilisation of paternity leave. This includes giving assurance to employees that using paternity leave will not affect their performance appraisal and career prospects, and providing covering arrangements during the father’s absence. In cases where an extended duration of leave cannot be granted due to work exigencies, flexibility should be exercised, such as spreading the leave entitlement across several shorter durations within the child’s first year.\nIn addition, to encourage greater paternal involvement, community groups such as Centre for Fathering have been organising initiatives at workplaces like Eat With Your Family Day, Great Companies for Dads Awards, and Back to School with Dad. The centre is also looking to build communities of support for fathers within organisations, where fathers can share their parenting aspirations and concerns, and we encourage fathers and fathers-to-be to participate in these initiatives.\nAs a society, let us work together to foster societal and workplace norms where parents are supported in taking time for their families, as we build a Singapore Made For Families.\nAmelia Tang\nSenior Director, National Population and Talent Division\nStrategy Group, Prime Minister’s Office\nMore On This Topic Forum: What readers are saying Join ST's Telegram channel and get the latest breaking news delivered to you.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lim jun bin",
        "sentiment": "negative"
      },
      {
        "name": "lim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gppl",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T23:27:47.378+02:00",
  "updated": "2024-01-01T00:22:31.408+02:00"
}