{
  "thread": {
    "uuid": "6c8ee65666a38009efa88b094fe0edfc96f04a37",
    "url": "https://us.as.com/mlb/aaron-leinhardt-es-el-nuevo-hombre-responsable-de-la-analitica-de-los-new-york-yankees-n",
    "site_full": "us.as.com",
    "site": "as.com",
    "site_section": "https://masdeporte.as.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Más deporte en AS.com - AS.com",
    "title": "Aaron Leinhardt es el nuevo hombre responsable de la analítica de los New York Yankees - AS USA",
    "title_full": "Aaron Leinhardt es el nuevo hombre responsable de la analítica de los New York Yankees - AS USA",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.asmedia.epimg.net/resizer/Pp-Yq1nr6MY4KQDc0oBp2CgsjbA=/1472x828/cloudfront-eu-central-1.images.arcpublishing.com/diarioas/QEKPN5PGHZN2XGLGRPBEYCWFRM.jpg",
    "performance_score": 0,
    "domain_rank": 2034,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c8ee65666a38009efa88b094fe0edfc96f04a37",
  "url": "https://us.as.com/mlb/aaron-leinhardt-es-el-nuevo-hombre-responsable-de-la-analitica-de-los-new-york-yankees-n",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ariel Velázquez",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Aaron Leinhardt es el nuevo hombre responsable de la analítica de los New York Yankees - AS USA",
  "text": "Aaron Judge frotó la lámpara mágica y el genio apareció para cumplir sus deseos. A principios de octubre del año pasado, apenas unos cuantos días después de que la temporada de los New York Yankees terminó sin su primer viaje a playoffs desde 2016, Judge, capitán de los Bronx Bombers concedió una entrevista en donde prácticamente urgió a la directiva a hacer cambios en la forma en la que estaban analizando el juego. El Juez, conocido como un pelotero políticamente correcto y sin ningún escándalo que ensucie su carrera, dejó de lado los mensajes entre líneas y optó la claridad de la palabra. “Creo que se trata simplemente de cómo usamos [los análisis] y cómo los valoramos, es un aspecto que tal vez debamos revisar nuevamente. No diría que [estamos] sobrecargados. Creo que es simplemente mirar los números correctos. Creo que tal vez estemos mirando a los equivocados. Necesitamos valorar algunos otros que la gente podría considerar que no tienen valor” dijo Judge en esa ocasión. Mientras el cañonero Juan Soto capturó los reflectores al convertirse en la gran adquisición de los Yankees durante el invierno, detrás del telón, la oficina neoyorquina revisó múltiples curriculum para encontrar a la persona que pudiera cumplir con los deseos de su capitán. A pesar de la extensa búsqueda, la respuesta la obtuvieron dentro de casa. Los Yankees decidieron ascender a Aaron Leanhardt, un físico del Massachusetts Institute of Technology (MIT), quien se encontraba dentro de la organización desde 2018, aunque con cargos con poco impacto. “Estoy entusiasmado con él”, dijo Judge a The New York Post esta semana. “Él está en un buen papel, siendo ese analista que es la barrera entre nosotros y los análisis. Lo que he visto hasta ahora es que hace un buen trabajo canalizando la información. Creo que a los muchachos les va a encantar”. Antes de involucrarse con los Yankees, Leanhardt ya tenía algo que decir sobre beisbol, aunque su experiencia correspondía más al lenguaje científico. En MIT trabajó en una investigación financiada por la NASA en la que logró enfriar un gas de sodio a la temperatura más baja jamás registrada. Es difícil descifrar si ese estudio tendrá alguna repercusión en los Yankees, pero Judge no tiene dudas sobre el tipo de persona que ahora está al frente del análisis del equipo. “Definitivamente es el tipo más inteligente aquí. Todavía no ha mostrado su Premio Nobel”, bromeó Judge. “Creo que lo guardará para una buena reunión o algo así”. TAL VEZ TE PUEDE INTERESAR: Los Yankees cuidan con recelo al clon de Aaron Judge Como dijimos anteriomente, Leanhardt no es ningún improvisado dentro de la industria de Major League Baseball. Comenzó su carrera como entrenador en 2017, haciendo paradas en Nueva Jersey (asistente en la Atlantic Collegiate Baseball League) y Montana (entrenador de bateo y coordinador de reclutamiento en Dawson Community College). Aaron se encargaba principalmente de aportar su conocimiento en las prácticas de bateo. Antes de que Leanhardt tomara la silla principal de analista de los Yankees, ese puesto lo ocupaba Zax Fieroh, quien fue trasladado a otra área para darle la oportunidad a Aaron de emerger. “Tiene una gran ética de trabajo y un loco amor por el juego. Él es el tipo que estará aquí para siempre, en todo lo relacionado con el beisbol... Ciertamente tiene una comprensión analítica de todo y una capacidad, simplemente por su inteligencia, pero creo que la combinación del entrenador y cómo ve las cosas aplicadas me llamó la atención”, declaró Aaron Boone a The Post. El nuevo encargado de analítica de los Yankees tiene varias cosas que mejorar. El equipo se ubicó la temporada pasada en el penúltimo sitio del Este de la Liga Americana con récord de 82-80. Una de las mayores deficiencia de los Bombarderos fue el bateo colectivo. Promediaron .207 para ubicarse en el penúltimo sitio de todo Major League Baseball, sólo por arriba de los Oakland Athletics. De OPS tuvieron .304. Leanhardt tiene un doctorado en física del MIT y pasó siete años como profesor de física en la Universidad de Michigan. Esta será su séptima temporada en la organización de los Yankees. ¿Será quien pueda romper con el ayuno de Serie Mundial ? Sigue el canal de Diario AS en WhatsApp, donde encontrarás todo el deporte en un solo espacio: la actualidad del día, la agenda con la última hora de los eventos deportivos más importantes, las imágenes más destacadas, la opinión de las mejores firmas de AS, reportajes, vídeos y, por qué no, también un poco de humor de vez en cuando.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:07:12.433+02:00",
  "updated": "2024-03-01T01:07:12.433+02:00"
}