{
  "thread": {
    "uuid": "470206b7cfb61a09f70470e69b6eeebadd0898b5",
    "url": "https://indianexpress.com/article/opinion/columns/from-princesestan-to-article-370-how-india-evaded-balkanisation-9088447/",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "http://indianexpress.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "The Indian Express",
    "title": "From Princesestan to Article 370: how India evaded Balkanisation",
    "title_full": "From Princesestan to Article 370: how India evaded Balkanisation",
    "published": "2023-12-30T10:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2023/12/ch632167.jpg",
    "performance_score": 0,
    "domain_rank": 969,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "470206b7cfb61a09f70470e69b6eeebadd0898b5",
  "url": "https://indianexpress.com/article/opinion/columns/from-princesestan-to-article-370-how-india-evaded-balkanisation-9088447/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashok Bhan",
  "published": "2023-12-30T10:30:00.000+02:00",
  "title": "From Princesestan to Article 370: how India evaded Balkanisation",
  "text": "On the eve of Independence, Jawaharlal Nehru delivered his “Tryst with Destiny” speech. In what is considered among the greatest speeches of the 20th century, he said, “long years ago [we made a tryst with destiny](https://indianexpress.com/article/explained/independence-day-2023-this-quote-means-tryst-with-destiny-nehru-explained-8890477/), and now the time comes when we shall redeem our pledge, not wholly or in full measure, but very substantially.” In the run-up to independence, a handful of powerful princes devised a plan to remain independent, led by the chancellor of the chamber of princes. The Nawab of [Bhopal](https://indianexpress.com/section/cities/bhopal/) was operating under the direct patronage of Muhammad Ali Jinnah, Lord Archibald Percival Wavell and the British Prime Minister [Winston Churchill](https://indianexpress.com/about/winston-churchill/) to create a third dominion called Princesestan, along with India and Pakistan. It was planned that the 565 princely states would stay outside the ambit of the two free states and retain paramountcy under the aegis of the departing British. The success of such a plan would have made the newly independent nation unstable and vulnerable. But Jawaharlal Nehru, Sardar Patel and Lord Mountbatten battled the rulers of the princely states and foiled the British plan to [balkanise](https://indianexpress.com/article/explained/balkanization-shanghaied-bangalored-toponyms-8669035/) India. At the 1929 Lahore session of the [Indian National Congress](https://indianexpress.com/about/indian-national-congress/), the Purna Swaraj declaration, or “Declaration of the Independence of India” was promulgated, and January 26, 1930, was declared as Independence Day. The Congress called on people to pledge themselves to civil disobedience and “to carry out the Congress instructions issued from time to time” until India attained complete independence. Celebration of such an Independence Day was envisioned to stoke nationalistic fervour among Indian citizens, and to force the British government to consider granting independence. Congress observed January 26 as the Independence Day [between 1930 and 1946](https://indianexpress.com/article/explained/explained-history/lead-up-to-indian-independence-from-a-british-perspective-8894065/). The celebration was marked by meetings where the attendants took the “pledge of independence”. Nehru described in his autobiography that such meetings were peaceful, solemn, and “without any speeches or exhortation”. Gandhi observed that besides the meetings, the day would be spent doing constructive work, whether spinning or service of “untouchables” or the reunion of Hindus and Musulmans or prohibition work, or even all these together. Following actual independence in 1947, the Constitution of India came into effect on and from January 26, 1950. Arrival of Lord Mountbatten In 1946, the government in Britain realised that it had exhausted its coffers due to World War II. It also realised that it had neither the mandate at home, the international support nor the reliability of native forces to continue to maintain control over an increasingly restless India. On February 20, 1947, Prime Minister Clement Attlee announced that the British government would grant full self-governance to British India by June 1948 at the latest. The new viceroy, [ Lord Mountbatten](https://indianexpress.com/article/explained/unique-bond-of-nehru-edwina-and-lord-mountbatten-8267933/), advanced the date for the transfer of power, believing the continuous contention between the Congress and Muslim League might lead to a collapse of the interim government. He chose the second anniversary of Japan’s surrender in World War II, August 15, as the date of power transfer. The British government announced on June 3, 1947, that it had accepted the idea of partitioning British India into two states; the successive governments would be given dominion status and would have an implicit right to secede from the British Commonwealth. The Indian Independence Act 1947 of the Parliament of the United Kingdom partitioned British India into the two new independent dominions of India and Pakistan (including what is now Bangladesh) with effect from August 15, 1947, and granted complete legislative authority upon the respective constituent assemblies of the new countries. The Act received royal assent on July 18, 1947. Millions of Muslim, Sikh and Hindu refugees trekked the newly drawn borders in the months surrounding independence. In Punjab, where the borders divided the Sikh regions into halves, massive bloodshed followed; in Bengal and Bihar, where Mahatma Gandhi’s presence assuaged communal tempers, the violence was mitigated. In all, between 2,50,000 and 10,00,000 people on both sides of the new borders died in the violence. While the entire nation was celebrating Independence Day, Gandhi stayed in Calcutta in an attempt to stem the carnage. On August 14, 1947, the Independence Day of Pakistan, the new Dominion of Pakistan came into being; Muhammad Ali Jinnah was sworn in as its first governor-general in Karachi. The Constituent Assembly of India met for its fifth session at 11 pm on August 14 in the Constitution Hall in New [Delhi](https://indianexpress.com/section/cities/delhi/). The session was chaired by President Rajendra Prasad. The members of the Assembly formally took the pledge of being in the service of the country. A group of women, representing the women of India, formally presented the national flag to the assembly. The Dominion of India became an independent country as official ceremonies took place in New Delhi. Nehru assumed office as the first prime minister, and the viceroy, Lord Mountbatten, continued as its first governor-general. Gandhi’s name was invoked by crowds celebrating the occasion. He, however, did not participate in the official events. Instead, he marked the day with a 24-hour fast, during which he spoke to a crowd in Calcutta, encouraging peace between Hindus and Muslims. Kashmir and Article 370 Since independent Kashmir had remained a restless region, despite the efforts of the successive governments to bring an end to the conflict, Article 370 was described as the root cause of the Kashmir problem. The [BJP](https://indianexpress.com/about/bjp/) government’s decision to make it inoperable by a constitutional amendment was a [watershed moment in Kashmir’s history](https://indianexpress.com/article/explained/key-aspects-of-article-370-verdict-unpacked-9064079/) and was expected to draw a more palpable reaction from Kashmiris and the international community. What followed was a largely mute resistance and shock syndrome from all the concerned stakeholders. This is even though the current dispensation did not consult the people, the real stakeholders. Internationally, [India has emerged](https://indianexpress.com/article/explained/explained-global/strategy-and-foreign-affairs-for-india-in-2024-dealing-with-realities-looking-at-opportunities-9085554/) as an indispensable economic, strategic and geopolitical force in the 21st century, given its power as a large democracy and its role as a counterweight to China’s growing influence. In recent years, because of robust Indian diplomacy, there has been a substantial decline in international interest in the region, regardless of Pakistan’s efforts at wielding Kashmir as a weapon against India’s diplomatic success. India’s endeavour to quell any backlash to the removal of Kashmir’s special status was far-reaching. The Union government’s action in Kashmir came at an appropriate time. This was both by design and partly by political astuteness to make Article 370 inoperable, repeal Article 35A and bifurcate the state into two union territories. Recently, the Constitution bench of the Supreme Court [upheld the validity of inoperability of Article 370](https://indianexpress.com/article/explained/explained-law/article-370-abrogation-upheld-supreme-court-explained-9063145/) and one of the judges opined that there is a need to move forward and end the morass of suffering of people at the hands of non-state and state actors. He commanded the Union government to urgently constitute a truth and reconciliation commission. Thus, the countrymen have welcomed the full integration of [Jammu](https://indianexpress.com/section/cities/jammu/) and Kashmir with India and are proud citizens of a united, integrated, democratic and secular independent India. The writer is senior advocate, Supreme Court of India and a geopolitical analyst",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jawaharlal nehru",
        "sentiment": "neutral"
      },
      {
        "name": "muhammad ali jinnah",
        "sentiment": "none"
      },
      {
        "name": "archibald percival wavell",
        "sentiment": "none"
      },
      {
        "name": "sardar patel",
        "sentiment": "none"
      },
      {
        "name": "mountbatten",
        "sentiment": "none"
      },
      {
        "name": "winston churchill",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "princesestan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "bhopal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T10:44:48.903+02:00",
  "updated": "2023-12-30T10:47:17.780+02:00"
}