{
  "thread": {
    "uuid": "1641082cd81368c6dea1d667211826248dc87827",
    "url": "https://www.vanguardia.com/mundo/2024/03/29/en-imagenes-asi-se-vive-el-tradicional-via-crucis-este-viernes-santo-en-el-coliseo-de-roma",
    "site_full": "www.vanguardia.com",
    "site": "vanguardia.com",
    "site_section": "https://vanguardia.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias de Bucaramanga, Santander y Colombia en Vanguardia",
    "title": "En imágenes: Así se vive el tradicional vía crucis este Viernes Santo en el Coliseo de Roma | Vanguardia.com",
    "title_full": "En imágenes: Así se vive el tradicional vía crucis este Viernes Santo en el Coliseo de Roma | Vanguardia.com",
    "published": "2024-03-29T17:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://vanguardiaeluniversal-vanguardia-prod.web.arc-cdn.net/resizer/v2/FKCYVLEPXRF67MIMBYGXDE5ECY.jpeg?auth=3ebb9e14fd4ef5ccb1cddb58278d2cd4832c1e322e6297cc151e1eda81e9a33e&amp;smart=true&amp;width=1200&amp;height=630&amp;quality=70",
    "performance_score": 0,
    "domain_rank": 30248,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1641082cd81368c6dea1d667211826248dc87827",
  "url": "https://www.vanguardia.com/mundo/2024/03/29/en-imagenes-asi-se-vive-el-tradicional-via-crucis-este-viernes-santo-en-el-coliseo-de-roma",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Duban Villamizar",
  "published": "2024-03-29T17:12:00.000+03:00",
  "title": "En imágenes: Así se vive el tradicional vía crucis este Viernes Santo en el Coliseo de Roma | Vanguardia.com",
  "text": "El vía crucis de este año contará con meditaciones del papa Francisco por primera vez. Las meditaciones escritas por primera vez por el papa Francisco para el tradicional vía crucis que se celebra hoy, Viernes Santo, en el Coliseo de Roma, serán un diálogo con Jesús en un mundo donde reina “la locura de la guerra”, “la violencia contra las mujeres” y en el que “basta un teclado para escribir sentencias” El Vaticano publicó hoy las meditaciones escritas del puño y letra de Francisco y que resonarán esta noche en el anfiteatro romano, símbolo de las persecuciones de los cristianos en los primeros tiempos, y que como ya adelantó el Vaticano, son “un acto de meditación y de espiritualidad, con Jesús en el centro” y por tanto “la referencia a la actualidad será, por tanto, menos directa a la expresada en años pasados”. Lea también: [¿Qué hacer el viernes santo para vivirlo con total devoción?](https://www.vanguardia.com/entretenimiento/espiritualidad/2024/03/29/que-hacer-el-viernes-santo-para-vivirlo-con-total-devocion/) [Mundo](/mundo/)05:04 PM Venezuela ha registrado 14 temblores durante Semana Santa, ¿Qué está pasando? [Mundo](/mundo/)05:04 PM [Más Podcast](/podcast) En las catorce estaciones del vía crucis, el papa establece un diálogo con Jesús con interrogantes, reflexiones y ruegos ante las experiencias de todos los días como cuando “vivimos dolores, decepciones, heridas, fracasos y cruces que también nosotros llevamos” pero a veces sólo “nos hundimos en el victimismo”. Francisco asegura en sus reflexiones que la “infamia y el desprecio”, que sufrió Jesús, es algo que sucede hoy en día cuando “un teclado basta para insultar y publicar sentencias”. También medita sobre “cuando volvemos a caer en nuestros errores y pecados cuando nos escandalizamos de los demás y luego nos damos cuenta de que no somos diferentes”. En la octava estación cuando ‘Jesús se encuentra con las mujeres de Jerusalén’, el para Francisco es la oportunidad de instar a “reconocer la grandeza de las mujeres, las que en Pascua te fueron fieles y no te abandonaron, las que aún hoy siguen siendo descartadas, sufriendo ultrajes y violencia”. Le puede interesar: [¿Qué le depara su signo zodiacal este 29 de marzo de 2024?](https://www.vanguardia.com/entretenimiento/tendencias/2024/03/29/que-le-depara-su-signo-zodiacal-este-29-de-marzo-de-2024/) Y en este momento, el papa también reflexiona sobre “si lloramos ante la locura de la guerra, ante los rostros de los niños que ya no saben sonreír, ante sus madres que los ven desnutridos y hambrientos sin tener siquiera más lágrimas que derramar”. Y Francisco pide: “Tú, Jesús, has llorado por Jerusalén, has llorado por la dureza de nuestros corazones. Sacúdeme por dentro, dame la gracia de llorar rezando y de rezar llorando”. Cuando Jesús es bajado de la cruz y entregado a María, el papa observa que “vivimos en un tiempo despiadado y necesitamos compasión y pide a la Virgen: “Úngenos con mansedumbre; deshaz las resistencias del corazón y los nudos del alma”. En su oración final, el papa pide que este momento sirva para abrazar “a los hermanos y hermanas de tantas partes del mundo que sufren persecución a causa de tu nombre; a los que padecen la tragedia de la guerra y a los que, sacando fuerzas de ti, cargan con pesadas cruces”. “Jesús, juez santo que me llamarás por mi nombre, líbrame de juicios temerarios, chismes y palabras violentas y ofensivas”, ruega también Francisco. El vía crucis del Coliseo comenzará a las 21.00 hora italiana (20.00 GMT) y está prevista que el papa lo presida desde la colina del Palatino, mientras que el año pasado no acudió por el intenso frío pues se tenía que recuperar de la bronquitis que le obligó a ser hospitalizado. Con información de EFE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:53:16.093+03:00",
  "updated": "2024-03-29T22:45:26.399+03:00"
}