{
  "thread": {
    "uuid": "c4bfcbcd5f114a0317993914599359ded8302060",
    "url": "https://www.smithsonianmag.com/history/the-moroccan-sultan-who-protected-his-countrys-jews-during-world-war-ii-180983903",
    "site_full": "www.smithsonianmag.com",
    "site": "smithsonianmag.com",
    "site_section": "https://smithsonianmag.com",
    "site_categories": [
      "media",
      "art_technology",
      "hobbies_and_interests"
    ],
    "section_title": "Smithsonian Magazine: Explore History, Science, Arts &amp; Culture",
    "title": "The Moroccan Sultan Who Protected His Country's Jews During World War II | History| Smithsonian Magazine",
    "title_full": "The Moroccan Sultan Who Protected His Country's Jews During World War II | History| Smithsonian Magazine",
    "published": "2024-03-08T14:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://th-thumbnailer.cdn-si-edu.com/trYxcfQBRWlKR4UZ8mWHWJYv0WI=/fit-in/1600x0/filters:focal(640x475:641x476)/https%3A%2F%2Ftf-cmsv2-smithsonianmag-media.s3.amazonaws.com%2Ffiler_public%2F1b%2Fe7%2F1be7c00a-6bc9-47c3-b5d2-99cfd3d37a15%2Fmohammed.jpg",
    "performance_score": 0,
    "domain_rank": 586,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c4bfcbcd5f114a0317993914599359ded8302060",
  "url": "https://www.smithsonianmag.com/history/the-moroccan-sultan-who-protected-his-countrys-jews-during-world-war-ii-180983903",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Smithsonian Magazine",
  "published": "2024-03-08T14:15:00.000+02:00",
  "title": "The Moroccan Sultan Who Protected His Country's Jews During World War II | History| Smithsonian Magazine",
  "text": "The Moroccan Sultan Who Protected His Country’s Jews During World War II Mohammed V defied the collaborationist Vichy regime, saving Morocco’s 250,000 Jews from deportation to Nazi death camps The year was 1940; the setting, Morocco. Located at the northwestern tip of Africa, it’s a sun-drenched country brimming with color—oranges, blues and greens—and replete with the sweet smells of [mint](https://www.mymoroccanfood.com/home/2015/4/27/moroccan-mint-tea) and [spices](https://www.riadelzohar.co.uk/news/the-authentic-moroccan-spices-of-marrakech). At the time, Morocco wasn’t yet an independent kingdom. France established a [protectorate](https://uca.edu/politicalscience/home/research-projects/dadm-project/middle-eastnorth-africapersian-gulf-region/francemorocco-1930-1956/) over the country in 1912, effectively running Morocco but allowing it to keep its sovereign, the sultan. The ruler in question was 30-year-old [Mohammed ben Youssef](https://www.blackpast.org/global-african-history/people-global-african-history/mohammed-v-1909-1961/). He had black hair, thick eyebrows and wistful eyes. As [Richard Hurowitz](https://www.richardhurowitz.com/), a historian and the author of [In the Garden of the Righteous: The Heroes Who Risked Their Lives to Save Jews During the Holocaust](https://amzn.to/436IC1M), wrote in a 2017 op-ed for the [Los Angeles Times](https://www.latimes.com/opinion/op-ed/la-oe-hurowitz-moroccan-king-mohammed-v-20170425-story.html), Mohammed was “an unlikely ruler” who was never supposed to sit on the throne. His father, Sultan [Yusef ben Hassan](https://www.galerie-roger-viollet.fr/en/photo-sultan-yusef-of-morocco-1881-1921-greeted-at-769671-3498685828), died in 1927. Mohammed’s eldest brother was expected to succeed him. But France handed 18-year-old Mohammed the crown instead. “The French put Mohammed on the throne because they thought he was more pliable and would be more [easily] manipulated,” Hurowitz tells Smithsonian magazine. “They thought he was going to be a puppet.” This prediction proved disastrously wrong. In time, the sultan would lead Morocco to [independence](https://www.moroccoworldnews.com/2022/11/352436/november-18-a-reminder-of-moroccos-long-fight-for-independence) and become its king under the name Mohammed V. But in 1940, that was still 17 years away. For now, evil was on the march in Europe. Under Adolf Hitler, Nazi Germany was conquering territory after territory. Hitler’s armies appeared to be unstoppable. Everywhere they went, they spread the poison of antisemitism. In May 1940, the Germans [invaded France](https://www.english-heritage.org.uk/visit/places/dover-castle/history-and-stories/fall-of-france/). A month later, France fell. The [Vichy regime](https://www.smithsonianmag.com/history/vichy-government-france-world-war-ii-willingly-collaborated-nazis-180967160/), which collaborated with the Nazis, emerged in the [Third Republic](https://library.brown.edu/cds/paris/chronology8.html)’s wake. Its jurisdiction covered most of southern France, as well as the French [colonial empire](https://www.jewishvirtuallibrary.org/operation-torch-and-the-liberation-of-north-african-jews). Vichy officials quickly moved to implement antisemitic decrees against the [250,000 Jews](https://www.timesofisrael.com/herzog-hails-moroccan-king-for-countrys-treatment-of-jews-during-holocaust/) who lived in Morocco. The country was majority Muslim, but Jews were [integrated](https://northafricanjews-ww2.org.il/en/jews-morocco-during-world-war-ii) into Moroccan society. Though antisemitism existed, the Jewish community was not actively [persecuted](https://www.timesofisrael.com/the-mellahs-of-morocco/). It was actually [allied](https://www.pbs.org/newshour/world/morocco-muslims-jews-study-side-side) with the ruling Alaouite dynasty and benefited from the royals’ protection. “There are no Jews in Morocco. There are only Moroccan subjects,” Mohammed reportedly [said](https://www.quest-cdecjournal.it/wp-content/uploads/file/Q04/8_WAGENHOFER_REV.pdf). Unsurprisingly, Vichy officials didn’t like that kind of talk, and the sultan butted heads with them repeatedly. Mohammed opposed the Vichy decrees, which [limited](https://www.timesofisrael.com/the-unknown-story-of-moroccan-holocaust-survivors/) where Jews could live, work and go to school. As [Robert Assaraf](https://www.nli.org.il/en/a-topic/987007257934605171) wrote in his 1997 French-language study, [Mohammed V and the Jews of Morocco During the Vichy Era](https://gallica.bnf.fr/ark:/12148/bpt6k48023827/f5.item), the sultan was “a spontaneous antiracist.” Mohammed was also motivated by his Muslim faith. As Morocco’s leader, he was [Amir al-Mu’minin](https://www.oxfordreference.com/display/10.1093/acref/9780191835278.001.0001/acref-9780191835278-e-22), or “Commander of the Faithful,” the supreme religious authority for his people. Mohammed saw looking after Moroccan Jews as his God-given responsibility. “Moroccan Jews are my subjects,” he [told](https://archive.org/details/northafricanatio0000lorn/page/80/mode/1up?q=%22Moroccan+Jews+are+my+subjects%22) the Vichy government, “… and it is my duty to protect them against aggression.” Mohammed initially tried to block the decrees. But he had power in name only. Vichy had the final say, and the regime [enacted](https://www.yadvashem.org/articles/general/the-jews-of-algeria-morocco-and-tunisia.html) the measures in October 1940. In accordance with the rules of the protectorate, Mohammed was obliged to affix his signature on them. But Mohammed reassured his Jewish subjects that he would stand by them. Sometime later, in a secret meeting at his palace, he told Jewish leaders that the decrees changed nothing. As far as he was concerned, Moroccan Jews were the equals of Moroccan Muslims. Vichy saw it differently. As a [result](https://www.jstor.org/stable/1396112) of the decrees, many [Moroccan Jews](https://www.yadvashem.org/articles/general/the-jews-of-algeria-morocco-and-tunisia.html) lost their jobs. Children were expelled from public schools. And, much as in Europe, some families were kicked out of their homes and [forced to live](https://www.timesofisrael.com/the-unknown-story-of-moroccan-holocaust-survivors/) in squalid ghettos. Some historians, like Assaraf, argue that Mohammed tried to ensure the decrees weren’t enforced. Other scholars [question](https://www.google.com/books/edition/The_Routledge_Handbook_of_Muslim_Jewish/zXF9DAAAQBAJ?hl=en&gbpv=1&dq=%22though+a+subject+of+debate,+most+scholars+stress+the+benevolence+of+Mohammed+V+toward+the+Jews%22&pg=PA54&printsec=frontcover) the ruler’s motives and the extent of his efforts to protect Morocco’s Jews. As Susan Gilson Miller [writes](https://books.google.com/books?id=peGyku_eREkC&pg=PA142&lpg=PA142&dq=%22based+as+much+on+the+insult+the+Vichy+diktats+posed+to+his+claim+of+sovereignty+over+all+his+subjects,+including+the+Jews,+as+on+his+humanitarian+instincts%22&source=bl&ots=3t93guiTQi&sig=ACfU3U2ndS5ZrgeFSaEVobIAfIph2OLocA&hl=en&sa=X&ved=2ahUKEwiPyuumhOCEAxVcOFkFHWdJD_gQ6AF6BAgbEAM#v=onepage&q=%22based%20as%20much%20on%20the%20insult%20the%20Vichy%20diktats%20posed%20to%20his%20claim%20of%20sovereignty%20over%20all%20his%20subjects%2C%20including%20the%20Jews%2C%20as%20on%20his%20humanitarian%20instincts%22&f=false) in A History of Modern Morocco, “His stand was based as much on the insult the Vichy diktats posed to his claim of sovereignty over all his subjects, including the Jews, as his humanitarian instincts.” Because the archival record is spotty, the debate remains ongoing. Mohammed had little incentive to speak out against the Vichy government. By the end of 1940, Nazi Germany seemed positioned to win the war. The United States and the Soviet Union had yet to enter the fray. A much more prominent wartime leader, Pope Pius XII, [never denounced](https://www.washingtonpost.com/history/2020/04/29/vatican-pope-pius-records-holocaust/) the Nazi [persecution of Jews](https://www.smithsonianmag.com/smart-news/researchers-find-evidence-pope-pius-xii-ignored-reports-holocaust-180974795/). He even had a [secret back channel](https://www.pbs.org/newshour/show/vatican-documents-show-secret-back-channel-between-pope-pius-xii-and-adolph-hitler) to Hitler. But Mohammed was made of different stuff. He refused to meet with Nazi officials in Morocco. And, when all eyes were on him, he took a stand. Though he lacked political agency, the sultan had something else: symbolic power. In November 1941, Morocco marked the [Feast of the Throne](https://www.morocco.com/blog/feast-of-the-throne/), a holiday held yearly to celebrate Mohammed’s sultanate. After a long day of pageantry, the ruler hosted a banquet. By his side were his [guests of honor](https://www.haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/ 17f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483): rabbis and Jewish notables. Vichy officials were incensed at the presence of Jews in the royal court. They took it as an affront to their authority, which was precisely what Mohammed had intended. According to a report in the French state archives, Mohammed told them, “I absolutely do not approve of the new antisemitic laws, and I refuse to associate myself with a measure I disagree with. I reiterate as I did in the past that the Jews are under my protection, and I reject any distinction that should be made among my people.” “It’s a huge deal,” says Hurowitz. “Mohammed took a very principled stand.” But this show of support came with major risks. The historian adds, “There was a war going on, and people were more than willing to swap leaders out at any time. It wouldn’t have been a huge difficulty at all for [Vichy] to have engineered Mohammed being killed or replaced. Things like that happened. It was actually at his own personal peril because it was a slap in the face of Vichy.” But Mohammed’s audacity also kept Vichy in check. The sultan’s actions showed his French minders that he wouldn’t forsake Moroccan Jews. “What he did ended up delaying actions that could have been taken earlier,” Hurowitz says. “If he hadn’t taken a stand, then Jews could have been rounded up before the Allies came.” At dawn on November 8, 1942, [35,000](https://www.history.navy.mil/about-us/leadership/director/directors-corner/h-grams/h-gram-013/h-013-3.html) U.S. troops [landed](https://www.britannica.com/event/North-Africa-campaigns/Operation-Torch) at the port towns of Safi and Fedala on the Atlantic coast of Morocco. Vichy forces didn’t stand a chance, and they soon lost control of the country. Mohammed welcomed the Allies with open arms and [sent Moroccan troops](https://www.france24.com/en/20131004-france-morocco-world-war-two-tribute-goumiers-corsica-nazi-germany) to continue the fight. In 1943, he hosted the Allies’ [Casablanca Conference](https://history.state.gov/milestones/1937-1945/casablanca), where he rubbed shoulders with Franklin D. Roosevelt and Winston Churchill. And in 1945, the sultan walked up the Champs-Élysées in the recently liberated city of Paris with French leader Charles de Gaulle. Mohammed had stood on the right side of history. No Moroccan Jew was sent to the Nazi death camps under his watch, though some [2,100](https://www.yadvashem.org/articles/general/the-jews-of-algeria-morocco-and-tunisia.html) were interned at [Vichy work camps](https://encyclopedia.ushmm.org/content/en/article/labor-and-internment-camps-in-north-africa) in the Sahara as political prisoners who opposed the collaborationist regime. Many of these inmates died of hunger, exhaustion and disease. Similar camps existed in Algeria and Tunisia, both of which were under Vichy control. [Algeria](https://northafricanjews-ww2.org.il/en/jews-algeria-during-world-war-ii), as a French colony, had stringent antisemitic laws. But in [Tunisia](https://northafricanjews-ww2.org.il/en/jews-tunisia-during-world-war-ii), another protectorate, local administrators tried to soften the blow. They [found an ally](https://www.ushmm.org/m/pdfs/20061207-satloff-english-chapter-5.pdf) in Moncef Bey, the ruler of Tunis, who made a point of awarding royal distinction to prominent Jewish doctors and entrepreneurs within days of ascending to the throne. Mohammed’s actions during World War II earned him the “eternal gratitude” of Moroccan Jews, [said](https://www.haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/ 17f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483) [Serge Berdugo](https://www.worldjewishcongress.org/po/bio/serge-berdugo), head of the Council of Jewish Communities of Morocco, in 2005. Consider, for instance, [Richard Attias](https://richardattiasassociates.com/en/about/), a prominent entrepreneur who founded a global consultancy headquartered in New York. “I’m very attached to my country, Morocco,” Attias [told](https://www.youtube.com/watch?v=RRIgXTjrCwk) a French TV network in 2014. “I really have a deep root to my country for a very simple reason”: Mohammed’s integrity during the war. “I believe it’s this duty of memory that made me stay Moroccan, even if I left Morocco at 16,” Attias said. “When millions of Jews faced the horrors of the Holocaust, … Mohammed V provided a safe haven for his Jewish subjects,” wrote Israeli President Isaac Herzog in a 2022 [letter](https://www.aapeaceinstitute.org/latest/israels-herzog-thanks-morocco-for-saving-jews-during-holocaust) to Mohammed VI, the current king of Morocco and Mohammed V’s grandson. Herzog added, “Wherever they are, Moroccan Jews recall with pride and affection the memory of your grandfather.” So ends the tale of the sultan who stood up to evil. But there’s a coda: The French government [toppled Mohammed](https://www.moroccoworldnews.com/2017/08/226506/moroccans-celebrate-revolution-king-people) in 1953, fearing he would lead Morocco to independence. But he didn’t stay in exile for long. The sultan made a comeback in 1955 and reclaimed his throne. Morocco gained independence a year later. Under this new regime, Mohammed gave Jews the same rights as Muslims and pledged that the crown would always protect them. Since the 1940s, Morocco’s Jewish population has decreased steadily, leaving a community of around [2,100](https://www.worldjewishcongress.org/en/about/communities/MA) today. Many Jews [emigrated](https://moroccanjews.org/home/moroccan-jewish-diaspora/israel/) from Morocco to Israel to play a part in building the Jewish state. Some went to [France and Canada](https://www.tandfonline.com/doi/abs/10.1080/14725886.2011.580984) in search of economic opportunities. Still others left due to rising antisemitic sentiment in the Arab world and [ongoing conflicts](https://www.resetdoc.org/story/the-jews-of-morocco-a-journey-through-a-community-become-diaspora/) between Israel and Arab countries. But throughout these decades of turmoil, one constant remained: The Alaouite kings always stood by the Jewish community. They made it clear that Jews had a place in Morocco. Mohammed [died unexpectedly](https://www.nytimes.com/1961/02/27/archives/mohammed-v-of-morocco-dies-at-51-after-surgery-king-mohammed-of.html) after a minor surgery in 1961. His son [Hassan II](https://jfk.artifacts.archives.gov/people/298/hassan-ii) was a [lifelong advocate](https://moroccanjews.org/home/jews-in-moroccan-history/independent-morocco-under-king-hassan-ii-1961-1999/) for Muslim-Jewish coexistence. At a state dinner in 1995, U.S. President Bill Clinton [told](https://www.presidency.ucsb.edu/documents/remarks-state-dinner-honoring-king-hassan-ii-morocco) Hassan, “In a region where passion and hatred have so often overwhelmed cooler heads and clearer minds, yours has always been a voice of reason and tolerance.” Hassan’s son Mohammed VI has followed in his forebears’ footsteps. The 2011 Moroccan constitution [states that](https://www.constituteproject.org/constitution/Morocco_2011.pdf) the country’s “indivisible national identity” has been “nourished and enriched” by “Hebraic” influence, among others. And in recent years, the king has led the way in [promoting](https://www.timesofisrael.com/morocco-new-bodies-to-recognize-judaism-as-a-component-of-rich-moroccan-culture/) Moroccan Jewish culture. The elder Mohammed would have been proud. “All Moroccans, Muslim and Jewish, are subjects of the same nation,” he said in 1957. “They must act together.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://northafricanjews-ww2.org.il/en/jews-tunisia-during-world-war-ii),",
    "https://www.yadvashem.org/articles/general/the-jews-of-algeria-morocco-and-tunisia.html)",
    "https://gallica.bnf.fr/ark:/12148/bpt6k48023827/f5.item),",
    "http://www.youtube.com/watch?v=RRIgXTjrCwk)",
    "https://www.pbs.org/newshour/world/morocco-muslims-jews-study-side-side)",
    "https://archive.org/details/northafricanatio0000lorn/page/80/mode/1up?q=%22Moroccan+Jews+are+my+subjects%22)",
    "https://www.worldjewishcongress.org/po/bio/serge-berdugo),",
    "https://jfk.artifacts.archives.gov/people/298/hassan-ii)",
    "https://www.pbs.org/newshour/show/vatican-documents-show-secret-back-channel-between-pope-pius-xii-and-adolph-hitler)",
    "https://www.constituteproject.org/constitution/Morocco_2011.pdf)",
    "https://www.riadelzohar.co.uk/news/the-authentic-moroccan-spices-of-marrakech).",
    "https://northafricanjews-ww2.org.il/en/jews-morocco-during-world-war-ii)",
    "https://www.latimes.com/opinion/op-ed/la-oe-hurowitz-moroccan-king-mohammed-v-20170425-story.html),",
    "https://www.timesofisrael.com/herzog-hails-moroccan-king-for-countrys-treatment-of-jews-during-holocaust/)",
    "https://www.nli.org.il/en/a-topic/987007257934605171)",
    "https://books.google.com/books?id=peGyku_eREkC&pg=PA142&lpg=PA142&dq=%22based+as+much+on+the+insult+the+Vichy+diktats+posed+to+his+claim+of+sovereignty+over+all+his+subjects,+including+the+Jews,+as+on+his+humanitarian+instincts%22&source=bl&ots=3t93guiTQi&sig=ACfU3U2ndS5ZrgeFSaEVobIAfIph2OLocA&hl=en&sa=X&ved=2ahUKEwiPyuumhOCEAxVcOFkFHWdJD_gQ6AF6BAgbEAM#v=onepage&q=%22based%20as%20much%20on%20the%20insult%20the%20Vichy%20diktats%20posed%20to%20his%20claim%20of%20sovereignty%20over%20all%20his%20subjects%2C%20including%20",
    "https://www.haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/0000017f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483):",
    "https://history.state.gov/milestones/1937-1945/casablanca),",
    "https://www.ushmm.org/m/pdfs/20061207-satloff-english-chapter-5.pdf)",
    "https://www.blackpast.org/global-african-history/people-global-african-history/mohammed-v-1909-1961/).",
    "https://www.quest-cdecjournal.it/wp-content/uploads/file/Q04/8_WAGENHOFER_REV.pdf).",
    "https://www.tandfonline.com/doi/abs/10.1080/14725886.2011.580984)",
    "https://www.oxfordreference.com/display/10.1093/acref/9780191835278.001.0001/acref-9780191835278-e-22),",
    "https://www.google.com/books/edition/The_Routledge_Handbook_of_Muslim_Jewish/zXF9DAAAQBAJ?hl=en&gbpv=1&dq=%22though+a+subject+of+debate,+most+scholars+stress+the+benevolence+of+Mohammed+V+toward+the+Jews%22&pg=PA54&printsec=frontcover)",
    "https://www.washingtonpost.com/history/2020/04/29/vatican-pope-pius-records-holocaust/)",
    "https://library.brown.edu/cds/paris/chronology8.html)’s",
    "https://www.worldjewishcongress.org/en/about/communities/MA)",
    "https://richardattiasassociates.com/en/about/),",
    "https://www.britannica.com/event/North-Africa-campaigns/Operation-Torch)",
    "https://www.aapeaceinstitute.org/latest/israels-herzog-thanks-morocco-for-saving-jews-during-holocaust)",
    "https://www.jstor.org/stable/1396112)",
    "https://www.presidency.ucsb.edu/documents/remarks-state-dinner-honoring-king-hassan-ii-morocco)",
    "https://www.resetdoc.org/story/the-jews-of-morocco-a-journey-through-a-community-become-diaspora/)",
    "https://www.history.navy.mil/about-us/leadership/director/directors-corner/h-grams/h-gram-013/h-013-3.html)",
    "https://encyclopedia.ushmm.org/content/en/article/labor-and-internment-camps-in-north-africa)",
    "https://www.haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/0000017f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483)",
    "https://www.moroccoworldnews.com/2022/11/352436/november-18-a-reminder-of-moroccos-long-fight-for-independence)",
    "https://amzn.to/436IC1M),",
    "https://www.timesofisrael.com/the-unknown-story-of-moroccan-holocaust-survivors/)",
    "https://moroccanjews.org/home/jews-in-moroccan-history/independent-morocco-under-king-hassan-ii-1961-1999/)",
    "https://www.galerie-roger-viollet.fr/en/photo-sultan-yusef-of-morocco-1881-1921-greeted-at-769671-3498685828),",
    "https://www.nytimes.com/1961/02/27/archives/mohammed-v-of-morocco-dies-at-51-after-surgery-king-mohammed-of.html)",
    "https://northafricanjews-ww2.org.il/en/jews-algeria-during-world-war-ii),",
    "https://www.english-heritage.org.uk/visit/places/dover-castle/history-and-stories/fall-of-france/).",
    "https://www.richardhurowitz.com/),",
    "https://uca.edu/politicalscience/home/research-projects/dadm-project/middle-eastnorth-africapersian-gulf-region/francemorocco-1930-1956/)",
    "https://www.moroccoworldnews.com/2017/08/226506/moroccans-celebrate-revolution-king-people)",
    "https://www.timesofisrael.com/morocco-new-bodies-to-recognize-judaism-as-a-component-of-rich-moroccan-culture/)",
    "https://moroccanjews.org/home/moroccan-jewish-diaspora/israel/)",
    "https://www.france24.com/en/20131004-france-morocco-world-war-two-tribute-goumiers-corsica-nazi-germany)",
    "https://www.morocco.com/blog/feast-of-the-throne/),",
    "https://www.jewishvirtuallibrary.org/operation-torch-and-the-liberation-of-north-african-jews).",
    "https://www.mymoroccanfood.com/home/2015/4/27/moroccan-mint-tea)",
    "https://www.timesofisrael.com/the-mellahs-of-morocco/).",
    "https://presidency.ucsb.edu/documents/remarks-state-dinner-honoring-king-hassan-ii-morocco)",
    "https://english-heritage.org.uk/visit/places/dover-castle/history-and-stories/fall-of-france/).",
    "https://timesofisrael.com/morocco-new-bodies-to-recognize-judaism-as-a-component-of-rich-moroccan-culture/)",
    "https://riadelzohar.co.uk/news/the-authentic-moroccan-spices-of-marrakech).",
    "https://france24.com/en/20131004-france-morocco-world-war-two-tribute-goumiers-corsica-nazi-germany)",
    "https://books.google.com/books",
    "https://haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/0000017f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483):",
    "https://timesofisrael.com/the-mellahs-of-morocco/).",
    "https://www.moroccanjews.org/home/moroccan-jewish-diaspora/israel/)",
    "https://britannica.com/event/North-Africa-campaigns/Operation-Torch)",
    "https://www.books.google.com/books?id=peGyku_eREkC&pg=PA142&lpg=PA142&dq=%22based+as+much+on+the+insult+the+Vichy+diktats+posed+to+his+claim+of+sovereignty+over+all+his+subjects,+including+the+Jews,+as+on+his+humanitarian+instincts%22&source=bl&ots=3t93guiTQi&sig=ACfU3U2ndS5ZrgeFSaEVobIAfIph2OLocA&hl=en&sa=X&ved=2ahUKEwiPyuumhOCEAxVcOFkFHWdJD_gQ6AF6BAgbEAM#v=onepage&q=%22based%20as%20much%20on%20the%20insult%20the%20Vichy%20diktats%20posed%20to%20his%20claim%20of%20sovereignty%20over%20all%20his%20subjects%2C%20including%20",
    "https://timesofisrael.com/the-unknown-story-of-moroccan-holocaust-survivors/)",
    "https://worldjewishcongress.org/po/bio/serge-berdugo),",
    "https://ushmm.org/m/pdfs/20061207-satloff-english-chapter-5.pdf)",
    "https://www.archive.org/details/northafricanatio0000lorn/page/80/mode/1up?q=%22Moroccan+Jews+are+my+subjects%22)",
    "https://galerie-roger-viollet.fr/en/photo-sultan-yusef-of-morocco-1881-1921-greeted-at-769671-3498685828),",
    "https://google.com/books/edition/The_Routledge_Handbook_of_Muslim_Jewish/zXF9DAAAQBAJ?hl=en&gbpv=1&dq=%22though+a+subject+of+debate,+most+scholars+stress+the+benevolence+of+Mohammed+V+toward+the+Jews%22&pg=PA54&printsec=frontcover)",
    "https://www.uca.edu/politicalscience/home/research-projects/dadm-project/middle-eastnorth-africapersian-gulf-region/francemorocco-1930-1956/)",
    "https://jewishvirtuallibrary.org/operation-torch-and-the-liberation-of-north-african-jews).",
    "https://morocco.com/blog/feast-of-the-throne/),",
    "https://worldjewishcongress.org/en/about/communities/MA)",
    "https://blackpast.org/global-african-history/people-global-african-history/mohammed-v-1909-1961/).",
    "https://www.gallica.bnf.fr/ark:/12148/bpt6k48023827/f5.item),",
    "https://pbs.org/newshour/world/morocco-muslims-jews-study-side-side)",
    "https://www.moroccanjews.org/home/jews-in-moroccan-history/independent-morocco-under-king-hassan-ii-1961-1999/)",
    "https://history.navy.mil/about-us/leadership/director/directors-corner/h-grams/h-gram-013/h-013-3.html)",
    "https://aapeaceinstitute.org/latest/israels-herzog-thanks-morocco-for-saving-jews-during-holocaust)",
    "https://quest-cdecjournal.it/wp-content/uploads/file/Q04/8_WAGENHOFER_REV.pdf).",
    "https://www.encyclopedia.ushmm.org/content/en/article/labor-and-internment-camps-in-north-africa)",
    "https://moroccoworldnews.com/2017/08/226506/moroccans-celebrate-revolution-king-people)",
    "https://resetdoc.org/story/the-jews-of-morocco-a-journey-through-a-community-become-diaspora/)",
    "https://www.northafricanjews-ww2.org.il/en/jews-tunisia-during-world-war-ii),",
    "https://pbs.org/newshour/show/vatican-documents-show-secret-back-channel-between-pope-pius-xii-and-adolph-hitler)",
    "https://mymoroccanfood.com/home/2015/4/27/moroccan-mint-tea)",
    "https://nli.org.il/en/a-topic/987007257934605171)",
    "https://www.history.state.gov/milestones/1937-1945/casablanca),",
    "https://www.google.com/books/edition/The_Routledge_Handbook_of_Muslim_Jewish/zXF9DAAAQBAJ",
    "https://richardhurowitz.com/),",
    "https://nytimes.com/1961/02/27/archives/mohammed-v-of-morocco-dies-at-51-after-surgery-king-mohammed-of.html)",
    "https://timesofisrael.com/herzog-hails-moroccan-king-for-countrys-treatment-of-jews-during-holocaust/)",
    "https://www.northafricanjews-ww2.org.il/en/jews-morocco-during-world-war-ii)",
    "http://www.youtube.com/watch",
    "https://constituteproject.org/constitution/Morocco_2011.pdf)",
    "https://yadvashem.org/articles/general/the-jews-of-algeria-morocco-and-tunisia.html)",
    "https://www.northafricanjews-ww2.org.il/en/jews-algeria-during-world-war-ii),",
    "https://www.haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/0000017f-efdb-da6f-a77f-ffdfc26b0000",
    "https://jstor.org/stable/1396112)",
    "https://latimes.com/opinion/op-ed/la-oe-hurowitz-moroccan-king-mohammed-v-20170425-story.html),",
    "https://www.jfk.artifacts.archives.gov/people/298/hassan-ii)",
    "https://tandfonline.com/doi/abs/10.1080/14725886.2011.580984)",
    "https://www.richardattiasassociates.com/en/about/),",
    "https://oxfordreference.com/display/10.1093/acref/9780191835278.001.0001/acref-9780191835278-e-22),",
    "https://www.amzn.to/436IC1M),",
    "https://haaretz.com/2005-01-28/ty-article/moroccan-jews-pay-homage-to-protector/0000017f-efdb-da6f-a77f-ffdfc26b0000?lts=1709738198483)",
    "https://washingtonpost.com/history/2020/04/29/vatican-pope-pius-records-holocaust/)",
    "https://www.library.brown.edu/cds/paris/chronology8.html)’s",
    "http://youtube.com/watch?v=RRIgXTjrCwk)",
    "https://archive.org/details/northafricanatio0000lorn/page/80/mode/1up",
    "https://moroccoworldnews.com/2022/11/352436/november-18-a-reminder-of-moroccos-long-fight-for-independence)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vichy",
        "sentiment": "none"
      },
      {
        "name": "mohammed ben youssef",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morocco",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T15:34:14.307+02:00",
  "updated": "2024-03-08T15:34:14.307+02:00"
}