{
  "thread": {
    "uuid": "2ec9ae5020969f171c8e77b0b65acea9ab1eab47",
    "url": "https://www.technologynetworks.com/applied-sciences/news/new-electrolyte-design-could-significantly-boost-range-of-electric-vehicles-388450",
    "site_full": "www.technologynetworks.com",
    "site": "technologynetworks.com",
    "site_section": "https://www.technologynetworks.com/tn/news/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Posts",
    "title": "New Electrolyte Design Could Significantly Boost Range of Electric Vehicles",
    "title_full": "New Electrolyte Design Could Significantly Boost Range of Electric Vehicles",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.technologynetworks.com/production/dynamic/images/content/388450/new-electrolyte-design-could-significantly-boost-range-of-electric-vehicles-388450-640x360.jpg?cb=20240705",
    "performance_score": 0,
    "domain_rank": 10868,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ec9ae5020969f171c8e77b0b65acea9ab1eab47",
  "url": "https://www.technologynetworks.com/applied-sciences/news/new-electrolyte-design-could-significantly-boost-range-of-electric-vehicles-388450",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Technology Networks",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "New Electrolyte Design Could Significantly Boost Range of Electric Vehicles",
  "text": "New Electrolyte Design Could Significantly Boost Range of Electric Vehicles\nResearchers have radically reduced the amount of environmentally harmful fluorine required to stabilize lithium metal batteries.\nComplete the form below to unlock access to ALL audio articles.\nA new electrolyte design for lithium metal batteries could significantly boost the range of electric vehicles. Researchers at ETH Zurich have radically reduced the amount of environmentally harmful fluorine required to stabilise these batteries.\nLithium metal batteries are among the most promising candidates of the next generation of high-energy batteries. They can store at least twice as much energy per unit of volume as the lithium-ion batteries that are in widespread use today. This will mean, for example, that an electric car can travel twice as far on a single charge, or that a smartphone will not have to be recharged so often.\nAt present, there is still one crucial drawback with lithium metal batteries: the liquid electrolyte requires the addition of significant amounts of fluorinated solvents and fluorinated salts, which increases its environmental footprint. Without the addition of fluorine, however, lithium metal batteries would be unstable, they would stop working after very few charging cycles and be prone to short circuits as well as overheating and igniting. A research group led by Maria Lukatskaya, Professor of Electrochemical Energy Systems at ETH Zurich, has now developed a new method that dramatically reduces the amount of fluorine required in lithium metal batteries, thereby rendering them more environmentally friendly and more stable as well as cost-effective.\nHow does a lithium metal battery work?\nA battery consists of a negatively charged anode and a positively charged cathode. In a lithium-ion battery, the anode is made of graphite; in a lithium metal battery, it is made of lithium metal. Liquid electrolyte separates the anode and cathode. As the battery charges, positively charged lithium ions migrate from the cathode to the anode. When the lithium ions reach the anode, they lose their positive charge and form metallic lithium.\nA stable protective layer increases battery safety and efficiency\nThe fluorinated compounds from electrolyte help the formation of a protective layer around the metallic lithium at the negative electrode of the battery. “This protective layer can be compared to the enamel of a tooth,” Lukatskaya explains. “It protects the metallic lithium from continuous reaction with electrolyte components.” Without it, the electrolyte would quickly get depleted during cycling, the cell would fail, and the lack of a stable layer would result in the formation of lithium metal whiskers – ‘dendrites’ – during the recharging process instead of a conformal flat layer.\nShould these dendrites touch the positive electrode, this would cause a short circuit with the risk that the battery heats up so much that it ignites. The ability to control the properties of this protective layer is therefore crucial for battery performance. A stable protective layer increases battery efficiency, safety and service life.\nMinimising fluorine content\n“The question was how to reduce the amount of added fluorine without compromising the protective layer’s stability,” says doctoral student Nathan Hong. The group’s new method uses electrostatic attraction to achieve the desired reaction. Here, electrically charged fluorinated molecules serve as a vehicle to transport the fluorine to the protective layer. This means that only 0.1 percent by weight of fluorine is required in the liquid electrolyte, which is at least 20 times lower than in prior studies.\nOptimised method makes batteries greener\nThe ETH Zurich research group describes the new method and its underlying principles in a\nexternal pagepaper recently published in the journal Energy & Environmental Science. An application for a patent has been made. Lukatskaya carried out this research with the help of an SNSF Starting Grant.\nOne of the biggest challenges was to find the right molecule to which fluorine could be attached and that would also decompose again under the right conditions once it had reached the lithium metal. As the group explains, a key advantage of this method is that it can be seamlessly integrated into the existing battery production process without generating additional costs to change the production setup. The batteries used in the lab were the size of a coin. In a next step, the researchers plan to test the method’s scalability and apply it to pouch cells as used in smartphones.\nReference: Hong CN, Yan M, Borodin O, et al. Robust battery interphases from dilute fluorinated cations. Energy Environ Sci. 2024;17(12):4137-4146. doi:\n10.1039/D4EE00296B\nThis article has been republished from the following\nmaterials. Note: material may have been edited for length and content. For further information, please contact the cited source. Our press release publishing policy can be accessed here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://doi.org/10.1039/d4ee00296b",
    "https://doi.org/10.1039/D4EE00296B",
    "https://ethz.ch/en/news-and-events/eth-news/news/2024/07/innovative-battery-design-more-energy-and-less-environmental-impact.html",
    "https://www.ethz.ch/en/news-and-events/eth-news/news/2024/07/innovative-battery-design-more-energy-and-less-environmental-impact.html",
    "https://www.doi.org/10.1039/D4EE00296B",
    "https://www.doi.org/10.1039/d4ee00296b"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "eth zurich",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:17:27.113+03:00",
  "updated": "2024-07-05T12:17:27.113+03:00"
}