{
  "thread": {
    "uuid": "952652f8cefb0c0babfffbba145abdda5e44cdae",
    "url": "https://gazzettadimantova.gelocal.it/mantova/cronaca/2024/01/07/news/marcia_mantova_pace-13979587/",
    "site_full": "gazzettadimantova.gelocal.it",
    "site": "gelocal.it",
    "site_section": "https://gazzettadimantova.gelocal.it/rss/cronaca",
    "site_categories": [
      "media"
    ],
    "section_title": "Gazzetta di Mantova - News, inchieste e approfondimenti Cronaca",
    "title": "In marcia a Mantova i volti per la pace: «Dalla parte delle vittime»",
    "title_full": "In marcia a Mantova i volti per la pace: «Dalla parte delle vittime»",
    "published": "2024-01-07T21:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/gazzettadimantova/2024/01/07/221144351-cabcc48e-ee5f-41ae-8b08-4803b13fabce.jpg",
    "performance_score": 0,
    "domain_rank": 7370,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "952652f8cefb0c0babfffbba145abdda5e44cdae",
  "url": "https://gazzettadimantova.gelocal.it/mantova/cronaca/2024/01/07/news/marcia_mantova_pace-13979587/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "(Redazione Gazzetta di Mantova)",
  "published": "2024-01-07T21:11:00.000+02:00",
  "title": "In marcia a Mantova i volti per la pace: «Dalla parte delle vittime»",
  "text": "In marcia a Mantova i volti per la pace: «Dalla parte delle vittime»\nIl 28 corteo da piazza Martiri a piazza Sordello lanciato dalla diocesi con la rete di associazioni laiche e cattoliche\n«Pace è stare in corteo con i senza speranza, con i senza tetto, con i senza affetto, con i senza lavoro. Essere in cammino per la pace è cercare i volti, la carne, le storie degli ultimi, piangere insieme a chi piange le vittime innocenti della terza guerra mondiale a pezzi»: raccontano di un’urgenza che parte dal basso, di un movimento che attraversa generazioni e religioni, che cresce con il crescere dei conflitti, le parole con cui Giuseppina Nosè, tra i coordinatori del Tavolo del bene comune della Diocesi, ci illustra il significato della Marcia della Pace che torna anche quest’anno ad attraversare il centro cittadino nell’ultima domenica di gennaio.\nL’appuntamento è il 28 alle 15 in piazza Martiri di Belfiore a soli tre mesi dall’ultimo corteo silenzioso, una prossimità temporale che è specchio «di questi tempi che stiamo attraversando - conferma Matteo Amati, direttore della Caritas e coordinatore del Tavolo del bene comune - che richiedono di alzare sempre più spesso l’attenzione sulle guerre note e su tutte quelle che hanno meno visibilità. Al punto che in Diocesi è stata creata una vera e propria equipe, che vede in prima fila Andrea Catalfamo, per organizzare eventi per la pace».\nI volti della pace\nIl titolo della Marcia della Pace mantovana di quest’anno sarà “I volti della pace”. Perché «la nostra coscienza è richiamata a posare lo sguardo innanzitutto sui volti delle persone travolte dalla violenza». Perché «stare dalla parte delle vittime dovrebbe essere il criterio più grande di discernimento e di giudizio politico».\nPerché la costruzione della pace può avere molti volti: quello del medico nell’ospedale da campo, del volontario che soccorre dopo una catastrofe naturale, del marinaio che salva il naufrago o dell’obiettore che rifiuta la violenza. Ma sono anche i volti di tutti coloro che torneranno in piazza «perché la pace - conclude Amati - la si costruisce ogni giorno, partendo dai nostri gesti di vicinanza e prossimità».\nUna rete trasversale\nLanciata dal Tavolo del bene comune della Diocesi, alla marcia hanno già aderito l'Agesci, il Cngei, Amnesty International (Gruppo Italia 79), Azione Cattolica, la Comunità Bahà'ì, il gruppo “In silenzio per la pace”, Mantova per la pace, la Comunità Laudato Sì di Mantova, Fridays for future, il Club delle Tre Età e l’Agorà delle religioni. Associazioni cattoliche e laiche unite dalla necessità di condividere un momento pubblico per le strade della nostra città proponendo spunti di riflessione lungo il cammino che raggiungerà piazza Sordello a tappe. «Sarà un’occasione ulteriore - anticipa Claudio Morselli di Mantova per la pace - per denunciare situazioni terrificanti, veri e propri massacri in atto». Sarà un’opportunità in più «per sensibilizzare _ conclude don Simone Bignotti dell’Agorà delle religioni che riunisce più confessioni - e lanciare un messaggio, uniti nel dolore e nella compassione per le vittime di tutte le guerre».\nUn mese di cortei in tutta Italia\nL’invito è partito dalla Caritas Italiana, insieme all’Ufficio Cei di Pastorale Sociale e del Lavoro e a diverse associazioni e movimenti, per mobilitare donne e uomini «affinché siano autentici architetti e artigiani di pace e di fraternità». Hanno costruito un percorso che ha preso il via il 16 novembre a Roma con il convegno “A 60 anni dalla Pacem in Terris: non c’è pace senza perdono”, che è stata la prima tappa di un cammino con al centro la 56ª Marcia nazionale per la Pace che si è tenuta a Gorizia il 31 dicembre. Titolo: “Intelligenze artificiali e pace”, dal tema del messaggio di papa Francesco per la Giornata mondiale della pace celebrata il primo giorno dell’anno. E come quei sassi piatti che se lanciati bene a filo sugli specchi d’acqua sono capaci di innescare e moltiplicare piccole onde concentriche, l’invito ha avuto un effetto moltiplicatore su tutto il territorio nazionale dove per l’intero mese di gennaio saranno organizzare marce per la pace. Tra loro anche Mantova che, come da tradizione, scenderà in corteo nel pomeriggio dell’ultima domenica di gennaio con “I volti della pace”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:04:18.132+02:00",
  "updated": "2024-01-08T00:04:18.132+02:00"
}