{
  "thread": {
    "uuid": "1bf97943fab42248810ec7056e76ab47e689d2f6",
    "url": "https://www.devdiscourse.com/article/headlines/2781768-73-pc-reduction-in-violent-incidents-in-northeast-during-pm-modis-tenure-amit-shah-in-71st-plenary-session-of-north-easter",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://www.devdiscourse.com/west-africa/",
    "site_categories": [
      "media"
    ],
    "section_title": "West Africa Edition: International Development News, Ghana News, Nigeria News | Devdiscourse",
    "title": "73 pc reduction in violent incidents in Northeast during PM Modi's tenure: Amit Shah in 71st Plenary Session of North Eastern Council | Headlines",
    "title_full": "73 pc reduction in violent incidents in Northeast during PM Modi's tenure: Amit Shah in 71st Plenary Session of North Eastern Council | Headlines",
    "published": "2024-01-19T15:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/19_01_2024_13_17_09_9089055.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1bf97943fab42248810ec7056e76ab47e689d2f6",
  "url": "https://www.devdiscourse.com/article/headlines/2781768-73-pc-reduction-in-violent-incidents-in-northeast-during-pm-modis-tenure-amit-shah-in-71st-plenary-session-of-north-easter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-01-19T15:47:00.000+02:00",
  "title": "73 pc reduction in violent incidents in Northeast during PM Modi's tenure: Amit Shah in 71st Plenary Session of North Eastern Council | Headlines",
  "text": "Union Home Minister and Minister of Cooperation Amit Shah on Friday said there was a 73 per cent reduction in violent incidents in the Northeast during Prime Minister Narendra Modi's tenure. [ANI](/ani-stories)| Updated: 19-01-2024 18:47 IST | Created: 19-01-2024 18:47 IST - Country: - India Union Home Minister and Minister of Cooperation Amit Shah on Friday said there was a 73 per cent reduction in violent incidents in the Northeast during Prime Minister Narendra Modi's tenure. The Minister made the statement while addressing the 71st Plenary Session of the North Eastern Council in Meghalaya's capital Shillong, pointing that \"from 2004 to 2014, a total of 11,121 violent incidents took place in the Northeast.\" \"It declined by 73 per cent to 3,114 from 2014 to 2023,\" Shah said. Deaths among security forces dropped by 71 per cent from 458 to 132, while civilian deaths declined by 86 per cent, the Minister mentioned. \"The incidents of insurgency have come down because more than 8,900 cadres of militant groups have surrendered in the last five years and have joined the mainstream, giving a message to the entire country that peace and prosperity are interconnected and without them, the states cannot develop.\" Shah added that to bring peace and stability to the Northeast, the Modi government has signed nine agreements and through these, many pending issues related to law and order have been successfully resolved. Except for some parts of Assam and Manipur, Shah also said 75 per cent of the areas covered under the Armed Forces Special Powers Act (AFSPA) in 2018 have been removed from it. In his address, Amit Shah said that the last 10 years under the leadership of Prime Minister Modi have been the most significant for the development of the Northeast in the 75 years since independence. He said that in these 10 years under the leadership of Modi ji, not only the distance from Northeast to Delhi and the rest of India has reduced due to the creation of infrastructure, but the difference of hearts has also reduced. He said that the Northeast, which was struggling with various ethnic, linguistic, border and extremist groups related problems, has also reached the beginning of a fresh and durable era of peace in these 10 years. Shah said if these 10 years for the Northeast are compared with the 75 years after the country's independence, then this decade will definitely be considered the Golden period of the Northeast. He said that we have always considered the Northeast as an important part of India. During the time of Atal ji, by giving it priority, a separate ministry was created for the Northeast and today under the leadership of Prime Minister Modi, the three mantras of Act East, Act Fast and Act First are being implemented. Along with this, impetus is being given to the Northeast by giving priority to it in all the ministries of the Government of India. The Union Home Minister said that in the 50 years of its establishment, the North Eastern Council (NEC) has increased the pace of development of the region by providing a policy-related platform to all the states and simplifying the solutions to their problems. He said that in these 50 years, more than 12,000 kilometres of roads have been constructed in this region, 700 MW power plants have been established and many institutes of national excellence have also been established under the guidance of NEC. Shah added that under the leadership of Modi Ji, the role and scope of NEC have been increased under the Act East Policy. He said that in the last few years, the Modi government has achieved significant success in solving the problems of law and order, insurgency and borders in this region. Along with this, work has also been done to promote the use of technology in administration by using the North-Eastern Space Applications Centre (NESAC). He said that the language, culture, food, attire and natural beauty of the Northeast will give a great boost to this region in global tourism. Shah said that when Prime Modi came to the Plenary session of NEC in 2016, it was for the first time after 40 years that the Prime Minister of the country was presiding over this meeting. He added that after this, Modi ji visited the Northeast more than 50 times in the last 10 years and made the priorities of the government very clear to the entire country. He said that Union Ministers have also visited the Northeast more than 500 times. The Central Government, with the 'Whole of Government Approach', has not only worked to enrich the pride, languages, culture, literature, music, costumes and food of the Northeast but has also worked towards giving entire India an opportunity to get acquainted with these features. The Union Home Minister said that the Modi government has also taken many steps in the last 10 years to establish peace and stability in the Northeast. He said that the NEC Year Book - 2024 has also been released today. Shah urged all the states to control the Gross Fiscal Deficit and said that Manipur, Assam, Nagaland and Tripura have made commendable efforts in this direction. He said that we will have to give thrust to create a flood-free and drug-free Northeast and strengthen water management by using NESAC. By creating big lakes to absorb rainwater, we can attract tourism and can also strengthen the drinking water and irrigation system. Shah said that to take our criminal justice system into the 21st century, three new laws have been brought under the leadership of Modi ji and after their notification, within three years our criminal justice system will become the most modern and scientific criminal justice system in the whole world. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Assam: 115 NCC girl cadets attend combined annual training camp at NTF, Narangi](/article/headlines/2765215-assam-115-ncc-girl-cadets-attend-combined-annual-training-camp-at-ntf-narangi) [Assam: Four people nabbed for killing hog deer at Kaziranga](/article/law-order/2765406-assam-four-people-nabbed-for-killing-hog-deer-at-kaziranga) [Assam Police officer caught red handed for accepting bribe, arrested](/article/headlines/2765468-assam-police-officer-caught-red-handed-for-accepting-bribe-arrested) [Education Ministry launches portal for students' study tour to PM Modi's school in Gujarat](/article/education/2765854-education-ministry-launches-portal-for-students-study-tour-to-pm-modis-school-in-gujarat) [Assam: Commercial, public vehicles off roads as 48-hour transport strike begins](/article/business/2766477-assam-commercial-public-vehicles-off-roads-as-48-hour-transport-strike-begins)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "neutral"
      },
      {
        "name": "modi",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "north eastern council union home",
        "sentiment": "none"
      },
      {
        "name": "north eastern council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "meghalaya",
        "sentiment": "none"
      },
      {
        "name": "northeast",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "shillong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T16:39:04.107+02:00",
  "updated": "2024-01-19T18:19:10.934+02:00"
}