{
  "thread": {
    "uuid": "9c495448be9f7fdb0c2a52c3b0251a60947d0d7c",
    "url": "https://pledgetimes.com/taylor-swift-releases-the-tortured-poets-department-on-friday-her-most-necessary-album",
    "site_full": "pledgetimes.com",
    "site": "pledgetimes.com",
    "site_section": "https://pledgetimes.com/feed",
    "site_categories": [
      "financial_news",
      "finance"
    ],
    "section_title": "Pledge Times",
    "title": "Taylor Swift releases 'The Tortured Poets Department' on Friday, her most 'necessary' album",
    "title_full": "Taylor Swift releases 'The Tortured Poets Department' on Friday, her most 'necessary' album",
    "published": "2024-04-19T00:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.debate.com.mx/__export/1713476122723/sites/debate/img/2024/04/18/taylor-swift.jpg_242310155.jpg",
    "performance_score": 0,
    "domain_rank": 70982,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c495448be9f7fdb0c2a52c3b0251a60947d0d7c",
  "url": "https://pledgetimes.com/taylor-swift-releases-the-tortured-poets-department-on-friday-her-most-necessary-album",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin_l6ma5gus",
  "published": "2024-04-19T00:35:00.000+03:00",
  "title": "Taylor Swift releases 'The Tortured Poets Department' on Friday, her most 'necessary' album",
  "text": "American singer Taylor Swift will launch in the first minute of this Friday, April 19'The Tortured Poets Department', his eleventh studio albumon which she was focused for two years and which she has assured is his “most necessary” album.\nSwift announced this job on February 4 upon receiving the thirteenth Grammy of his career, his favorite number, in the latest edition of said awards.\n{{title}}\n{{/main}}\nImmediately afterwards, the 34-year-old American singer published the cover on her social networks, as well as the list of song names, and her most loyal fans were amazed, and they were able to purchase it in advance immediately.\nAfter the news There was very little information about it.. However, on her world tour 'The Eras Tour' Swift has talked about her creative process and during one of her most recent concerts in Melbourne, Australia, she said that the album was like “a lifesaver” for her.\n“I needed to do it. (…) It reminded me why writing songs is something that really helps me in life and I have never had an album where I have needed to write songs as much as on 'Tortured Poets,'” said the singer of 'Grid'.\nA more explicit album and new collaborations\nOn March 18, Apple Music offered the possibility for users to receive an alert when the album was available, and with this revealed that seven of the 16 songs that make up 'The Tortured Poets Department', plus an extra track, have explicit language, an increasingly common situation in his music.\nThe publication of the track list on the platform also made it possible to see that the album will feature the collaboration with artists like Post Malonewho will accompany the Pennsylvania singer on the song 'Fortnight' that opens the album, and by the British indie rock band Florence + the Machine, led by Florence Welchin the subject 'Florida!!!'.\nFurthermore, the launch will be accompanied by a video which will be released on the same Friday at 01:00 GMT. It has been confirmed that the first single will be 'Fortnight'.\nThe number two and new theories\nSo far the singer has given very few details about his new album and his followers have tried to find the meaning of the supposed hidden signs that he has been offering.\nThere is a theory on social media that the number two is one of the signs surrounding the new project, as Swift made the sign of peace and love during the launch announcement at the Grammys, in addition to emphasizing that the album had taken a while. two years to develop.\nLikewise, at the album's promotional pop-up store, currently located in Los Angeles, the clocks in the library-like facility show two o'clock.\nTherefore, some of her followers believe that there is a possibility that Swift could be hinting at a possible '2AM Edition' version of 'The Tortured Poets Department'just like he did when he released the '3AM Edition' of the album 'Midnights' in the early hours of the album's release, which included seven new songs.\nBut others consider that it could be a sign of a second part of 'The Eras Tour'which in 2023 was the first tour to exceed $1 billion in revenue.\nThat year the singer also surpassed the Puerto Rican Bad Bunny as the most listened to artist of the year on Spotify and produced the film 'The Eras Tour', which broke records as the highest-grossing concert film of all time by grossing $261.7 million in its premiere.\nSwift also positioned itself as the first performer to win a fourth Grammy Award for album of the year in 2024, for 'Midnights'.\n#Taylor #Swift #releases #39The #Tortured #Poets #Department39 #Friday #39necessary39 #album",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor swift",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "melbourne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:49:39.122+03:00",
  "updated": "2024-04-19T00:49:39.122+03:00"
}