{
  "thread": {
    "uuid": "9afb700e5494b5d214d2660d78deea44644618b4",
    "url": "https://www.agensir.it/quotidiano/2023/12/30/ordinariato-militare-mons-marciano-ai-militari-e-ai-cappellani-senza-la-pace-nulla-puo-dare-valore-realizzazione-felicita-allesistenza-umana/",
    "site_full": "www.agensir.it",
    "site": "agensir.it",
    "site_section": "http://www.agensir.it",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "SIR - Servizio Informazione Religiosa",
    "title": "Ordinariato militare: mons. Marcianò ai militari e ai cappellani, “senza la pace nulla può dare valore, realizzazione, felicità all’esistenza umana” - AgenSIR",
    "title_full": "Ordinariato militare: mons. Marcianò ai militari e ai cappellani, “senza la pace nulla può dare valore, realizzazione, felicità all’esistenza umana” - AgenSIR",
    "published": "2023-12-30T16:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.agensir.it/wp-content/themes/sir-wp-theme/assets/images/logo_sir_2019@2x.png",
    "performance_score": 0,
    "domain_rank": 48809,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9afb700e5494b5d214d2660d78deea44644618b4",
  "url": "https://www.agensir.it/quotidiano/2023/12/30/ordinariato-militare-mons-marciano-ai-militari-e-ai-cappellani-senza-la-pace-nulla-puo-dare-valore-realizzazione-felicita-allesistenza-umana/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@agensir",
  "published": "2023-12-30T16:55:00.000+02:00",
  "title": "Ordinariato militare: mons. Marcianò ai militari e ai cappellani, “senza la pace nulla può dare valore, realizzazione, felicità all’esistenza umana” - AgenSIR",
  "text": "“Tutti e sempre aneliamo alla pace! Ogni essere umano, in ogni epoca storica o latitudine geografica; paradossalmente, anche coloro che innescano la guerra, la finanziano, la supportano e continuano a perpetrarla, hanno questo desiderio, sia pur celato nel profondo del loro cuore. Papa Giovanni sa di parlare a tutti gli uomini e spera davvero di intercettare e portare alla luce ‘il raggio della pace’ che può farsi strada anche nelle esperienze e nelle scelte più buie”. Lo scrive mons. Santo Marcianò, Ordinario militare per l’Italia, nella lettera pastorale intitolata “Il raggio della pace” indirizzata ai militari e ai cappellani militari. Si tratta di un ricordo di Giovanni XXIII a sessant’anni dalla Pacem in Terris. Il testo, pur recando la data dell’11 ottobre 2023, è stato distribuito di recente. “Nulla, senza la pace, può dare valore, realizzazione, felicità all’esistenza umana: neppure il raggiungimento di idoli quali il potere, il denaro, il successo, la cui sete è all’origine della guerra – afferma l’Ordinario militare -. Per voi militari, chiamati a custodire e difendere la pace, tale anelito profondo dell’uomo è anche un ‘alleato’. La pace, anzitutto, è il vostro desiderio: è, e deve diventare sempre più, la motivazione autentica del servizio nel mondo militare”. “La pace è poi un desiderio di coloro che voi siete chiamati a difendere, a soccorrere, ad accogliere – prosegue -. E questo rafforza e sostiene il servizio del militare, specie nelle difficoltà. La pace è un desiderio di coloro che siete chiamati a promuovere, soprattutto in contesti di povertà, ingiustizia, arretratezza culturale, discriminazione sociale, persecuzione… dentro e fuori dei confini del nostro Paese. La pace è desiderio anche dei vostri colleghi, amici. E questo vi rafforza nella certezza di voler perseguire una meta comune. E la pace, in realtà, è desiderio profondo anche di chi non la capisce o la sta distruggendo. E questo vi fa percepire quanto valore educativo abbia il vostro servizio. La vostra testimonianza può raggiungere ogni uomo e interpellarne il cuore, proprio perché nell’uomo è ‘scolpito’ il desiderio di pace, origine del ‘raggio della pace’ che è capace di illuminare tutti: come la luna”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T18:23:58.605+02:00",
  "updated": "2023-12-30T18:23:58.605+02:00"
}