{
  "thread": {
    "uuid": "90156c70755d5cfb078653fecd103718a5d8111a",
    "url": "https://independent.ng/cowa-president-extends-palliatives-distribution-to-more-members-in-abuja",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Home | Independent Newspaper Nigeria",
    "title": "COWA President Extends Palliatives Distribution To More Members In Abuja | Independent Newspaper Nigeria",
    "title_full": "COWA President Extends Palliatives Distribution To More Members In Abuja | Independent Newspaper Nigeria",
    "published": "2024-03-14T23:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/IMG-20240314-WA0134.jpg",
    "performance_score": 0,
    "domain_rank": 57448,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90156c70755d5cfb078653fecd103718a5d8111a",
  "url": "https://independent.ng/cowa-president-extends-palliatives-distribution-to-more-members-in-abuja",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Utulu",
  "published": "2024-03-14T23:28:00.000+02:00",
  "title": "COWA President Extends Palliatives Distribution To More Members In Abuja | Independent Newspaper Nigeria",
  "text": "LAGOS – In another move to alleviate the prevailing economic hardships faced by families across the nation, Kikelomo Adeniyi, the National President of the Customs Officers’ Wives Association (COWA) and wife of the Comptroller-General of Customs has spearheaded the extension of palliative distribution to COWA members on Wednesday, March 13, 2024.\nEmbarking on a tour that included visits to the Federal Capital Territory Command and Nigeria Customs Command and Staff College Gwagwalada, Mrs. Adeniyi delivered a resounding message of solidarity and support to the officers’ wives in attendance.\nRecognizing their immense challenges, she underscored the importance of standing united during trying times and reaffirmed COWA’s commitment to providing assistance and empowerment.\nExpressing her gratitude to the attendees for their unwavering commitment, the COWA president acknowledged the sacrifices made by officers’ wives and their invaluable contributions to the Customs community.\nShe emphasized the significance of empowering women, aligning to COWA’s initiatives with the broader national agenda of women’s empowerment championed by the First Lady, Remi Bola Tinubu.\nEncouraging swift registration as members of COWA, President Kikelomo elucidated the myriad benefits awaiting registered members, ranging from access to support services to participation in empowerment programs.\nShe, however, articulated COWA’s vision of institutionalizing the association and maintaining a comprehensive database of registered members to ensure effective service delivery and support, saying, “COWA belongs to every one of us; it is not only for the executives.”\nHighlighting the pivotal role of COWA in uplifting women across the nation, Adeniyi reiterated the association’s commitment to empowering widows, orphans, and officers’ wives alike to be self-reliant.\nShe emphasized the symbiotic relationship between personal empowerment and the ability to uplift others, emphasizing the importance of fostering a culture of support and solidarity within the association.\nAddressing officers directly, the National President urged them to embrace their wives’ participation in COWA activities, recognizing the positive impact on family dynamics and societal progress.\nShe reassured officers of the benefits stemming from their wives’ involvement, highlighting the transformative power of mutual respect and support within marital relationships.\nExpressing heartfelt appreciation to her husband and the Comptroller-General of Customs for his steadfast support, Adeniyi cited tangible examples of commitment, including the re-establishment of the COWA National Secretariat.\nShe underscored the importance of collaborative efforts in driving meaningful change within the Customs community, emphasizing the indispensable role of collective support and partnership.\nDuring her visit to the Nigeria Customs Command and Staff College Gwagwalada, Mrs. Adeniyi commended the Commandant of the Collage, Assistant Comptroller-General of Customs (ACG) Kingley Egwuh for his unwavering support of COWA activities and his dedication to the institution’s growth and development.\nACG Kingsley Egwuh echoed the president’s sentiments, praising her leadership and commitment to her members.\nACG Egwuh reaffirmed the Command’s commitment to providing unwavering support to COWA, recognizing the pivotal role of the association in fostering unity and support within the Customs community.\nHe pledged continued collaboration and assistance, acknowledging the indispensable nature of COWA’s initiatives in driving positive change and empowerment, stating that “as the distribution of palliatives and empowerment initiatives continues to unfold, Mrs. Kikelomo Adeniyi’s visionary leadership stands as a course to give hope and resilience to officers’ wives nationwide.\n“Through her unwavering commitment to their welfare and empowerment, she embodies the spirit of solidarity and service at the heart of COWA’s mission, ensuring that officers’ wives are not just recipients of assistance but active participants in their upliftment and empowerment.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adeniyi",
        "sentiment": "none"
      },
      {
        "name": "kikelomo adeniyi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cowa",
        "sentiment": "negative"
      },
      {
        "name": "customs",
        "sentiment": "none"
      },
      {
        "name": "federal capital territory command",
        "sentiment": "none"
      },
      {
        "name": "customs officers’ wives association",
        "sentiment": "none"
      },
      {
        "name": "nigeria customs command and staff college gwagwalada",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria lagos",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:37:12.219+02:00",
  "updated": "2024-03-15T01:09:30.847+02:00"
}