{
  "thread": {
    "uuid": "bd8de24aa830f0ff6b8ae36a1159e33b4423fea2",
    "url": "https://www.newarkadvocate.com/story/news/education/2024/05/05/ohio-state-death-at-graduation-marks-day-of-joy-and-palestine-solidarity/73578833007",
    "site_full": "www.newarkadvocate.com",
    "site": "newarkadvocate.com",
    "site_section": "http://wellness.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Wellness News Today - EIN Presswire",
    "title": "Ohio State death at graduation marks day of joy and Palestine solidarity",
    "title_full": "Ohio State death at graduation marks day of joy and Palestine solidarity",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/05/05/NCOD/73581296007-ohio-state-spring-2024-commencement-06.jpg?auto=webp&crop=7007,3943,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 39559,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd8de24aa830f0ff6b8ae36a1159e33b4423fea2",
  "url": "https://www.newarkadvocate.com/story/news/education/2024/05/05/ohio-state-death-at-graduation-marks-day-of-joy-and-palestine-solidarity/73578833007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", The Advocate",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Ohio State death at graduation marks day of joy and Palestine solidarity",
  "text": "Abdi Muktar stood at the south end of Ohio Stadium Sunday afternoon, his college diploma in hand, feeling both elated and reflective. Muktar began his time at Ohio State University as a freshman in the fall of 2019. A few months later , he returned home in his childhood bedroom learning remotely as students were forced to leave campus because of the COVID-19 pandemic. Campus news: One dead at Ohio State University graduation after fall from stadium He returned to a very different campus the following fall. Socially distanced classes. Weekly COVID testing. Football games without fans . But five years later, Muktar said he is grateful to have seen it through. \"It was incredibly difficult... I'm glad to be done and have this final chapter,\" Muktar said, who majored in political science. As one crisis began Muktar's college career, a different conflict bookended it, one that gave him more pause. Muktar, who is Somali and Muslim, wore a keffiyeh stole draped around his neck \"in support of my Muslim brothers and sisters in Palestine,\" he said. \"I can't imagine what the university students over there are feeling,\" Muktar said. \"There is shame in the grandeur of this event when thousands of children are dying every day. Despite the moment and how elated I am, it's also stained.\" Graduation ceremonies take place amid pro-Palestine campus protests Muktar was among dozens of Ohio State graduates Sunday who visibly showed support for Palestine during commencement . Many wore traditional black and white keffiyehs around their necks. Others brought flags—either as stoles or as flags that they waved in the stadium. As commencement ceremonies across the country take place this weekend amidst ongoing campus protests calling for ceasefires in Gaza and universities to divest from Israel, some universities have had to grapple with protests during the ceremonies themselves. Dozens of students walked out of Indiana University’s graduation Saturday in protest, moving to a campus green space where students had been demonstrating for weeks. Pro-Palestinian supporters briefly disrupted the University of Michigan’s ceremony. Protestors met by state police unfurled Palestinian flags in the aisles during the commencement speaker's speech. Higher education: Ohio State students, faculty speak out for Gaza and against university reaction to protest Melissa Shivers, Ohio State's senior vice president of student life, reminded attendees during her remarks before the graduates walked in: \"Today is a day for focusing on and celebrating our graduates. Disruptions will not be tolerated.\" Ohio State students, however, showed their support in more discrete ways. Firas Abdullatif had draped a large keffiyeh over his shoulders, which peeked out beneath his new graduation hood. As he walked across the commencement stage to receive his doctorate of philosophy, he said he felt happy to be there. Abdullatif, originally from Gaza, said he wore his keffiyeh to represent his people and culture. \"It is a happy moment for me, but not so happy back home,\" Abdullatif said. \"I am hopeful for the future, for better days. With this degree, maybe I can be a source for a better future.\" Serena Khaled also wore a keffiyeh to commencement with a red stole emblazoned with the Lebanese and Palestinian flags. \"I am Lebanese, but I support Palestine. This is the best way to show that support with so many people here,\" she said. Khaled, who plans to attend medical school at Ohio State this fall, said she was not afraid to wear the keffiyeh. \"I am very proud to do it,\" she said. \"I only wish I could do more to help hands-on.\" Commencement speaker Christopher Pan: \"World peace starts with inner peace\" Commencement speaker Christopher Pan , Ohio State alum and social entrepreneur, also shared some subtle comments about the Israel-Hamas war. Pan had originally planned to address the war in Gaza, according to a draft of his speech he shared on social media for feedback . But on Sunday, Pan did not explicitly mention Gaza, Israel or Palestine. Rather, he remarked how after holding multicultural events over the past few months, he said we must \"end suffering on both sides.\" \"What I learned is that there is so much pain and trauma in both communities. Pain causes hate and violence. Hurt people hurt people. Healed people help people,\" he said. \"When we heal ourselves, we heal the world. World peace starts with inner peace.\" Pan also led the crowd through two brief musical numbers — \"What's Going On?\" by the 4 Non Blondes and \"This Little Light of Mine\" — and espoused how he thinks Bitcoin is \"a very misunderstood asset class,\" which was met by groans from audience members (He promised everyone in attendance a free bracelet from his company, MyIntent, \"as an apology for listening to me talk about Bitcoin.\"). Ohio Stadium death stuns graduation attendees Many in attendance also grappled with reports that someone died after falling off Ohio Stadium early during the ceremony. Ohio State spokesman Ben Johnson confirmed the death but didn't have any additional details to share Sunday afternoon. The scene of the fall was surrounded by lots of yellow tape and concerned officials, according to Dispatch photographer Doral Chenoweth, who was at the scene. \"No way — that's unbelievable,\" one eyewitness said. The witness said they saw a single person fall as the last graduates filed past that area and entered the stadium via the tunnel used by football players during OSU home games. Police tape was still up, and law enforcement was present as graduates exited the stadium to meet their loved ones outside. Sheridan Hendrix is a higher education reporter for The Columbus Dispatch. Sign up for Extra Credit, her education newsletter, here . @sheridan120",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://profile.dispatch.com/newsletters/extra-credit/",
    "https://www.thelantern.com/2024/04/commencement-speaker-christopher-pans-speech-to-address-war-in-gaza-include-multiple-songs/",
    "https://www.dispatch.com/story/news/education/2020/08/25/ohio-state-starts-classes-but-could-campus-shut-down-again/113488364/",
    "https://www.dispatch.com/story/news/education/2024/05/03/heres-what-you-need-to-know-about-ohio-state-spring-commencement/73541934007/",
    "https://www.dispatch.com/story/news/2024/05/05/person-dies-during-ohio-state-graduation-after-fall-from-stadium/73579225007/",
    "https://www.dispatch.com/story/news/2021/09/10/ohio-state-fans-doctors-urge-caution-football-returns/5772264001/",
    "https://www.dispatch.com/story/news/education/2024/05/02/israel-hamas-war-ceasefire-gaza-ohio-state-university-protest/73539770007/",
    "https://www.instagram.com/chrispan/?hl=en",
    "https://dispatch.com/story/news/2021/09/10/ohio-state-fans-doctors-urge-caution-football-returns/5772264001/",
    "https://instagram.com/chrispan/?hl=en",
    "https://thelantern.com/2024/04/commencement-speaker-christopher-pans-speech-to-address-war-in-gaza-include-multiple-songs/",
    "https://dispatch.com/story/news/2024/05/05/person-dies-during-ohio-state-graduation-after-fall-from-stadium/73579225007/",
    "https://profile.dispatch.com/newsletters/extra-credit",
    "https://www.dispatch.com/story/news/2021/09/10/ohio-state-fans-doctors-urge-caution-football-returns/5772264001",
    "https://www.thelantern.com/2024/04/commencement-speaker-christopher-pans-speech-to-address-war-in-gaza-include-multiple-songs",
    "https://www.dispatch.com/story/news/education/2024/05/03/heres-what-you-need-to-know-about-ohio-state-spring-commencement/73541934007",
    "https://www.dispatch.com/story/news/education/2024/05/02/israel-hamas-war-ceasefire-gaza-ohio-state-university-protest/73539770007",
    "https://dispatch.com/story/news/education/2020/08/25/ohio-state-starts-classes-but-could-campus-shut-down-again/113488364/",
    "https://www.instagram.com/chrispan/",
    "https://www.dispatch.com/story/news/2024/05/05/person-dies-during-ohio-state-graduation-after-fall-from-stadium/73579225007",
    "https://www.profile.dispatch.com/newsletters/extra-credit/",
    "https://www.dispatch.com/story/news/education/2020/08/25/ohio-state-starts-classes-but-could-campus-shut-down-again/113488364",
    "https://dispatch.com/story/news/education/2024/05/03/heres-what-you-need-to-know-about-ohio-state-spring-commencement/73541934007/",
    "https://dispatch.com/story/news/education/2024/05/02/israel-hamas-war-ceasefire-gaza-ohio-state-university-protest/73539770007/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abdi muktar",
        "sentiment": "negative"
      },
      {
        "name": "muktar",
        "sentiment": "none"
      },
      {
        "name": "muslim",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ohio state",
        "sentiment": "negative"
      },
      {
        "name": "ohio state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio stadium",
        "sentiment": "none"
      },
      {
        "name": "palestine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T03:27:54.903+03:00",
  "updated": "2024-05-06T03:27:54.903+03:00"
}