{
  "thread": {
    "uuid": "34214c1e159ed0d6aed1695b1128bb38a7a8e813",
    "url": "https://www.laprovincia.es/tiempo/2023/12/29/tiempo-santa-lucia-tirajana-prevision-96353041.html",
    "site_full": "www.laprovincia.es",
    "site": "laprovincia.es",
    "site_section": "https://laprovincia.es/carnaval",
    "site_categories": [
      "media"
    ],
    "section_title": "Carnaval de Canarias 2024 | Carnaval de Maspalomas | Carnaval Las Palmas  - La Provincia",
    "title": "El tiempo en Santa Lucía de Tirajana: previsión meteorológica para hoy, viernes 29 de diciembre - La Provincia",
    "title_full": "El tiempo en Santa Lucía de Tirajana: previsión meteorológica para hoy, viernes 29 de diciembre - La Provincia",
    "published": "2023-12-29T07:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/4ede28dc-cd4e-474f-b31c-5041d11884c6_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 28852,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34214c1e159ed0d6aed1695b1128bb38a7a8e813",
  "url": "https://www.laprovincia.es/tiempo/2023/12/29/tiempo-santa-lucia-tirajana-prevision-96353041.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Provincia - Diario de Las Palmas",
  "published": "2023-12-29T07:16:00.000+02:00",
  "title": "El tiempo en Santa Lucía de Tirajana: previsión meteorológica para hoy, viernes 29 de diciembre - La Provincia",
  "text": "Hoy en Santa Lucía de Tirajana, se espera un día despejado en su mayoría, con algunas nubes altas durante la mañana y la tarde. La temperatura máxima alcanzará los 24 grados , mientras que la mínima será de 14 grados . La sensación térmica será similar a la temperatura real, por lo que no se esperan cambios significativos en cuanto a la percepción del tiempo. Durante la mañana, el cielo estará mayormente despejado, con algunas nubes altas que podrían darle un aspecto ligeramente nublado al cielo. La temperatura se mantendrá fresca, con valores alrededor de los 16 grados . El viento soplará desde el norte con una velocidad de 11 km/h, brindando una sensación de frescura en el ambiente. A medida que avance el día, las nubes altas se mantendrán presentes, pero no se espera que afecten significativamente la visibilidad ni la sensación térmica. La temperatura irá en aumento, alcanzando los 19 grados durante la mañana y los 23 grados al mediodía. El viento disminuirá su intensidad, soplando desde el norte con velocidades entre 8 y 10 km/h. Durante la tarde, las nubes altas seguirán presentes, pero no se espera que generen precipitaciones. La temperatura se mantendrá agradable, con valores alrededor de los 22 grados . El viento soplará desde el sur con una velocidad de 10 km/h, brindando una sensación de suavidad en el ambiente. Por la noche, el cielo estará mayormente despejado, permitiendo disfrutar de una vista estrellada. La temperatura descenderá gradualmente, alcanzando los 18 grados . El viento soplará desde el norte con una velocidad de 8 km/h, brindando una sensación de frescura en el ambiente. En resumen, se espera un día agradable en Santa Lucía de Tirajana, con cielo despejado en su mayoría y algunas nubes altas. Las temperaturas serán suaves, oscilando entre los 14 y los 24 grados . El viento soplará desde el norte durante la mañana y la noche, y desde el sur durante la tarde, con velocidades moderadas. No se esperan precipitaciones significativas. ¡Disfruta del buen tiempo en Santa Lucía de Tirajana! Información elaborada utilizando, entre otras, la obtenida de la [Agencia Estatal de Meteorología. © AEMET](http://www.aemet.es/). Fecha de actualización de los datos: 2023-12-28T22:44:12",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "http://www.aemet.es/).",
    "http://aemet.es/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:23:08.415+02:00",
  "updated": "2023-12-29T08:23:08.415+02:00"
}