{
  "thread": {
    "uuid": "21048652739d5de2fb947151efd27c6aac1aef22",
    "url": "https://winnipeg.ctvnews.ca/learn-to-winter-free-programming-now-on-at-the-forks-1.6715261",
    "site_full": "winnipeg.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://northernontario.ctvnews.ca/northern-ont-police-identify-remains-of-1986-murder-victim-cold-case-featured-in-true-crime-podcast-1.6655481",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "North Bay news: Police identify remains of 1986 murder victim; cold case featured in true crime podcast | CTV News",
    "title": "'Learn to Winter' free programming now on at The Forks | CTV News",
    "title_full": "'Learn to Winter' free programming now on at The Forks | CTV News",
    "published": "2024-01-07T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/7/forks-1-6715262-1704668100114.png",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21048652739d5de2fb947151efd27c6aac1aef22",
  "url": "https://winnipeg.ctvnews.ca/learn-to-winter-free-programming-now-on-at-the-forks-1.6715261",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVwinnipeg",
  "published": "2024-01-07T22:55:00.000+02:00",
  "title": "'Learn to Winter' free programming now on at The Forks | CTV News",
  "text": "Winnipeg's favourite meeting place is declaring winter officially here and offering special free activities to celebrate its snow and ice-covered spaces. The Forks officially opened its on-land trails for walking and skating this weekend at the Winnipeg 150 Winter Park. Marketing and communications manager Zach Peters said their special \"Learn to Winter\" programming will be offered every weekend from now until the end of February. \"We have some skate, ski, and snowshoe lessons every Saturday and Sunday that we're partnering with Winnipeg Trails to run,\" Peters said. \"Then on Sundays from 12 till 4 we have some music happening by the canopy rink, each weekend will be different DJ or performer.\" Peters said Elder Barbara Nepinak will also be leading story time and drumming inside the teepee at The Forks, and warming hut tours will also begin later this month. All programming is free. Guests are invited to bring their own equipment or rent on site. Peters said even with cold temperatures on the way, Winnipeggers can stay warm at The Forks. \"People come inside the Forks Market, take their winter stuff off, have a hot chocolate or some mini doughnuts, but then go back out there,\" said Peters. \"Enjoy the skating rink. Enjoy the new trails as part of the Winnipeg 150 Winter Park. Hopefully eventually you'll be able to even get down onto the river trail once it's up and running.\" Unfortunately, skaters will not be able to traverse the historic rail bridge, which takes a walking path across the Assiniboine River and has been closed since June 2023 due to structural concerns. \"We share in the disappointment of folks who use that bridge either for the skating trail that usually crosses in winter or for daily commuting, coming through The Forks into downtown or from downtown,\" said Peters. \"We were disappointed, we want that bridge to be up and running.\" There is currently no timeline on the bridge repair, as its condition is still being assessed. More information on The Forks' winter programming can be found online. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Winnipeg Top Stories CTVNews.ca Top Stories Montreal teens jump into action to save couple from drowning in Barbados Two Montreal teenagers — one of whom is a competitive swimmer — are being praised for saving the lives of a couple from the U.K. after they were drowning in the waters off the coast of Barbados earlier this week. Honda considering $18.4B electric vehicle and battery plant in Canada: media report A Japanese news outlet is reporting that Honda Motor Co. Ltd. could invest upwards of $18.4 billion in an electric vehicle plant in Canada. Calgary transforms old offices to apartments; experts say other cities should follow No community anywhere would willingly choose to have a nearly 30 per cent office vacancy rate in its downtown core. Pressure mounts on Canada to support South Africa's legal battle for ceasefire in Gaza A new legal battle will be waged later this week in the World Court to impose a ceasefire more than three months after Hamas' attack on southern Israel killed innocent civilians, triggering a brutal war in Gaza where Israel vowed to eradicate Hamas militants. Elephant populations are stable, but more connected protected areas are needed for long-term sustainability: study The number of African savannah elephants is no longer dwindling on the continent, but in order to achieve long-term stability it’s important to establish more connected protected areas, according to a new study. Winter storms dump snow on both U.S. coasts as icy roads make for hazardous travel A major winter storm bringing heavy snow and freezing rain to some communities spread across New England on Sunday, sending residents scurrying for their shovels and snowblowers to clear sidewalks and driveways. Alaska Airlines again grounds all Boeing 737 Max 9 jetliners as more maintenance may be needed Alaska Airlines again grounded all of its Boeing 737 Max 9 jetliners on Sunday after federal officials indicated further maintenance might be required to assure that another inflight blowout like the one that damaged one of its planes doesn't happen again. Person killed in New York bus crash was Canadian, Global Affairs says Global Affairs Canada says the person who died in a tour bus crash in Lake George, N.Y. on Friday was a Canadian citizen. The most iconic 1999 style moments turning 25 this year In 1999 fears were rising about the end of the world — but if civilization had actually melted down thanks to an end-of-millennium technological apocalypse, at least we would have gone out in style. Regina - Parents weigh in on giving consent for children changing names or pronouns at school A legal challenge to Saskatchewan's new law requiring parental consent if children under 16 want to change their names or pronouns at school is back in court this week. New Brunswick enacted a similar measure last year, and other provinces are looking at doing the same. - 'No final decisions have been made' by province on whether to remit carbon tax for January The Government of Saskatchewan will decide in the coming weeks whether or not to remit the carbon tax collected on natural gas for the month of January. - Artist shares skills with others in unique workshop A unique art workshop was held on Saturday for Regina residents to learn how to customize sneakers. Saskatoon - Parents weigh in on giving consent for children changing names or pronouns at school A legal challenge to Saskatchewan's new law requiring parental consent if children under 16 want to change their names or pronouns at school is back in court this week. New Brunswick enacted a similar measure last year, and other provinces are looking at doing the same. - 'No final decisions have been made' by province on whether to remit carbon tax for January The Government of Saskatchewan will decide in the coming weeks whether or not to remit the carbon tax collected on natural gas for the month of January. - Dakota Dunes Powwow welcomes First Nations communities for New Year celebrations Dancers, drummers, and spectators from First Nations communities across the province gathered to celebrate the New Year at the Dakota Dunes Powwow, marking its return for the first time since 2020. Northern Ontario - Two Ottawa residents face multiple drug, weapon charges in northern Ont. Two 23-year-olds from Ottawa are facing a variety of charges – including drug trafficking and weapon offences – following incidents last week in the Town of Echo Bay, Ont. - Extreme cold alert issued in Sudbury Organizations in Greater Sudbury that deal with people experiencing homelessness are issuing an extreme cold alert Sunday. - Big expectations for Sudbury in 2024 as far as film is concerned Hollywood strikes have been solved and industry experts say it’s full-steam ahead for Sudbury and northern Ontario filming in 2024. Edmonton - Hyman hat trick lifts surging Oilers past Senators 3-1 Zach Hyman is well on pace for another career year with the Edmonton Oilers. - Local business commissions artwork celebrating Albertans' 'journey of struggle' A Sherwood Park business has added some supersized artwork to show its appreciation for others. - Calgarian Michael Playfair takes home Emmy for The Last of Us The Last of Us was the big winner Saturday night at the Creative Arts Emmy Awards, taking home 8 of them, including one for Calgarian Michael Playfair. Toronto - Investigation continues into Thornhill fire that left 2 dead Officials continue to investigate a basement house fire that left two people dead in Thornhill Saturday evening, saying that it is unclear if the building’s smoke alarms were working at the time of the incident. - Police believe man found dead in North York apartment was murdered Toronto police's homicide squad is investigating what they say is the city’s third homicide of the year. - TTC is making changes to several bus routes. Here's what you need to know Some changes are hitting the TTC’s tracks this weekend as the transit network is increasing service across a number of bus routes and restoring other lines. Here's what to expect starting Sunday. Calgary - 1 dead as RCMP locate missing helicopter in Glacier National Park A helicopter that left Calgary Friday night is missing, and RCMP say it has potentially crashed somewhere in British Columbia. - No afternoon delight for Calgary as Flames lose to Blackhawks 4-3 The Calgary Flames suffered a lost weekend, dropping a 4-3 decision to the Blackhawks in Chicago Sunday afternoon. - Winter returns to Calgary with snow and plunging temperatures After a long mild stretch, winter returned to Calgary Saturday night. Montreal - Travel advisory issued after snowfall blankets Montreal roads Montreal received a little more snow than expected overnight, making for slippery roads Sunday morning. - Agreement in principle will be submitted to the 420,000 members of the Common Front The 420,000 workers who are part of the Common Front in the public sector will be asked to vote on an agreement in principle in the coming weeks. - Person killed in New York bus crash was Canadian, Global Affairs says Global Affairs Canada says the person who died in a tour bus crash in Lake George, N.Y. on Friday was a Canadian citizen. Ottawa - WINTER STORM WATCH WINTER STORM WATCH More snow on the way after 12 cm this weekend A blanket of snow covered Ottawa on Sunday, and more is on the way as the city experiences its first big snowfall of 2024. - Fresh snowfall drawing people out for winter activities The first significant snowfall of 2024 brought winter fans in Ottawa out to play on Sunday. - OPP respond to collisions amid poor weather on Highway 401 Ontario Provincial Police say no one was seriously hurt Sunday in a four-vehicle crash on Highway 401 near Prescott, Ont., but the crash caused some brief delays. Atlantic - Moncton hockey community holds moment of silence for five-year-old who died Tuesday Before the puck dropped at a Saturday morning hockey game in Moncton, people held a moment of silence for Tate Hughes, a five-year-old who died suddenly on Tuesday. - Parts of N.S. expecting to see up to 30cm of snow Halifax is expecting to see between 5 to 15 centimeters of snow. However, Western Nova Scotia is expecting to withstand the worst of the weather system, with some areas expecting up to 30 centimeters. - Sydney, N.S., Highland Arts Theatre marks ten-year anniversary The Highland Arts Theatre in Sydney, N.S., is celebrating the ten-year anniversary since it was converted from a church. Kitchener - Three pedestrians hit in two separate collisions Police responded to two separate collisions Saturday involving three pedestrians, including a 5-year-old. - Guelph telescope initiative aims to get amateurs involved in astronomy A new Guelph initiative is building 3-D printed telescopes for aspiring astronomers of all ages to enjoy. - Kitchener crash sends two to hospital Police are looking for more information after a Kitchener crash sent two people to hospital Saturday evening. Vancouver - Snow, rain and wind on the way to B.C.'s South Coast, Vancouver Island: Environment Canada After a milder-than-normal start to the season, parts of B.C. will get a blast of winter this week, according to Environment and Climate Change Canada. - Missing helicopter found crashed in B.C. Interior, pilot dead: RCMP A helicopter that was reported missing in B.C.’s Interior has been found crashed in Glacier National Park, Mounties confirmed Sunday. - Man suffers life-threatening injuries in 3rd shooting in 3 days in Coquitlam A third shooting in as many days left a man with life-threatening injuries in Coquitlam Saturday afternoon. Vancouver Island - Snow, rain and wind on the way to B.C.'s South Coast, Vancouver Island: Environment Canada After a milder-than-normal start to the season, parts of B.C. will get a blast of winter this week, according to Environment and Climate Change Canada. - Show goes on in Vancouver after Gaza tensions scrap play's Victoria run Vancouver's PuSh Festival is sticking to theatrical tradition that the show must go on, and will stage \"The Runner\" this month despite the play being cancelled in Victoria over tensions linked to the war between Israel and Hamas, say festival officials. - U.S. officials order grounding of some Boeing 737 Max 9 jetliners after plane suffers a blowout U.S. officials on Saturday ordered the immediate grounding of some Boeing 737 Max 9 jetliners until they are inspected after an Alaska Airlines plane suffered a blowout that left a gaping hole in the side of the fuselage.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barbara nepinak",
        "sentiment": "none"
      },
      {
        "name": "zach peters",
        "sentiment": "none"
      },
      {
        "name": "peters",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news winnipeg",
        "sentiment": "negative"
      },
      {
        "name": "winnipeg trails",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "winnipeg 150 winter park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:03:06.710+02:00",
  "updated": "2024-01-08T01:03:06.710+02:00"
}