{
  "thread": {
    "uuid": "089f28800e850b0eb03e1fb7c7804a4b0411f7c6",
    "url": "https://www.adnkronos.com/sport/brighton-roma-1-0-giallorossi-avanti-de-rossi-ai-quarti-di-europa-league_2uvqx7nI8UhoZpETlT7G78",
    "site_full": "www.adnkronos.com",
    "site": "adnkronos.com",
    "site_section": "https://okvaldisieve.it/italia",
    "site_categories": [
      "media"
    ],
    "section_title": "Italia e oltre",
    "title": "Europa League, Roma avanti: sconfitta indolore col Brighton",
    "title_full": "Europa League, Roma avanti: sconfitta indolore col Brighton",
    "published": "2024-03-14T23:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.adnkronos.com/resources/028b-1a69058e41df-c849ced1d518-1000/000_34lj9bz.jpeg",
    "performance_score": 0,
    "domain_rank": 6916,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "089f28800e850b0eb03e1fb7c7804a4b0411f7c6",
  "url": "https://www.adnkronos.com/sport/brighton-roma-1-0-giallorossi-avanti-de-rossi-ai-quarti-di-europa-league_2uvqx7nI8UhoZpETlT7G78",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione Adnkronos",
  "published": "2024-03-14T23:07:00.000+02:00",
  "title": "Europa League, Roma avanti: sconfitta indolore col Brighton",
  "text": "Sconfitta indolore in Inghilterra nel ritorno degli ottavi di finale\nUna fase di Brighton-Roma Missione compiuta per la Roma che approda ai quarti di finale di Europa League nonostante la sconfitta con il Brighton. I giallorossi, forti del 4-0 conquistato all'Olimpico, perdono 1-0 al Falmer Stadium ma passano comunque il turno e sono tra le migliori otto squadre della seconda competizione europea per club. A decidere il match del Falmer Stadium in favore dei ragazzi di De Zerbi è un gol di Welbeck al 37' del primo tempo.\nLa partita Partita di grande intensità sin dai primi minuti con i padroni di casa all'arrembaggio nel tentativo di compiere l'improbabile 'remuntada' e gli ospiti in difficoltà e costretti sulla difensiva. Al 23' in una delle rare proiezioni offensive i capitolini vanno in gol con Azmoun ma l'arbitro annulla per gioco pericoloso dell'attaccante iraniano. Al 37' la squadra di De Zerbi vede premiata la propria supremazia. Estupinan sfonda a sinistra e serve Welbeck il quale sposta la palla sul destro e la piazza all'incrocio dei pali.\nGli inglesi partono forte anche nella ripresa e al 5' sono pericolosi con Enciso che va al tiro da fuori area: palla a lato. Al 12' cross di Estupinan, Adingra colpisce di testa ma non inquadra la porta. Al quarto d'ora Roma finalmente pericolosa con una percussione di Spinazzola che calcia da posizione angolata, palla che colpisce la parte esterna del palo e termina sul fondo. Al 20' strepitoso intervento di Svilar che ha i riflessi prontissimi sul colpo di testa a botta sicura di Adingra . Poco dopo la mezz'ora ennesima conclusione del Brighton con Igor da fuori, respinta di Svilar sui piedi di Adingra che non riesce a concludere con efficacia.\nAl 35' e al 36' altre occasioni per gli inglesi. Prima Ansu Fati manda a lato una conclusione al volo, poi Adingra tira troppo centralmente a Svilar para. Al 45' Buonanotte entra in area elude anche l'intervento di Svilar con un passaggio ma nessun compagno arriva in tempo per spingere il pallone in rete. Nel recupero ancora Svilar protagonista: il portiere serbo vola a deviare un gran tiro di Ansu Fati.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:17:59.854+02:00",
  "updated": "2024-03-15T01:27:44.009+02:00"
}