{
  "thread": {
    "uuid": "4715da555f82a7098167f840686f068a3dc8ac61",
    "url": "https://motor.elpais.com/actualidad/el-ford-bronco-clasico-vuelve-a-las-carreteras-desde-154-000-euros/",
    "site_full": "motor.elpais.com",
    "site": "elpais.com",
    "site_section": "https://motor.elpais.com/feed/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "El Motor",
    "title": "El Ford Bronco Clásico vuelve a las carreteras desde 154.000 euros",
    "title_full": "El Ford Bronco Clásico vuelve a las carreteras desde 154.000 euros",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://motor.elpais.com/wp-content/uploads/2023/12/Ford-Bronco-restaurado-1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 473,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4715da555f82a7098167f840686f068a3dc8ac61",
  "url": "https://motor.elpais.com/actualidad/el-ford-bronco-clasico-vuelve-a-las-carreteras-desde-154-000-euros/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rubén Pérez",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "El Ford Bronco Clásico vuelve a las carreteras desde 154.000 euros",
  "text": "El legendario Lee Iacocca, expresidente de Ford Motor Company y uno de los personajes más representativos de la industria del automóvil de finales del siglo XX, fue la persona que estuvo detrás de modelos tan genuinos como el Ford Mustang o el Ford Escort y, cómo no, del Bronco.\nIacocca dio el visto bueno, en febrero de 1964, al innovador diseño todoterreno de Paul G. Axelrad para que pasara inmediatamente a producción. Así, en 1966 nació el Bronco. Un modelo que aterrizaba en el mercado para competir, entre otros, contra el Jeep CJ-5 y el Toyota Land Cruiser J40.\nDurante 30 años y hasta 1996, el Ford Bronco se ofreció con diferentes acabados. Desde la carrocería Roaster (descapotable), hasta la Wagon (larga), pasando por la Sport Utility (\npick-up) se consagró durante cinco generaciones como uno de los mejores vehículos para todo de los Estados Unidos.\nMás información\nRetrofit de alta gama\nLa sexta generación del\nBronco se lanzó en 2021, tras 25 años de travesía por el desierto. Sin embargo, a pesar de la buena acogida de la prensa especializada y del público (el modelo fue elegido Coche de los Lectores en los premios del motor de PRISA Media), hay muchos amantes de los vehículos 4×4 que siguen echando de menos al modelo primigenio. Para ellos, el retrofit (modernizar un vehículo usado con componentes actuales) es la mejor solución.\nLa demanda de actual de las unidades de los sesenta, setenta y ochenta está disparada en el mercado de segunda mano. Por ello, la compañía estadounidense\nKindred Motorworks se propuso construir los Ford Broncos clásicos que combinan la nostalgia, el diseño atemporal y el carácter del pasado con la seguridad, la fiabilidad y el rendimiento de hoy en día.\nEl fundador, Rob Howard, lidera el equipo de expertos que emplean la tecnología patentada de Kindred que agiliza y estandariza el proceso de restauración de vehículos para crear clásicos modernos que sean atractivos, confiables y divertidos. Desde principios de año, 20 unidades del Bronco han llegado a las instalaciones de la compañía.\nRestauración de un Ford Bronco\nEl equipo de Kindred Motorworks necesita alrededor de 1.700 horas de mano de obra para llevar a cabo meticulosamente el proceso de\nrestauración de principio a fin de un Ford Bronco. Para ello, su área de trabajo se divide en cuatro zonas bien diferenciadas:\n- Desmontaje: en esta área, los técnicos de Kindred Motorworks de desmontarlo completamente en menos de cuatro horas.\n- Fabricación de metal: en esta estación sueldan, cortan, doblan y fresan los paneles de\nchapay los componentes clave para el ensamblaje.\n- Pintura: después de una exhaustiva preparación, las\ncarroceríasde los vehículos se pintan con el color seleccionado por el cliente.\n- Montaje: el chasis, que ha sido previamente rociado con un recubrimiento en polvo para una mayor durabilidad, se une con la carrocería recién pintada, con el tren motriz, la\nsuspensióny los componentes interiores.\nEspecificaciones técnicas\nLas unidades que se restauran en la factoría de Kindred Motorworks son las comprendidas entre los años 1966 y 1975. Aunque mantienen la estética clásica, se mejoran en todos los demás apartados para que sea perfectamente utilizable en el día a día.\nEl motor es un Ford Coyote V8 de 5.0 litros que genera 465 CV, aunque la compañía está desarrollando un\nsistema de propulsión eléctrico que los clientes pueden pedir como opción alternativa. Este propulsor, sin emisiones, tiene el objetivo de ofrecer una autonomía eléctrica de unos 320 kilómetros.\nPor su parte, la potencia está controlada por una transmisión automática de 10 velocidades. Así mismo, todos montan suspensiones mejoradas, frenos de disco en las cuatro ruedas, modernos neumáticos BF Goodrich de 33 pulgadas, barras antivuelco de seis puntos,\nluces led en ambos ejes y cámara de visión trasera. Todo este derroche de tecnología actual no es barato, ya que sus precios comienzan en los 154.000 euros y llegan hasta los 205.000 euros al cambio.\nSigue toda la información de EL MOTOR desde\nSobre la firma\nRubén Pérez []https://twitter.com/xruben []https://www.linkedin.com/in/rubénpérez/\nEntusiasta del motor en toda su magnitud, preferiblemente los V12. Me dijeron que cuatro ruedas eran mejor que dos, por eso me compré otra moto. Claro que también me apasiona cuando van las cuatro juntas. He trabajado como creativo publicitario para muchas marcas de coches y motos e hice la mili en esto de juntar letras en la editorial Luike.\nServicios ELMOTOR\nEncuentra los mejores talleres, seguros, autoescuelas, neumáticos…\nBUSCAR",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://kindredmotorworks.com/models/kindred-bronco",
    "https://www.linkedin.com/in/rubénpérez/",
    "https://twitter.com/xruben",
    "https://linkedin.com/in/rubénpérez/",
    "https://www.kindredmotorworks.com/models/kindred-bronco",
    "https://www.twitter.com/xruben",
    "https://www.linkedin.com/in/rubénpérez"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T01:02:46.134+02:00",
  "updated": "2023-12-29T01:02:46.134+02:00"
}