{
  "thread": {
    "uuid": "5fba9e32f9feb906a8cf2e184bfe844b7c9b1492",
    "url": "https://www.courier-journal.com/story/opinion/2024/03/29/jesus-love-scarred-hands-proof-love/72970576007",
    "site_full": "www.courier-journal.com",
    "site": "courier-journal.com",
    "site_section": "https://www.courier-journal.com/",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Louisville News, Louisville Sports | Courier-Journal",
    "title": "Easter: Jesus' scarred hands are proof his love, wants us to bare ours",
    "title_full": "Easter: Jesus' scarred hands are proof his love, wants us to bare ours",
    "published": "2024-03-29T12:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/-mm-/03212b3cace203975f39f3ba7df3a749895ebef4/c=0-737-2656-2238/local/-/media/2018/03/09/Louisville/Louisville/636561931708978231--12A7412.jpg?auto=webp&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 3699,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fba9e32f9feb906a8cf2e184bfe844b7c9b1492",
  "url": "https://www.courier-journal.com/story/opinion/2024/03/29/jesus-love-scarred-hands-proof-love/72970576007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T12:04:00.000+03:00",
  "title": "Easter: Jesus' scarred hands are proof his love, wants us to bare ours",
  "text": "Jesus' love-scarred hands tell us everything we need to know about him Fr. Clint Wilson | Opinion Contributor Odysseus, also known by the Latin variant Ulysses, is a legendary Greek king of Ithaca and the hero of Homer's epic poem the Odyssey. In Book 19 of the Odyssey, Odysseus has come home to Ithaca; but he is in disguise and he does not want to reveal his identity. The Goddess Athena disguised him as a beggar to allow him to see how Ithaca, his home, has fared without him. Odysseus, had left his wife and family twenty years before in order to fight the Trojan War. Upon return, he wanted to learn everything he needs before he can gain revenge on the suitors who compete for the hand of his wife, Penelope.\nThere is of course one problem…what if people recognize him? He returns to his home, and is welcomed in as a beggar, and his family takes him on as a friend.\nOne night his old nurse since childhood is washing his feet, as every guest would have been extended this hospitality, but he has a scar she might recognize. Long ago, a boar had dealt him a wound with his white tusk, as he was on a trip to visit his grandfather. Indeed, as she washes his feet, she sees his scar, and realizes she knows everything about this man. He comes disguised as a beggar, but in fact, he is King, his scars have given it away.\nJesus, likewise, in human history, has come disguised as a lowly person, but the Easter Son rises, and shows us he is King. Why? How? His scars reveal his identity, even as he steps from the empty tomb.\nThe Christian story is one revealed by scars. The Christian messiah, Jesus, is the King whose love-scarred hands reveal everything we need to know about him. He emerges from the tomb with those same scarred hands, and he comes to heal our scars too.\nJesus wants us to show our scars At the Church of the Gesu in Rome, which is the mother church of the Jesuit order, there was for some time a set of statues that are some of the most powerful statues I have ever seen. One is Jesus on the cross, disfigured, full of scars, his body clearly wracked with pain and suffering. And yet, this is not abnormal for crucifixion statues. What is different is that this Jesus is more than disfigured. He is missing arms and his head is contorted; it is hard to even say whether this is Jesus, and yet we know it is. It is he who has taken on our infirmities. What is perhaps most powerful is that sitting in front of him is another disfigured person. This person sits in a wheelchair, her body is twisted and contorted, scars abound, and she is marked with a lifetime of pain and suffering. And yet, in her lap sits a mask. This mask represents her shame, her fear, the rejection she has felt from those around her, but she has finally taken it off. She now knows who her King is—he is the disfigured one; he is the one who has taken on suffering to save others from it, to save her from it. He is the Messiah, the one who knows her scars. It is only in light of seeing him that she can finally know herself, and reveal her scars to others. So it is with us. Jesus is waiting for us to take off our masks, to show our scars, our shame, our guilt and our fear, and to see our brokenness on him in the cross, because if we do not know him as a savior, we will never truly know ourselves and the freedom of a larger life.\nThe story of Jesus is the story of Odysseus: the one washing our feet in Holy Week sees our wounds. As the God-Man he knows our identity more deeply than we know it, and he serves us silently nonetheless. It is this one who dies on the cross & demonstrates the way to true power; this one emerges from the tomb and shows us the power of God’s love over our ancient foe death.\nPilate asked Jesus on Good Friday, “What is Truth?” This is the question of our age. Truth is not my truth, or your truth. Truth is not relative, or infinitely flexible depending on cultural or philosophical fads. Truth is a person, Jesus Christ, who seeks us out and invites us to step out of the tomb, to bear witness to what we’ve encountered in him. He comes to heal our scars, and will take on scars to show us the depth of his love. Let us rest in this truth, in Him, and find hope in the present, for God in Christ has done something in the past, that makes all the difference for our future.\nFr. Clint Wilson is rector of St. Francis in the Fields Episcopal Church in Harrods Creek, KY. Before his present role, Clint served Episcopal parishes in Nashville, TN and Denton, TX. He is married to Theresa and they love spending time outdoors with their son and dog, both of whom require many treats.\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.facebook.com/dialog/feed",
    "https://twitter.com/intent/tweet?text=${text}",
    "https://www.twitter.com/intent/tweet?text=${text}",
    "https://www.facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
    "https://facebook.com/dialog/feed?app_id=${window.ga_data.site.facebook.appid}&redirect_uri=${window.location.href}&link=${url}&name=${encodeURIComponent(headline)}`);",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "neutral"
      },
      {
        "name": "clint wilson",
        "sentiment": "neutral"
      },
      {
        "name": "ulysses",
        "sentiment": "none"
      },
      {
        "name": "penelope",
        "sentiment": "none"
      },
      {
        "name": "odysseus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "athena",
        "sentiment": "none"
      },
      {
        "name": "odysseus",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ithaca",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T12:54:55.489+03:00",
  "updated": "2024-03-30T23:15:19.150+03:00"
}