{
  "thread": {
    "uuid": "84e15679715c96466fb36a656e32a7894ce63278",
    "url": "https://www.wyomingnewsnow.tv/2024/01/05/cyberwyoming-brings-back-talk-like-vampire-initiative-new-year/",
    "site_full": "www.wyomingnewsnow.tv",
    "site": "wyomingnewsnow.tv",
    "site_section": "http://www.kgwn.tv/powernation",
    "site_categories": [
      "media"
    ],
    "section_title": "POWERNATION",
    "title": "CyberWyoming brings back “Talk Like a Vampire” initiative for the New Year",
    "title_full": "CyberWyoming brings back “Talk Like a Vampire” initiative for the New Year",
    "published": "2024-01-06T00:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kgwn-prod.cdn.arcpublishing.com/resizer/v2/BW2LYMMPIJCBRG5RTMOM3DJFOQ.jpg?auth=1e4e94ff458025f63e59ec535ba9069f33ec74df934e4558fa07f50ba50dc830&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 77990,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "84e15679715c96466fb36a656e32a7894ce63278",
  "url": "https://www.wyomingnewsnow.tv/2024/01/05/cyberwyoming-brings-back-talk-like-vampire-initiative-new-year/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@kgwntv",
  "published": "2024-01-06T00:06:00.000+02:00",
  "title": "CyberWyoming brings back “Talk Like a Vampire” initiative for the New Year",
  "text": "CyberWyoming brings back “Talk Like a Vampire” initiative for the New Year “Talk Like a Vampire” initiative aims to shed light, on cyber security. CASPER, Wyo. (Wyoming News Now) - In the dynamic realm of cybersecurity, organizations continually seek innovative methods to raise awareness about the concealed threats in the digital landscape. CyberWyoming, a pioneering force in small business cybersecurity education, has embraced an unconventional approach with the introduction of “Talk Like a Vampire Month.” This initiative aims not only to inject a sense of levity into the typically serious subject of cybersecurity but also to illuminate how interpreting emails with a vampire’s perspective can enhance the identification of suspicious activities. Throughout this unique month-long initiative, CyberWyoming urges its employees to immerse themselves in the speech patterns and mindset of the immortal creatures of the night as they navigate their daily digital interactions. Although it may initially appear whimsical, the underlying objective is to foster a heightened sense of vigilance and skepticism, particularly in the context of email communication. Laura Baker, the Executive Director of CyberWyoming, emphasizes the impact of adopting a vampire accent, stating, “Reading an email using a vampire accent activates your stranger danger and makes you more suspicious. So, we encourage small businesses in Wyoming to adopt Talk Like a Vampire Month.” Here’s how businesses can participate: - Initiate the month by announcing the theme, encouraging employees to print out any suspicious emails encountered at home or work. - Have employees bring these emails to a staff meeting, where they read them aloud with a vampiric accent. - Award prizes for the best vampiric accent, the employee who identifies the most suspicious emails, and the most reluctant participant embracing the Talk Like a Vampire challenge. Much like a vampire meticulously assesses every detail before granting entry to their crypt, CyberWyoming advocates for a thorough examination of the sender’s identity, email content, and any embedded links or attachments. “Talk Like a Vampire Month” serves as a timely reminder of the escalating sophistication of cybercriminal tactics. Through a playful yet discerning approach, CyberWyoming aims to empower individuals to proactively safeguard their business information, digital identities, and all sensitive information. While CyberWyoming’s “Talk Like a Vampire Month” may appear lighthearted, it conveys a profound message about the significance of skepticism in the digital age. Reading emails like a vampire transcends mere creative expression; it represents a strategic mindset crucial for identifying and thwarting potential cyber threats. As we navigate the intricate web of digital communication, embracing a touch of vampiric suspicion might indeed be the key to warding off the dark forces lurking in the digital realm. Order CyberWyoming’s FREE twelve month no-think security awareness training, including Talk Like a Vampire Month at [info@cyberwyoming.org](mailto:info@cyberwyoming.org) or check out our other no-think security awareness trainings at [https://cyberwyoming.org/programs/change-company-culture/](https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fcyberwyoming.org%2fprograms%2fchange-company-culture%2f&c=E,1,jvvVLA9w7pKyqeLWxjfk0GW2mz7izKU0sqRgtb4Pee7azz3IzkrlvabUtYT-3wZXI5YMCEF253R3gBc0iJxpTgWX4BmaTsJE86eaVe5uaVO2a0vO1C8,&typo=1). Copyright 2024 KGWN. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://cyberwyoming.org/programs/change-company-culture/",
    "https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fcyberwyoming.org%2fprograms%2fchange-company-culture%2f&c=E,1,jvvVLA9w7pKyqeLWxjfk0GW2mz7izKU0sqRgtb4Pee7azz3IzkrlvabUtYT-3wZXI5YMCEF253R3gBc0iJxpTgWX4BmaTsJE86eaVe5uaVO2a0vO1C8,&typo=1).",
    "https://linkprotect.cudasvc.com/url",
    "https://cyberwyoming.org/programs/change-company-culture",
    "https://www.cyberwyoming.org/programs/change-company-culture/",
    "https://www.linkprotect.cudasvc.com/url?a=https%3a%2f%2fcyberwyoming.org%2fprograms%2fchange-company-culture%2f&c=E,1,jvvVLA9w7pKyqeLWxjfk0GW2mz7izKU0sqRgtb4Pee7azz3IzkrlvabUtYT-3wZXI5YMCEF253R3gBc0iJxpTgWX4BmaTsJE86eaVe5uaVO2a0vO1C8,&typo=1)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "wyoming news now",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wyo.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:36:49.492+02:00",
  "updated": "2024-01-06T00:36:49.492+02:00"
}