{
  "thread": {
    "uuid": "684dca62c42fc2586defbaba100e5b5d02e15a2e",
    "url": "https://www.dailymail.co.uk/yourmoney/housing-market/article-12907807/most-popular-housing-markets-united-states-2023.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://dailymail.co.uk/home/latest/index.html",
    "site_categories": [],
    "section_title": "Latest News | Breaking News & Today's Latest Headlines | Daily Mail Online",
    "title": "Revealed: The ten most popular places to buy a home in 2023 - is your hometown on the list? | Daily Mail Online",
    "title_full": "Revealed: The ten most popular places to buy a home in 2023 - is your hometown on the list? | Daily Mail Online",
    "published": "2023-12-29T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/22/79417139-0-image-a-17_1703801019117.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "684dca62c42fc2586defbaba100e5b5d02e15a2e",
  "url": "https://www.dailymail.co.uk/yourmoney/housing-market/article-12907807/most-popular-housing-markets-united-states-2023.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tilly Armstrong Assistant Consumer Editor For Dailymail.Com",
  "published": "2023-12-29T00:08:00.000+02:00",
  "title": "Revealed: The ten most popular places to buy a home in 2023 - is your hometown on the list? | Daily Mail Online",
  "text": "West Chester, Pennsylvania , was the most popular place for people looking to buy a home in 2023, according to analysis from Zillow . The real estate marketplace analyzed metrics that indicated consumer demand - including page-view traffic, home value growth and days listed before being sold - for more than 2,000 US cities. All of the top ten were in the Northeast - a shift from last year when the Midwest dominated and Prairie Village, Kansas , was top. West Chester - a 'quaint' town of about 20,000 people, which is just over an hour's drive from Philadelphia - took over the crown, with a surge of page views on listings in the area. Prospective homebuyers generally gravitated toward smaller cities in 2023, the report showed. Of the 10 most popular markets, only one - Manchester, New Hampshire - has a population of more than 100,000, and the majority are less than half that size. West Chester, Pennsylvania , was the most 'popular' housing market in 2023, according to analysis from real estate marketplace Zillow Zillow reported that a 'strong interest' in the West Chester area has helped push home values up about 8 percent in the last year. The typical home in West Chester is worth about $584,000, putting it among the more expensive cities in Pennsylvania. 'But given its relative affordability compared to larger cities nearby such as New York City and Washington DC , those looking for a break from city life may see West Chester as an attractive and affordable place to call home,' the report read. West Chester ranked within the top 100 cities in page views per listing among the nearly 2,300 cities included in Zillow’s rankings, far outperforming its size. Almost two thirds of those views came from outside the city, the analysis found, which is a possible signal of interest in moving in. Although West Chester took the top spot, seven of the 10 most popular markets of 2023 were located in New England. West Chester - a 'quaint' town of about 20,000 people, which is just over an hour's drive from Philadelphia - took the crown for the most 'popular' housing market in 2023 Nashua and Manchester in New Hampshire ranked second and third, followed by Connecticut 's Wethersfield and West Hartford in fourth and fifth place. Stow, Ohio , came in sixth place, Middletown, Connecticut in seventh, and Twinsburg, Ohio, in eighth. Zillow ranked Newington, Connecticut in ninth place and Concord, New Hampshire, rounded off the 10 most popular markets of 2023. The real estate company also singled out some breakout towns in specific categories. It ranked Chula Vista, California , which has a population of around 278,000 and a typical home value of $808,000, as the most popular large city in the US in 2023. South Portland, Maine , was the most popular seaside town, while Vermilion, Ohio, took the top spot among vacation towns. North Carolina 's Pinehurst edged out Hilton Head Island, South Carolina, for the top retirement town. West Chester also ranked first among college towns, with Kent, Ohio, coming in just behind. It comes as mortgage rates have fallen for the ninth consecutive week - offering much-needed respite to prospective homebuyers heading into the new year. Mortgage rates have fallen for their ninth consecutive week, ending the year at their lowest point since May Data from Government-backed lender Freddie Mac shows the average rate on a 30-year home loan is now 6.61 percent, down from 6.67 percent last week, and at its lowest point since May. It is good news for home shoppers after rates soared to a peak of 7.79 percent in late October. However, the average buyer still faces paying around $800 per month more now on a home loan than if they had bought two years ago.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.zillow.com/research/most-popular-markets-2023-33523/",
    "https://zillow.com/research/most-popular-markets-2023-33523/",
    "https://www.zillow.com/research/most-popular-markets-2023-33523"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zillow zillow",
        "sentiment": "none"
      },
      {
        "name": "zillow",
        "sentiment": "none"
      },
      {
        "name": "northeast",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "west chester",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      },
      {
        "name": "midwest",
        "sentiment": "none"
      },
      {
        "name": "new hampshire",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      },
      {
        "name": "prairie village",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:20:10.701+02:00",
  "updated": "2023-12-29T00:20:10.701+02:00"
}