{
  "thread": {
    "uuid": "7bbabff3cd5b0eeb353c2e2357635fd0f31448fb",
    "url": "https://catholicexchange.com/saint-marcellinus-priest-and-saint-peter-exorcist-2",
    "site_full": "catholicexchange.com",
    "site": "catholicexchange.com",
    "site_section": "https://catholicexchange.com/feed/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Catholic Exchange",
    "title": "Saint Marcellinus, Priest, and Saint Peter, Exorcist",
    "title_full": "Saint Marcellinus, Priest, and Saint Peter, Exorcist",
    "published": "2024-06-02T08:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicexchange.com/wp-content/uploads/2023/06/640px-Marcellinus_Petrus.jpg",
    "performance_score": 0,
    "domain_rank": 59937,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7bbabff3cd5b0eeb353c2e2357635fd0f31448fb",
  "url": "https://catholicexchange.com/saint-marcellinus-priest-and-saint-peter-exorcist-2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Saints Editor",
  "published": "2024-06-02T08:25:00.000+03:00",
  "title": "Saint Marcellinus, Priest, and Saint Peter, Exorcist",
  "text": "Saints Marcellinus, a priest, and Peter, an exorcist, are celebrated together for their unwavering faith and courage in the face of persecution. Their lives, marked by service to God and ultimate martyrdom, offer profound lessons for contemporary Catholics.\nSaint Marcellinus and Saint Peter lived during the early 4th century, a time of intense persecution of Christians under the Roman Emperor Diocletian. Marcellinus served as a priest, known for his devout faith and dedication to his pastoral duties. Peter was an exorcist, entrusted with the ministry of casting out demons and aiding those oppressed by evil spirits. Their shared commitment to the Christian faith led them to work closely together in ministering to the spiritual needs of the Christian community.\nTheir arrest came amid Diocletian’s harsh measures against Christians. Refusing to renounce their faith, Marcellinus and Peter were subjected to severe torture. Despite the pain and suffering, they remained steadfast, encouraging each other and fellow Christians to hold fast to their beliefs.\nImpressed by their fortitude, their jailer, Artemius, and his family converted to Christianity. This miraculous conversion further fueled the resolve of Marcellinus and Peter. Eventually, they were sentenced to death. According to tradition, they were led to a secluded forest to prevent their bodies from becoming relics for the faithful. There, they were beheaded and buried secretly. Their burial site was later revealed, leading to the veneration of their relics.\nLessons\n- Lesson 1: Unwavering Faith in Adversity: The steadfastness of Marcellinus and Peter in the face of brutal persecution teaches us the importance of remaining true to our faith, regardless of the challenges we may encounter. Their courage reminds us that our faith should be a source of strength and conviction, especially during difficult times.\n- Lesson 2: The Power of Witnessing: Through their courageous witness, Marcellinus and Peter inspired conversions, demonstrating the profound impact of living a life devoted to Christ. Their example encourages us to be bold in our witness to the faith, understanding that our actions and steadfastness can inspire others to seek and embrace the truth of the Gospel.\nPrayer\nO glorious Saints Marcellinus and Peter, who bore witness to Christ through your unwavering faith and courageous martyrdom, intercede for us that we may remain steadfast in our faith amidst the trials and challenges of life. Grant us the courage to witness boldly to the Gospel and to inspire others through our example. May your lives of service and sacrifice remind us of the power of faith and the importance of fidelity to God. Through your intercession, may we grow in holiness and trust in God’s grace. Amen.\nOther Saints We Remember Today\nSt. Erasmus (303), Bishop and Martyr, invoked against stomach ailments\nphoto: Maeryrium der Hl. Marcellinus und Petrus via\nWikimediaCommons",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "peter",
        "sentiment": "negative"
      },
      {
        "name": "saint peter",
        "sentiment": "negative"
      },
      {
        "name": "saint marcellinus",
        "sentiment": "none"
      },
      {
        "name": "diocletian",
        "sentiment": "none"
      },
      {
        "name": "marcellinus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T09:35:02.689+03:00",
  "updated": "2024-06-02T09:35:02.689+03:00"
}