{
  "thread": {
    "uuid": "d03d2f3464e6e165eb5b43b72166f6851f01e0a7",
    "url": "https://www.muskogeephoenix.com/columns/remember-the-ladies-faith-gives-birth-to-visionary-of-healthcare-industry/article_34f5a314-a5a1-11ee-bf33-eb3e3ecfde12.html",
    "site_full": "www.muskogeephoenix.com",
    "site": "muskogeephoenix.com",
    "site_section": "http://muskogeephoenix.com//search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "www.muskogeephoenix.com - RSS Results in news,news/* of type article",
    "title": "REMEMBER THE LADIES: Faith gives birth to visionary of healthcare industry",
    "title_full": "REMEMBER THE LADIES: Faith gives birth to visionary of healthcare industry",
    "published": "2023-12-30T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/muskogeephoenix.com/content/tncms/assets/v3/editorial/b/8c/b8c4c5e7-5a23-50c1-a926-8bea113824be/644a7ca62bc39.image.jpg?crop=472%2C472%2C0%2C64&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 64696,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d03d2f3464e6e165eb5b43b72166f6851f01e0a7",
  "url": "https://www.muskogeephoenix.com/columns/remember-the-ladies-faith-gives-birth-to-visionary-of-healthcare-industry/article_34f5a314-a5a1-11ee-bf33-eb3e3ecfde12.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Edwyna Synar",
  "published": "2023-12-30T00:00:00.000+02:00",
  "title": "REMEMBER THE LADIES: Faith gives birth to visionary of healthcare industry",
  "text": "Guided by her faith, Sister Mary Coletta followed her calling to care for the poor and sick and became a leading visionary in the health care industry in Oklahoma City.\nSister Mary Coletta was born Florence Johanna Massoth in May 1919 in Piqua, Kansas. Florence attended a church school as a child in her predominantly Catholic community before moving to Oklahoma City in 1935 to graduate from St. Joseph’s High School two years later.\nIn 1939, Florence chose to dedicate her life to service in the church – just as many of her aunts, uncles and cousins had previously done. As a devout Catholic, she completed six months as a postulant and took the name Mary Coletta, in honor of her cousin and best friend who died a few years earlier. She joined the Sisters of Mercy, founded in Ireland in 1831 who first traveled to Indian Territory as educators in 1884.\nShe enrolled at St. John’s School of Nursing in St. Louis in 1946, just a year before the Sisters of Mercy bought Oklahoma City General Hospital. After graduating in 1950, Sister Coletta earned a bachelor’s degree in nursing education from the Incarnate Word College in San Antonio. Her initial assignment in 1951 was the night shift at Mercy Hospital – Oklahoma City General.\nSister Coletta was named Mercy’s director of the School of Nursing. Within six months, she was promoted to the position of director of the School of Nursing. Sister Coletta implemented changes to the curriculum and recruited the best physicians and surgeons to teach the students. Her supervisors recognized her potential for leadership and sent her to Catholic University in Washington DC in 1955 to complete her master’s degree in nursing administration.\nReturning to Oklahoma City, she was made director of nursing services at Mercy Hospital in 1956, during the third phase of the hospital’s expansion program, which had been outlined by the Sisters of Mercy when they bought the hospital. During this period, the hospital opened a $1 million wing, a $500,000 surgical suite and a $60,000 heart and blood vessel center. In 1962, Sister Coletta transferred to St. Edward’s School of Nursing in Fort Smith in 1962.\nShe returned to Oklahoma City in 1966 and became executive director of the hospital in 1968. She realized the downtown hospital couldn’t expand to meet the needs of the community and it was too expensive to continue to repair the aging building. By 1969, Mercy was financially forced to downsize and that’s when Sister Coletta took a giant leap of faith. She convinced a group of advisors – the Who’s Who of Oklahoma City – to help her raise funds for a new location for Mercy Hospital that would hold a large population in the future.\nThe leaders told her Oklahoma City was going to move north so Sister Coletta settled on forty areas at Memorial and Meridian, a decision that even fellow board members found surprising. The Sisters purchased twenty acres for $120,000 and nearby developers donated another twenty acres. In 1970, construction began on Mercy Hospital Oklahoma City. Sister Coletta had stayed true to her vision. The hospital opened in June 1974, with Sister Coletta serving as the administrator until 1978.\nAfter being diagnosed with terminal colon cancer in 1980, Sister Coletta dreamed of developing a cancer center on the Mercy OKC campus to provide cancer care services, as well as comprehensive services dedicated to breast health. She never saw her vision come to fruition as she died in January 1983 at age 63. In 2014, the Mercy Cancer Center opened, named the Coletta Building in her honor. Some suggest that if it weren’t for her determination, there might not be a Mercy Hospital Oklahoma City at all.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary coletta",
        "sentiment": "neutral"
      },
      {
        "name": "florence johanna massoth",
        "sentiment": "none"
      },
      {
        "name": "coletta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "st. john’s school of nursing",
        "sentiment": "none"
      },
      {
        "name": "st. joseph’s high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oklahoma city",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "florence",
        "sentiment": "none"
      },
      {
        "name": "oklahoma city general hospital",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      },
      {
        "name": "piqua",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T06:33:32.793+02:00",
  "updated": "2023-12-30T06:33:32.793+02:00"
}