{
  "thread": {
    "uuid": "bb8f2ad973f1fdee7cee1024bd554750e7151acd",
    "url": "https://www.fredzone.org/spacex-lance-x37b-fusee-falcon-heavy-rcp345",
    "site_full": "www.fredzone.org",
    "site": "fredzone.org",
    "site_section": "https://www.fredzone.org/feed",
    "site_categories": [
      "tech"
    ],
    "section_title": "Fredzone",
    "title": "SpaceX lance le X-37B à bord d’une fusée Falcon Heavy !",
    "title_full": "SpaceX lance le X-37B à bord d’une fusée Falcon Heavy !",
    "published": "2023-12-30T16:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.fredzone.org/wp-content/uploads/2022/07/Falcon-Heavy.jpg",
    "performance_score": 0,
    "domain_rank": 80587,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bb8f2ad973f1fdee7cee1024bd554750e7151acd",
  "url": "https://www.fredzone.org/spacex-lance-x37b-fusee-falcon-heavy-rcp345",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Precieux",
  "published": "2023-12-30T16:45:00.000+02:00",
  "title": "SpaceX lance le X-37B à bord d’une fusée Falcon Heavy !",
  "text": "La société SpaceX d’Elon Musk vient de réaliser un nouvel exploit avec le lancement réussi du vaisseau spatial secret X-37B de la Space Force. Plusieurs fois reporté en raison des conditions météorologiques et de problèmes techniques, le décollage a eu finalement lieu le 28 décembre 2023. Dans le cadre de cette opération qui s’est déroulée au Kennedy Space Center en Floride, SpaceX a utilisé une fusée Falcon Heavy.\nUn vaisseau spatial robotique spécial pour le Pentagone\nLe Boeing\nX-37B est un vaisseau spatial robotique sans pilote exploité par le Rapid Capabilities Office de l’Air Force en collaboration avec la Space Force. Encore appelé « véhicule d’essai orbital », il est conçu comme un vaisseau spatial réutilisable lancé verticalement en orbite par un lancer. Il finit ensuite par rentrer dans l’atmosphère sous forme d’un avion spatial atterrissant horizontalement sur une piste comme une navette spatiale. Selon l’Air Force, il s’agit d’un véhicule spécial pour le Pentagone.\nIl est en effet doté de la capacité de renvoyer sur Terre des expériences réalisées dans l’espace dans le cadre de diverses analyses scientifiques. Pour le moment toutefois, on connait peu de détails sur les opérations ainsi que les tests relatifs au X-37B. Néanmoins, les autorités américaines ont rendu publiques des informations générales sur les technologies testées par ce dernier. Cela inclut entre autres des systèmes comme le guidage, la navigation, le contrôle avancé et les systèmes de protection thermique.\nÀ cela s’ajoute l’avionique, les structures et les joints à haute température, l’isolation conforme réutilisable et le vol orbital autonome. Le X-37B est conçu pour rester dans l’espace pour des missions de longue durée (soit 270 jours au minimum) même si les missions durent plus longtemps. Pour sa 5ᵉ et sa 6ᵉ mission, en guise d’illustration, l’appareil a atteint respectivement 780 et 908 jours en orbite.\nÀ lire aussi :\nL’U.S. Space Force et SpaceX vont bientôt lancer l’avion spatial secret X-37B\nUn moyen de concurrencer l’avion Shenlong chinois ?\nLe lancement du vaisseau spatial X-37B a eu lieu deux semaines après le lancement de l’avion spatial robot Shenlong. Et pour de nombreux spécialistes du domaine, cela ajoute une nouvelle tournure à la rivalité croissante entre les USA et la Chine dans l’espace. Pour mener à bien l’opération, le pays a utilisé une fusée Longue Marche 2F, un système de lancement moins puissant que le Falcon Heavy de SpaceX. Pour cause, il sert à transporter des charges utiles en orbite terrestre basse.\nSelon le général B Chance Slatzman de la Force spatiale : « Il n’est pas surprenant que les Chinois soient extrêmement intéressés par notre avion spatial. Nous sommes extrêmement intéressés par les leurs… Ce sont deux des objets en orbite les plus observés lorsqu’ils sont en orbite. Ce n’est probablement pas une coïncidence s’ils essaient de nous égaler en termes de timing et de séquences ».\nSource :\nFoxBusiness et The Guardian",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.theguardian.com/science/2023/dec/29/us-military-x-37b-robot-spaceplane-spacex-falcon-heavy-rocket-secret-mission",
    "https://www.foxbusiness.com/markets/spacex-launches-x-37b-aboard-falcon-heavy-rocket-kennedy-space-center",
    "https://foxbusiness.com/markets/spacex-launches-x-37b-aboard-falcon-heavy-rocket-kennedy-space-center",
    "https://theguardian.com/science/2023/dec/29/us-military-x-37b-robot-spaceplane-spacex-falcon-heavy-rocket-secret-mission"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T16:46:55.070+02:00",
  "updated": "2023-12-30T16:46:55.070+02:00"
}