{
  "thread": {
    "uuid": "5206afd3bc379e1c7909713d073e2d1309d8457b",
    "url": "https://www.artsy.net/article/artsy-editorial-5-standout-lots-fire-island-artist-residencys-2024-benefit-auction",
    "site_full": "www.artsy.net",
    "site": "artsy.net",
    "site_section": "https://www.artsy.net/articles",
    "site_categories": [
      "hobbies_and_interests",
      "arts_and_crafts"
    ],
    "section_title": "Editorial | Artsy",
    "title": "Collectors Rob & Eric Thomas-Suwall Share Standout Lots from the 2024 Fire Island Artist Residency Benefit Auction | Artsy",
    "title_full": "Collectors Rob & Eric Thomas-Suwall Share Standout Lots from the 2024 Fire Island Artist Residency Benefit Auction | Artsy",
    "published": "2024-03-14T18:28:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ET",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2513,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5206afd3bc379e1c7909713d073e2d1309d8457b",
  "url": "https://www.artsy.net/article/artsy-editorial-5-standout-lots-fire-island-artist-residencys-2024-benefit-auction",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Arun Kakar",
  "published": "2024-03-14T18:28:00.000+02:00",
  "title": "Collectors Rob & Eric Thomas-Suwall Share Standout Lots from the 2024 Fire Island Artist Residency Benefit Auction | Artsy",
  "text": "[Arun Kakar](/article/artsy-editorial-5-standout-lots-fire-island-artist-residencys-2024-benefit-auction) Collectors Rob & Eric Thomas-Suwall Share Standout Lots from the 2024 Fire Island Artist Residency Benefit Auction The [2024 Fire Island Artist Residency (FIAR) benefit auction](https://www.artsy.net/auction/fire-island-artist-residency-benefit-auction-2024) is special for both its cause and curators. This year’s sale, which runs from March 15th through 28th on Artsy, is curated by collectors Rob and Eric Thomas-Suwall. The couple is known for [amassing an enviable collection of works](https://www.artsy.net/article/artsy-editorial-inside-collection-rob-eric-thomas-suwall) by emerging and mid-career female-identifying and queer artists, which they share on their Instagram account, [The Icy Gays](https://www.instagram.com/theicygays/?hl=en). Rob—a surgeon—and Eric—a political theory professor—have also channeled their artistic passions into support for arts organizations that align with their visions of supporting LGBTQ+ and women artists. They first came into contact with FIAR through a studio visit with the artist [Chris Bogia](https://www.artsy.net/artist/chris-bogia), who co-founded the nonprofit. “We had been a big fan of his work for a while, and then found out about the residency,” Eric recalled. Since FIAR launched in 2011 as the first residency dedicated to LGBTQ+ artists, it has become well known for its creative community. The four-week summer residency on New York’s Fire Island offers a selected group of artists free working and living space and programming, including visits from renowned artists and scholars, like [Jeffrey Gibson](https://www.artsy.net/artist/jeffrey-gibson), [Derrick Adams](https://www.artsy.net/artist/derrick-adams), and [Abigail DeVille](https://www.artsy.net/artist/abigail-deville). Past artists in residence include rising artists [Marcel Alcalá](https://www.artsy.net/artist/marcel-alcala), [Paolo Arao](https://www.artsy.net/artist/paolo-arao), [Elijah Burgher](https://www.artsy.net/artist/elijah-burgher), [Moises Salazar](https://www.artsy.net/artist/moises-salazar-tlatenchi), and [Willa Wasserman](https://www.artsy.net/artist/willa-wasserman). Bogia invited the Thomas-Suwalls onto the board of FIAR a few years ago. “What we love about Fire Island is this sense of community, celebration, and artistry,” Rob said. “That’s what FIAR does and we wanted to help support their mission.” [The 2024 FIAR benefit auction](https://www.artsy.net/auction/fire-island-artist-residency-benefit-auction-2024) features 28 lots from a stellar list of artists, many of whom are either past FIAR residents or artists from the Thomas-Suwall collection. The sale features works by the likes of [Sara Anstis](https://www.artsy.net/artist/sara-anstis), [Deborah Brown](https://www.artsy.net/artist/deborah-brown), [Elizabeth Glaessner](https://www.artsy.net/artist/elizabeth-glaessner), [Molly Greene](https://www.artsy.net/artist/molly-greene), and [Robin F. Williams](https://www.artsy.net/artist/robin-f-williams), among others. In April, the couple will also open the exhibition “FULL DISCLOSURE: Selections from the Thomas-Suwall Collection” at the Plains Art Museum in Fargo, North Dakota, curated by Anne-Laure Lemaitre. “It’s really exciting to be able to celebrate all of these queer artists, feminist artists, and galleries that have been such a part of our story,” Rob said. “Many of the artists who are in this auction and who have worked with FIAR are going to be in that show. We as collectors are so thrilled to be able to give their work a larger audience through the museum show, but then also through this auction.” The auction, a testament to both the support for FIAR and the caliber of artists involved in the residency, features works starting from $1,000. “You not only get to live with something that’s amazing, but you also get to support and celebrate this important artist residency,” Rob added. Here, the couple share five of the standout works from the sale. [Corydon Cowansage](https://www.artsy.net/artist/corydon-cowansage), Green, Turquoise, Purple, 2024 [Corydon Cowansage](https://www.artsy.net/artist/corydon-cowansage)’s inclusion in this auction marks a “full circle” moment for the couple. “She was the very first artist that we collected,” said Eric. “It all started with Corydon.” The Philadelphia-born artist contributes a brand new acrylic-on-paper work, Green, Turquoise, Purple (2024), which exemplifies the artist’s innovative use of tonalities and textures. “The way that Corydon plays with color is amazing,” said Rob. “She brings in biomorphic shapes that could be lips, they could be leaves, they’re stacked, they’re encased within the shape.” The couple noted that this piece is a relatively small-scale example of the artist’s work at just 12 by 9 inches, compared to the much larger canvases that she is known for today. “This is a version that you can feasibly live with, and that is accessible to so many people,” said Rob. “That’s one of the things that we really love about this piece in particular.” The work has a starting bid of $1,400. “You can get something really incredible from an artist that’s doing something really exciting for less than you think, and this is a perfect example of that,” Rob added. [Molly Greene](https://www.artsy.net/artist/molly-greene), Splinter, 2024 The Thomas-Suwalls were “one of the first” collectors to purchase work by the sought-after painter [Molly Greene](https://www.artsy.net/artist/molly-greene) after coming across her work at a “GIFC (Got It For Cheap)” traveling group show. “We bought one of her very first paintings ever,” said Rob. “We were just blown away by these biomorphic, futuristic, bizarre, amazing, surreal works.” This acrylic work, Splinter (2024), is exemplary of the artist’s signature style, fusing surrealistic elements with the natural world. “We couldn’t be more thrilled to have this as part of the auction,” said Rob. “There’s this almost alien femininity to her work that feels hyper-contemporary, but then also kind of ancient in a way. I think that the way that she does these gradients—it feels familiar yet alien at the same time.” The artist’s exploration of growth and nature aligns with the FIAR residency, he added: “These artists are able to come and live with nature and experience nature and kind of allow that to wash over them and maybe impact their practice in some way. And I think that when you look at our collection, there’s certainly this through-line of nature. Molly’s work in particular is a great example of that.” [Sara Anstis](https://www.artsy.net/artist/sara-anstis), Aconites, 2024 The couple first discovered [Sara Anstis](https://www.artsy.net/artist/sara-anstis) at NADA Miami in 2019, after hearing about her work from a friend. “We ran to see this large-scale pastel on paper piece of these surreal women living their best lives in nature and it was sold,” Rob recalled. After some time “waiting our turn,” the pair were eventually able to acquire a “fabulous” pencil on paper work, and have remained fans of the artist as she has ascended in the art world, including joining [Kasmin](https://www.artsy.net/partner/kasmin) in 2022. For the couple, Aconites (2024) represents how the artist “has really come into her own,” said Rob. “There’s this marriage between the softness of the pastel and the imagery that she’s depicting,” said Rob. “These women are friends or lovers or mothers and daughters, and there’s an intimacy to the work.” They noted that the depiction of nudity feels special—rather than voyeuristic—and its theme of connection mirrors that of FIAR. “This moment of connection that you feel through the work itself is again such a part of FIAR,” said Rob. “It’s all about making these connections. It’s about these artists and these women and these men coming together and having these connections. Sara’s work is a great example of that, in a way, and we couldn’t be more thrilled to have it be a part of the auction.” [Robin F. Williams](https://www.artsy.net/artist/robin-f-williams), A Sound Around No One, 2024 [Robin F. Williams](https://www.artsy.net/artist/robin-f-williams) is an artist that the couple came across through New York gallery [P.P.O.W](https://www.artsy.net/partner/p-dot-p-o-dot-w) (which represents her). They first encountered a drawing by the artist that left quite the impression. “I lost my mind,” Eric recalled of the experience. Williams, who has an upcoming retrospective at the Columbus Museum of Art in April, contributes the drawing A Sound Around No One (2024), which depicts a figure shouting in a forest. “When she paints she does all these amazing techniques. She’s like a wizard with paint, but with the drawings you actually can see her hand in it, and I think there’s an emotion to the drawings that she talks about as an integral part of this process of making these paintings,” said Rob. This emotive aspect comes to the fore in this work, he added: “There’s an honesty to this emotion that we kind of all feel at some point and I think you can certainly feel it from Robin’s drawings,” he said. “Robin is certainly exploring this kind of feminine anger in a way that feels so honest and so moving. We couldn’t be more thrilled to have that work be part of the collection.” [Michael Childress](https://www.artsy.net/artist/michael-childress), Burning Ring / Desire, 2023 [Michael Childress](https://www.artsy.net/artist/michael-childress)’s painting Burning Ring / Desire (2023) brings together the artist’s signature use of geometric abstraction, while exploring the environment. “Michael is obviously an abstract artist, but he’s also drawing from nature and he makes these beautiful, transcendental works,” Eric said. The artist, who had solo shows last year with Atlanta’s [Wolfgang Gallery](https://www.artsy.net/partner/wolfgang-gallery) and New York’s [Hesse Flatow](https://www.artsy.net/partner/hesse-flatow), combines natural, scientific, and computational forms into a unique visual. Childress’s work also bears many parallels to the spirit of FIAR. “It’s a beautiful piece, how he stains the canvas and is able to manipulate these forms,” said Eric. “It almost feels like portals to another world, and for queer people that are escaping this world when they go to FIAR for this moment of transcendental-like joy…I feel like that’s really captured in Michael’s abstract paintings.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/theicygays/?hl=en",
    "https://www.instagram.com/theicygays/",
    "https://instagram.com/theicygays/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eric thomas",
        "sentiment": "negative"
      },
      {
        "name": "eric thomas-suwall",
        "sentiment": "none"
      },
      {
        "name": "rob",
        "sentiment": "none"
      },
      {
        "name": "eric",
        "sentiment": "none"
      },
      {
        "name": "chris bogia",
        "sentiment": "none"
      },
      {
        "name": "eric—",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fiar",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:06:26.729+02:00",
  "updated": "2024-03-22T02:44:02.291+02:00"
}