{
  "thread": {
    "uuid": "4597b12b117d39d65a203c26fc8ba613b56c5338",
    "url": "https://www.theclarionnews.com/living/foxburg-chamber-of-commerce-seeking-volunteers/article_40c19352-2817-4c1e-a48b-bd077f455833.html",
    "site_full": "www.theclarionnews.com",
    "site": "theclarionnews.com",
    "site_section": "http://www.theclarionnews.com/search/?f=rss&t=article&c=living&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.theclarionnews.com - RSS Results in living of type article",
    "site_title": "theclarionnews.com | Clarion County's Best Local and Information Source Since 1840",
    "title": "Foxburg Chamber of Commerce seeking volunteers",
    "title_full": "Foxburg Chamber of Commerce seeking volunteers",
    "published": "2025-09-04T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/theclarionnews.com/content/tncms/assets/v3/media/3/93/39334f0c-01b4-11ef-a5e5-0b8bf2f1c467/662820efafc4d.image.png?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 659263,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4597b12b117d39d65a203c26fc8ba613b56c5338",
  "url": "https://www.theclarionnews.com/living/foxburg-chamber-of-commerce-seeking-volunteers/article_40c19352-2817-4c1e-a48b-bd077f455833.html",
  "ord_in_thread": 0,
  "author": null,
  "published": "2025-09-04T07:00:00.000+03:00",
  "title": "Foxburg Chamber of Commerce seeking volunteers",
  "text": "FOXBURG -- The Foxburg Chamber of Commerce invites our residents and surrounding community members to get involved! We’re looking for passionate people to volunteer, collaborate, help raise funds, and assist in planning upcoming events that make Foxburg shine.\nFoxburg Chamber of Commerce seeking volunteers\nBUTLER -- VA Butler Health Care is hosting a walk and resource fair for local Veterans in recognition of Suicide Prevention Month. The event, known as “Walk to Remember,” will show support for Veterans and loved ones who struggle with connecting with friends and family. VA enrollment assista…\nUNIVERSITY PARK — Conservation volunteers, educators, green industry professionals, master gardeners or anyone interested in learning about invasive species and strategies to combat their spread can attend free webinars hosted by Penn State Extension.\nUNIVERSITY PARK — Penn State’s Turfgrass Job and Internship Fair and the Thomas L. Watschke Scholarship Golf Tournament, scheduled for Oct. 14, will offer participants a day of connections, golf and awards.\nFOXBURG -- The Foxburg Chamber of Commerce invites our residents and surrounding community members to get involved! We’re looking for passionate people to volunteer, collaborate, help raise funds, and assist in planning upcoming events that make Foxburg shine.\nNew digital trail information covers more than 1,700 miles across Pennsylvania state parks, creating a more robust resource park visitors, land managers, and developers.\nPARKER -- The blast of a muzzleloader, the aroma of food cooking over a campfire and folks who look like they stepped out of a history book will be greeting visitors at the National Rendezvous and Living History Foundation’s (NRLHF) Eastern Primitive Rendezvous (Eastern) early this fall. The…\nBUTLER – Butler VA Health Care System is hosting a Patriot Day Veteran Outreach Event on Saturday, September 13, 2025, from 12 p.m. – 3 p.m. The event will be held at Harvest Church located at 143 Reed Road, Kittanning, PA 16201. The event is being held in honor of September 11, Patriot Day.\nCLARION -- Has this ever happened to you? You’re hiking, driving, biking, or just out in your backyard, and you see what seems to be an injured bird or animal. Your heart lurches with a desire to help. But how? What is the right thing to do?\nBUTLER – The Butler VA Health Care System is partnering with the Pennsylvania CareerLink of Butler County to host a Job Fair for Veterans and their families on Friday, September 5 from 11 a.m. – 2 p.m. at the Abie Abraham VA Health Care Center located at 353 North Duffy Road, Butler, PA.\nCLARION -- Thirteen members were weighed at the July 28 meeting of Take off Pounds Sensibly 742 of Clarion.\n- By Alex Vega\nAs a biologist, I have been asked by many, many people; “why do we need mosquitos?” and “Why can’t we just kill all the ticks?” People may argue that they serve no purpose in the ecosystem, and nothing would really be affected if we got rid of them. After all, these animals are just nuisance…\nWCoNA Writers Conference of Northern Appalachia® Announces Writers in the Woods: a day of workshops to help you be a better writer\nCOOKSBURG -- The Writers Conference of Northern Appalachia is hosting a day of workshops for writers at the Sawmill Center for the Arts, Cook Forest State Park, Cooksburg on September 27, from 10 a.m. to 4:30 p.m.\nBUTLER — Roger Lutz, chief information officer of Independence Health System, has been named one of Becker’s Hospital Review’s “Hospital and health system CIOs to know” for 2025. He is recognized among 148 national leaders for driving innovation, cybersecurity and digital transformation acro…\nKNOX -- The Keystone High School Class of 1970 is holding its 55th class reunion at Hoss’s Steak and Sea House in Seneca Saturday, Sept. 20.\nFOXBURG -- Celebrate the end of Summer in Foxburg on the beautiful Allegheny with a night of fabulous entertainment and dancing to the John Burgh All Stars featuring versatile songstress Lisa Bleil and Pittsburgh's hottest, legendary instrumentalists - clarinetist/saxophonist Benny Benack II…\nFOXBURG -- The Foxburg Chamber of Commerce invites our residents and surrounding community members to get involved! We’re looking for passionate people to volunteer, collaborate, help raise funds, and assist in planning upcoming events that make Foxburg shine.\nFOXBURG -- The Garden Club of Clarion County held a meeting on August 12 hosted by the Foxburg members at Lincoln Hall, Foxburg.\nKNOX -- The Knox Public Library and Mary Rose Ragon present a Pressed Flowers Workshop on Saturday, September 20.\nFOXBURG -- The Foxburg Chamber of Commerce invites our residents and surrounding community members to get involved! We’re looking for passionate people to volunteer, collaborate, help raise funds, and assist in planning upcoming events that make Foxburg shine.\nKNOX -- Contact the Knox Public Library to pre-register for their Financial Aid 101 workshop on September 13 at 11 a.m.\n- By Rosemary Wolbert\nThe classic hamburger is quintessentially American. We all have our favorite versions, of course. Mine is a medium rare burger, with horseradish sauce, lettuce and tomato – maybe an onion. My husband likes his more well done, and his better have cheese, ketchup and relish.\nFOXBURG -- The Foxburg Chamber of Commerce invites our residents and surrounding community members to get involved! We’re looking for passionate people to volunteer, collaborate, help raise funds, and assist in planning upcoming events that make Foxburg shine.\nNew toll-free hotline launches to connect unaffiliated sickle cell disease patients in Pennsylvania to care\nPITTSBURGH – This September, in recognition of National Sickle Cell Awareness Month, the Children’s Sickle Cell Foundation Inc. and SiNERGe (Sickle Cell Improvement in the Northeast Region through Education, a collaborative of community-based sickle cell organizations and clinical sites in …\nCLARION--Community Action, Inc. is inviting residents of Clarion and Jefferson counties to participate in a brief survey focused on identifying the most pressing issues facing their communities. The results will guide the organization in prioritizing programs and services that effectively ad…\nCLARION -- Partisan redistricting or gerrymandering has interacted with other factors in complex ways in Pennsylvania to produce one of the most expensive and least effective legislatures in the nation. Good bipartisan legislation has been repeatedly introduced, only to die in one chamber or…\nINDIANA, Pa. -- According to the National Survey on Drug Use and Health, the summer months are a peak time for first-time substance use among youth, particularly when it comes to alcohol, cigarettes, and marijuana. Armstrong-Indiana-Clarion Drug and Alcohol Commission wants to educate loca…\nNEW BETHLEHEM – After 21 years of service Susan Guntrum has retired from the Charles P. Leach Agency. Susan was a licensed Property & Casualty agent who has been helping people pinpoint their personal insurance needs and obtain the top-quality protection they deserve. Susan joined Charle…\nNEW BETHLEHEM -- Main routes of the Underground Railroad in Armstrong, Clarion and Jefferson counties will be presented Monday, August 11th, at 6:30 p.m. at the History Center located at 301 Broad Street, New Bethlehem.\nUNIVERSITY PARK — Beef cattle producers, beef cattle nutritionists and small meatpackers can gain insight into the beef production process by attending the “Beef Cattle Short Course,” a two-day workshop hosted by Penn State Extension with support from the Pennsylvania Beef Producers Working Group.\nFOXBURG -- After her tour de force virtuosic program last season – and two standing ovations from her ecstatic Lincoln Hall audience, internationally acclaimed piano virtuoso and stunning Svetlana Smolina is back by popular demand with a summer piano pops program of Romantic masterworks on S…\n- By David A. Hollis CLARION NEWS Staff Writer\nCLARION COUNTY -- It used to be that for a man to join the world’s oldest fraternity, the Freemasons, he would have to take the initiative and inquire with someone who was already a member, hence where the slogan “To Be One Ask One” came from. This is no longer the case, and the Masonic lodg…\nCLARION -- Fifteen members attended and were weighed at the July 21 meeting of Take off Pounds Sensibly 742 of Clarion.\nBUTLER — Butler VA Health Care System will be hosting a Summer VET Fest & Veteran Creative Arts Festival on Tuesday, August 12, from Noon until 4 p.m. at the Abie Abraham VA Health Care Center located at 353 North Duffy Road, Butler, PA 16001. Veterans, their families, caregivers, surv…\nCLARION — What’s your favorite go-to dish? Do you have a family recipe that deserves to be shared?\n- By Alex Vega\nI sat in the front of a canoe as my herpetology professor, a man affectionately nicknamed the “crazy turtle guy”, carefully navigated through the murky waters of French Creek. In a tangle of water plants and a partially submerged log, we saw what we were looking for; the marker of a trap he …\nCLARION -- Thirteen members attended and were weighed at the July 14 meeting of Take off Pounds Sensibly 742 of Clarion.\nERIE -- The Most Rev. Lawrence T. Persico, bishop of Erie, appointed several clergy throughout the Diocese of Erie to new assignments.\nRIMERSBURG – Cherry Run Camp, a cherished spiritual retreat in Rimersburg, Pennsylvania, is gearing up for its 2025 camp meeting, set to take place July 26 through August 3. This week-long event will feature inspiring speakers, community fellowship, and spiritual renewal. There will be activ…\nCLARION -- Thirteen members attended and were weighed at the July 7 meeting of Take off Pounds Sensibly 742 of Clarion.\nSHIPPENVILLE – Gary and Barbara (Lehman) Dittman of Shippenville will mark their 50th wedding anniversary Saturday, July 26.\nCLARION -- The American Legion Post 66 Auxiliary held its monthly meeting on July 14.\nKNOX -- The Knox Public Library is hosting a Children's Art Showcase along with their Used Books and More Sale as part of the annual Horsethief Days celebrations.\nCLARION – PA CareerLink is hosting a National Hire a Veteran Day Career and Resource Fair at the VFW -- Spec. Ross A McGinnis Post 2145 at 603 Liberty Street in Clarion from Monday, July 28 from 11 a.m. to 3 p.m.\nCLARION -- Thirteen members attended and were weighed at the July 7 meeting of Take off Pounds Sensibly 742 of Clarion.\nPUNXSUTAWNEY— Community Action, Inc., Neighborhood Legal Services, and Summit Legal Aid are inviting residents of Clarion, Jefferson, and surrounding counties to take part in community focus groups this August. These conversations aim to better understand the everyday social and legal challe…\n- By Rosemary Wolbert\nRemember a silly, fun song from the 1970”s, “Coconut” by Henry Nillsson?\nKNOX -- The Knox Public Library is hosting a Children's Art Showcase along with their Used Books and More Sale as part of the annual Horsethief Days celebrations.\nUNIVERSITY PARK, Pa. — Green industry professionals and others interested in biological control and sustainable pest solutions can learn about the latest recommendations and best practices by attending an upcoming Penn State Extension workshop.\nTITUSVILLE – Drake Well Museum and Park will host its annual Drake Day celebration on Sunday, August 10, from 10 a.m. to 4 p.m., commemorating Edwin Drake’s famous oil strike in Titusville in August 1859!\nBUTLER — Butler VA Health Care System will be hosting two training sessions to educate enrolled and eligible Veterans, their families, and caregivers about filing a claim for Beneficiary Travel reimbursement.\nFRYBURG--The Garden Club of Clarion County held a meeting on July 8, hosted by the Fryburg members at Zack’s in New Bethlehem. President Lee Ann Ishman opened the meeting; thirty-one members were present and four guests attended.\nCLARION -- Thirteen members attended and were weighed at the June 23 meeting of Take off Pounds Sensibly 742 of Clarion.\nCLARION – Civil War author Bob O’Connor is researching a book about John Lower/Lauer from Clarion County and any other soldiers who were members of the 103rd Pennsylvania Volunteers and is seeking any information CLARION NEWS readers might have.\nFOXBURG -- In ARCA’s 20th Anniversary Season, “Culture with a View” in Foxburg on the beautiful Allegheny River takes on enhanced meaning with the Red Brick Gallery’s summer exhibit featuring three diverse artists each inspired by the richness of their international travel and world cultures.\nCLARION -- The Clarion First Presbyterian Church will distribute food bags Thursday, July 10 at 2 p.m.\nUNIVERSITY PARK, — A Penn State Extension toll-free hotline that provides quick updates on the latest disease and pest management issues for Pennsylvania vegetable, fruit and greenhouse growers has expanded to include new topics for the 2025 growing season.\nCLARION – PA CareerLink is hosting a National Hire a Veteran Day Career and Resource Fair at the VFW -- Spec. Ross A McGinnis Post 2145 at 603 Liberty Street in Clarion from Monday, July 28 from 11 a.m. to 3 p.m.\nCLARION -- Twelve members attended and were weighed at the June 16 meeting of Take off Pounds Sensibly 742 of Clarion.\nFOXBURG -- It’s the perfect outdoor concert and party of the summer! Bring together a group of friends and celebrate ARCA’s 20th Birthday in the golden twilight at beautiful RiverStone Estate dancing to the fabulous InTransit Band on Sunday, July 20 from 6 p.m. to 9 p.m. with their nine-pie…\nOfficials encouraged those visiting state parks and forests to be mindful of ticks, overall health while enjoying time recreating outdoors this summer.\nPITTSBURGH — Intense, progressive resistance training may be associated with the prevention or reduction of lymphedema among breast cancer survivors, according to a new clinical study authored by Allegheny Health Network researchers and published through the Journal of the American Medical …\nWarns of broad-impact on families and farmers if program is eliminated\nFOXBURG -- This is joyous Bluegrass summer entertainment at its BEST, as The David Mayfield Parade returns to Lincoln Hall on Saturday, July 12 at 7:30 p.m. with Bluegrass Showmanship that is “A combination of music and comedy worthy of a traveling vaudeville act” (Boston Globe).\nTITUSVILLE – Spots are still available for the popular Discovery Day Camp at Drake Well Museum and Park, sponsored by CSR Services LLC! This exciting day camp focuses on the science of petroleum while also exploring the history of the early oil industry in western Pennsylvania. The camp, ope…\nCLARION -- Thirteen members attended and were weighed at the June 9 meeting of Take off Pounds Sensibly 742 of Clarion.\nFRANKLIN -- Since the 1800s, more than 760,000 oil and gas wells have been drilled in Pennsylvania—many without documentation or regulation. Today, an estimated half a million abandoned wells remain unaccounted for, posing serious risks to both people and the environment.\nCLARION -- Thirteen members attended and were weighed at the June 2 meeting of Take off Pounds Sensibly 742 of Clarion.\n- By Alex Vega\nWhen most people imagine an otter, they likely imagine a fluffy sea creature that floats in kelp beds off the coast of California. While the sea otter is certainly the most iconic species, most otter species live in freshwater, dwelling in rivers. This includes the Clarion River.\nMARBLE -- Patricia and Ronald Amsler of Marble celebrated their 70th wedding anniversary on June 25, 2025. This extraordinary milestone, also known as the Platinum Anniversary, marks seven decades of love, companionship and shared life together.\nNEW BETHLEHEM - Melissa Garland, a Sales Executive in our Personal Department, of Charles Leach in New Bethlehem, PA recently attended a GBU Life Seminar called Innovate to Elevate and was sponsored by GBU Life. The seminar focused on innovation and advancement and aims to help attendees lea…\nDCNR’s annual training at Shippensburg University in Cumberland County prepared hundreds of firefighters from 11 states — including Pennsylvania — to respond to wildfires and natural disasters across the country.\nHeat can be dangerous for anyone. Stay hydrated, stay cool and stay connected\nPROSPECT -- Girl Scouts Western Pennsylvania congratulates 35 Girl Scouts on earning the Girl Scout Gold Award, the most prestigious award in Girl Scouting. Girl Scouts individually invest at least 80 hours of planning and implementation into their Gold Award projects, benefiting their commu…\nSLIGO--Girl Scouts Western Pa. is celebrating Gold Award Girl Scout Magen Walzak of Clarion County who invested over 80 hours creating lasting impact in her community of Sligo.\nCLARION -- The Clarion American Legion Post #066 will be sponsoring an 18-hole golf tournament on August 30 at 1 p.m. at Clarion Oaks Golf Course.\nUNIVERSITY PARK— Interested in learning about forest regeneration in action during a guided walk on a managed tree farm? Penn State Extension will hold a no-cost workshop, “Tree Regeneration: The Good, the Bad, the None” from 6 p.m. to 8 p.m. June 26, at Hillwood Tree Farm, 143 Shady Drive, …\nCLARION -- The Kiwanis Club of Clarion recently held its annual scholarship awards dinner. Each year the Club awards two scholarships to students who will attend PennWest Clarion in the following fall. All graduating seniors who attend one of the Clarion County High Schools are eligible to…\nTRANSFER -- The Garden Club of Clarion County held a meeting on June 10, hosted by Clarion/Clarion-Limestone members at DJ’s Nursery in Transfer. Past President Darlene Hartle opened the meeting; sixteen members attended and one guest was present.\nPublications, online courses and webinars support hobbyists and professionals alike\nERIE -- As schools across northwest Pennsylvania begin to let out for summer vacation, thousands of children who rely on school meals will lose access to the consistent nutrition provided by school breakfasts and lunches.\nBROOKVILLE -- From June 14 to June 21 the Jefferson County History Center will be participating in many of the Brookville Laurel Festival Events, Main Street in Historic Downtown Brookville:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "topics": [
    "Social Issue->communities",
    "Social Issue->charity",
    "Social Issue->social services",
    "Human Interest->high society",
    "Economy, Business and Finance->human resources",
    "Economy, Business and Finance->business service"
  ],
  "ai_allow": false,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Thomas L. Watschke",
        "sentiment": "none"
      }
    ],
    "locations": [],
    "organizations": [
      {
        "name": "Foxburg Chamber of Commerce",
        "sentiment": "none",
        "tickers": []
      },
      {
        "name": "VA Butler Health Care",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": null,
    "top_news": [],
    "bias": null,
    "source": {
      "type": "local_news",
      "city": [
        "Leeper",
        "Sligo",
        "Knoxville",
        "Marienville",
        "Shippenville",
        "Lorain",
        "Foxburg",
        "Callensburg",
        "Knox",
        "Clarion",
        "New Columbus"
      ],
      "state": [
        "Pennsylvania",
        "Iowa"
      ],
      "country": [
        "US"
      ],
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-09-04T07:47:24.455+03:00",
  "updated": "2025-09-04T07:50:43.000+03:00"
}