{
  "thread": {
    "uuid": "bf741519ad3a0d740ee685f0b128295e5d670098",
    "url": "https://caracol.com.co/2024/02/15/el-2024-tendra-las-mejores-auroras-boreales-en-10-anos-le-contamos-por-que",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Caracol Radio | Noticias, deportes y opinión en Colombia | Caracol Radio",
    "title": "Auroras boreales : El 2024 tendrá las mejores auroras boreales en 10 años; le contamos por qué",
    "title_full": "Auroras boreales : El 2024 tendrá las mejores auroras boreales en 10 años; le contamos por qué",
    "published": "2024-02-16T01:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/Udo0fK1IW4A7ujUw1XIpWoHUvgs=/1024x683/filters:quality(70)/cloudfront-us-east-1.images.arcpublishing.com/prisaradioco/BSK3S32HWZBEDLAG3PG5UXGMVQ.jpg",
    "performance_score": 0,
    "domain_rank": 13894,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf741519ad3a0d740ee685f0b128295e5d670098",
  "url": "https://caracol.com.co/2024/02/15/el-2024-tendra-las-mejores-auroras-boreales-en-10-anos-le-contamos-por-que",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrés Felipe Barrera\"/>",
  "published": "2024-02-16T01:21:00.000+02:00",
  "title": "Auroras boreales : El 2024 tendrá las mejores auroras boreales en 10 años; le contamos por qué",
  "text": "Las auroras boreales son un fenómeno que se produce en el campo magnético de la Tierra , en el momento que los rayos del sol chocan contra el mismo. Esto hace que se produzca el impresionante efecto que solo es posible percibir en parte del Polo Norte magnético, el cual se conoce como “Zona aural”, la cual se extiende por Escandinavia , Islandia, hasta el extremo sur de Groenlandia , comprendiendo lo que es Alaska y Canadá.\nLe puede interesar\nTormenta solar impacta la Tierra con “imposibles” auroras anaranjadas Estos son los países del mundo en dónde se puede ver la aurora boreal Lo que debe saber del Agujero azul, fenómeno que deja ver auroras boreales En palabras de los expertos, la energía que se desprende de las partículas que se encuentran con el campo magnético del planeta, que son atraídas hacia una especie de óvalo que rodea el Polo Norte , es lo que los seres humanos son capaces de ver como auroras boreales.\nSegún un artículo publicado en el portal web de Visit Norway, todo este espectáculo ocurre aproximadamente a unos 100 kilómetros de altura y la razón por la que se logran ver con tanta claridad es por la cantidad tan grande de átomos y moléculas que tienen, esto genera el gran espectáculo que muchas personas quieren ver con sus propios ojos.\nSin embargo, según diferentes expertos, este año tendría las mejores auroras boreales que se podrán ver en los próximos 10 años. A continuación le contamos por qué.\n¿El 2024 tendría las mejores auroras boreales de la década? En un artículo publicado por el portal web de National Geographic en español, los expertos mencionan que el Sol está llegando a su mayor actividad en el ciclo que está cumpliendo por el momento. Allí explicaron que el “máximo solar” , como lo denominan los astrónomos, se tenía pensado que esta etapa llegaría en el 2025 , pero desde agosto del 2023 hasta el día de hoy los diferentes fenómenos de esta estrella se han intensificado mucho más.\nEs por esto que en este año ocurrirá el reconocido “clímax estelar” , es decir, l as llamaradas más potentes del Sol , lo que hará que las auroras boreales se vean mucho más este asombroso fenómeno, por lo menos en los próximos 10 años .\n¿Cómo ver auroras boreales viajando desde Colombia? Hay diferentes opciones para viajar a ver auroras boreales desde Colombia, sin embargo, los mejores destinos para viajar son a Canadá, Islandia y Noruega. Si bien es cierto que cada destino tiene un precio diferente para viajar, según NatGeo, la región de la Laponia Noruega , presenta las mejores auroras del mundo.\nPara llegar hasta este lugar desde Colombia, debe tomar un vuelo desde Bogotá hasta a Oslo . La Aerolínea que tiene este vuelo es KLM y por trayecto está desde 2′153.000 pesos en adelante , dependiendo la temporada que elija para viajar. Ya desde la capital de Noruega, debe tomar un vuelo hacia Rovaniemi, aeropuerto más cercano a la Laponia; el valor de un cuelo de estos está desde 1′740.000 pesos en adelante .\nCabe recordar que estos datos son únicamente para ver las mejores auroras boreales del mundo , según los expertos de National Geographic, no obstante, puede optar por los otros destinos mencionados y así mismo disfrutar de este espectáculo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T01:41:07.211+02:00",
  "updated": "2024-02-16T01:41:07.211+02:00"
}