{
  "thread": {
    "uuid": "c6e302cf40d0a031c360dde01728e135d86996ee",
    "url": "https://reliefweb.int/report/world/pesar-del-record-de-casos-de-dengue-america-latina-y-el-caribe-mantiene-baja-la-tasa-de-letalidad",
    "site_full": "reliefweb.int",
    "site": "reliefweb.int",
    "site_section": "https://reliefweb.int/updates",
    "site_categories": [
      "media"
    ],
    "section_title": "Updates | ReliefWeb",
    "title": "A pesar del récord de casos de dengue, América Latina y el Caribe mantiene baja la tasa de letalidad - World | ReliefWeb",
    "title_full": "A pesar del récord de casos de dengue, América Latina y el Caribe mantiene baja la tasa de letalidad - World | ReliefWeb",
    "published": "2024-06-21T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://reliefweb.int/sites/default/files/styles/large/public/images/reports/6a/0f/6a0fa769-c585-44c3-818f-651d70b16a82.jpg",
    "performance_score": 0,
    "domain_rank": 1716,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6e302cf40d0a031c360dde01728e135d86996ee",
  "url": "https://reliefweb.int/report/world/pesar-del-record-de-casos-de-dengue-america-latina-y-el-caribe-mantiene-baja-la-tasa-de-letalidad",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T08:00:00.000+03:00",
  "title": "A pesar del récord de casos de dengue, América Latina y el Caribe mantiene baja la tasa de letalidad - World | ReliefWeb",
  "text": "Washington, DC, 20 de junio de 2024 (OPS) – Con más de 9,3 millones de casos de dengue, América Latina y el Caribe reporta actualmente el doble de casos registrados en todo 2023, según la última actualización epidemiológica emitida esta semana por la Organización Panamericana de la Salud (OPS). Sin embargo, la tasa de letalidad se conserva por debajo de la meta regional del 0,05%. \"Si bien observamos un incremento notable en el número de casos de dengue en la región este año, es importante destacar que la proporción de casos que evolucionan a muerte se mantiene baja gracias a los esfuerzos de los países y el apoyo de la OPS\", afirmó el Director de la OPS, Jarbas Barbosa. “Esta situación resalta la importancia de sostener la vigilancia, fortalecer las medidas de prevención y control, y garantizar atención médica oportuna”, añadió. En lo que va de 2024, los países de América Latina y el Caribe reportaron más de 9.500 casos de dengue grave (0,10%) y poco más de 4.500 fallecimientos (tasa de 0,048%). En comparación con el mismo período de 2023, todos los países registran incrementos de casos. Este aumento puede atribuirse a diversos factores, entre los cuales destacan los cambios y la expansión territorial del mosquito Aedes aegypti, su principal vector. Este mosquito ha ampliado su alcance a zonas donde antes no estaba presente, favorecido por fenómenos como El Niño y el cambio climático. Además, la rápida expansión urbana no planificada y el crecimiento poblacional, combinados con servicios de agua y saneamiento deficientes, han generado condiciones propicias para la proliferación del mosquito en objetos desechados y recipientes que acumulan agua. Asimismo, el contacto limitado entre el ser humano y el virus de dengue, debido a la disminución de la exposición por las medidas de confinamiento y restricciones de viajes instauradas durante la pandemia de COVID-19, puede haber aumentado la cantidad de personas susceptibles, lo que habría favorecido la transmisión del virus. La OPS trabaja en estrecha colaboración con los países y territorios de la región para implementar planes integrales de prevención y control del dengue. Estos planes se basan en la Estrategia de Gestión Integrada para la Prevención y Control de las Arbovirosis de la OPS adoptada por los Estados Miembros de la Organización desde 2003, y que incluye medidas como la coordinación intersectorial, el fortalecimiento de la vigilancia epidemiológica, la mejora del manejo clínico oportuno, y el manejo integrado del Aedes aegypti, con un enfoque transversal en la comunicación y la participación comunitaria. Para fortalecer las capacidades del personal de salud en el diagnóstico clínico y manejo del dengue, la OPS ha apoyado capacitaciones presenciales y virtuales – a través de su Campus Virtual de Salud Pública - que han beneficiado a más de 430.000 profesionales y estudiantes de medicina y enfermería de la región. A medida que se acerca la temporada pico de circulación del dengue en el hemisferio norte, la OPS insta a los países y territorios a redoblar sus esfuerzos para detectar, prevenir y tratar los casos. Además, recomienda a las personas que busquen atención médica inmediata ante cualquier signo de alarma y tomen medidas de protección personal para evitar las picaduras de mosquitos. La OPS invita además a los países y a la comunidad, especialmente de Centroamérica y el Caribe, a unirse a la Semana de Acción contra los Mosquitos . Bajo el lema Unidos por la salud, esta iniciativa busca sensibilizar e involucrar a la población en la prevención y control del dengue y otras enfermedades transmitidas por mosquitos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.paho.org/es/campanas/semana-accion-contra-mosquitos-2024",
    "https://www.paho.org/es/documentos/actualizacion-epidemiologica-aumento-casos-dengue-region-americas-18-junio-2024",
    "https://www.paho.org/es/materiales-comunicacion-para-prevencion-dengue-chikunguna-zika#dengue",
    "https://campus.paho.org/es/curso/diagnostico-manejo-clinico-dengue",
    "https://paho.org/es/materiales-comunicacion-para-prevencion-dengue-chikunguna-zika#dengue",
    "https://paho.org/es/campanas/semana-accion-contra-mosquitos-2024",
    "https://www.campus.paho.org/es/curso/diagnostico-manejo-clinico-dengue",
    "https://paho.org/es/documentos/actualizacion-epidemiologica-aumento-casos-dengue-region-americas-18-junio-2024"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T10:55:27.392+03:00",
  "updated": "2024-06-21T10:55:27.392+03:00"
}