{
  "thread": {
    "uuid": "5048ba34dabfa164bc9a6a389203259d7793dd8a",
    "url": "https://www.gulf-times.com/article/685349/sports/super-subs-provide-venezuela-win-over-10-man-ecuador",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "https://www.gulf-times.com/rssFeed/3",
    "site_categories": [
      "media",
      "financial_news",
      "finance",
      "top_news"
    ],
    "section_title": "",
    "title": "Super subs provide Venezuela win over 10-man Ecuador",
    "title_full": "Super subs provide Venezuela win over 10-man Ecuador",
    "published": "2024-06-23T21:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2024/06/23/thumbs/300x300/192304.jpg",
    "performance_score": 0,
    "domain_rank": 10441,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5048ba34dabfa164bc9a6a389203259d7793dd8a",
  "url": "https://www.gulf-times.com/article/685349/sports/super-subs-provide-venezuela-win-over-10-man-ecuador",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "info@gulf-times.com (Gulf Times)",
  "published": "2024-06-23T21:03:00.000+03:00",
  "title": "Super subs provide Venezuela win over 10-man Ecuador",
  "text": "Goals from substitutes Jhonder Cadiz and Eduard Bello gave Venezuela a 2-1 win over 10-man Ecuador in their Copa America Group B match on Saturday.\nIn the group’s other game, Mexico made a winning start to their campaign with a 1-0 victory over Jamaica in Houston but lost their captain Edson Alvarez to injury.\nEcuador were forced to play with 10 men from the 22nd minute of the game at Levi Stadium when striker Enner Valencia was sent off for dangerous play. The 34-year-old forward struck the chest of Venezuela defender Jose Martinez with his boot while challenging for a high, bouncing ball in the box and was initially awarded a yellow card but after a VAR review he was shown a straight red.\nEcuador, which had been in control of the game before the dismissal, responded well and went ahead in the 40th minute when Venezuela failed to clear a free-kick into the box and Jeremy Sarmiento pounced on the loose ball to drill home. Venezuela head coach Fernando Batista made two changes at the break, bringing on Cadiz and Bello and both were to make a decisive impact.\n“Vinotinto” striker Salomon Rondon laid the ball off to Cadiz, whose low side-footed shot from the edge of the box took a slight deflection as it flashed past Ecuador keeper Alexander Dominguez.\nThen, in the 74th minute, Alexander Gonzalez whipped in a cross from the right, met with a diving header from Rondon which was parried by Dominguez but Bello reacted to fire home the loose ball.\n“To be able to score a goal, which helped in the victory, and to have contributed to the first goal, is a joy. These three points are very important for what’s to come,” said a delighted Bello.\nEcuador’s Spanish coach Felix Sanchez said the red card for Valencia had forced him to change the team’s approach. “We had to change the plan, wait a bit behind the opposition. It’s clear that when you play with 10 men you are at the mercy of the opposition for many minutes, even if you don’t want to play that way,” he said.\n“Obviously it’s not the dream start, but there are two more games left and we have the team to compete. The most important thing is that the team recovers its spirit for what is to come.”\nArteaga goal lifts Mexico\nMexico laboured for long stretches against Jamaica before a superbly struck 69th minute goal from Gerardo Arteaga earned them the three points.\nJaime Lozano’s team suffered a major blow when their skipper, West Ham midfielder Alvarez had to go off in the 29th minute after going down without contact.\n‘El Tri’ struggled to create opportunities in the opening half with their best effort, a curling shot just wide from Luis Romo, just before the break.\nJamaica thought they had the lead in the 50th minute but Michail Antonio’s diving header was ruled out for offside after a VAR review. That let-off woke up the Mexicans who pushed forward with greater purpose. Luis Chavez forced a good save out of Jamaica keeper Jahmali Waite and Julian Quinones fired over the bar after cutting in from the left.\nWaite was alert again to keep out a Santiago Gimenez near post blast as the pressure built and finally Mexico got the breakthrough when the ball fell to Arteaga on the edge of the box and he blasted a perfectly struck half-volley into the far corner.\nJamaica had one last opportunity to salvage a point but Dexter Lembikisa’s low shot was turned round the post by Mexico keeper Julio Gonzalez.\nArteaga said the disallowed goal had given Mexico the impetus to go on and win the game.\n“A goal, whether for or against, changes your mood a lot. And seeing that it had been disallowed, that also lifted us a little bit more to keep insisting and looking for the goal ourselves,” the left-back told TUDN. Mexico face Venezuela on Wednesday in Los Angeles with Jamaica up against Ecuador on the same day in Las Vegas.\n“We know there’s not going to be an easy opponent. Thank God we won against Jamaica and now we want to go for another win,” said Arteaga.\nJhonder Cadiz of Venezuela celebrates after scoring the team's second goal during the CONMEBOL Copa America 2024 Group B match against Ecuador at Levi's Stadium in Santa Clara, California. (AFP)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eduard bello",
        "sentiment": "negative"
      },
      {
        "name": "edson alvarez",
        "sentiment": "none"
      },
      {
        "name": "jose martinez",
        "sentiment": "none"
      },
      {
        "name": "jeremy sarmiento",
        "sentiment": "none"
      },
      {
        "name": "salomo",
        "sentiment": "none"
      },
      {
        "name": "enner valencia",
        "sentiment": "none"
      },
      {
        "name": "bello",
        "sentiment": "none"
      },
      {
        "name": "fernando batista",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "var",
        "sentiment": "none"
      },
      {
        "name": "copa america group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "ecuador",
        "sentiment": "none"
      },
      {
        "name": "jhonder cadiz",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "cadiz",
        "sentiment": "none"
      },
      {
        "name": "jamaica",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "levi stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T05:46:51.726+03:00",
  "updated": "2024-06-24T05:46:51.726+03:00"
}