{
  "thread": {
    "uuid": "b33c8e08f469d457de63ae4ac016bef1a9a9e879",
    "url": "https://www.biospace.com/article/releases/dare-bioscience-announces-publication-in-contraception-of-positive-efficacy-and-safety-findings-from-a-pre-pivotal-postcoital-test-study-of-ovaprene-an-investigational-hormone-free-monthly-intravaginal-contraceptive",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaV1VQ.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Diagnostic, Orthopedic &amp; Pharmaceutical Launches | BioSpace",
    "title": "Daré Bioscience Announces Publication in Contraception of Positive Efficacy and Safety Findings from a Pre-Pivotal Postcoital Test Study of Ovaprene®: an Investigational Hormone-Free Monthly Intravaginal Contraceptive",
    "title_full": "Daré Bioscience Announces Publication in Contraception of Positive Efficacy and Safety Findings from a Pre-Pivotal Postcoital Test Study of Ovaprene®: an Investigational Hormone-Free Monthly Intravaginal Contraceptive",
    "published": "2024-04-11T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b33c8e08f469d457de63ae4ac016bef1a9a9e879",
  "url": "https://www.biospace.com/article/releases/dare-bioscience-announces-publication-in-contraception-of-positive-efficacy-and-safety-findings-from-a-pre-pivotal-postcoital-test-study-of-ovaprene-an-investigational-hormone-free-monthly-intravaginal-contraceptive",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-04-11T08:00:00.000+03:00",
  "title": "Daré Bioscience Announces Publication in Contraception of Positive Efficacy and Safety Findings from a Pre-Pivotal Postcoital Test Study of Ovaprene®: an Investigational Hormone-Free Monthly Intravaginal Contraceptive",
  "text": "Daré Bioscience Announces Publication in Contraception of Positive Efficacy and Safety Findings from a Pre-Pivotal Postcoital Test Study of Ovaprene®: an Investigational Hormone-Free Monthly Intravaginal Contraceptive\nPublished data shows that Ovaprene was safe and effective in a postcoital test study of 33 women\nPivotal Phase 3 contraceptive efficacy clinical study of Ovaprene currently enrolling\nOvaprene has the potential to be the first FDA-approved hormone-free monthly intravaginal contraceptive for women\nSAN DIEGO, April 11, 2024 (GLOBE NEWSWIRE) --\nDARÉ Bioscience, Inc. (NASDAQ: DARE), a leader in women’s health innovation, today announced the publication of data from the postcoital test clinical study of Ovaprene in two original research articles in the journal Contraception.\nPublication Details:\nMauck, et al. “Successful postcoital testing of Ovaprene: An investigational non- hormonal monthly vaginal contraceptive.” Contraception. Vol. 132, April 2024, 110373. https://doi.org/10.1016/j.contraception.2024.110373\nMauck, et al. “Safety Testing of Ovaprene: an Investigational Non-Hormonal Monthly Vaginal Contraceptive.” Contraception. Advance online publication, 110440. https://doi.org/10.1016/j.contraception.2024.110440\n“We are very pleased to have the postcoital test study results for our investigational, hormone-free intravaginal contraceptive Ovaprene published in a leading reproductive health journal,” said Sabrina Martucci Johnson, President and CEO of Daré Bioscience. “Our published results show Ovaprene was safe and prevented essentially all sperm from entering the cervical canal across all women and cycles evaluated without disrupting the vaginal microbiome. PCT studies have been used as surrogate markers for contraceptive effectiveness and, based on comparable PCT studies, Ovaprene is expected to deliver efficacy approaching hormonal methods. The published results were seminal in enabling us to commence the pivotal Phase 3 clinical study of Ovaprene, which is now enrolling across the United States as we continue to advance this innovative candidate for women who want or need a hormone-free contraceptive.”\nThe pivotal study is a single arm, open-label contraceptive efficacy study of Ovaprene® which aims to enroll sufficient participants across approximately 20 study sites in the U.S. to have approximately 250 participants complete approximately 12 months (13 menstrual cycles) of use. Daré plans to provide updates on anticipated timing for study completion as enrollment progresses. If successful, Daré expects the pivotal study to support marketing approvals of Ovaprene in the U.S. and other countries.\nIn July 2021, Daré entered into a Cooperative Research and Development Agreement (CRADA) with the U.S. Department of Health and Human Services, as represented by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), part of the National Institutes of Health (NIH), to collaborate on the pivotal Phase 3 study of Ovaprene. The agreement gives Daré access to the contraceptive clinical trial expertise of NICHD’s Contraceptive Clinical Trial Network while also sharing the costs of the Phase 3 pivotal study with NICHD.\nIn January 2020, Daré and Bayer announced an exclusive licensing agreement for U.S. commercial rights to Ovaprene. Under the agreement, Daré received an upfront payment and access to Bayer’s extensive clinical and market capabilities while retaining control over Ovaprene’s development and regulatory approval process. Bayer received the right to obtain exclusive rights to commercialize the product in the U.S. following completion of the pivotal clinical trial being undertaken by Daré if Bayer, in its sole discretion, pays Daré $20 million. In addition, Daré may receive from Bayer up to $310 million in commercial milestone payments, plus double-digit, tiered royalties on net sales.\nIf Ovaprene is approved by the FDA, it could be the first monthly hormone-free contraceptive product for women and a first-in-category option for women seeking a hormone-free, self-administered and monthly birth control method.\nAbout Ovaprene®\nOvaprene is an investigational hormone-free, intravaginal monthly product candidate currently in clinical development for pregnancy prevention. Ovaprene releases a locally acting, non-hormonal agent to impede sperm motility and features a proprietary knitted polymer barrier to physically block sperm from entering the cervical canal.\nOvaprene completed a successful postcoital test (PCT) clinical study where, in all women and across all cycles evaluated, it prevented virtually all sperm from entering the cervical canal, a surrogate marker for contraceptive effectiveness.1, 2 The results from the PCT clinical study support continued clinical development of Ovaprene and its potential to be the first FDA-approved hormone-free, monthly contraceptive option for women.\n1 Mauck C, Vincent K. The postcoital test in the development of new vaginal contraceptives. Biol. Reprod. (August 2020); 103: 437–444.\nhttps://www.globenewswire.com/Tracker?data=aB2WNDzKKt-V6a6wM5qKty38qUR6oy5zPp3w9JGgmoRjFauWXM1fN9fo-y9J2Vwp08Q5t5z7p9b4lAoidbMSpsb_r9WAn1YLSGTyYekck_LKKPlYS8gz4nM2wReRC6Lv5km297ZpRTxIm93ICzxcIGTyGpeBFWj8aqtqiKrvB0C2nfoR4X3JKQqDq6DlTq7Lysd0r8Bn2xLgFeofFLgSq9NrpM9wTbaC-JsxGGyKsfYQLJOXURQHZpDVr54M7AsK4LWB1fMvIhJJ4CH1rhLQSxRl-97p1ODOXl5gY-MwnOW-FQ_rLsFC_7L7Whzmad5R668yh3EkPrWmmx_7EoKicvY2LmmS6mJjQ5wtbpswU-I=\n2\nClinicalTrials.gov ID: NCT03598088, Safety and Acceptability Study of a Non-Hormonal Ring. (Results Posted)\nAbout Daré Bioscience\nDaré Bioscience is a biopharmaceutical company committed to advancing innovative products for women’s health. The company’s mission is to identify, develop and bring to market a diverse portfolio of differentiated therapies that prioritize women's health and well-being, expand treatment options, and improve outcomes, primarily in the areas of contraception, vaginal health, reproductive health, menopause, sexual health and fertility.\nThe first FDA-approved product to emerge from Daré’s portfolio of women’s health product candidates is XACIATO™ (clindamycin phosphate) vaginal gel 2%, a lincosamide antibacterial indicated for the treatment of bacterial vaginosis in female patients 12 years of age and older, which is under a global license agreement with Organon. Organon commenced U.S. marketing of XACIATO in the fourth quarter of 2023. Daré’s portfolio also includes potential first-in-category candidates in clinical development: Ovaprene®, a novel, hormone-free monthly intravaginal contraceptive whose U.S. commercial rights are under a license agreement with Bayer; Sildenafil Cream, 3.6%, a novel cream formulation of sildenafil, the active ingredient in Viagra®, to treat female sexual arousal disorder (FSAD); and DARE-HRT1, a combination bio-identical estradiol and progesterone intravaginal ring for menopausal hormone therapy. To learn more about XACIATO, Daré’s full portfolio of women’s health product candidates, and Daré’s mission to deliver differentiated therapies for women, please visit\nwww.darebioscience.com.\nDaré Bioscience leadership has been named on the Medicine Maker’s Power List and Endpoints News’ Women in Biopharma 2022. In 2023, Daré's CEO was honored as one of Fierce Pharma’s Most Influential People in Biopharma for Daré’s contributions to innovation and advocacy in the women’s health space. Daré Bioscience placed #1 in the Small Company category of the San Diego Business Journal’s 2023 Best Places to Work Awards.\nDaré may announce material information about its finances, product and product candidates, clinical trials and other matters using the Investors section of its website (\nhttps://www.globenewswire.com/Tracker?data=jbYzSmZucPC9hM6BV1ISyRUKXSLtKRPxtE2k--m8RPDsj9fOaBKwnL0W6dFbmea6er-4BLZCn-NBjndBpsD3xvJN6gOwAdY6VM2udMKXU0iovzJTa87Q2OOzHW5RyzvsQmbBr4Md1E3CIhjhLiNrF3RGOIFwAdjDXlqpGW9RimjneyPlFSA-HGsVicRc3K83U3a_lr0Yy8SF7Lp0af06YnhmV0holhXnTLZTCOQb2I3BUgPndXVKAj4VzM2ODL13ufIIhAj2w6Kk4SjU_8mS_oWVp7IR1ujG2zsSeQiJVj0=), SEC filings, press releases, public conference calls and webcasts. Daré will use these channels to distribute material information about the company and may also use social media to communicate important information about the company, its finances, product and product candidates, clinical trials and other matters. The information Daré posts on its investor relations website or through social media channels may be deemed to be material information. Daré encourages investors, the media, and others interested in the company to review the information Daré posts in the Investors section of its website and to follow these X (formerly Twitter) accounts: @SabrinaDareCEO and @DareBioscience. Any updates to the list of social media channels the company may use to communicate information will be posted in the Investors section of Daré’s website.\nForward-Looking Statements\nDaré cautions you that all statements, other than statements of historical facts, contained in this press release, are forward-looking statements. Forward-looking statements, in some cases, can be identified by terms such as “believe,” “may,” “will,” “estimate,” “continue,” “anticipate,” “design,” “intend,” “expect,” “could,” “plan,” “potential,” “predict,” “seek,” “should,” “would,” “contemplate,” “project,” “target,” “objective,” or the negative version of these words and similar expressions. In this press release, forward-looking statements include, but are not limited to, statements relating to Ovaprene’s potential to be the first FDA-approved hormone-free monthly contraceptive product for women, the expectation that Ovaprene will demonstrate contraceptive efficacy approaching the contraceptive efficacy of hormone-based birth control products in its pivotal clinical study, target enrollment in the pivotal clinical study of Ovaprene, plans to provide updates on anticipated timing for completion of the pivotal clinical study of Ovaprene, Daré’s expectation that the pivotal clinical study of Ovaprene, if successful, would serve as the primary clinical support for future applications for marketing approval in the U.S. and other countries, the potential market opportunity for Ovaprene, if approved, and potential payments from Bayer under the license agreement between Bayer and Daré. Forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause Daré’s actual results, performance or achievements to be materially different from future results, performance or achievements expressed or implied by the forward-looking statements in this press release, including, without limitation, risks and uncertainties related to: Daré’s ability to raise additional capital when and as needed to advance its product candidates, execute its business strategy and continue as a going concern; Daré’s ability to develop, obtain FDA or foreign regulatory approval for, and commercialize its product candidates and to do so on communicated timelines; failure or delay in starting, conducting and completing clinical trials of a product candidate; Daré’s ability to design and conduct successful clinical trials, to enroll a sufficient number of patients, to meet established clinical endpoints, to avoid undesirable side effects and other safety concerns, and to demonstrate sufficient safety and efficacy of its product candidates; Daré’s dependence on third parties to conduct clinical trials and manufacture and supply clinical trial material and commercial product; the risk that positive findings in early clinical and/or nonclinical studies of a product candidate may not be predictive of success in subsequent clinical and/or nonclinical studies of that candidate; the risk that the FDA, other regulatory authorities, members of the scientific or medical communities or investors may not accept or agree with Daré’s interpretation of or conclusions regarding data from clinical studies of its product candidates; the risk that development of a product candidate requires more clinical or nonclinical studies than Daré anticipates; the loss of, or inability to attract, key personnel; the effects of macroeconomic conditions, geopolitical events, public health emergencies, and major disruptions in government operations on Daré’s operations, financial results and condition, and ability to achieve current plans and objectives; the risk that developments by competitors make Daré’s product or product candidates less competitive or obsolete; difficulties establishing and sustaining relationships with development and/or commercial collaborators; failure of Daré’s product or product candidates, if approved, to gain market acceptance or obtain adequate coverage or reimbursement from third-party payers; Daré’s ability to retain its licensed rights to develop and commercialize a product or product candidate; Daré’s ability to satisfy the monetary obligations and other requirements in connection with its exclusive, in-license agreements covering the critical patents and related intellectual property related to its product and product candidates; Daré’s ability to adequately protect or enforce its, or its licensor’s, intellectual property rights; the lack of patent protection for the active ingredients in certain of Daré’s product candidates which could expose its products to competition from other formulations using the same active ingredients; product liability claims; governmental investigations or actions relating to Daré’s product or product candidates or the business activities of Daré, its commercial collaborators or other third parties on which Daré relies; the impact of pharmaceutical industry regulation and health care legislation in the United States and internationally; global trends toward health care cost containment; cybersecurity incidents or similar events that compromise Daré’s technology systems or those of third parties on which it relies and/or significantly disrupt Daré’s business; and disputes or other developments concerning Daré’s intellectual property rights. Daré’s forward-looking statements are based upon its current expectations and involve assumptions that may never materialize or may prove to be incorrect. All forward-looking statements are expressly qualified in their entirety by these cautionary statements. For a detailed description of Daré’s risks and uncertainties, you are encouraged to review its documents filed with the SEC including Daré’s recent filings on Form 8-K, Form 10-K and Form 10-Q. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date on which they were made. Daré undertakes no obligation to update such statements to reflect events that occur or circumstances that exist after the date on which they were made, except as required by law.\nContacts:\nMedia and Investors on behalf of Daré Bioscience, Inc:\nCamilla White / Simona Kormanikova\nDentons Global Advisors\nDareBioscience@dentonsglobaladvisors.com / 1.212.466.6450\nSource: Daré Bioscience, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.globenewswire.com/Tracker?data=jbYzSmZucPC9hM6BV1ISyRUKXSLtKRPxtE2k--m8RPDsj9fOaBKwnL0W6dFbmea6er-4BLZCn-NBjndBpsD3xvJN6gOwAdY6VM2udMKXU0iovzJTa87Q2OOzHW5RyzvsQmbBr4Md1E3CIhjhLiNrF3RGOIFwAdjDXlqpGW9RimjneyPlFSA-HGsVicRc3K83U3a_lr0Yy8SF7Lp0af06YnhmV0holhXnTLZTCOQb2I3BUgPndXVKAj4VzM2ODL13ufIIhAj2w6Kk4SjU_8mS_oWVp7IR1ujG2zsSeQiJVj0=),",
    "https://doi.org/10.1016/j.contraception.2024.110440",
    "https://www.globenewswire.com/Tracker?data=RcDk_fSjJ2HbnLESFjuUYAZuNQoiO7jaeqaCizytjUIcjYe__zzbelz9y0H99pCBjjYTl7LbI2NVmiMh5Xt9wGpmXP_VCOlVbEWd4pkjuJE=",
    "https://www.globenewswire.com/Tracker?data=aB2WNDzKKt-V6a6wM5qKty38qUR6oy5zPp3w9JGgmoRjFauWXM1fN9fo-y9J2Vwp08Q5t5z7p9b4lAoidbMSpsb_r9WAn1YLSGTyYekck_LKKPlYS8gz4nM2wReRC6Lv5km297ZpRTxIm93ICzxcIGTyGpeBFWj8aqtqiKrvB0C2nfoR4X3JKQqDq6DlTq7Lysd0r8Bn2xLgFeofFLgSq9NrpM9wTbaC-JsxGGyKsfYQLJOXURQHZpDVr54M7AsK4LWB1fMvIhJJ4CH1rhLQSxRl-97p1ODOXl5gY-MwnOW-FQ_rLsFC_7L7Whzmad5R668yh3EkPrWmmx_7EoKicvY2LmmS6mJjQ5wtbpswU-I=",
    "https://doi.org/10.1016/j.contraception.2024.110373",
    "https://www.globenewswire.com/Tracker?data=yLVf-vWZ90l5UPxAodb5wdN_bae6X8QBwt_5uLNMoAxh2qXZ4ptBzfIbpyFTjYD0RLqmxK_6ek063Bp0i5coRPIBN2i5xqq1uW6BgJa3ZACiubk-AoSeQRgNkZxVDuHJhJi4fT--Ge0fKezeSF7FJt9vZqIsY1M2sfxDfqvPrvkebcvOb0OU8HNKd-li7KXG4LxWwSD0qa-ypBFIOI179G-k_Ujrp9MVX5sK8aYw98FHyhyhl3sKz1svCfeJHySf36lYf8WhMU6Cm0pGUwba7g==",
    "https://www.globenewswire.com/Tracker?data=frE9H8yRyJN6aAV_2Z_dJavE9RzTgh_nlMs270VskYnUdbX-_o1YMf8kxDFvVli2ObIkmv5lBdH23KtQ0dFyoX-ibkH8esqMsJimfw38ylw4UnisxKb5AHescnc2N5nTSsehiAAeCW58912VRkSStt9gxMFF9kK-29MLhNDovUduYgqUU0QsIIvCvEODPTHWpr1BA_jUEeVeQ5OMeRhunQQxxEY1yAW7PmM8L-ReDV539IYMHauqEF5kYz8-osePgi7Z6c1SYA9qPDuS_zynPFw08hvvAjbEOPISD_WrndqSRXBILKd7v0mp5Y0zZAS55Kftb8HRho9EQrkZ4zSgS99OuydwMa0cZX3Dmacz0yk=",
    "https://globenewswire.com/Tracker?data=frE9H8yRyJN6aAV_2Z_dJavE9RzTgh_nlMs270VskYnUdbX-_o1YMf8kxDFvVli2ObIkmv5lBdH23KtQ0dFyoX-ibkH8esqMsJimfw38ylw4UnisxKb5AHescnc2N5nTSsehiAAeCW58912VRkSStt9gxMFF9kK-29MLhNDovUduYgqUU0QsIIvCvEODPTHWpr1BA_jUEeVeQ5OMeRhunQQxxEY1yAW7PmM8L-ReDV539IYMHauqEF5kYz8-osePgi7Z6c1SYA9qPDuS_zynPFw08hvvAjbEOPISD_WrndqSRXBILKd7v0mp5Y0zZAS55Kftb8HRho9EQrkZ4zSgS99OuydwMa0cZX3Dmacz0yk=",
    "https://globenewswire.com/Tracker?data=yLVf-vWZ90l5UPxAodb5wdN_bae6X8QBwt_5uLNMoAxh2qXZ4ptBzfIbpyFTjYD0RLqmxK_6ek063Bp0i5coRPIBN2i5xqq1uW6BgJa3ZACiubk-AoSeQRgNkZxVDuHJhJi4fT--Ge0fKezeSF7FJt9vZqIsY1M2sfxDfqvPrvkebcvOb0OU8HNKd-li7KXG4LxWwSD0qa-ypBFIOI179G-k_Ujrp9MVX5sK8aYw98FHyhyhl3sKz1svCfeJHySf36lYf8WhMU6Cm0pGUwba7g==",
    "https://globenewswire.com/Tracker?data=RcDk_fSjJ2HbnLESFjuUYAZuNQoiO7jaeqaCizytjUIcjYe__zzbelz9y0H99pCBjjYTl7LbI2NVmiMh5Xt9wGpmXP_VCOlVbEWd4pkjuJE=",
    "https://www.doi.org/10.1016/j.contraception.2024.110440",
    "https://globenewswire.com/Tracker?data=aB2WNDzKKt-V6a6wM5qKty38qUR6oy5zPp3w9JGgmoRjFauWXM1fN9fo-y9J2Vwp08Q5t5z7p9b4lAoidbMSpsb_r9WAn1YLSGTyYekck_LKKPlYS8gz4nM2wReRC6Lv5km297ZpRTxIm93ICzxcIGTyGpeBFWj8aqtqiKrvB0C2nfoR4X3JKQqDq6DlTq7Lysd0r8Bn2xLgFeofFLgSq9NrpM9wTbaC-JsxGGyKsfYQLJOXURQHZpDVr54M7AsK4LWB1fMvIhJJ4CH1rhLQSxRl-97p1ODOXl5gY-MwnOW-FQ_rLsFC_7L7Whzmad5R668yh3EkPrWmmx_7EoKicvY2LmmS6mJjQ5wtbpswU-I=",
    "https://www.globenewswire.com/Tracker",
    "https://globenewswire.com/Tracker?data=jbYzSmZucPC9hM6BV1ISyRUKXSLtKRPxtE2k--m8RPDsj9fOaBKwnL0W6dFbmea6er-4BLZCn-NBjndBpsD3xvJN6gOwAdY6VM2udMKXU0iovzJTa87Q2OOzHW5RyzvsQmbBr4Md1E3CIhjhLiNrF3RGOIFwAdjDXlqpGW9RimjneyPlFSA-HGsVicRc3K83U3a_lr0Yy8SF7Lp0af06YnhmV0holhXnTLZTCOQb2I3BUgPndXVKAj4VzM2ODL13ufIIhAj2w6Kk4SjU_8mS_oWVp7IR1ujG2zsSeQiJVj0=),",
    "https://www.doi.org/10.1016/j.contraception.2024.110373"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ovaprene",
        "sentiment": "none"
      },
      {
        "name": "mauck",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "daré bioscience, inc.",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ovaprene",
        "sentiment": "none"
      },
      {
        "name": "san diego",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:56:54.746+03:00",
  "updated": "2024-04-12T00:56:54.746+03:00"
}