{
  "thread": {
    "uuid": "17cd150357298aa75303ea85384eeec05a90acf1",
    "url": "https://www.vaticannews.va/it/chiesa/news/2023-12/frisina-intervista-musica-natale-toccare-cuori.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/it.rss.xml",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Vatican News - Italiano",
    "title": "Frisina: Dio si serve della musica per toccare i cuori",
    "title_full": "Frisina: Dio si serve della musica per toccare i cuori",
    "published": "2023-12-29T12:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "VA",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/multimedia/2019/11/08/1a6e1293-b856-418d-8556-22dcd935b857aem.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2928,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 22
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "17cd150357298aa75303ea85384eeec05a90acf1",
  "url": "https://www.vaticannews.va/it/chiesa/news/2023-12/frisina-intervista-musica-natale-toccare-cuori.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T12:41:00.000+02:00",
  "title": "Frisina: Dio si serve della musica per toccare i cuori",
  "text": "Frisina: Dio si serve della musica per toccare i cuori\nEugenio Bonanata e Giovanni Orsenigo - Città del Vaticano\nUn raggio di luce in mezzo al buio e un respiro di aria pulita. Per monsignor Marco Frisina, direttore del coro della diocesi di Roma, questo è il significato della musica e dell’arte che specialmente nel periodo delle festività natalizie sono al centro di numerose iniziative in calendario un po’ ovunque. “Eseguire o scrivere musica non ha nulla a che vedere con la vanità, l’esibizionismo e il successo”, afferma a Telepace: “La musica si deve fare con il cuore perché è un atto di amore”. Come hanno ripetuto in particolare i Papi dal Novecento a oggi, l’arte eleva lo spirito e alimenta speranza, soprattutto quando la realtà circostante diventa particolarmente dura.\nIl “tocco” alto della musica\n“La bellezza è un dono e un’espressione di Dio ed è anche un modo per contemplare il Signore”, dice ancora monsignor Frisina ricordando i recenti interventi di Papa Francesco a proposito dei canti da eseguire con il cuore per restare sintonizzati con il messaggio del Natale. “Non c’è Natale senza musica” ed pure “abbastanza strano”, osserva, che un mondo che in tanta parte rinnega Dio “festeggi il Natale”. Ma la musica di questo periodo colpisce tutti e secondo il compositore “è come un voler ritornare a una gioia perduta e ad un’infanzia dimenticata” Io, soggiunge, “sono sempre favorevole alla musica a Natale perché a volte il Signore si può servire anche di questo per toccare il cuore di un non credente, di un violento, di una persona ai margini sociali o amareggiata”.\nBellezza e solidarietà\nUna carezza, dunque, che può aprire strade inaspettate anche a quanti vivono un disagio. Del resto, lo stupore e la meraviglia sono state le cifre distintive del Concerto con e per i poveri tenutosi in Aula Paolo VI lo scorso 15 dicembre, diretto da monsignor Frisina e da Speranza Scappucci. Non è “solo un gesto esterno”, spiega, “la solidarietà significa partecipare alla sofferenza”. Il tutto attraverso la condivisione di un dono prezioso, che ruota attorno alla bellezza. “Fare musica così - aggiunge il maestro - significa dare alla musica il suo fine più vero”. Vale lo stesso per il tradizionale concerto di Natale nella Basilica di San Giovanni in Laterano, giunto alla 39.ma edizione, che quest’anno ha ricordato i 1700 anni della dedicazione della cattedrale. “I festeggiamenti per la ricorrenza - precisa - sono iniziati il 9 novembre 2023 e termineranno il 9 novembre 2024 e questo rappresenta una sorta di anno preparatorio al Giubileo”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T15:57:28.919+02:00",
  "updated": "2023-12-29T15:57:28.919+02:00"
}