{
  "thread": {
    "uuid": "6dca44ee5fc0ac199bcb61a1a29f3d91faa13359",
    "url": "https://newsday.co.tt/2024/03/29/archbishop-re-live-christs-last-supper-through-eucharist",
    "site_full": "newsday.co.tt",
    "site": "newsday.co.tt",
    "site_section": "https://newsday.co.tt/feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Trinidad and Tobago Newsday",
    "title": "Archbishop: Re-live Christ’s Last Supper through Eucharist",
    "title_full": "Archbishop: Re-live Christ’s Last Supper through Eucharist",
    "published": "2024-03-29T09:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TT",
    "main_image": "https://newsday.co.tt/wp-content/uploads/2024/03/Manual-Watermark-1080-×-1180px-1418-x-742-px-10-1.png",
    "performance_score": 0,
    "domain_rank": 30866,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6dca44ee5fc0ac199bcb61a1a29f3d91faa13359",
  "url": "https://newsday.co.tt/2024/03/29/archbishop-re-live-christs-last-supper-through-eucharist",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Douglas",
  "published": "2024-03-29T09:01:00.000+03:00",
  "title": "Archbishop: Re-live Christ’s Last Supper through Eucharist",
  "text": "[News](https://newsday.co.tt/category/news) Archbishop: Re-live Christ’s Last Supper through Eucharist [Sean Douglas](https://newsday.co.tt/reporter/sean-douglas) ARCHBISHOP Jason Gordon said the faithful may relive the occasion of Jesus Christ’s Last Supper with his Apostles, with all benefits of doing so, each time they celebrate the Eucharist, the consumption of a communion wafer and wine as Christ’s body and blood. He gave his heartfelt message at holy mass at the Cathedral of the Immaculate Conception, Port of Spain, where he washed the feet of parishioners on the occasion of Holy Thursday. The mass recalled the Last Supper held the night before Christ’s crucifixion on Good Friday. Gordon recalled the Hebrew festival of Passover, when lambs were slaughtered as a sacrifice to God and to provide blood to protect Hebrew homes from the Angel of Death ahead of the exodus from ancient Egypt. Gordon said while a memorial means a mere memory, celebrating the Eucharist lets a worshipper relive Christ’s presence at the Last Supper as if they were 2,000 years ago. “You celebrate it as if you were actually there in that room itself. You lack no grace by being 2,000 years late. “The Eucharist is not a symbol, a sign, or something ‘we do.’ This is a complete re-enactment of the last day. It is putting yourself in that scene of the Last Supper.” He said Christ acts through the priest who offers worshippers the communion wafer and wine, which then transforms into Christ’s flesh and blood. Gordon said the Eucharist was the church’s “greatest treasure. “Open your eyes and beg God to remove the veil from your eyes that you could see the sacred mystery for what it is – Christ Jesus present for us, on this altar – as bread, as wine, body, blood, soul and divinity, the whole Christ present to us.” At least twice in his homily Gordon recalled Christ’s greatest commandment, reciting, “Love one another as I have loved you.” Gordon spoke of humility. “To show us the humility of God giving himself to us, He (Christ) washes the feet of the disciples as a show of what real humility looks like.” He said the Eucharist has a message of humility to each person who might otherwise want to be large and in charge. “We want to be proud and we want to be ‘this’ and ‘that’. “Jesus was humble. And humble unto death. “If we come humble unto death, then we would enter into the sacred mystery and the Eucharist would be a healing balm for our soul. “It will be an encounter with Jesus Christ himself. It will be an opening of our soul to the divine portal where we will experience Heaven and Earth meeting in us, where God comes to dwell in us, and we dwell in God, amen, amen, amen.” Gordon then washed the parishioners’ feet. Afterwards, a priest told the congregation the Eucharist represented “grace, blessing and strength” and “unity, reconciliation and peace.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jason gordon",
        "sentiment": "negative"
      },
      {
        "name": "sean douglas",
        "sentiment": "negative"
      },
      {
        "name": "christ",
        "sentiment": "negative"
      },
      {
        "name": "gordon",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "immaculate conception",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "port of spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T09:16:57.119+03:00",
  "updated": "2024-03-30T00:13:58.974+03:00"
}