{
  "thread": {
    "uuid": "3cb0e347b973547d3c0eb04564237853e9178362",
    "url": "https://www.koat.com/article/olga-breese-weather-december-29-2023/46250030",
    "site_full": "www.koat.com",
    "site": "koat.com",
    "site_section": "http://www.koat.com/9154722?format=rss_2.0&view=feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Olga Breese Weather December 29, 2023",
    "title_full": "Olga Breese Weather December 29, 2023",
    "published": "2023-12-29T14:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/0ea6c07d-a81b-4835-b737-d7f500323563/19fb9c82-2f62-4b15-8015-9cdcdadbd3c3.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 19355,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3cb0e347b973547d3c0eb04564237853e9178362",
  "url": "https://www.koat.com/article/olga-breese-weather-december-29-2023/46250030",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T14:59:00.000+02:00",
  "title": "Olga Breese Weather December 29, 2023",
  "text": "Quiet end to 2023 with sunny skies and cool temps Sunny weather and above average temperatures Quiet end to 2023 with sunny skies and cool temps Sunny weather and above average temperatures THIS MORNING. 22 DEGREES. SO ONCE AGAIN YOU’RE GOING TO HAVE TO BUNDLE UP AS YOU HEAD OUT THE DOOR. HERE’S OLGA WITH YOUR FORECAST. YES, THAT FEELS LIKE TEMPERATURE. DEFINITELY. YOU’RE GOING TO FEEL THE COLD THIS MORNING. WE’RE CLEARED THE SUNPORT. WE’VE HAD A VERY QUIET NIGHT. HIGH PRESSURE STILL DOMINATING OUR WEATHER PATTERN HERE IN CENTRAL NEW MEXICO. BUT THINGS WILL BE CHANGING UP AS WE HEAD INTO THE WEEKEND. FIRST 27 DEGREES RIGHT NOW AT THE SUNPORT WINDS GENTLY OUT OF THE NORTH AND NORTHEAST. WE’LL KIND OF SHIFT THOSE WINDS A LITTLE MORE WESTERLY AS WE MOVE ON INTO THE AFTERNOON, PULLING IN SOME CALM WINDS NOW. SO EXCITED ABOUT THE CHANGES UNDERWAY FOR DURANGO AND GALLUP AND TUCUMCARI. REALLY PULLING BACK SOME OF THOSE WIND SPEEDS. CLAYTON STILL DEALING WITH A LITTLE BIT OF BREEZINESS AS WELL AS HOBBS AND RUIDOSO. THE FORECAST FOR TODAY. ALBUQUERQUE METRO, A LOT OF SUNSHINE, BUT NOTICE ALL OF THIS COLD. AND BEFORE WE GET TO SUNRISE, TEMPERATURES WILL BE WELL BELOW FREEZING UNTIL ABOUT THAT 10:00 HOUR. THEN WE’RE GOING TO PUSH THROUGH THE 30S AND INTO THE 40S. THIS AFTERNOON. TEMPERATURES TODAY RUNNING JUST A COUPLE OF DEGREES ABOVE AVERAGE. I’M EXPECTING 43 FOR SANTA FE. WE’LL SEE CLOSER TO THOSE UPPER 40S IN AND AROUND ALBUQUERQUE. AND RIO RANCHO. THE BIG PICTURE LOOKS PRETTY GOOD. FORECAST HIGHS FOR TODAY. RUNNING RIGHT AROUND OUR DECEMBER AVERAGES WILL EVEN FEEL SOME COMFORTABLE MIDDLE 50S ACROSS THOSE SOUTHERN ZONES. AND 58 FOR CLOVIS, FOR HOBBS AND FOR CARLSBAD. NOT BAD FOR THE LAST WEEK OF DECEMBER. THE PICTURE, THOUGH, IS GOING TO BE CHANGING THAT PACIFIC STORM IS COMING OUR WAY. IT’S GOING TO BRING SOME CLOUDS AS WE MOVE INTO THE SECOND HALF OF THE WEEKEND. IT’S ALSO GOING TO BRING US SOME RAIN AND SNOW OPPORTUNITIES AS WE MOVE INTO NEXT WEEK. BUT FOR TODAY, NOTHING BUT SUNSHINE AND SLIGHTLY WARMER TEMPERATURES LATER ON THIS AFTERNOON. HERE’S HOW WE LOOK WITH OUR ZONE FORECAST. NOT TOO BAD IN AND AROUND THE FOUR CORNERS. LOT OF SUNSHINE, MIDDLE 40S TODAY. WILL PUSH TOWARD THOSE UPPER 40S BY MONDAY AND TUESDAY, BUT THEN WE’RE GOING TO BRING IN THAT SNOW OPPORTUNITY BY MONDAY NIGHT AND INTO EARLY TUESDAY MORNING. FORECAST IS PRETTY CONSISTENT IN AND AROUND SILVER CITY MIDDLE TO LOWER 50S FOR THE NEXT COUPLE OF DAYS. THE SYSTEM WILL COOL US DOWN A LITTLE BIT ON SUNDAY, BUT NOT TOO MUCH. I THINK WE’RE GOING TO BE COMFORTABLE THROUGH SILVER CITY AS WE MOVE ON IN TOWARD MONDAY AND TUESDAY FOR THE NEW YEAR, BUT THE SNOW POSSIBILITIES ARE DEFINITELY COMING OUR WAY, ESPECIALLY AS THOSE OVERNIGHT LOWS DIP BELOW FREEZING RIGHT WELL AND SURROUNDING AREAS, INCLUDING CARLSBAD. GETTING INTO THOSE MIDDLE AND UPPER 50S FOR THE NEXT SEVERAL DAYS IN FACT, WE’RE PUSHING 60 DEGREES BY SUNDAY WITH A LOT OF SUNSHINE AND DRY CONDITIONS. LAS VEGAS AND RATON WILL SEE SOME VERY, VERY COLD MORNINGS. WE’VE BEEN IN THE TEENS AND LOWER 20S FOR THE LAST SEVERAL MORNINGS, AND THAT IS DEFINITELY GOING TO CONTINUE. THE SUNSHINE WILL STICK AROUND. WE’LL SEE SOME CLOUDS ON SATURDAY AFTERNOON OR EVENING, BUT AS WE KICK INTO OUR NEW YEAR’S EVE CELEBRATIONS ON SUNDAY, LOOKS LIKE A LOT OF SUNSHINE THROUGH MIDDAY, CLOUDS IN THE AFTERNOON AND EVENING, AND VERY, VERY COLD TEMPERATURES EARLY ON NEW YEAR’S DAY MORNING. SANTA FE YOU’RE HEADED TO 44 TODAY WITH A MIX OF SUN AND CLOUDS INTO THE AFTERNOON. WON’T BE TOO BAD FOR YOU UNTIL WE GET IN TOWARD THE LATER PORTIONS OF THE WEEK. SO THE METRO HOLDS ON TO THAT SUNSHINE SEVEN DAY FORECAST, INCLUDING NEW YEAR’S EVE. LOOKING PRETTY GOOD. WE’LL KEEP IT DRY, BUT CLOUDS DO PULL IN AND OU Advertisement Quiet end to 2023 with sunny skies and cool temps Sunny weather and above average temperatures ALBUQUERQUE, N.M. — Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "olga breese",
        "sentiment": "negative"
      },
      {
        "name": "olga breese weath",
        "sentiment": "negative"
      },
      {
        "name": "hobbs",
        "sentiment": "none"
      },
      {
        "name": "clayton",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "durango",
        "sentiment": "none"
      },
      {
        "name": "albuquerque",
        "sentiment": "none"
      },
      {
        "name": "tucumcari",
        "sentiment": "none"
      },
      {
        "name": "mexico",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:04:14.343+02:00",
  "updated": "2023-12-29T16:53:05.390+02:00"
}