{
  "thread": {
    "uuid": "4cace2767968c26782b0e97e2a626e3a417768e4",
    "url": "https://www.attorneygeneral.gov/taking-action/attorney-general-henry-announces-mou-with-u-s-department-of-transportation-that-will-promote-fair-treatment-of-air-travelers",
    "site_full": "www.attorneygeneral.gov",
    "site": "attorneygeneral.gov",
    "site_section": "https://www.attorneygeneral.gov/feed/?post_type=ta_item",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues",
      "us_government_resources"
    ],
    "section_title": "Taking Action Items &#8211; PA Office of Attorney General",
    "title": "Attorney General Henry Announces MOU with U.S. Department of Transportation that will Promote Fair Treatment of Air Travelers",
    "title_full": "Attorney General Henry Announces MOU with U.S. Department of Transportation that will Promote Fair Treatment of Air Travelers",
    "published": "2024-04-18T21:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.attorneygeneral.gov/wp-content/themes/OAG-21/assets/images/social/press-releases-consumers.jpg?04182024100444",
    "performance_score": 0,
    "domain_rank": 22502,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4cace2767968c26782b0e97e2a626e3a417768e4",
  "url": "https://www.attorneygeneral.gov/taking-action/attorney-general-henry-announces-mou-with-u-s-department-of-transportation-that-will-promote-fair-treatment-of-air-travelers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Hatalla",
  "published": "2024-04-18T21:37:00.000+03:00",
  "title": "Attorney General Henry Announces MOU with U.S. Department of Transportation that will Promote Fair Treatment of Air Travelers",
  "text": "HARRISBURG — Attorney General Michelle Henry announced the reinforcement of a partnership with the U.S. Department of Transportation (DOT) to review and resolve consumer complaints against airlines and ticket agents. The two agencies signed a\nmemorandum of understanding with a commitment to achieving a common goal: assurance that consumers are treated fairly.\nThe MOU outlines how the Office of Attorney General and DOT will work together to review consumer complaints and identify violations of federal aviation consumer protection requirements.\nPennsylvania is one of 15 states that signed an MOU with the DOT, at a time when flight disruptions, difficulty getting refunds, and lost or delayed baggage remain core concerns for travelers.\nAttorney General Henry praised the new coordinated effort that will provide better protection to millions of U.S. airline passengers.\n“This memorandum is a message to airline companies and ticket agents that consumer complaints must be taken seriously,” Attorney General Henry said. “At a time when passenger concerns about air travel are climbing and just as we are about to enter the busy summer travel season, airlines must be attentive to consumer comfort and inform the Department of Transportation about major issues. I am proud to be part of a coordinated effort to protect millions of air travelers.”\nUnited States Transportation Secretary Pete Buttigieg said: “We take our mission to protect consumers seriously, and today’s launch of the Airline Passenger Protection Partnership is an important milestone in that effort. By partnering with a bipartisan group of state attorneys general, the U.S. Department of Transportation has expanded our ability to hold airlines and ticket agents accountable and protect passengers from unfair or deceptive practices.”\nFederal law places the central responsibility for protecting airline consumers with the DOT. Under this historic agreement, the Office of Attorney General will be authorized to investigate consumer complaints against air carriers, ticket agents, and other air travel companies supervised by the DOT.\nThe Office of Attorney General will work with consumers and companies to resolve complaints, and if necessary, will refer complaints to the DOT’s Office of Aviation Consumer Protection (OACP). The OACP will prioritize their review, include Office of Attorney General staff on letters of inquiry to those companies based on referrals, and consult with the Office of Attorney General before determining next steps.\nThe DOT will also provide technical assistance and training to Office of Attorney General staff and meet regularly with the office to discuss complaints and responses.\nThe MOU will last for two years, and Pennsylvania and the DOT may agree to extend it at two-year intervals after the agreement ends.\nPreviously, the Pennsylvania Office of Attorney General has urged the federal government to strengthen protections for airline passengers and\nasked Congress to authorize state attorneys general enforcement of federal consumer protection laws governing the airline industry.\nOthers that have signed an MOU with the DOT include Attorneys General from California, Colorado, Connecticut, the District of Columbia, Illinois, Maine, Maryland, Michigan, Nevada, New York, New Hampshire, North Carolina, the Northern Mariana Islands, Oklahoma, Rhode Island, the U.S. Virgin Islands, and Wisconsin.\n# # #",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://coag.gov/app/uploads/2022/08/NAAG-Policy-Letter-Airline-Accountability-and-Increased-Consumer-Protection.pdf",
    "https://www.coag.gov/app/uploads/2022/08/NAAG-Policy-Letter-Airline-Accountability-and-Increased-Consumer-Protection.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michelle henry",
        "sentiment": "negative"
      },
      {
        "name": "henry announces mou",
        "sentiment": "negative"
      },
      {
        "name": "henry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. department of transportation",
        "sentiment": "negative"
      },
      {
        "name": "air travelers harrisburg",
        "sentiment": "negative"
      },
      {
        "name": "mou",
        "sentiment": "none"
      },
      {
        "name": "s. department of transportation",
        "sentiment": "none"
      },
      {
        "name": "dot",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:04:45.067+03:00",
  "updated": "2024-04-19T01:04:45.067+03:00"
}