{
  "thread": {
    "uuid": "99dc5bd372d80455283f324d7236fe51fe8b6306",
    "url": "https://www.elespanol.com/invertia/disruptores-innovadores/innovadores/corporaciones/20240216/mary-wysocki-cisco-paises-digitalizados-probabilidades-avanzar-sostenibilidad/832417222_0.html",
    "site_full": "www.elespanol.com",
    "site": "elespanol.com",
    "site_section": "http://seguro.elespanol.com",
    "site_categories": [
      "media"
    ],
    "section_title": "EL ESPAÑOL - Diario digital, plural, libre, indomable, tuyo",
    "title": "Mary de Wysocki (Cisco): \"Los países más digitalizados tienen más probabilidades de avanzar en sostenibilidad\"",
    "title_full": "Mary de Wysocki (Cisco): \"Los países más digitalizados tienen más probabilidades de avanzar en sostenibilidad\"",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s1.elespanol.com/2024/02/13/invertia/disruptores-innovadores/innovadores/corporaciones/832427524_239938423_1706x960.jpg",
    "performance_score": 0,
    "domain_rank": 2589,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "99dc5bd372d80455283f324d7236fe51fe8b6306",
  "url": "https://www.elespanol.com/invertia/disruptores-innovadores/innovadores/corporaciones/20240216/mary-wysocki-cisco-paises-digitalizados-probabilidades-avanzar-sostenibilidad/832417222_0.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Beatriz Aznar",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Mary de Wysocki (Cisco): \"Los países más digitalizados tienen más probabilidades de avanzar en sostenibilidad\"",
  "text": "La transformación digital a escala global ha entrado en una fase madura en la que no será posible afrontar los retos de futuro de nuestra sociedad sin integrar en la ecuación la sostenibilidad.\nLa época del greenwashing ha terminado -al menos para las compañías con estrategias de futuro sólidas y ambiciosas- y las corporaciones se han percatado de que el futuro no será posible sin implementar la sostenibilidad de forma transversal en sus organizaciones.\nEl coste de no hacerlo sería demasiado elevado; en términos sociales, pero también económicos . Este mensaje está calando cada día más y se convierte, además, en un motor para generar nuevas áreas de negocio.\n[Identidad, piedra angular contra la sofisticación de las amenazas: el nuevo enfoque de la ciberseguridad con IA]\nLa tecnológica Cisco, un peso pesado dentro del sector de las redes de comunicaciones, ha mostrado en su último evento Cisco Live EMEA, celebrado este mes en Ámsterdam, cuán importante es para su estrategia de futuro la sostenibilidad, una visión que le llevó hace ya 18 meses a crear la figura del director (directora en este caso) de sostenibilidad.\nElla es Mary de Wysocki, directora de Sostenibilidad en Cisco , una directiva al máximo nivel dentro de la compañía que está convencida de las oportunidades para la generación de negocio que brinda la sostenibilidad y que aplicar prácticas respetuosas con el medioambiente no está reñido con desarrollar la última y más puntera tecnología.\n\"Poder hablar con el director financiero sobre cómo vemos las inversiones que se tienen que acometer es muy constructivo\"\nMary de Wysocki, directora de Sostenibilidad en Cisco\nD+I - EL ESPAÑOL conversa con ella durante el evento Cisco Live EMEA, celebrado en Ámsterdam, donde De Wysocki reconoce con orgullo que es \"muy afortunada\" porque \"tengo un director financiero apasionado por la sostenibilidad\" , asevera con una sonrisa cómplice.\n\"Poder hablar con él sobre cómo pensamos acerca de las inversiones que se tienen que acometer es muy constructivo\". Y revelador, sin duda, del nuevo tiempo en marcha un sector tecnológico que reacciona ante la emergencia climática.\nProyección exhibida a los medios de comunicación sobre los objetivos de sostenibilidad de Cisco en el evento en Ámsterdam.\nEn este profundo proceso de transformación de la economía sin marcha atrás, la estrategia de Cisco con la sostenibilidad no arranca ahora, sino que, según explica la directiva a D+I: \" comenzamos a informar y hablar sobre ella allá por 2005\".\nMucho ha llovido desde entonces y en su viaje hacia net zero , la reducción de las emisiones de carbono y la generación de energía renovable, Cisco ha puesto este 2024 a España y el proyecto anunciado recientemente con IGNIS en Teruel (Aragón) entre los grandes anuncios de su estrategia de sostenibilidad.\n[Cisco cierra un acuerdo de suministro de energía con la española Ignis desde un nuevo parque solar en Teruel]\n\"Nuestra mayor responsabilidad es la electricidad que utilizan nuestros clientes. Por lo tanto, nos corresponde a nosotros aprovechar al máximo la energía \", nos matiza la máxima responsable de sostenibilidad.\nY es que digitalización y sostenibilidad son las dos caras de una misma moneda. \"Ya hay estudios que confirman que los países que están más avanzados en digitalización también tienen mayor probabilidad de obtener mayores logros en sostenibilidad \", asegura Mary de Wysocki.\nVisita a la planta de Reconext en Zoetemeer (Países Bajos), 'partner' de Cisco en devolución, reacondicionamiento y reutilización de sus productos.\nReconext: la apuesta por la economía circular Gestionar de forma más eficiente el ciclo de la vida de sus productos electrónicos forma parte de la estrategia en sostenibilidad de Cisco.\nReconext, con una planta en Zoetemeer, a casi 60 kilómetros de Ámsterdam (Países Bajos), es un aliado de la tecnológica para alcanzar este objetivo.\nD+I - EL ESPAÑOL visita la planta donde la compañía aplica procesos y técnicas que le permiten salvar piezas y componentes de Cisco mediante la reparación o el reacondicionamiento en lugar de utilizar nuevos productos y materiales. Se trata de un ejemplo más de la estrategia global y sostenible de la tecnológica.\nLa directora de Sostenibilidad de Cisco está convencida del potencial que la sostenibilidad va a jugar a la hora de diseñar las estrategias de crecimiento e inversión de las compañías en el futuro, de la mano de socios y clientes.\n\"Para los negocios es muy positivo que se pueda realizar esta transición digital y verde . Y es realmente muy efectivo. Desde el principio, la tecnología siempre ha requerido electricidad. Por eso, la eficiencia energética ha sido parte del desafío de los ingenieros y lo primero es seguir ayudando a los ingenieros a comprender ese futuro\".\nPor otra parte, la sostenibilidad también es un aspecto clave en el nuevo modelo de trabajo del futuro, donde las soluciones de la tecnológica norteamericana están marcando las tendencias del trabajo híbrido del presente, y del futuro.\nPorque, en los próximos años, el trabajo será híbrido o no será . Así de convencida se muestra Mary de Wysocki: \"El trabajo del futuro será híbrido. Va a ser global. Si se puede hablar de un aspecto positivo de la Covid fue que nos enseñó a todos que podemos trabajar de forma remota\".\nDe hecho, la directiva de Cisco se muestra convencida de que en el futuro será muy difícil crear puestos de trabajo -sobre todo aquellos más codiciados por el talento que requieren los nuevos perfiles más demandados por la sociedad-, si no son híbridos.\n\"Puede que el talento que buscas no esté en tu área geográfica. O que, por intereses personales o familiares, esté en otro sitio. ¿Vas a renunciar a él? Siempre digo que mi equipo está en todo el mundo ; y podemos ser muy afortunados de poder acceder a los mejores en cada caso gracias a la tecnología\", concluye.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:27:32.803+02:00",
  "updated": "2024-03-15T19:57:24.040+02:00"
}