{
  "thread": {
    "uuid": "f22ffd2ec8245650d5c73cc2a8095c49f0ba0ec0",
    "url": "https://www.archyde.com/lausannes-emergency-plan-to-protect-homeless-people-from-freezing-weather/",
    "site_full": "www.archyde.com",
    "site": "archyde.com",
    "site_section": "https://www.archyde.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Archyde",
    "title": "Lausanne’s Emergency Plan to Protect Homeless People from Freezing Weather",
    "title_full": "Lausanne’s Emergency Plan to Protect Homeless People from Freezing Weather",
    "published": "2024-01-12T02:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.unitycms.io/images/6mhA8p9bqmO9eosp-U2gX3.jpg?op=ocroped&val=1200,1200,1000,1000,0,0&sum=tE7owCVklKE",
    "performance_score": 0,
    "domain_rank": 19192,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f22ffd2ec8245650d5c73cc2a8095c49f0ba0ec0",
  "url": "https://www.archyde.com/lausannes-emergency-plan-to-protect-homeless-people-from-freezing-weather/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "archyde",
  "published": "2024-01-12T02:59:00.000+02:00",
  "title": "Lausanne’s Emergency Plan to Protect Homeless People from Freezing Weather",
  "text": "2024-01-11 20:34:00\n– Lausanne gets its homeless people off the streets\nIn order to protect around 270 people – including families with small children – from freezing temperatures, snow and icy winds, the city is activating its emergency plan.\nPublished: January 11, 2024, 9:34 p.m\nIn order to find homeless people in Lausanne and protect them from the cold, socio-medical emergency teams are also out at night these days.\nPhoto: Jean-Paul Guinnard (24 Hours)\nThree blankets wrapped around him, the dog with thick, white fur under a cloth next to him: This is how a homeless man is sitting these days in the posh Lausanne shopping street Rue de Bourg. His face sunken, his lips torn, he shudders for hours, even in heavy snowfall. Many passers-by know the man. Individuals approach him and put one, two or five francs in a wooden box. A woman buys him a sandwich in the café next door.\nThe city government wants to prevent homeless people from sitting on the streets of Lausanne in sub-zero temperatures. Especially that they sleep at night in the freezing cold in parks, in alleys or underpasses. On Monday, the city government announced the “Grand Froid” plan.\nSuch images are commonplace in Lausanne, even in winter: a homeless person sleeping in the station underpass.\nPhoto: Patrick Martin (24 Hours)\nSomeone wants to stay outside\nSocial workers provide verbal information about the “Grand Froid” plan. Information sheets are posted at contact points. The man on Rue de Bourg, who doesn’t want to give his name and certainly doesn’t want to see a portrait of himself in the newspaper, also found out about it. He still continues to sleep outside, he says defiantly. He couldn’t go to an emergency shelter because he didn’t have an identity card, and without a card he wouldn’t be allowed in, and his dog wouldn’t be liked there either.\nDue to the cold, the city of Lausanne is currently keeping the L’Espace meeting point open during the day. This measure is part of the “Grand Froid” plan.\nPhoto: Philippe Reichen\nAccording to studies, there are between 220 and 270 homeless people living in the city of Lausanne, which has a population of 150,000, including individual families with small children. According to Eliane Belser, these numbers are “always a snapshot,” so they can change quickly – in both directions.\nLausanne’s “cold plan” also includes allowing homeless people to stay in a heated place in the city almost all the time. L’Espace (the room) is the name of the lounge in the middle of the city center, where hot dinners are served 365 days a week and lunch four days a week. This week it is open throughout the day due to the cold – and is well attended.\nAt the beginning of this winter, homeless people in Lausanne slept overnight in boat storage areas.\nPhoto: Cella Florian (24 Hours)\nJulien Casentini and Youssef Khairi will also be there on Tuesday afternoon. Both spend their nights in shelters for the homeless, both suffer from lung diseases, and both emphasize that the warm place protects them from massive health problems. He has chronic bronchitis and has to go to the hospital regularly, says Casentini. He was diagnosed with tuberculosis at the university hospital, says Khairi. That is also the reason why he is still in Switzerland and has not yet been deported, said the Moroccan. He came to Switzerland eight months ago and initially lived on the street. He ended up in prison because he didn’t have a residence permit. Due to pneumonia, he ultimately had to go to the hospital and was diagnosed with tuberculosis. “I can’t stay outside in this cold,” says the 24-year-old Moroccan. Neither does Casentini. He reveals: “On cold days I often escape to libraries and read one book after the other.”\nBut not all homeless people in Lausanne go to warm places on their own. There are those like the man on Rue de Bourg who live and sleep further outside and thereby put their lives in danger.\nCall to citizens\nIf the emergency plan comes into force, citizens are encouraged to contact the mobile emergency teams of the Center for General Medicine and Public Health at the University of Lausanne using a collection number if they discover a homeless person sleeping outdoors. In such cases, Anna Laget, a nurse and head of an emergency aid team, also responds. “Our teams have repeatedly accompanied people to emergency sleeping places in the last few days,” she says. Laget estimates that around a dozen people are currently spending the night outside. The reasons for this are different. Some wanted to preserve their autonomy or protect their privacy. Others have psychological problems and fear conflicts with other people.\n“In such cases, we look at how those affected are dressed and covered, whether they have eaten something warm and whether they are lying in the open air or are at least somewhat protected by a roof or other insulating material such as wood,” says Laget. You also measure your body temperature. If hypothermia is diagnosed, emergency sleeping quarters are no longer an option. “We then call the emergency medical service and, depending on the emergency doctor’s assessment, transfer those affected directly to the hospital.”\nFor now, the “Grand Froid” plan in Lausanne continues. But next week the temperatures are likely to rise above the zero degree limit again at night and the protective measures will end.\nHomelessness in SwitzerlandPhilippe Reichen has been a western Switzerland correspondent based in Lausanne since 2012. He studied history, philosophy and general constitutional law at the universities in Zurich and Freiburg im Breisgau.More information\n@PhilippeReichen\nFound an error? Report now.\n2 comments\n1705021154\n#Cold #weather #Lausanne #homeless #people #streets",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/philippereichen",
    "https://www.twitter.com/philippereichen"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jean-paul guinnard",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lausanne",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T03:26:49.140+02:00",
  "updated": "2024-01-12T03:26:49.140+02:00"
}