{
  "thread": {
    "uuid": "722b1ae6593c34c2f1d1cc26558908f131e747c9",
    "url": "https://www.topworldnewstoday.com/australia-clinch-womens-odi-series-in-dramatic-style-as-india-chase-falls-short/",
    "site_full": "www.topworldnewstoday.com",
    "site": "topworldnewstoday.com",
    "site_section": "https://www.topworldnewstoday.com/category/cricket",
    "site_categories": [],
    "section_title": "\nCricket Archives - Top World News Today",
    "title": "Australia clinch women’s ODI series in dramatic style as India chase falls short - Top World News Today",
    "title_full": "Australia clinch women’s ODI series in dramatic style as India chase falls short - Top World News Today",
    "published": "2023-12-30T17:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://i.guim.co.uk/img/media/9892c89ad7371ba2ce1d26f71686a3cf6827dce8/0_113_3000_1800/master/3000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom,left&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=4af9b212a8fa9ed9f181f473baef04ba",
    "performance_score": 0,
    "domain_rank": 56003,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "722b1ae6593c34c2f1d1cc26558908f131e747c9",
  "url": "https://www.topworldnewstoday.com/australia-clinch-womens-odi-series-in-dramatic-style-as-india-chase-falls-short/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Admin",
  "published": "2023-12-30T17:16:00.000+02:00",
  "title": "Australia clinch women’s ODI series in dramatic style as India chase falls short - Top World News Today",
  "text": "Australia absorbed Deepti Sharma’s historic five-wicket haul and Richa Ghosh’s batting masterclass to notch a nailbiting, series-clinching three-run win over India in the second women’s one-day international in Mumbai. After a bungling, butterfingered fielding display from India allowed Australia to post eight for 258, the hosts looked well on track in their reply at Wankhede Stadium on Saturday (Sunday AEDT) before faltering late to finish on eight for 255. The win ensures Australia maintain their record of never having lost a bilateral women’s ODI series to India after moving to an unassailable 2-0 lead in the three-match rubber. Annabel Sutherland (3-47) took all of her wickets in her telling spell at the death, including the key scalp of Ghosh on 96 when India were cruising at 4-218. After India were left to rue seven grassed chances, Australia’s catching was similarly slipshod with Ghosh given lives on nought by Phoebe Litchfield and 36 by Sutherland before her majestic knock ended – caught Litchfield, bowled Sutherland. With 22 required off the last three overs, Sutherland took 1-3 off the 48th and Ash Gardner 1-3 in the 49th to dramatically put the chase beyond India’s reach. Tahlia McGrath dropped a soda in the 50th over to deny Sutherland a fourth wicket, reprieving debutant Shreyanka Patil, whose last-ball four proved academic. “All the way, we held our nerve as much as possible,” player-of-the-match Sutherland said. “It was pretty cool to have the chance to do that at the end. Nice that Midgey [the captain, Alyssa Healy] had faith in me and I was able to do the job.” After the early loss of Yastika Bhatia (14), fellow opener Smriti Mandhana, whose absence through illness hurt India in the series opener, fashioned a typically classy 34 before lofting leg-spinner Alana King’s second ball to McGrath in the deep. The in-form Jemimah Rodrigues (44) added 88 for the third wicket before falling to a superb catch from a diving Litchfield. Ghosh was hampered by cramps but when she finally departed, so did India’s hopes of levelling the series. Earlier, Sharma became the first Indian bowler to collect a five-wicket haul against Australia in women’s ODIs. She extracted prodigious turn to snare 5-38, piloting the tourists’ demise from 1-117 to 8-219 before King’s cameo 28 not out, combined with India’s shoddy fielding, boosted Australia’s final total. Litchfield (63) was dropped by Amanjot Kaur with the second ball of the match and again on 16 by Bhatia, a sitter at slip. She made the host pay, putting on 77 for the second wicket with fellow game one hero Ellyse Perry (50). Sharma trapped Beth Mooney (10) lbw before bowling in-form McGrath (24), after Litchfield became Patil’s maiden ODI scalp when she feathered a sharp-turning off break to wicketkeeper Ghosh. Sharma then removed Georgia Wareham (22), chipping to Mandhana, before dismissing Sutherland (23) caught-and-bowled for her fifth. King, who overturned an out lbw decision first ball and was dropped on eight by Indian captain Harmanpreet Kaur, made the most of her reprieves to hand momentum back to Australia. The final game of the one-day series follows in Mumbai on Tuesday before a three-game T20 series to conclude the tour. Australia won't blood speedster Lance Morris in the third Test against Pakistan, sticking with the same 13-player squad for Sydney. Sel Only two of the players who were in South Africa’s Test win over India on Thursday are in a 14-man squad for two Tests in New Zealand in February.Cricket Sout We've looked back an eventful year in Test cricket and picked our best team, led by Australia's WTC Final-winning skipper Neil Brand will make his Test debut as captain with six other uncapped players in an inexperienced squad while Proteas stars stay h",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deepti sharma",
        "sentiment": "negative"
      },
      {
        "name": "richa ghosh",
        "sentiment": "negative"
      },
      {
        "name": "annabel sutherland",
        "sentiment": "none"
      },
      {
        "name": "sutherland",
        "sentiment": "none"
      },
      {
        "name": "ghosh",
        "sentiment": "none"
      },
      {
        "name": "phoebe litchfield",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "litchfield",
        "sentiment": "none"
      },
      {
        "name": "wankhede stadium",
        "sentiment": "none"
      },
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T04:11:39.402+02:00",
  "updated": "2023-12-31T04:11:39.402+02:00"
}