{
  "thread": {
    "uuid": "9b29137881da27b4f7dc85baef6fd880f6b0e69a",
    "url": "https://cyprus-mail.com/2023/12/29/anti-corruption-authority-clears-deputy-attorney-general/",
    "site_full": "cyprus-mail.com",
    "site": "cyprus-mail.com",
    "site_section": "http://cyprus-mail.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Cyprus Mail",
    "title": "Anti-corruption authority clears deputy attorney general",
    "title_full": "Anti-corruption authority clears deputy attorney general",
    "published": "2023-12-29T10:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://cyprus-mail.com/wp-content/uploads/2022/11/008-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 11167,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b29137881da27b4f7dc85baef6fd880f6b0e69a",
  "url": "https://cyprus-mail.com/2023/12/29/anti-corruption-authority-clears-deputy-attorney-general/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nikolaos Prakas",
  "published": "2023-12-29T10:01:00.000+02:00",
  "title": "Anti-corruption authority clears deputy attorney general",
  "text": "The anti-corruption authority announced on Friday that there is no corruption on the part of the deputy attorney general Savvas Angelides over three cases forwarded to the authority by the audit office over potential conflict of interest. The authority added that [following their meeting](https://cyprus-mail.com/2023/12/28/anti-corruption-authority-to-release-findings-on-alleged-legal-service-conflicts/), they have also agreed with the findings by a team of foreign experts from the UK that examined the three allegations against Angelides. According to the authority, there was also no corruption found for the police officer referred to in the third complaint either. However, the authority will forward to the attorney-general a recommendation for criminal prosecution of the officer regarding his refusal to answer questions imposed on him by the investigating officers. The findings also noted the absence of a statutory procedure for conflict of interest. The complaints were submitted anonymously to the auditor general. He then considered that they did not fall within his own competence but concerned corruption issues, so he forwarded them to the authority. Specifically, these are the cases of three people, who were facing criminal cases for which Angelides registered a suspension of criminal prosecution. The allegations contained in those complaints are that Angelides was associated in a friendly and professional capacity with those defendants at a time prior to his appointment as deputy attorney-general and, due to conflict of interest, should have been excluded from considering and deciding their cases if there were any other motives for making those decisions to suspend criminal prosecution. These actions may constitute an abuse of power, an offence which is a corruption offence, the authority said. In the announcement, the authority said that in conducting a preliminary examination of the allegations, it considered, on the one hand, the case law on the existence of an unchecked power of the attorney-general, and in this case the deputy attorney-general, to suspend criminal prosecutions and, on the other hand, the allegations contained in the complaints. Having assessed all the facts, it decided to proceed with the investigation and appointed as Inspecting Officers George Campanellas, a solicitor from London, Tanveer Qureshi, a barrister from London, and George Liasides, a lawyer from Nicosia. The Inspecting Officers called witnesses to give evidence, who were called and appeared before them. They answered all but one of the questions put to them. Upon completion of the investigation and the study of all the evidence and data, the team drew up three reports, which they submitted to the authority for approval. In the first two complaints, in which the accused is Angelides, the existence of any corruption or abuse of power is not established. The testimony did not establish any acquaintance, either personal or professional, between the accused and the individuals for whom the prosecution had been suspended, the authority said. Regarding the third complaint, the authority said that, apart from Angelides, the accused was a senior police officer. The officer, according to the complaint, interceded outside the scope of his duties to Angelides to give a stay of prosecution to the accused. Coming forward for deposition, the officer produced two documents to the investigators, but refused to answer the questions put to him, citing that the documents related to “sensitive matters”. The report states that the officer’s refusal created obstruction of the investigation and that there was no reasonable cause for his refusal. The report said that the officer’s behaviour and refusal to answers questions might constitute a legal violation. Allegedly, Angelides had served as the attorney for someone who was a ‘person of interest’ for the police’s drug squad. In 2022 Angelides stayed a prosecution against this person. The name of drug squad chief Michalis Katsounotos was mentioned in this context. This may be linked to the affair where the attorney-general’s office decided against bringing charges against Katsounotos, whom the former prisons director Anna Aristotelous accused of spying on her and trying to frame her. Subsequently the attorney-general’s office also refused to give the green light to two private criminal prosecutions which Aristotelous’ lawyers wanted to file against Katsounotos. [Cyprus Mail](https://news.google.com/publications/CAAqKggKIiRDQklTRlFnTWFoRUtEMk41Y0hKMWN5MXRZV2xzTG1OdmJTZ0FQAQ?hl=en-US&gl=US&ceid=US%3Aen)on Google News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqKggKIiRDQklTRlFnTWFoRUtEMk41Y0hKMWN5MXRZV2xzTG1OdmJTZ0FQAQ",
    "https://news.google.com/publications/CAAqKggKIiRDQklTRlFnTWFoRUtEMk41Y0hKMWN5MXRZV2xzTG1OdmJTZ0FQAQ?hl=en-US&gl=US&ceid=US%3Aen",
    "https://www.news.google.com/publications/CAAqKggKIiRDQklTRlFnTWFoRUtEMk41Y0hKMWN5MXRZV2xzTG1OdmJTZ0FQAQ?hl=en-US&gl=US&ceid=US%3Aen"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "savvas angelides",
        "sentiment": "none"
      },
      {
        "name": "angelides",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T11:52:35.433+02:00",
  "updated": "2023-12-29T12:09:12.604+02:00"
}