{
  "thread": {
    "uuid": "880d1a217edb3c52f488f2bda05d1edde71f5f14",
    "url": "https://vnexplorer.net/z/494284.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ae",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "AE - VNExplorer",
    "title": "A Catholic diocesan hermit in Kentucky comes out as a transgender man",
    "title_full": "A Catholic diocesan hermit in Kentucky comes out as a transgender man",
    "published": "2024-05-31T14:48:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-760w,f_auto,q_auto:best/rockcms/2024-05/240530-Mario-Serrano-Christian-Matson-ch-1059-3744f8.jpg",
    "performance_score": 0,
    "domain_rank": 96541,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "880d1a217edb3c52f488f2bda05d1edde71f5f14",
  "url": "https://vnexplorer.net/z/494284.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-31T14:48:00.000+03:00",
  "title": "A Catholic diocesan hermit in Kentucky comes out as a transgender man",
  "text": "Christian Matson, a Catholic diocesan hermit in Kentucky, came out publicly as transgender this month during the Christian holiday of Pentecost. “I was seeing young trans people take their own lives because they felt rejected by their communities, including their religious communities,” Matson said. “I could no longer sit in the safety of being stealth and not raise my voice to say, ‘This is wrong.’” Matson and one canon lawyer believe he is the first openly trans person in his position in the church. Based on his appearance and behavior, Matson describes himself as “passing” for a cisgender man, which he considers a privilege. No one knew he was trans unless he told them. While seeking a vocational role in the Catholic Church, he was open about his gender transition with various spiritual directors and religious communities in hopes that they would accept him. “From a child, I wanted to be a ‘knight for Christ,’ going around doing good,” he said. In his mid-20s, he said, he felt a call to Catholic religious life during a Rite of Christian Initiation for Adults. By that point, he had already transitioned four years prior. &quot;I had confidence that if I just kept knocking, a door would open somewhere.&quot; Brother christian matson Matson consulted with a canon lawyer, someone who specializes in Catholic law, and reached out to multiple religious communities for over a decade hoping one would accept him. He said these conversations went one of two ways: They would either immediately say no, or approach a superior, which also resulted in a no. “They would say something along the lines of, ‘It’s clear you have a vocation, but our community is just not ready to grapple with the complexity of this situation,’” Matson said. Another reason they gave was a Vatican-issued instruction from 2000 that said trans people could not enter religious life due to “mental instability.” Matson, 39, said he did not feel this instruction applied to him because he, like many trans people, feels healthier since transitioning. “It was difficult to have one’s hopes raised and then shattered over and over for years,” he said. “But I had confidence that if I just kept knocking, a door would open somewhere.” In 2020, that door was opened by the Rev. John Stowe, the third bishop of the Diocese of Lexington in Kentucky. “I felt immense relief and gratitude,” Matson said. It was through the approval of Stowe that Matson was able to profess himself to religious life as a diocesan hermit. The Rev. Mario Serrano, left, and Brother Christian Matson, who said he was rejected from many religious communities until he found the Diocese of Lexington.Courtesy Order of Friars Minor Conventual Though rare, diocesan hermits are part of a Catholic vocation that involves a life of solitude under the direction of a spiritual director. Their role is hard to define, because it can vary depending on the diocese, but traditionally, they take a vow of chastity, poverty and obedience. Matson said he writes and prays in the mornings, attends Mass daily and cultivates “an ongoing relationship and ‘being’ with God throughout the day.” To support himself financially, he works at a theater in the afternoon. The Diocese of Lexington released a statement on May 21 regarding Matson’s public coming out two days before. “Brother Christian has long sought to consecrate his life to Christ in the Church by living the evangelical counsels of poverty, chastity and obedience,” the diocese said. “He does not seek ordination, but has professed a rule of life that allows him to support himself financially by continuing his work in the arts and to live a life of contemplation in a private hermitage. Bishop John Stowe, OFM Conv., accepted his profession and is grateful to Brother Christian for his witness of discipleship, integrity and contemplative prayer for the Church.” Daniel Quinan has been a canon lawyer for almost 10 years and publishes research on the intersection of canon law and LGBTQ issues; he said the statement from the diocese was “a bold statement of support for transgender Catholics.” He said that it is too soon to know what impact Matson’s coming out will have on the church, but that “success” will be measured in how well the theological and pastoral elements are upheld by the diocese. “In my own view, the praiseworthy elements are strong and can be well defended, yet I also recognize the legitimate concerns of those who would disagree for various reasons,” Quinan said. Because Catholic law holds no concept of “gender,” Quinan said there are no vocational paths that are off limits for being transgender. However, an important distinction is made in how the church defines “man,” which in Catholic law is strictly tied to assigned biological sex. “Matson appears to have found a potential pathway to threading that needle,” Quinan said. “By discerning a rare, individual vocational path that is canonically open to both biological sexes, and simultaneously committed to a radical form of celibacy.” Quinan said he is not aware of any other openly trans people who hold a profession in the Catholic Church and suspects Matson is the first. His decision to make his transition public comes at a time when the Catholic Church has been under scrutiny for recent decisions regarding LGBTQ people. In April, the Vatican released a 20-page document that declared gender-affirming surgery a violation of human dignity. Pope Francis also sparked controversy in December when he updated Vatican policy to allow for priests to bless same-sex couples, a historic change that received mixed responses from inside the church. Since coming out, Matson said he has received strong negative reactions online and especially on the social media platform X. But the people closest to him, most of whom didn’t know he was trans, have all reached out in support. Many of the negative responses have framed Matson as opposing the church or trying to infiltrate it with his “agenda,” but he said these claims are false. “My only agenda is the Gospel,” Matson said. “I believe, both from my own experience and from the scientific evidence, that it is possible for a person to have an innate gender identity that does not match their other markers of sex.” He added: “This is not a question of ideology. It is a simple disagreement as to what the facts are about the complexity of the human person.” For more from NBC Out, sign up for our weekly newsletter. Katrina Lambert Katrina Lambert is a graphic production assistant for &quot;Ana Cabrera Reports.&quot;",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christian matson",
        "sentiment": "negative"
      },
      {
        "name": "matson",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kentucky",
        "sentiment": "none"
      },
      {
        "name": "pentecost",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T22:52:31.001+03:00",
  "updated": "2024-05-31T22:52:31.001+03:00"
}