{
  "thread": {
    "uuid": "124f8241cc469bb24ff0ebfb3bbfe444f793eda2",
    "url": "https://kitchener.ctvnews.ca/balancing-medicine-and-music-kitchener-nurse-nominated-for-first-juno-award-1.6789724",
    "site_full": "kitchener.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://kitchener.ctvnews.ca/rss/ctv-news-kitchener-1.822359",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "",
    "title": "Balancing medicine and music: Kitchener nurse nominated for first Juno award",
    "title_full": "Balancing medicine and music: Kitchener nurse nominated for first Juno award",
    "published": "2024-02-29T23:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/2/29/tuzee-1-6789735-1709242034770.jpg",
    "performance_score": 0,
    "domain_rank": 979,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "124f8241cc469bb24ff0ebfb3bbfe444f793eda2",
  "url": "https://kitchener.ctvnews.ca/balancing-medicine-and-music-kitchener-nurse-nominated-for-first-juno-award-1.6789724",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Stefanie Davis",
  "published": "2024-02-29T23:27:00.000+02:00",
  "title": "Balancing medicine and music: Kitchener nurse nominated for first Juno award",
  "text": "[Skip to main content](#main)\nBalancing medicine and music: Kitchener nurse nominated for first Juno award\nA Kitchener nurse was on shift at Grand River Hospital when she got the call letting her know the Junos were considering her album for nomination.\n“She said ‘I’m calling from the Junos and I just like silent screamed, because you know, you’re at work,” singer-songwriter Tuzee Arndt said, with a laugh.\nThe artist, who goes by Tuzee for her music, has since been named an official nominee in the Contemporary Christian/Gospel Album of the Year category for her album titled Alive.\n“It’s hard to describe. It’s just amazing and what I’ve worked so hard for and it’s been a journey actually getting my music out,” said Tuzee.\nWhile putting out that album, Tuzee has continued working as a full-time nurse.\n“There’s a lot about nursing that I love,” Tuzee said. “I become a voice for people who do not have one and I become hope for people who do not have hope.”\nBefore her love for nursing was her love for music. It started when she was growing up in Liberia, singing at church with her family.\n“Music has always been in my family. My dad sang, my whole family sang. I’m the fourth of seven, so sometimes it was like a competition in our house,” Tuzee said.\nWhen she moved by herself from Liberia to Canada, music became a source of comfort for her without having her family nearby.\nIn 2019, she took the next step – recording and releasing her own songs.\n“I just woke up one day and I’m like ‘I’m going to record this song,’” she said.\nThe first song she recorded was called Shine, which is featured on her album Alive.\nShortly after that came out, the pandemic hit. Health care got busier and she used music as an outlet.\n“Believe me, I’d come home some days and I’m like ‘okay, I just want to sleep,’” Tuzee said. “But then there are those other days when I get home and went through a great day, and there’s so much in my head to write. So it really balances out.”\nSome songs, including Change Is on the Way, came from nursing during the pandemic.\nTuzee said her day job often inspires her music.\nHer friend and fellow nurse Zephania Alexander has watched Tuzee juggle it all.\n“I don’t know how she does it,” Alexander said.\n“After a 12 hour shift, I’m done. I go home, I want to watch TV and lay on the couch. That’s it. So I can’t believe that she’s not only working as a nurse, but she’s a mom, she has a family, and then also on top of that she’s singing, song writing, making music videos and all of that,” said Alexander.\nThat hard work has paid off with her Juno nomination. Tuzee was named Gospel Music Association female vocalist of the year. Next, she’ll be travelling to Halifax for the first time to attend the Junos on March 24.\nRegardless of the outcome, she said she’s honoured to even be nominated.\n“But hopefully it’s a win,” Tuzee said, with a laugh.\nWithout the support of her family, friends and producer, Tuzee said she wouldn’t be able to do all she can.\nHer music is available\nhere.\nKitchener Top Stories\nCTVNews.ca Top Stories\nQuebec Appeal Court rules secularism law is constitutional, English schools rebuffed\nThe Quebec Court of Appeal ruled Thursday that the province's secularism law is constitutional and a lower court was wrong to exempt English school boards from the law, known as Bill 21.\nAnand 'very surprised' to learn DND employee's company got ArriveCan contract, Poilievre calls for police probe\nNews that the CEO of Dalian Enterprises, which received $7.9 million for its work on the ArriveCan app, was also an employee of the Department of National Defence (DND) was a 'surprise' to former defence minister Anita Anand.\nSinger Cat Janice dies at 31, after writing final song for young son\nCat Janice, a singer who reached hundreds of thousands through social media, has died at age 31 following a battle with a rare form of cancer.\n'Complete his mission': Criminal psychologist theorizes Sask. mass killer's motives\nMyles Sanderson was most likely on his way to kill his ex-partner and “complete his mission” when officers forced him off the highway and arrested him, according to a criminal psychologist.\nA frog in India has a mushroom sprouting out of it. Researchers have never seen anything like it\nWhen observing a hoard of golden-backed frogs at a roadside pond in Karnataka, India, a group of naturalists noticed something odd about one of the amphibians — the animal had a tiny mushroom sprouting out of its side.\nSupreme Court rejects sexual assault appeal from Newfoundland police officer\nA Newfoundland police officer convicted of sexual assault in a 2014 case will head back to prison after the country’s top court dismissed his latest appeal.\nDead woman's estate ordered to pay B.C. university more than $650,000 for wage fraud, theft\nThe estate of a woman who died more than a decade ago is being ordered to pay a B.C. university more than $650,000 for wage fraud and theft.\nOntario doctor suspended after accessing medical records of 20 patients he wasn’t authorized to see: tribunal\nAn Ontario doctor had his licence temporarily suspended by a disciplinary tribunal after it found he had wrongly accessed patient records, including family members and colleagues, hundreds of times over the span of years.\nAnalysis\nDefence insiders sound alarms on state of Canadian military\nCiting everything from troop shortages to dwindling ammunition stocks to aging equipment and technology, a growing number of defence insiders are raising alarms about the state of the Canadian military.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.2-zee.com",
    "http://2-zee.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tuzee arndt",
        "sentiment": "none"
      },
      {
        "name": "tuzee",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kitchener",
        "sentiment": "none"
      },
      {
        "name": "liberia",
        "sentiment": "none"
      },
      {
        "name": "grand river hospital",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:25:04.312+02:00",
  "updated": "2024-03-01T00:25:04.312+02:00"
}