{
  "thread": {
    "uuid": "4e69d7257d496a29c22a96e8f0a2b450698a712a",
    "url": "https://casavogue.globo.com/arquitetura/edificios/noticia/2024/03/templos-extravagantes-mundo.ghtml",
    "site_full": "casavogue.globo.com",
    "site": "globo.com",
    "site_section": "https://casavogue.globo.com/rss/casavogue",
    "site_categories": [
      "interior_decorating",
      "real_estate",
      "home_and_garden",
      "architects",
      "top_news"
    ],
    "section_title": "casavogue",
    "title": "Os templos mais extravagantes e curiosos do mundo | Edifícios | Casa Vogue",
    "title_full": "Os templos mais extravagantes e curiosos do mundo | Edifícios | Casa Vogue",
    "published": "2024-03-29T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-casavogue.glbimg.com/Fh0Yt6GLnP1b1NpE0I7KTNbER-A=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_d72fd4bf0af74c0c89d27a5a226dbbf8/internal_photos/bs/2024/V/H/wmQD9ITXekRQavy1EyFQ/gettyimages-1422692019.jpg",
    "performance_score": 0,
    "domain_rank": 745,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e69d7257d496a29c22a96e8f0a2b450698a712a",
  "url": "https://casavogue.globo.com/arquitetura/edificios/noticia/2024/03/templos-extravagantes-mundo.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T11:00:00.000+03:00",
  "title": "Os templos mais extravagantes e curiosos do mundo | Edifícios | Casa Vogue",
  "text": "Gosta da combinação entre arquitetura e espiritualidade ? Os locais sagrados, além de serem espaços para a conexão com si mesmo - ou com uma crença maior, são verdadeiros tesouros arquitetônicos espalhados pelo mundo. Abaixo, separamos 7 templos e pagodes - torre com múltiplas beiradas, para deslumbrar e programar uma visita futuramente. 1. Templo do Dragão - Tailândia Localizado na província de Nakhon Pathom, a poucos quilômetros de Bangkok, na Tailândia, este extravagante templo budista de 80 metros de altura - um para cada ano de vida de Buda, é uma das maravilhas arquitetônicas do país. O imponente edifício apresenta uma escultura monumental de dragão, que envolve a construção cilíndrica rosa em 17 andares. Símbolo da jornada espiritual, o animal sobe a torre até o topo. Fundado por Bhavana Buddho e inaugurado em 1985, o santuário abriga um túnel e uma escada fechada ao público. 2. Templo Dourado de Amritsar - Índia O Harmandir Sahib, ou Templo Dourado, é o edifício mais sagrado dos Sikhs, seguidores do Sikhismo, uma religião monoteísta. Localizado no coração da cidade de Amritsar, no noroeste da Índia, o templo dourado está entronizado em um lago sagrado, medindo 150 metros. Construído em mármore, incrustado com madrepérola e pedras semipreciosas e coberto com placas e folhas de ouro, o templo, construído em 1601 por ordem do Guru Arjan, é Patrimônio Mundial da UNESCO desde 2004. Destruído durante a Invasão afegã de 1758 e reconstruído 8 anos depois, o edifício, cujos andares superiores são revestidos com 750 quilos de ouro puro, é uma joia do Império Indiano. 3. Estupa de Benalmádena - Espanha A Estupa de Benalmádena, em Málaga, tem 33 metros de altura e abriga uma sala de meditação. É um monumento budista à paz, prosperidade e harmonia. Inaugurado em 2003, o templo branco com cúpula dourada contém murais que ilustram a vida de Buda. Ele foi projetado pelo arquiteto polonês Wojtek Kossowski e é considerado o maior do mundo ocidental. Geralmente, as estupas são monólitos fechados, em torno dos quais os praticantes budistas fazem circunvoluções, no sentido horário, expressando ao mesmo tempo seus desejos - que, segundo a crença, são realizados quando feitos nesse local. 4. Templos de Abu Simbel - Egito Originalmente esculpidos na rocha das colinas sagradas de Meha e Ibshek, no sul do Egito, os dois templos originais de Abu Simbel foram construídos por Faraó Ramsés II, no século 13 a.C., para comemorar sua vitória na Batalha de Cades. Quando as águas do Lago Nasser começaram a subir, na década de 1960, os templos foram desmontados e reconstruídos no alto, às margens do lago, em uma colina artificial protegida das intempéries. Os locais foram descobertos em 1813 pelo historiador suíço Jean Louis Burckhardt e depois, em 1817, pelo explorador italiano Giovanni Battista Belzoni, que conseguiu retirar a areia antes de abri-los ao público. 5. Pagodes de Kakku - Birmânia Meticulosamente situada em um quilômetro quadrado de encosta, esta coleção de mais de 2.478 estupas está no estado birmanês de Shan, ao redor do Lago Inle. Encomendada há mais de 2.000 anos pelo imperador indiano Ashoka, a coleção original foi ampliada pelo rei Alaungsithu no século XII. Recentemente aberta ao público, a floresta de torres, em forma de sino, forma um labirinto organizado de forma linear e geométrica, como se estivesse suspenso no tempo. 6. Templo Wat Rong Khun - Tailândia Considerado o mais bonito do mundo e popularmente conhecido como Templo Branco, a construção parece cristalizar-se na paisagem tailandesa. Branco e prateado, Wat Rong Khun foi projetado na década de 1990 pelo artista local de Chiang Rai, Chalermchai Kositpipat, em homenagem à sua cidade natal. A estrutura arquitetônica única é inspirada na cultura pop ocidental e lembra as obras de Gaudí em Barcelona. 7. Pagode Maison Loo - França Situada no coração do bairro de Plaine-Monceau, em Paris, a Maison Loo é um pagode chinês encomendado em 1929 pelo negociante de arte Ching Tsai Loo. Ele comprou a clássica mansão de estilo francês em Paris e, então, decidiu transformar o edifício do século XIX num pagode de inspiração chinesa. O arquiteto Fernand Bloch elevou a mansão em dois andares e pintou a fachada de vermelho, em uma homenagem à Cidade Proibida. *Matéria originalmente publicada na Architectural Digest França . [Mais recente](#) Próxima Sagrada Família, em Barcelona, ganha nova data para aguardada conclusão",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.admagazine.fr/article/pagodes-temples-spectaculaires-monde",
    "https://admagazine.fr/article/pagodes-temples-spectaculaires-monde"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:42:34.206+03:00",
  "updated": "2024-03-29T12:42:34.206+03:00"
}