{
  "thread": {
    "uuid": "09ca73d46eb67439d62eea09a556baa8a0e4ed31",
    "url": "https://theshillongtimes.com/2024/01/06/tourist-footfall-rises-to-15-lakh-in-2023/",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "https://www.theshillongtimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Shillong Times is an Indian Newspaper",
    "title": "Tourist footfall rises to 15 lakh in 2023 - The Shillong Times",
    "title_full": "Tourist footfall rises to 15 lakh in 2023 - The Shillong Times",
    "published": "2024-01-05T19:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://theshillongtimes.com/wp-content/uploads/2022/12/Weather-e1704485414451.jpg",
    "performance_score": 0,
    "domain_rank": 97082,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09ca73d46eb67439d62eea09a556baa8a0e4ed31",
  "url": "https://theshillongtimes.com/2024/01/06/tourist-footfall-rises-to-15-lakh-in-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Our Reporter",
  "published": "2024-01-05T19:09:00.000+02:00",
  "title": "Tourist footfall rises to 15 lakh in 2023 - The Shillong Times",
  "text": "SHILLONG, Jan 5: An estimated 15 lakh domestic and foreign tourists visited Meghalaya in 2023, Tourism Minister Paul Lyngdoh said. The state government, which is according top priority to tourism for livelihood generation, described it as a big achievement. Speaking at the unveiling ceremony of a mural at the office building of East Khasi Hills district Deputy Commissioner on Friday, Lyngdoh said Meghalaya has a lot to offer to the rest of the world – cascading waterfalls, valleys, landscapes, rich tradition and culture and even the sky. He said each facet of nature has a rich history. He said the caves found in the state are one of the best. “If we consider the various assets, all we need to do to script a success story is to coordinate our efforts and work as a team,” Lyngdoh said. He further said that Meghalaya has reached a point where it is the next sought-after destination and if the state continues to sustain within the next few years, people will not look up to the government for employment. The making of the mural was supported by the Indian Foundation and the Asian Paints in collaboration with the state government. The mural, which portrays the theme of “Root and Rhythm” and is a testament to Mario Pathaw’s skill and creativity, adds a burst of colour and culture to the administrative hub. Lyngdoh expressed admiration for the artist’s work, emphasising the importance of promoting local talent to enhance the region’s cultural vibrancy. He said the mural has been carefully crafted to depict the essence of “Root and Rhythm” and it captures the spirit of Meghalaya’s cultural diversity. He said it not only serves as an aesthetic addition to the Deputy Commissioner’s office but also symbolises the harmony between tradition and contemporary expression. As Meghalaya continues to celebrate its cultural richness, an initiative like this reflects a collective effort to preserve and promote the unique artistic heritage of the region. The collaboration among Indian Foundation, Asian Paints and state government underscores a shared commitment to promoting and preserving the cultural heritage of the region. Deputy Commissioner RM Kurbah was among dignitaries present at the mural’s unveiling ceremony. SHILLONG, Jan 5: An estimated 15 lakh domestic and foreign tourists visited Meghalaya in 2023, Tourism Minister Paul Lyngdoh said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "touri",
        "sentiment": "negative"
      },
      {
        "name": "paul lyngdoh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shillong times",
        "sentiment": "negative"
      },
      {
        "name": "lyngdoh",
        "sentiment": "none"
      },
      {
        "name": "indian foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shillong",
        "sentiment": "none"
      },
      {
        "name": "meghalaya",
        "sentiment": "none"
      },
      {
        "name": "east khasi hills",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:27.372+02:00",
  "updated": "2024-01-06T00:12:27.372+02:00"
}