{
  "thread": {
    "uuid": "1e04dae236fc800d0e8a8cc04fe1260634b65cf9",
    "url": "https://www.kyivpost.com/opinion/32137",
    "site_full": "www.kyivpost.com",
    "site": "kyivpost.com",
    "site_section": "https://kyivpost.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Ukraine Doing Much Better on the Front Than Its Being Given Credit For",
    "title_full": "Ukraine Doing Much Better on the Front Than Its Being Given Credit For",
    "published": "2024-05-05T13:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.kyivpost.com/storage/2024/05/05/258b89a876f8de4ef0b28bec5d24019d.jpeg?w=1200&amp;q=90&amp;f=jpg",
    "performance_score": 0,
    "domain_rank": 5961,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e04dae236fc800d0e8a8cc04fe1260634b65cf9",
  "url": "https://www.kyivpost.com/opinion/32137",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Phillips P. OBrien",
  "published": "2024-05-05T13:03:00.000+03:00",
  "title": "Ukraine Doing Much Better on the Front Than Its Being Given Credit For",
  "text": "Ukraine is not losing but holding its own\nI have tried to add a dose of common sense to restrain much of the doom and gloom that has infected the reporting of the war in Ukraine.\nWe had been hearing quite dramatic stories of Russian breakthroughs and Ukrainian forces seemingly on the brink of collapse. Alot of this seems to come from those who want the Russian army to perform well, either to reinforce early analysis or because they would like to see a deal forced on Ukraine to allow Putin to declare a victory.\nThe reality is far less dramatic…. The Russian advances have been limited, there has been no sign of an ability to exploit, and assuming ammunition gets to Ukraine in the numbers promised, the Russians should have more difficulty advancing in the future, not less.\nThe Situation on the Front Line\nI thought I would try and show what has changed (or really not changed) in the battle line over the last week and then talk about what might actually be the most important strategic story of the last 4 months (which is not what you think).\nRussia and Ukraine were engaging in a race against each other. Russia was trying to take territory before US started flowing into Ukraine (while the Ukrainians were having to fight with a major shortage of supplies). Ukraine, on the other hand, was racing to try and get access to those supplies and get them to the front.\nNow, how much aid has actually reached the front is not easy to know—it might not be much as of yet. However, whether US aid has reached the front in bulk or not, the Russian advances have slowed and for the last few days hardly progressed at all…\n[]https://www.kyivpost.com/post/32102\nEveryone Must Commit to Preserving and Strengthening Media Freedom\nBy Thursday 2 May, the Russian forces had made very small advances—and crucially of the easiest kind. They made no attempt to exploit their supposed breakthrough into Ocheretyne, but actually just tried to consolidate the tiny advance. They certainly either lacked the ability to will to try an exploitation type of advance.\nSince Thursday there has been no advance of any note. The situation at Chasiv Yar has witnessed even less change.\nSo, what we have seen in the last week is no successful attempt by the assumed to be powerful and improving Russian army to make a successful advance against a Ukrainian army which was supposedly in dire straits.\nWhy is this?\nWell, it’s probably not because the Ukrainian Army is in great shape. The Ukrainian army is presently under-armed and almost certainly undermanned and exhausted. It will probably have to make some further small retreats in the future. What it’s down to is a combination of 3 factors. The continuing advantage of defensive firepower, the continual over-rating of Russian offensive capacity, and a temporary panic about the Ukrainian army which had some evidence—but was significantly overblown.\nFor instance,\nThis latter force has now been built up and wiped out twice since February 24, 2022. It is generating lots of soldiers, but obviously not training them to a high standard, and losing these new soldiers at a horrific clip. It’s also suffered enormous equipment losses.\nThe most up to date UK intelligence estimates, for instance, have the Russians losing (assumed Killed, missing, seriously wounded) over 465,000 soldiers since the full-scale invasion. These are staggering losses, which will have a serious effect on the new troops being generated.\nEven in the best of times such a force would struggle with basic combined arms warfare of the type that the Russians would need to be able to execute to advance. At this time, my strong guess is that these skills are almost nonexistent in all but a handful of the best units.\nOnce again, because reporters have a huge amount of access to Ukrainian forces, they can see, hear, smell the problems that the Ukrainians face—and they go ahead and report that. Because they don’t get any real access to the Russian forces, they rely on bad historical generalizations (Russian steamroller, Russians win in the end, etc. etc. —none of which are true) to contextualize the state of the Russian army.\nAdd that to the probably growing advantages of defensive firepower, and the real story of the last few months becomes clear.\nThe reality dispelling reporting impending Ukrainian collapse\nYou would hardly be forgiven for believing that the big story of the last few months is that the Russians are rejuvenated, growing in strength, successfully attacking and that the Ukrainians are worn out and on the verge of collapse.\nThe New York Times started its pivot in early January. And by a month ago the Washington Post was coming very close to declaring that Ukraine had lost the war.\nThere is also a growing chorus in the analytical community, as always led by those who believed the Russians would decimate Ukraine in a few days or weeks at the start of the full-scale invasion, that Ukraine must start negotiating and prepare to give up its territory.\nIn this way,\nIt certainly sounds dramatic and would get clicks—from those with a macabre sense at least. However—what have we seen on the ground.\nBasically, in the last four months, Russia blasted Ukrainian forces (who were short of ammunition) out of Avdiivka and made very small advances to the northwest. Here is the same map today.\nSo, in four months, in their attempts to take what people are referring to as the strategically important city of Chasiv Yar, the Russians have advanced at the pace of a mile a month.\nRussian advances towards Chasiv Yar actually compare rather poorly to what the Ukrainians did this summer in their supposedly disastrous counteroffensive in Zaporizhzhia. Here, for instance, was the start of the line in the center of Zaporizhzhia on June 1\nThe Ukrainians made small, incremental advances, moving forward at most 10 miles in depth, relying on infantry led attacks. However, this was a failure while the Russian similar advances of the last few months were a harbinger of Russian success.\nActually, in many ways the Ukrainian advance was far more impressive, as they were attacking Russian forces who had access to large stores of ammunition and who could answer Ukrainian fires with fire. In the last few months, the Russians have been attacking Ukrainian forces who were operating at a major fire disadvantage because of ammunition shortage.\nAt the same time, the Russians had some growing advantages in areas such as glide bombs, and the Ukrainians were running very short of anti-air ammunition, which allowed some Russian aircraft to operate closer to the front line than before.\nIn other words, over the last few months the Russians were fighting with major advantages that the Ukrainians have never possessed.\nYou might see what I am getting at. You could easily say one of the most important stories of the last few months is that\nAnd Russian losses really have been large. We have the UK intelligence figure above, which covers the whole war, but it does seem that Russian losses are trending upwards. In taking Avdiivka alone, Russian casualties were estimated at 17000 after a few months of fighting. Certainly, Ukrainian figures for months now have had the Russians losing 1000 a day on average—sometimes more for weeks at a time.\nIf headlines of the last few months were regularly: Russians Advance one kilometer for Heavy Losses in Soldiers and Vehicles, the war would seem very different.\nAnd this brings out the other real story. Even a weakened Ukraine without ammunition can take a terrible toll on the attacker. Maybe, just maybe, people will realize the true story of the last few months is that attacking, even with major advantages, is a mugs game. It will be extremely expensive and destructive for the attacking force, and it will show little strategic benefit. This has now been seen for well over a year (since Bakhmut) and it should be the real story of the war to now.\nIndeed, the side that learns it, and does its best to establish ranged dominance, will be the side that comes out on top in the end. Ukraine were it smart, (and I very much hope/think that it is) will double down on defensive strategy in 2024. Let the Russians attack, attack, attack. Greet them with now better supplied forces, hopefully in better entrenchments, and take a terrible toll.\nAt the same time, work on winning the ranged war to roll up the Russian Armed forces from the rear.\nIt’s actually been the story of much of modern war—but it’s one people need to hear again and again.\nUkraine has much to do. It needs to conscript wisely, it needs to fortify lines, it needs to only attack selectively when it can, and it needs to develop and be given as much ranged capacity as possible. But the story of the last few months confirms that this is the way to win the war.\nPhillips P. OBrien is Professor of Strategic Studies at the University of St Andrew, Scotland.\nThis is an abridged version of an article reprinted from the author’s blog Phillips’s Newsletter. See the original\nhere.\nThe views expressed in this opinion article are the author’s and not necessarily those of Kyiv Post.\nYou can also highlight the text and press Ctrl + Enter\nComments (4)\n[dan mullock](javascript:void(0);)Guest • 2 minutes ago\nI agree with the very appropriate quote from IMOKRU2. The bell for the next Ukrainian round rings soon.\n[Pissed off](javascript:void(0);)Guest • 11 minutes ago\nUkraine smashed the orcs that was on their way to Kyiv , right in the begining. Ukraine could have finished them off by NOW. Due to slow , stupid politics from the US , Europe and Nato doing meetings, wasting time etc. It is what it is today. Thank the universe that WW3 did not start 2 years ago. The west wasnt ready , actually caught with their pants down , and a broom up the arse. These russians bomb civilian targets daily, use forbidden gas etc. WTF give Ukraine what it needs to finish the job. They dealing with war criminals, looters , thiefs etc. Put boots on the ground , air support etc.\nThe signs that Russia is exhausted ( Just like July 2022 ) are everywhere at a time when Ukraine will get the biggest influx of modern weapons since the war began....The narrative ......A terrible summer for UAF at the expense of meaningful Russian gains is coming to a parallel universe near you ......lol\n[Imokru2](javascript:void(0);)Guest • 41 minutes ago\n“I am wounded but not slain. I’ll lay me down and rest awhile, then I’ll rise and fight again.”\nJohn Dryden",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://substack.com/home/post/p-144300551",
    "https://www.substack.com/home/post/p-144300551"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "putin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ukraine doing much better on the front than its being given credit for ukraine",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T14:49:56.107+03:00",
  "updated": "2024-05-05T14:49:56.107+03:00"
}