{
  "thread": {
    "uuid": "fcd15865e9a18d533d1e5419504cc7037d58f026",
    "url": "https://sipse.com/novedades/llega-la-ayuda-a-bacalar-familias-reciben-apoyos-471844.html",
    "site_full": "sipse.com",
    "site": "sipse.com",
    "site_section": "https://www.sipse.com/novedades",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de hoy en Quintana Roo - Grupo SIPSE",
    "title": "¡Llega la ayuda a Bacalar! Familias reciben apoyos",
    "title_full": "¡Llega la ayuda a Bacalar! Familias reciben apoyos",
    "published": "2024-06-23T18:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://images.sipse.com/79mBCRS6eDKlA5DhOLcVIgmnTSg=/724x500/smart/2024/06/23/1719101617911.png",
    "performance_score": 0,
    "domain_rank": 82788,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fcd15865e9a18d533d1e5419504cc7037d58f026",
  "url": "https://sipse.com/novedades/llega-la-ayuda-a-bacalar-familias-reciben-apoyos-471844.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SIPSE.com",
  "published": "2024-06-23T18:00:00.000+03:00",
  "title": "¡Llega la ayuda a Bacalar! Familias reciben apoyos",
  "text": "¡Llega la ayuda a Bacalar! Familias reciben apoyos La gobernadora junto a la presidenta del Sistema DIF Quintana Roo atendieron personalmente y de forma directa a familias que perdieron sus patrimonios. La gobernadora Mara Lezama Espinosa llevó a la comunidad La Ceiba y a las colonias de Bacalar todos los apoyos para superar la emergencia ocasionada por las inundaciones, como son los paquetes alimentarios, enseres domésticos, servicios médicos y las acciones de nebulización, termonebulización y control larvario para prevenir enfermedades. En La Ceiba, la gobernadora de Quintana Roo continuó atendiendo y resolviendo en territorio, 24/7, las necesidades de las familias afectadas por las inundaciones ocasionadas por las lluvias atípicas que cayeron sobre la región, como lo ha hecho desde el día 1 de la emergencia. “Seguimos en recorridos, en la comunidad La Ceiba, en Bacalar, con todos los equipos de emergencia de los tres órdenes de gobierno, para atender a las familias afectadas por las inundaciones. Continuamos entregando paquetes alimentarios y seguiremos distribuyendo la ayuda a quienes más lo necesiten para no dejar a nadie atrás” expresó la Gobernadora. La fortaleza de estas acciones está, en gran medida, en el trabajo que realiza el Sistema DIF Quintana Roo, encabezado por la presidenta honoraria Verónica Lezama Espinosa, pues desde el día 1 hasta esta mañana, ha contribuido 24/7 en territorio y de manera directa en la preparación de 1 mil 842 alimentos calientes y realizado 1 244 censos; además de la entrega de 1 mil 519 despensas. Acompañada de autoridades del Ejército, Marina, Guardia Nacional, así como de funcionarios y brigadistas del gobierno del estado y municipal, la gobernadora del estado entregó en Bacalar apoyos como refrigeradores, camas, despensas, de forma directa y transparente, así como con amplio sentido humanista y solidario.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-23T19:42:33.572+03:00",
  "updated": "2024-06-23T19:42:33.572+03:00"
}