{
  "thread": {
    "uuid": "65391560758536c429490dfebc0f2c588252e652",
    "url": "https://www.wtoc.com/2024/01/05/savannah-high-school-boys-building-brotherhood-beyond-basketball/",
    "site_full": "www.wtoc.com",
    "site": "wtoc.com",
    "site_section": "http://www.wtoc.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WTOC | News, Weather, and Sports | Savannah, GA",
    "title": "Savannah High School boys building a brotherhood beyond basketball",
    "title_full": "Savannah High School boys building a brotherhood beyond basketball",
    "published": "2024-01-06T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wtoc-prod.cdn.arcpublishing.com/resizer/v2/PVGUALAVVND6TBBMB65HIIZELE.jpg?auth=5f9f93d59ae59c1595ff52762323d2eb3455b5f5b8e9690c7043e3642c611f95&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 20379,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65391560758536c429490dfebc0f2c588252e652",
  "url": "https://www.wtoc.com/2024/01/05/savannah-high-school-boys-building-brotherhood-beyond-basketball/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WTOC11",
  "published": "2024-01-06T00:17:00.000+02:00",
  "title": "Savannah High School boys building a brotherhood beyond basketball",
  "text": "Savannah High School boys building a brotherhood beyond basketball SAVANNAH, Ga. (WTOC) - The Bluejackets’ (9-4) final game of 2023 didn’t end way they hoped, and they picked up their fourth loss of the season. Now as they prepare for their first game of 2024, it’s time for them to practice what they preach: It’s not about what happens to you in life, it’s about how you respond. “We try to tell them, eventually you’re going to be the leader of a household, so we try to portray and put them leadership skills in them,” said head coach George Brown. “And we hold them accountable for their actions, just like life is going to do. Life is going to get tough. Life is going to get hard.” Over the past few seasons, the team seems to be responding to hard situations as well as any coach can hope for. In Brown’s first season as an assistant coach, the team went 1-17. Then, when the current group of juniors were freshmen, they went 8-15. Last year, they were 21-8. That season ended in a Sweet Sixteen appearance in the state playoffs, and every loss for the past two years, has been to a ranked opponent. But the success on the court starts off of it. “We’re like best friends. Really when we get on the court, we’re just putting it together. We just like to play for each other,” said junior guard Maki Joyner. “You don’t really get that often where you have a lot of kids coming in where they’re already close friends, but we’ve built a relationship over the years – mainly 9th and 8th grade – we just built that relationship, so now they’re just used to everything that we do and used to what I’m trying to instill in these guys.” Whether it’s been the first-year head coach or Coach Tim Jordan, who held the reigns at Savannah High for 40 years prior to this season, both have been monumental in the growth of this team. “It’s been awesome,” said Joyner. “I never knew I was going to grow up and be big like this because I was weak in middle school. I was trash before I got here and met Coach Brown and Coach J. They really helped me with my game a lot – all of us, really.” Now, at about the halfway point of the season, it’s state championship or bust for the Bluejackets. “Like I told our kids, it’s time,” said Brown. “This is what you guys told me that you wanted, this is what you guys want to do. So everything that I’m trying to instill in them is to help them be champions.” Copyright 2024 WTOC. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blueja",
        "sentiment": "negative"
      },
      {
        "name": "george brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "savannah high school",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ga.",
        "sentiment": "none"
      },
      {
        "name": "savannah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:16.463+02:00",
  "updated": "2024-01-06T00:26:16.463+02:00"
}