{
  "thread": {
    "uuid": "ccc88f7b116a3cc1447179322ee8fde6d23bbf7b",
    "url": "https://www.elespectador.com/judicial/tras-20-anos-ex-farc-pediran-perdon-por-crimenes-cometidos-en-velez-santander",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://elespectador.com/judicial/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Noticias judiciales hoy en Colombia | EL ESPECTADOR",
    "title": "Tras 20 años, ex FARC pedirán perdón por crímenes cometidos en Vélez, Santander | EL ESPECTADOR",
    "title_full": "Tras 20 años, ex FARC pedirán perdón por crímenes cometidos en Vélez, Santander | EL ESPECTADOR",
    "published": "2024-03-14T21:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/0CAXrPOh1Px3RCOoPtIOM5U80PY=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/WVMJUOKY35HTXNRIGBWVTRKILQ.jpg",
    "performance_score": 0,
    "domain_rank": 5944,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ccc88f7b116a3cc1447179322ee8fde6d23bbf7b",
  "url": "https://www.elespectador.com/judicial/tras-20-anos-ex-farc-pediran-perdon-por-crimenes-cometidos-en-velez-santander",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Judicial",
  "published": "2024-03-14T21:02:00.000+02:00",
  "title": "Tras 20 años, ex FARC pedirán perdón por crímenes cometidos en Vélez, Santander | EL ESPECTADOR",
  "text": "El 15 y 16 de marzo de 2024, en la Universidad Industrial de Santander (UIS), ubicada en el municipio de Barbosa, se realizará un acto público en el que miembros del Bloque Magdalena Medio de las extintas FARC, reconocerán su responsabilidad y pedirán perdón a las víctimas por secuestros, homicidios y amenazas, con motivaciones políticas cometidas en la provincia de Vélez (Santander) entre 1990 y 2000. Lea sobre: Revocan declaración de lesa humanidad a crímenes por los que era investigada Cielo Gnecco Este acto de disculpas públicas se empezó a gestar en el 2023, cuando se llevó a cabo en Bucaramanga las audiencias de versiones voluntarias ante la Jurisdicción Especial para la Paz (JEP) de los antiguos integrantes del Bloque Magdalena Medio, al mando de Pastor Alape. Los testimonios y revelaciones de los comparecientes dieron cuenta de una política de privación de la libertad de candidatos y personas que ejercían cargos de elección popular en Vélez. Este desarrollo se dio en medio de las investigaciones que adelanta la JEP en el macrocaso 1, que determina las responsabilidades de antiguos miembros de esa organización en casos de secuestros cometidos durante el conflicto armado. Le puede interesar: Masacre de La Rochela: 35 años del crimen cometido por “paras” y agentes del Estado A uno de estos espacios, asistió Yeferson Mario Suárez, hijo de Mario Suárez, secuestrado de septiembre a octubre de 1997 por el Frente 23 mientras era candidato a la alcaldía de Landázuri (Santander) y expuso la necesidad de que los firmantes ofrecieran disculpas como acto de justicia restaurativa. A lo largo de mayo, junio y septiembre de 2023, se lograron concretar varios encuentros preparatorios entre las víctimas, los comparecientes y sus respectivos representantes, para lograr un acto público de responsabilidad. El espacio no solo buscará reparar simbólicamente a las víctimas, sino que también promoverá mesas de diálogo social con diversas instituciones del Estado y de la sociedad civil, para que contribuyan a la reconstrucción del tejido social y el desarrollo del territorio que garanticen la reparación a las víctimas y la no repetición de estos hechos. El espacio contará con la participación de la Jurisdicción Especial para la Paz (JEP), la Comisión Colombiana de Juristas (CCJ), quien representa a víctimas de estos hechos en el departamento y diversas partes interesadas. Para conocer más sobre justicia, seguridad y derechos humanos, visite la sección Judicial de El Espectador.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:28:49.039+02:00",
  "updated": "2024-03-15T02:04:08.230+02:00"
}