{
  "thread": {
    "uuid": "f9966b3e26df629d7643dff0095896daafae6644",
    "url": "https://dnyuz.com/2024/05/03/liberia-moves-to-create-war-crimes-court-decades-after-civil-wars-ended",
    "site_full": "dnyuz.com",
    "site": "dnyuz.com",
    "site_section": "https://dnyuz.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "DNyuz",
    "title": "Liberia Moves to Create War Crimes Court, Decades After Civil Wars Ended",
    "title_full": "Liberia Moves to Create War Crimes Court, Decades After Civil Wars Ended",
    "published": "2024-05-03T19:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dnyuz.com/wp-content/uploads/2024/05/Liberia-Moves-to-Create-War-Crimes-Court-Decades-After-Civil.jpg",
    "performance_score": 0,
    "domain_rank": 28448,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9966b3e26df629d7643dff0095896daafae6644",
  "url": "https://dnyuz.com/2024/05/03/liberia-moves-to-create-war-crimes-court-decades-after-civil-wars-ended",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "New York Times",
  "published": "2024-05-03T19:21:00.000+03:00",
  "title": "Liberia Moves to Create War Crimes Court, Decades After Civil Wars Ended",
  "text": "Liberia’s president has signed an executive order establishing a war crimes court, the culmination of a decades-long effort to bring justice to victims of the country’s two civil wars, which killed an estimated 250,000 people from 1989 to 2003.\nLawmakers in Parliament — including some who are expected to face prosecution under the court — passed a resolution calling for the move last month.\n“For peace and harmony to have a chance to prevail, justice and healing must perfect the groundwork,” President Joseph Boakai said as he signed the order on Thursday, to the applause of lawmakers and ministers.\nAlthough some of those behind the violence\nhave faced prosecution abroad, no one has been held legally accountable within the country for the massacres, rape, torture and conscription of child soldiers that left deep scars on generations of people in Liberia, a West African nation founded 200 years ago by freed slaves from the United States.\nIt was unclear on Friday how many cases might come before the court and when they might begin. Many of the perpetrators, and their victims, have since died.\nMr. Boakai’s executive order also paved the way for an economics crimes court, which would cover the companies and individuals who funded the wars’ various factions, but Parliament will first have to pass legislation to establish it.\nAfter decades of impunity, many Liberians had given up any hope of justice.\n“Nobody expected this would come,” said Adama Dempster, a rights campaigner who, as a young student in school in northeastern Liberia, saw his friends being recruited as child soldiers. Like many Liberians, he also witnessed summary executions and other crimes almost daily. Now in his mid-40s, he has long campaigned for the creation of such a court.\nLiberia’s Truth and Reconciliation Commission, which Parliament established nearly two decades ago, concluded its work in 2010 with a\ncall for the establishment of a court to try those responsible, and for reparations to be paid to the victims.\nBut neither the government of\nEllen Johnson Sirleaf, the Nobel Peace Prize laureate who led Liberia from 2006 to 2018, nor that of her successor, George Weah, the soccer star turned president who was voted out of office late last year, acted on the commission’s recommendations, citing a lack of resources and security.\nOn Thursday, Mr. Boakai said the country needed to establish the truth about the violence and “to justly apportion the blame and rewards wherever they may lie.”\nHis executive order did not mention reparations.\nLiberia’s first civil war started in 1989, when the warlord Charles G. Taylor led a rebellion to overthrow the military regime of President Samuel Doe, who was later mutilated and killed by fighters under another warlord, Prince Johnson. Now a powerful senator known by his initials, P.Y.J., Mr. Johnson\nvideotaped himself drinking beer while ordering his forces to cut Mr. Doe’s ears off.\nIn the second civil war, from 1999 to 2003, two rebel groups tried to unseat Mr. Taylor, who by then had become president.\nThe court has taken so long to establish because key players in the war had government jobs, political power and economic influence, according to Tennen B. Dalieh Tehoungue, a Liberian scholar who focuses on justice, peace-building and reconciliation at Dublin City University in Ireland.\n“They refused to endorse any measure or mechanism that had punitive actions in it,” she said.\nMr. Johnson, now 71, was among those key players. But in the end, he and others involved in the civil wars signed the resolution calling for the court to be established.\nWhy they finally did so remains a mystery, although Ms. Tehoungue said she believed it to be a case of “big-man syndrome” — even as they signed it, “they assumed criminal prosecution would never happen.”\nAfter signing the measure, Mr. Johnson told journalists in Monrovia, the capital, that “we are up for peace, and we do not want any trouble.” He nonetheless justified his own actions in the civil war, saying: “I am a brave soldier. I came to liberate my people.”\nHundreds of thousands of people were killed, raped or lost their homes in the conflicts, which Human Rights Watch described as “a human rights disaster.”\nMr. Taylor, the former warlord turned president who is now 76, once ran under the election slogan “He killed my ma, he killed my pa, but I will vote for him anyway.”\nHe is currently serving a\n50-year sentence for crimes committed in the civil war of neighboring Sierra Leone in the 1990s. But he has never been tried for his actions during the wars in Liberia.\nMany Liberians expressed relief on Thursday that there would be some accountability at last.\n“Many victims and survivors never believed there would be justice in their time,” said Mr. Dempster, the human rights campaigner.\nThe post\n Liberia Moves to Create War Crimes Court, Decades After Civil Wars Ended appeared first on New York Times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://nytimes.com/2018/01/22/world/africa/liberia-george-weah.html",
    "https://nytimes.com/",
    "https://trcofliberia.org/reports/final-report.html",
    "https://www.nytimes.com/2018/01/22/world/africa/liberia-george-weah.html",
    "https://www.nytimes.com/2017/03/05/world/africa/liberia-president-ellen-johnson-sirleaf-women-voters.html",
    "https://nytimes.com/2017/10/09/world/africa/liberia-women-election.html",
    "https://www.nytimes.com/2012/05/31/world/africa/charles-taylor-sentenced-to-50-years-for-war-crimes.html",
    "https://www.nytimes.com/2020/12/03/world/africa/liberia-war-crimes-trial-switzerland-.html",
    "https://www.nytimes.com/",
    "https://nytimes.com/2012/05/31/world/africa/charles-taylor-sentenced-to-50-years-for-war-crimes.html",
    "https://www.trcofliberia.org/reports/final-report.html",
    "https://www.nytimes.com/2017/10/09/world/africa/liberia-women-election.html",
    "https://nytimes.com/2017/03/05/world/africa/liberia-president-ellen-johnson-sirleaf-women-voters.html",
    "https://nytimes.com/2020/12/03/world/africa/liberia-war-crimes-trial-switzerland-.html",
    "https://www.nytimes.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joseph boakai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liberia moves to create war crimes court",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "liberia",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T19:30:58.010+03:00",
  "updated": "2024-05-03T19:30:58.010+03:00"
}