{
  "thread": {
    "uuid": "370bd9758ba3bb186c656f0469102fadd4bed3b2",
    "url": "https://www.austinchronicle.com/music/a-threat-to-the-empire/",
    "site_full": "www.austinchronicle.com",
    "site": "austinchronicle.com",
    "site_section": "https://news.google.com/search?q=the%20when%3A1h&hl=en-US&gl=US&ceid=US%3Aen",
    "site_categories": [
      "music",
      "entertainment",
      "arts, culture and entertainment",
      "lifestyle and leisure"
    ],
    "section_title": "Google News - Search",
    "site_title": "Austin News, Events, Restaurants, Music - The Austin Chronicle",
    "title": "Behind the Legal and Financial Chaos Circling Empire",
    "title_full": "Behind the Legal and Financial Chaos Circling Empire",
    "published": "2026-01-15T08:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/www.austinchronicle.com/wp-content/uploads/2026/01/Empire_1.jpg?fit=2560%2C1920&ssl=1",
    "performance_score": 0,
    "domain_rank": 20536,
    "domain_rank_updated": "2026-01-11T23:00:00.000+02:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "370bd9758ba3bb186c656f0469102fadd4bed3b2",
  "url": "https://www.austinchronicle.com/music/a-threat-to-the-empire/",
  "ord_in_thread": 0,
  "author": "Caroline Drew",
  "published": "2026-01-15T08:01:00.000+02:00",
  "title": "Behind the Legal and Financial Chaos Circling Empire",
  "text": "The message on the black gate that separates Empire Garage from the street was simple: “Fuck u Steve.” The spray-painted words, captured on Dec. 30, quickly became a backdrop for angry Instagram posts, directed at Empire Control Room & Garage owner Stephen Sternschein, that flooded the timelines of music lovers across the Live Music Capital last month. Personal accounts accused the venue owner of firing a majority of his security staff after several late paychecks.\nWhen reached for comment on Dec. 31, Sternschein texted: “Times are rough for venues – bar sales have plummeted and we cant afford to have [an] in-house security dept.” Empire will instead employ a third-party security provider, the owner said, but “Rumors flying around that we let go of ‘the staff’ are untrue; there are still 30 of us here doing our best to survive and make more out of less.” He estimated that five employees and 10 contractors were fired, accounting for a 20% staff reduction. “Its only a part of what we need to do to survive this next year,” he wrote.\n“For over a decade at Empire Control Room & Garage, we’ve led the charge on wages and quality of life for our staff. We didn’t just talk about it – we paid 2x the national average for our industry because we believed the people who make the shows happen deserve to be compensated fairly,” Sternschein continued. “That commitment hasn’t changed. But the reality has. Bar sales are down significantly. Consumer preferences have shifted. And the current payroll structure is no longer sustainable. We’re reorganizing and moving to a vendor staffing model for some of our event operations – the same approach venues like Stubb’s and ACL Live do. There are still 30+ of us over here on the Empire team, and we’re grateful for the outpouring of support from our Austin community during this difficult time.”\nFor many of the past employees sharing their frustrations online, however, these recent developments are merely the latest issue in a long list that’s been building for many years.\n“This is not the first time that payroll has not been received by employees,” said Ashley Pickell, who started at Empire in 2017 and played several roles at the venue before leaving as a manager in 2023. “This has happened multiple times throughout the years, and because most of the people who work there are young musicians and artists and people that want to get into the industry, there’s not a lot of fight in them when things like this happen, because where else are they going to get a job where they’re getting this kind of exposure to the industry and the experiences they’re having?”\nAlongside Pickell, audio engineers Ana Hymson and Sydney Wright – both of whom worked at Empire until May 2025 – and ex-manager Adam Anthony recalled times that their paychecks were shorted or late and only rectified after days to weeks of following up with Sternschein, as evidenced by email and workplace communication platform messages received by the Chronicle.\n“A lot of these people are frustrated. It’s the holidays,” said Anthony, who left Empire on Nov. 28 after five years there. “These people rely on this check in order to make rent.” When asked on Jan. 9 specifically about late and missing paychecks, Sternchein offered no comment.\nBuilding an Empire\nSternschein has worked in the music industry in many capacities, experiencing his fair share of legal and financial issues along the way. The New Jersey native opened Empire in 2013, alongside then-partners Mike and Dave Machinist and Side Bar owner Trey Spaw, under Heard Entertainment LLC. Empire, officially titled Empire Control Room & Garage, spans two parcels of land on Red River with an indoor and outdoor stage. The team was nearly evicted in 2018 during a development sweep that threatened many venues in the area. Since then, Sternschein and his financial partners have purchased both parcels with help from the city of Austin.\nFour years after Empire opened its doors, the Heard team bought Parish, a small venue then located on Sixth. The mid-capacity stage has experienced a turbulent ride in the owners’ hands. A pandemic-era lawsuit concerning disputed rent and utility payments pushed the owners to relocate Parish to 501 Brushy. There, fire damage kept it shuttered for months and “rising real estate costs and changing consumer behavior,” according to a press release, pushed the venue back onto the streets in August 2025. Sternschein and his investors continue to search for a “central and affordable” long-term home for Parish.\nThroughout his tenure as a venue owner, Sternschein has also been involved in several venue sustainability projects and businesses, including co-founding Prism.fm, a booking and ticketing software aimed at independent concert promoters, in 2016. Sternschein has since left the company. When COVID-19 erupted, he became the founding treasurer of the National Independent Venue Association, a pandemic-born trade organization that advocates for small stages, serving on their board until July 2021.\n“We built [NIVA] based on what we did here,” Sternschein told the Chronicle in 2020. “I told everybody the story of Austin – how we built a really effective live music body that’s protecting all of us.”\nDuring his time with the coalition, Sternschein also served as the executive producer of the virtual Save Our Stages Festival, a part of the Save Our Stages campaign, which resulted in the passing of a congressional act of the same name securing $15 billion in federal funding for music venues across the country. Empire and Parish both benefited from the act, receiving nearly $2.1 million combined to cover rent and maintenance costs while concertgoing was put on pause.\nFollowing the pandemic, Sternschein and Resound co-founders Ian Orth and Graham Williams merged Heard Presents and Resound Presents, forming an independent concert promotion and booking outfit that, at the time, expected rapid symbiotic growth. The partnership has since ruptured, and the two agencies now book separately. While Resound books at many stages across Central Texas, Heard arranges shows at Empire and, until recently, Parish. The Machinists remain partners in Heard Entertainment and the two venues it operates – though staff, and legal documents, say that they are no longer involved in day-to-day operations as of December 2024.\nInitial Cracks\nAccusations that Empire had been stiffing artists and that Sternschein’s business management wasn’t up to snuff remained whispers amid the scene and comments on Reddit until last month. Trouble at the venue began to compound in November, following the tragic suicide of longtime employee Dick Chalmers. A jack-of-all-trades fixture on Red River, Chalmers had worked at the venue for 13 years, spending nights at the door doing security, behind the booth running lighting, and by the bar creating content for the venue. He was beloved for his mentorship of younger employees, and his passing brought many emotions to the surface.\n“He was an uplifter,” emphasized Wright. “He lived and breathed Empire.”\nShortly after Chalmers’ passing, staff received an email obtained by the Chronicle that outlined coming changes for 2026. “You will have to choose to be a contractor or employee,” Sternschein wrote in the email, going on to explain that hourly rates for all positions “are going to go down” in order to ensure “sustainability for employees and the Venue.”\n“The choice was – choose to be a contractor and get hardly any shifts or be an employee and all of a sudden your time is worth less cause you’re taking that pay cut,” Wright said via text, adding that slow seasons might leave full-time employees unable to pay rent under this new model.\nDespite Sternschein’s claim that Empire has led the industry in employee pay rates, disputes over wages are not new at the venue. In 2022, then-manager Amanda Justice led a short labor strike after she discovered that she and her production staff would not be receiving festival pay, an industry standard, for their South by Southwest shifts.\n“Every venue, every production company, pays festival pay for South By and ACL in the very least,” Justice said, explaining that the increased wages are intended to compensate for a higher volume and intensity of labor during the festival. “We found out [on] Thursday [a day before the 2022 festival began] that we’re not only not getting festival pay, but that we are the lowest-paid production team in town for that week.”\nJustice called for her co-workers to join her in refusing labor until higher wages were negotiated. Though the strike was a success, Justice was promptly fired after the festival. Justice filed for unemployment with the Texas Workforce Commission, alleging that she was eligible because she had been fired for unionizing retaliation, rather than the claimed misconduct – Empire said they’d fired Justice for drinking on the job. The Texas Workforce Commission found her termination was not due to misconduct, but an appeal from the venue led to the filing being dropped.\nStaff members like Justice, Pickell, and Hymson said they had also been witness, during their time with the venue, to larger instances of financial mishandling by Sternschein. Hymson recalled unpaid equipment repair bills and Pickell remembered Sternschein requesting money “no questions asked” from the cash box. Several managers expressed confusion after the venue received a major check from Ticketmaster, following a new contract with the ticketing giant, and was still unable to balance company accounts.\n“We started working with Ticketmaster in August [2025],” said Sternschein when asked about the financial impact of the deal. “They have the best ticketing solution that I’ve seen, and absolutely the partnership immediately helps us to stabilize the business and it will help immensely over the next few years.” He had no comment on further questions about his financial management and employee confusion surrounding the Ticketmaster funds.\nVenue employees are not the only ones to allege incompetence at the venue. Juan-Carlos Silva, the organizer behind punk festival This Is Austin, Not That Great, spoke out in a video on Dec. 31 about reactionary and unprofessional treatment from the venue owners after Empire hosted part of the three-day fest in 2023.\n“This is just a reflection of the people that run this place. Not the staff, of course. The staff – everybody I’ve ever worked with there have always been really cool and awesome people,” said Silva.\nLocal show organizers Tiny Sounds Collective also shared a recent negative experience on social media.\n“Tiny Sounds hosted a show on the Empire Control Room stage on December 2nd. At the end of the night a check was offered to us but just looking at the numbers I knew it was short,” Mathew Zuniga wrote to the Chronicle. Discussing payment with the venue over email, the independent booking collective discovered that the initial check was about $700 short. Despite settling on the correct amount with venue officials, Zuniga is still awaiting payment as of Jan. 13.\nWhile many bookers collect a fee for their services arranging shows and handling financials for bands, Tiny Sounds Collective does not, leaving the group in a precarious position after paying out musicians.\n“Tiny Sounds doesn’t take a cut from any show, to help bands maximize profit. So, when we are stiffed like this there is no reserve of money or fund we can fall back on,” Zuniga wrote. “Stories of Empire not paying bands and bookers are not new and since posting about it multiple bookers have sent messages about how they have had similar experiences.”\nSternschein stated that he was unaware of Tiny Sounds’ unfulfilled payment.\nLegal Disputes Expose Broader Issues\nAn ongoing legal dispute between Sternschein and Empire investor Andrew Sernovitz has surfaced several other accusations of financial mismanagement on a larger scale. Sernovitz declined to comment due to the active nature of the case.\nSternschein petitioned for a temporary restraining order against Sernovitz on July 18, 2025, following Sernovitz’s resignation from his role as an interim consultant. The petition was dismissed by an Austin judge on Friday, Dec. 5. According to the dismissal document, the judge found that Sternschein’s initial filing against Sernovitz, who was brought on to help “restructure and consolidat[e]” Sternschein’s many business interests in February 2025, was brought “for an improper purpose.” The judge goes on to describe that purpose as “harassing” Sernovitz and inhibiting him from “exercising [his] constitutional rights” via sharing important financial information with fellow shareholders in Heard Entertainment LLC and 606 Holdings LLC, two of Sternschein’s venue-related LLCs. Rather than appeal the decision, Sternschein chose to refile a similar suit on Dec. 29, which is ongoing.\nIn addition to several claims of maladministration on an investor level, this case, and an ongoing countersuit filed by Sernovitz, accuses Sternschein of “misclassifying and failing to pay multiple employees, artists, music venues, and vendors.”\nSernovitz also alleges that Sternschein violated the terms of his contribution agreement with the city of Austin via Rally Austin (formerly the Austin Economic Development Corporation).\nThe Chronicle reported on Empire’s deal with Rally Austin, a real estate nonprofit that facilitates economic development by connecting cultural spaces to government money, in October 2024. The $2.2 million loan allowed Heard Entertainment to purchase one nominal half of Empire Control Room & Garage, the Garage, at 604 E. Seventh. The Control Room, located at 606 E. Seventh, was already held by Sternschein via 606 Holdings LLC.\nWithin the pages of their legal dispute, Sernovitz alleges that Sternschein transferred ownership of the Garage from Heard Entertainment to his real estate-owning LLC, 606 Holdings, in exchange for stock in that company which he sold to investors. Sternschein, when reached for comment, denied transferring ownership of the property.\nThe provisions of Rally Austin’s loan, provided to the Chronicle via public information request, state that they must approve of any such movement. Rally Austin Chief Operating Officer David Colligan told the Chronicle that, while they are aware of the allegations, they have not received a request to transfer the property title and that any change in the property’s shareholders could require them to request immediate or expedited repayment.\n“The controls are there. We’ve not been made aware of or have been requested to make any significant changes or approve any significant changes in movement of the property,” said Colligan. He emphasized that Empire is up to date on its payment plan.\nOther recurring payments appear to be receiving different treatment. According to documents from the Travis County Tax Office, Heard Entertainment has not paid property taxes since it gained ownership of the 604 E. Seventh property. The venue initially owed the city of Austin $103,701.77 in property taxes, fees, and interest by Jan. 31, but as of Jan. 8, the Travis County Tax Office website stated the unpaid taxes are disputed – thereby postponing the due date.\nSternschein stated that he is unaware of outstanding property taxes. “2024 taxes, which are from before we owned it, are on a payment plan,” he wrote. Mixed Beverage Gross Receipts report that the venue made a total of $968,298 in alcohol sales, before taxes, in fiscal year 2024.\nJanuary is shaping up to be a difficult month for the venue owner. On Dec. 5, the same date that his initial case against Sernovitz was dismissed, a status update was issued in a civil suit leveled against Sternschein in the state of New York. This case, filed by Ian Fine, Joshua Rowe, and Paul Magyar, a group of executives in Sternschein’s brand partnership venture AdVentures, alleges that Sternschein did not properly compensate them for their work and committed other acts of financial misconduct, including a claim that: “Sternschein commingled corporate funds with his own, and with funds belonging to other entities that he owned or otherwise controlled. … Sternschein used corporate funds for personal expenditures such as vapes, alcohol, streaming subscriptions, and vacations.”\nAccording to the publicly available court docket, Sternschein has twice now ignored court summons related to the case and has offered no further comment to the Chronicle when asked on Dec. 31.\nJan. 13, the day before this story went to press, was the deadline for Sternschein to appear in court to avoid a warrant for his arrest.\nAmong their claims of commingling corporate funds and misleading investors, the ex-executives of AdVentures also made startling claims about the venue owner’s professional conduct. “Sternschein’s behavior during meetings was often erratic and inappropriate. He made crude, misogynistic remarks, and created a hostile work environment,” states the filing. “Staff began referring to being inconvenienced or harmed by his erratic behavior as getting ‘Sternscheined.’”\nCrew members at Sternschein’s venue echoed that sentiment. “The culture is absolutely toxic,” said Wright. “Empire is a place that does not value their employees, and that can beat you down if you feel stuck there.”\nEmpire Exodus\nAs a fresh layer of black paint began to dry over the frustrated graffiti on the gate, online allegations stacked up, and all 12 bands scheduled to play on Empire’s two stages during the Jan. 9-10 mini-festival Free Week either dropped out of the festival or moved their performances to other Red River venues.\nWhen reached for comment, a Red River Cultural District representative stated that “adjustments [were] made as new bands were added to the bill, and new schedules were finalized based on artist preferences, availability and logistics.”\nFor many bands, and local music fans, positive feelings about the venue itself no longer feel separable from their frustration with its ownership.\n“[The] Austin music scene does not need to continue to support this man in any kind of way, or contribute to him financially,” said Pickell. “It sucks that Empire, the venue’s name, has to be smeared like this because it doesn’t have anything to do with the space. That space is so loved by so many people.”\n“The staff are 100% the best people in the world,” Anthony agreed. “It’s a beautiful place, and it could have been something that was an amazing spot for so many people to hang out at, had it not been run by him.”\nThis article appears in January 16 • 2026.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "topics": [
    "Crime, Law and Justice->vandalism",
    "Crime, Law and Justice->court",
    "Economy, Business and Finance->corporate news and profiles"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": true,
  "webz_reporter": false,
  "external_links": [
    "https://www.instagram.com/reel/DS6AXirCWwX/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
    "https://www.reddit.com/r/Austin/comments/1kmn7dr/independent_venues_matter_austins_rising_real/",
    "http://www.nivassoc.org",
    "https://www.instagram.com/tinysounds.cltv/",
    "https://www.congress.gov/bill/116th-congress/senate-bill/4258",
    "https://news.pollstar.com/2021/09/29/ad-ventures-in-marketing-indie-venues-stephen-sternschein-mikey-lee-launch-brand-partnership-agency/",
    "http://prism.fm",
    "https://www.pacermonitor.com/public/case/58955452/Fine_et_al_v_AdVentures,_Inc_et_al",
    "https://www.reddit.com/r/Austin/comments/1fvfzs3/empire_concert_venue_gets_city_dollars_to_buy/",
    "https://instagram.com/tinysounds.cltv/",
    "https://pacermonitor.com/public/case/58955452/Fine_et_al_v_AdVentures,_Inc_et_al",
    "https://www.reddit.com/r/Austin/comments/1fvfzs3/empire_concert_venue_gets_city_dollars_to_buy",
    "https://reddit.com/r/Austin/comments/1kmn7dr/independent_venues_matter_austins_rising_real/",
    "https://congress.gov/bill/116th-congress/senate-bill/4258",
    "https://reddit.com/r/Austin/comments/1fvfzs3/empire_concert_venue_gets_city_dollars_to_buy/",
    "https://www.instagram.com/tinysounds.cltv",
    "https://instagram.com/reel/DS6AXirCWwX/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
    "https://www.news.pollstar.com/2021/09/29/ad-ventures-in-marketing-indie-venues-stephen-sternschein-mikey-lee-launch-brand-partnership-agency/",
    "https://www.reddit.com/r/Austin/comments/1kmn7dr/independent_venues_matter_austins_rising_real",
    "http://www.prism.fm",
    "http://nivassoc.org",
    "https://news.pollstar.com/2021/09/29/ad-ventures-in-marketing-indie-venues-stephen-sternschein-mikey-lee-launch-brand-partnership-agency",
    "https://www.instagram.com/reel/DS6AXirCWwX/"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [
      {
        "name": "Steve",
        "sentiment": "neutral"
      },
      {
        "name": "Stephen Sternschein",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "Empire Garage",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Empire Control Room & Garage",
        "sentiment": "none",
        "tickers": []
      },
      {
        "name": "Instagram",
        "sentiment": "none",
        "tickers": [
          {
            "ticker": null,
            "exchange": null
          }
        ]
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [
      "trusted_news"
    ],
    "top_news": [],
    "bias": "left",
    "source": {
      "type": "local_news",
      "city": [
        "Austin"
      ],
      "state": [
        "Texas"
      ],
      "country": [
        "US"
      ],
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2026-01-15T08:10:28.821+02:00",
  "updated": "2026-01-15T08:15:35.000+02:00"
}