{
  "thread": {
    "uuid": "c4b7fb970b7e45f637169d0b328cf0f1bc451e4d",
    "url": "https://bnnbreaking.com/sports/mark-richt-honored-as-coaching-legend-by-steve-spurrier-amid-parkinsons-battle",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Mark Richt Honored as Coaching Legend by Steve Spurrier Amid Parkinson's Battle",
    "title_full": "Mark Richt Honored as Coaching Legend by Steve Spurrier Amid Parkinson's Battle",
    "published": "2024-02-29T22:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/ae7f94d9aa38c6f84e880f6ee0ab4ed42d3cf6ce4a857af5c2fae41abf57d6e2.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c4b7fb970b7e45f637169d0b328cf0f1bc451e4d",
  "url": "https://bnnbreaking.com/sports/mark-richt-honored-as-coaching-legend-by-steve-spurrier-amid-parkinsons-battle",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BNN Correspondents",
  "published": "2024-02-29T22:07:00.000+02:00",
  "title": "Mark Richt Honored as Coaching Legend by Steve Spurrier Amid Parkinson's Battle",
  "text": "Mark Richt, a revered figure in college football, was recently honored with the Coaching Legend Award, a testament to his significant contributions and achievements in the sport. The award, selected by the Football Writers Association of America and named after Steve Spurrier, was presented at Spurrier's Gridiron Grille, where Richt, known for his tenure with Georgia, FSU, and Miami, was celebrated by peers and fans alike. Despite a challenging diagnosis of Parkinson's disease, Richt's spirit and commitment to football and community remain undiminished, showcasing his resilience and enduring legacy.\nFrom Gridiron to Legend\nRicht's journey in college football is marked by notable successes, including two SEC championships with Georgia and a pivotal role as offensive coordinator during FSU's dynastic era. Beyond his impressive record of 145-51 at Georgia, Richt is celebrated for his conduct, character, and the positive influence he had on his players' lives. His approach to coaching, deeply influenced by personal faith and values, has left an indelible mark on the sport and those he mentored.\nFacing Parkinson's with Grace\nThree years ago, Richt's life took a turn when he was diagnosed with Parkinson's disease. Despite the challenges that come with the condition, including balance issues, fatigue, and muscle rigidity, Richt has adapted with remarkable resilience. His role as an analyst with the ACC Network allows him to remain connected to the sport he loves, albeit with some adjustments to his routine. Richt's determination to raise awareness and funds for Parkinson's research underscores his commitment to making a difference, even in the face of personal adversity.\nA Legacy Beyond the Field\nRicht's impact extends far beyond football strategy and game-day victories. His actions, particularly his and his wife Katharyn's decision to adopt two children from an orphanage in Ukraine, speak volumes about his character. Moreover, Richt's open and positive attitude towards his Parkinson's diagnosis reflects his strength and willingness to confront challenges head-on. As he continues to contribute to football and Parkinson's awareness, Richt's legacy as a coach, mentor, and fighter cements his status as a true legend of the game.\nMark Richt's story is a powerful narrative of success, resilience, and humanity. Honored as a coaching legend, he remains a beacon of inspiration, proving that one's influence can extend far beyond their professional achievements. As Richt navigates the challenges of Parkinson's disease, his unwavering spirit and dedication to making a positive impact continue to resonate with many, ensuring his legacy will be remembered for generations to come.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark richt",
        "sentiment": "negative"
      },
      {
        "name": "steve spurrier",
        "sentiment": "negative"
      },
      {
        "name": "spurrier",
        "sentiment": "none"
      },
      {
        "name": "richt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "football writers association of america",
        "sentiment": "none"
      },
      {
        "name": "fsu",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "gridiron grille",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:08:05.250+02:00",
  "updated": "2024-03-01T00:08:05.250+02:00"
}