{
  "thread": {
    "uuid": "e1f8a6697c393b899e061f166c9c25834ffc4ed6",
    "url": "https://delawarebusinesstimes.com/news/obenaturelle-hen-hatch/",
    "site_full": "delawarebusinesstimes.com",
    "site": "delawarebusinesstimes.com",
    "site_section": "https://delawarebusinesstimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Delaware Business Times Home Page - Delaware Business Times",
    "title": "Terrarium startup OBEnaturelle tops 2023 Hen Hatch - Delaware Business Times",
    "title_full": "Terrarium startup OBEnaturelle tops 2023 Hen Hatch - Delaware Business Times",
    "published": "2023-12-28T22:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.delawarebusinesstimes.com/2023/12/Hen-Hatch-OBEnaturelle.jpg",
    "performance_score": 0,
    "domain_rank": 92980,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e1f8a6697c393b899e061f166c9c25834ffc4ed6",
  "url": "https://delawarebusinesstimes.com/news/obenaturelle-hen-hatch/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maddy Lauria",
  "published": "2023-12-28T22:21:00.000+02:00",
  "title": "Terrarium startup OBEnaturelle tops 2023 Hen Hatch - Delaware Business Times",
  "text": "Terrarium startup OBEnaturelle tops 2023 Hen Hatch Share NEWARK – Lauren Roberts caught the entrepreneurial bug at a young age. When the Newark resident was only in third grade, she had already launched her own small business selling fake nails made from paper. Over the years, she would evolve to selling candies and crafts she’d created through the unofficial “Lauren’s Galore Store.” Now, the 20-year-old University of Delaware sophomore has a full-fledged small business focused on plants — an endeavor that already netted her $20,000 in revenue in its first six months and earned the attention of a panel of judges at this year’s Hen Hatch startup competition. “What I have right now is an established system,” she said, noting that the company she started right before high school paused for a while as she transitioned to college. Now, with the support and earnings from the latest contest and other offerings through UD, Roberts hopes to focus more on marketing and scaling her company to get it back to that initial success. The pitch for [her company](https://obenaturelle.com/), OBEnaturelle, which not only offers direct sales of plants, terrarium kits and other merchandise but also corporate or private workshops and parties, caught the attention of the contest’s four judges: Dave Liss, of W.L. Gore & Associates, Mac Macleod, of Carvertise; Wendy Scott, of Blue Blaze Associates; and Glenn Glady, of Robin Hood Ventures. Roberts topped all finalists in this year’s Hen Hatch contest, taking with her $8,300 in funding, $1,000 in Shoprite gift cards and over 30 hours of legal, marketing and workforce services. Hen Hatch is UD Horn Entrepreneurship’s “premier pitch competition,” explained faculty coordinator Daniel Lee, an assistant professor in the Alfred Lerner College of Business & Economics. The multi-round contest starts in the summer with students submitting a multi-page business plan, then moves on to the semifinals and mentoring before whittling down to the four final entrepreneurs who [presented this fall](https://horn.udel.edu/an-epicenter-for-innovation-2023-hen-hatchs-final-round). “It’s important for the students because it gets them boots-on-the-ground experience pitching to a panel of investors,” Lee said. “It’s important to them also because they get help and feedback on these student-run ventures.” It also gives the surrounding business community a closer look at the entrepreneurial spirit and talent coming from the university, while also staying connected to the local business community, he said. Roberts, who is studying entrepreneurship and on track to graduate in 2026, joined marketing student Ian Drogowitz, entrepreneurship and fashion merchandising major Samantha McGhee and entrepreneurship and management student Nicholai Williamson as this year’s Hen Hatch finalists. Lee said this year’s finalists focused a lot on what he would call “disruptive business models” rather than deep-tech or intellectual property. Businesses like ONEnaturelle are those that have already been deployed in the market, and not something that needs years of development in a laboratory. “When you’re in the mid-Atlantic, it’s sort of easy to overlook Delaware. It’s a small state. In northern Delaware, you can look to Philly for a lot of these innovations,” Lee said. “But we have a bunch of [bright, young minds](https://delawarebusinesstimes.com/news/hospitality-app-uds-hen-hatch/) working on really cool things at UD.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://horn.udel.edu/an-epicenter-for-innovation-2023-hen-hatchs-final-round).",
    "https://obenaturelle.com/),",
    "https://www.obenaturelle.com/),",
    "https://www.horn.udel.edu/an-epicenter-for-innovation-2023-hen-hatchs-final-round)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lauren roberts",
        "sentiment": "negative"
      },
      {
        "name": "lauren",
        "sentiment": "none"
      },
      {
        "name": "roberts",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "delaware business times",
        "sentiment": "negative"
      },
      {
        "name": "university of delaware",
        "sentiment": "none"
      },
      {
        "name": "ud",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "newark",
        "sentiment": "none"
      },
      {
        "name": "newark",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:26:34.115+02:00",
  "updated": "2023-12-29T01:26:34.115+02:00"
}