{
  "thread": {
    "uuid": "aa3b6a219c583601b18f0b796ad87c734c8610a2",
    "url": "https://menafn.com/1107744139/Young-Afghan-Girls-Valentines-Day-Song-I-Kiss-You-Amid-Taliban-Goes-Viral",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/index.aspx",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": " Business & Financial - International News, Currencies & Economic Indicators | MENAFN.COM",
    "title": "Young Afghan Girl's Valentine's Day Song 'I Kiss You Amid Taliban' Goes Viral | MENAFN.COM",
    "title_full": "Young Afghan Girl's Valentine's Day Song 'I Kiss You Amid Taliban' Goes Viral | MENAFN.COM",
    "published": "2024-01-19T02:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2024-01/19/KP_53a60image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6268,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa3b6a219c583601b18f0b796ad87c734c8610a2",
  "url": "https://menafn.com/1107744139/Young-Afghan-Girls-Valentines-Day-Song-I-Kiss-You-Amid-Taliban-Goes-Viral",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-01-19T02:20:00.000+02:00",
  "title": "Young Afghan Girl's Valentine's Day Song 'I Kiss You Amid Taliban' Goes Viral | MENAFN.COM",
  "text": "( MENAFN - Khaama Press) The video song of a young Afghan girl has gone viral in social media as youths in Kabul and other cities of the country celebrated Valentine's Day on Tuesday, a new phenomenon which is increasingly becoming famous among the youths of the country despite differences of views exist in this regard in the society.\nComposed by a young Afghan poet Ramin Mazhar, the song 'I will kiss you amid Taliban, you are not afraid' was sung by Ghawgha Taban on the eve of Valentine's Day.\nThe video immediately went viral and has become a hot topic in social media since it was uploaded in Facebook and Twitter\nThe youths in Kabul celebrated Valentine's Day with gatherings and singings but the situation remained different in Herat province, one of the key western provinces of the country.\nThe Police Commandment of Herat issued a statement warning the residents of the province not to celebrate Valentine's Day, insisting that marking the day is against the instructions of Islam as per the remarks of religious scholars and clerics.\n“I had a simple motive to specify my personal stance against a situation dominated by Talibanism, a thing which Taliban do not have any doubt about. But the reactions were enormous. The reactions are both hopeful and concerning with the main reason being populism, I do not think those who have supported me in their reaction are anti-Taliban and it should be considered as risky, since those considering us as sacred for such a small work, can stone us to death, call us prostitutes, or torch us to death in the center of the city.\nA Taliban dominant social situation is nothing more than a blink of an eye where people get united at a blink of eye while some actions are condemned blindly. It is our human obligation to react against Talibanism but at the same time we should not forget the horrific reasons, reactions and individual absenteeism, this individual absenteeism is horrific. Real fight against Taliban is nothing more than an individual revitalization,” Ghawgha said in a statement.\nThis comes as a campaign dubbed 'Will Not Return Backwards' has also been launched in social media amid rumors regarding the return of Taliban, formation of interim government, dissolving of Afghan army, and exit of the foreign forces.\nThe Afghan women have the most concern regarding the return of Taliban as they were deprived of their basic rights, including education and work during the Taliban regime back in 1990s.\nThe concerns, mainly among the women, are on the rise amid ongoing negotiations between the U.S. envoy Ambassador Zalmay Khalilzad and the Taliban political leaders.\nThis comes despite the assurances given by the Taliban during the Moscow Summit on 5th and 6th of February which was organized in the absence of the government representatives.\nHowever, concerns still exist that the achievements of the past two decades would be compromised with, including the freedom of expression, political and civil rights of women, and elections, in the event the ongoing talks produce results and a peace deal is achieved.\nShareFacebook Twitter WhatsApp Email Print Telegram\nMENAFN19012024000228011069ID1107744139\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.khaama.com/young-afghan-girls-valentines-day-song-i-kiss-you-amid-taliban-goes-viral-03322/",
    "https://www.khaama.com/young-afghan-girls-valentines-day-song-i-kiss-you-amid-taliban-goes-viral-03322",
    "https://khaama.com/young-afghan-girls-valentines-day-song-i-kiss-you-amid-taliban-goes-viral-03322/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ramin mazhar",
        "sentiment": "none"
      },
      {
        "name": "ghawgha taban",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khaama press",
        "sentiment": "negative"
      },
      {
        "name": "taliban",
        "sentiment": "negative"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kabul",
        "sentiment": "none"
      },
      {
        "name": "herat",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:02:43.201+02:00",
  "updated": "2024-01-19T23:02:43.201+02:00"
}