{
  "thread": {
    "uuid": "cb1db9210d1c46e88e732bc202436a18c3f6270c",
    "url": "https://bnnbreaking.com/local-news/morgantowns-dinsmore-tire-property-a-transformation-from-eyesore-to-environmental-stewardshi",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Morgantown's Dinsmore Tire Property: A Transformation from Eyesore to Environmental Stewardship",
    "title_full": "Morgantown's Dinsmore Tire Property: A Transformation from Eyesore to Environmental Stewardship",
    "published": "2024-02-16T03:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/e8a54fb8807c2fb360e84edce0c9f615d6c6098c5eca4eb63ba3fe34132f7c63.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb1db9210d1c46e88e732bc202436a18c3f6270c",
  "url": "https://bnnbreaking.com/local-news/morgantowns-dinsmore-tire-property-a-transformation-from-eyesore-to-environmental-stewardshi",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hadeel Hashem",
  "published": "2024-02-16T03:48:00.000+02:00",
  "title": "Morgantown's Dinsmore Tire Property: A Transformation from Eyesore to Environmental Stewardship",
  "text": "In the heart of Morgantown, an ambitious project is underway that promises to transform what has long been considered 'the worst eyesore in Morgantown' into a beacon of community rejuvenation and environmental stewardship. At the forefront is the Morgantown Utility Board (MUB), which has set its sights on the dilapidated structures that currently mar the former Dinsmore Tire property at 195 Don Knotts Blvd. With a robust plan fueled by a $500,000 brownfield grant from the Environmental Protection Agency (EPA), the MUB is gearing up to breathe new life into this 1.26-acre plot, marking a significant milestone in the city's ongoing efforts to reconcile with its industrial past.\nFrom Blight to Bright: The Road Ahead\nThe journey of transformation for the Dinsmore site begins with the demolition of its existing structures—a task the MUB General Manager Mike McNulty is confident will be completed within the year. This initial step is critical, not only in erasing a visual blight from Morgantown's landscape but also in paving the way for an intricate remediation process. Following the demolition, the property will undergo a capping procedure, establishing a protective barrier between the surface and the underlying contaminants that bear testament to its industrial legacy.\nEnvisioning the Future: Pump Stations and Playgrounds\nWith the groundwork for environmental safety laid, the MUB's vision for the Dinsmore site expands into two core avenues: infrastructure and recreation. A portion of the site is earmarked for the construction of a new pump station—an essential upgrade to Morgantown's water treatment facility that promises enhanced service reliability for its residents. This project, slated to begin in early 2025 and unfold over 18 months, represents a significant leap forward in the city's commitment to sustainable water management.\nBut the MUB's aspirations for the Dinsmore site extend beyond functional infrastructure. Recognizing the community's growing need for recreational spaces, the board is exploring the potential for integrating leisure and play into the site's redevelopment plan. Though plans are still in the formulation stage, the prospect of transforming a once-contaminated lot into a vibrant public space underscores Morgantown's dedication to fostering a healthier, more connected community.\nA Legacy of Renewal: Morgantown's Blueprint for Progress\nThe Dinsmore Tire property, purchased by the MUB in 2019, has long stood as a stark reminder of the challenges cities face in managing the scars of industrialization. Yet, through the concerted efforts of the MUB and the backing of federal resources like the EPA's brownfield grant, Morgantown is setting a precedent for how communities can reclaim and repurpose their neglected spaces.\nMike McNulty's characterization of the property as 'the worst eyesore in Morgantown' is a poignant reflection of the site's troubled past. However, it also serves as a rallying cry for a future where such eyesores become cornerstones of community pride and environmental health. As Morgantown embarks on this ambitious project, the Dinsmore site stands as a testament to the power of vision, collaboration, and resilience in the face of environmental and urban challenges.\nIn summary, the Morgantown Utility Board is leveraging a significant EPA brownfield grant to dismantle the visual and environmental blight of the former Dinsmore Tire property. Through the demolition and capping of the site, followed by the construction of a new pump station and the exploration of recreational possibilities, Morgantown is on the cusp of a transformative chapter in its history. This project not only addresses the immediate needs for infrastructure and leisure but also embodies the broader ethos of sustainable development and community rejuvenation that Morgantown aspires to. As the Dinsmore site evolves from an eyesore into a landmark of progress, it marks another step forward in Morgantown's journey towards a brighter, greener future.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "don knotts",
        "sentiment": "none"
      },
      {
        "name": "dinsmore",
        "sentiment": "none"
      },
      {
        "name": "mike mcnulty",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "epa",
        "sentiment": "none"
      },
      {
        "name": "morgantown utility board",
        "sentiment": "none"
      },
      {
        "name": "environmental protection agency",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "morgantown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:52:12.681+02:00",
  "updated": "2024-02-16T05:52:12.681+02:00"
}