{
  "thread": {
    "uuid": "2e4bede27b69536748b5faee30314877b7de8772",
    "url": "https://www.rescue.org/uk/press-release/gaza-ukraine-irc-highlights-women-frontlines-crisis-international-womens-day",
    "site_full": "www.rescue.org",
    "site": "rescue.org",
    "site_section": "https://rescue.org/uk",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "International Rescue Committee | International Rescue Committee (IRC)",
    "title": "From Gaza to Ukraine the IRC highlights women at frontlines of crisis, this International Women's Day | International Rescue Committee (IRC)",
    "title_full": "From Gaza to Ukraine the IRC highlights women at frontlines of crisis, this International Women's Day | International Rescue Committee (IRC)",
    "published": "2024-03-07T21:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.rescue.org/sites/default/files/2022-08/MicrosoftTeams-image_0.png",
    "performance_score": 0,
    "domain_rank": 5947,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e4bede27b69536748b5faee30314877b7de8772",
  "url": "https://www.rescue.org/uk/press-release/gaza-ukraine-irc-highlights-women-frontlines-crisis-international-womens-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The IRC",
  "published": "2024-03-07T21:01:00.000+02:00",
  "title": "From Gaza to Ukraine the IRC highlights women at frontlines of crisis, this International Women's Day | International Rescue Committee (IRC)",
  "text": "London, United Kingdom, March 7, 2024 — This International Women’s Day, the International Rescue Committee (IRC) highlights the [critical role of women](https://www.rescue.org/international-womens-day) who step up to provide crucial services and support to people and communities in crises. In Gaza, of the 1.9 million people displaced, close to one million are women and girls. During crises, girls and women are impacted disproportionately, pushing them to the brink of survival. Conflict worsens their exposure to coercion or violence while gender inequality hinders access to humanitarian services like food, safe water, shelter, and healthcare. In overcrowded shelters, the lack of adequate facilities exacerbates vulnerabilities, such as privacy and safety concerns, health risks, and hygiene and sanitation challenges. The safety and dignity of girls and women are compromised in the absence of secure and separate spaces. Access to water, feminine products, and personal hygiene and sanitation products are scarce, further affecting the well-being of girls and women. In Gaza, malnutrition among children and pregnant and breastfeeding women are a significant concern, as functioning health systems and food security deteriorate. There are an estimated 50,000 pregnant women in Gaza, with over 180 giving birth every day. These women have to give birth in the few remaining and overwhelmed healthcare facilities, in dangerously overcrowded shelters, or even in the streets among rubble. As access to food and water worsen, mothers continue to struggle to feed themselves and their families. Throughout these catastrophic challenges, women’s rights organisations in Gaza continue to operate. But as with many national organisations, their own staff are displaced, their families struggling, and the majority of their physical infrastructure has been destroyed. As the war reaches its fifth month the IRC is calling on the UK government and international community to work urgently to establish an [immediate and permanent ceasefire in Gaza ](https://www.rescue.org/uk/press-release/urgent-action-needed-prevent-starvation-gaza-irc-and-map-call-immediate-ceasefire-and)as the only sustainable way to protect civilian lives.This will ensure that the IRC and our partners can safely deliver critical humanitarian supplies, such as dignity kits for women, and help to rebuild the protection and health services women and girls depend upon, such as safe spaces, Mental Health and Psychosocial Support (MHPSS), Sexual and Reproductive Health, and Maternal and Newborn Health. Denisa Delić, Director of Advocacy, International Rescue Committee UK, said, “From Gaza to Ukraine, women and girls suffer disproportionately in crisis settings, facing an increased risk of gender-based violence and specific barriers to accessing life-saving aid. In parallel, women are pivotal to any humanitarian response - not only in their understanding of the fundamental needs of their communities, but in their ability to provide critical services. Against this backdrop, on International Women’s Day, the IRC is once again calling for an immediate and permanent ceasefire in Gaza, and for a fundamental shift to a feminist crisis response. In recognition of their unique expertise and experience, the UK government must prioritise meaningful inclusion of women’s rights and women-led organisations in programme design and strategic decision making, while ensuring access to quality funding. On this day, we reaffirm our commitment to elevating the women who fight for a more equitable world for women and girls in crisis.\" Dr. Seema Jilani, paediatrician with the IRC, recently worked alongside Palestinian doctors and health care staff at Al Aqsa Hospital in Gaza, said, “The women in particular, showed an immeasurable strength amid unimaginably horrifying situations, whether giving birth in inhumane circumstances, breastfeeding their newborn babies amid bombings, or trying to save diapers by changing them less often because of the lack of supplies, comforting their wounded children, or, in the most tragic cases, burying them. They are pillars of strength holding up their communities, and amongst the health care staff, their work ethic is unparalleled.” Seda Akpinar Manla Nassan, the IRC’s Early Childhood and Development Coordinator, added, “Women serve their communities in pivotal ways during humanitarian crises, many times at the forefront of relief efforts. Aid workers in Gaza are working through their own displacement, constant danger, dwindling food, water, and supplies, including medicine, and having lost their loved ones. Women bring a unique perspective, addressing specific needs and challenges faced by women and children. Recognising and empowering women in humanitarian efforts is not only a matter of gender equality but also an imperative for achieving more comprehensive and effective crisis response.” Notes to Editors Read about the work of IRC’s women volunteers, staff, and clients [here](https://www.rescue.org/international-womens-day), this International Women’s Day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "international rescue committee",
        "sentiment": "neutral"
      },
      {
        "name": "irc",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T09:22:41.143+02:00",
  "updated": "2024-03-08T09:22:41.143+02:00"
}