{
  "thread": {
    "uuid": "3d2e8131dbcdc96c902a2aa1f8fe6d64b248ab27",
    "url": "https://observer.com/2024/04/global-screenwriters-union-ai-resolution",
    "site_full": "observer.com",
    "site": "observer.com",
    "site_section": "https://biztoc.com",
    "site_categories": [
      "media"
    ],
    "section_title": "BizToc",
    "title": "Global Screenwriters Unions Pass A.I. Resolution With 5 Principles | Observer",
    "title_full": "Global Screenwriters Unions Pass A.I. Resolution With 5 Principles | Observer",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://observer.com/wp-content/uploads/sites/2/2024/04/GettyImages-2145084671.jpg?quality=80&#038;w=635&#038;h=424",
    "performance_score": 0,
    "domain_rank": 1442,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d2e8131dbcdc96c902a2aa1f8fe6d64b248ab27",
  "url": "https://observer.com/2024/04/global-screenwriters-union-ai-resolution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nhari Djan",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Global Screenwriters Unions Pass A.I. Resolution With 5 Principles | Observer",
  "text": "A coalition of screenwriters unions passed a joint resolution today (April 11) with proposed industry standards for [the use of A.I.](https://observer.com/2023/09/hollywood-writer-strike-ai/) Members of the Federation of Screenwriters in Europe (FSE), representing 26 screenwriters organizations from 21 European countries, and the International Affiliation of Writers Guilds (IAWG), representing 12 unions in 14 countries, have teamed up to put forward five guiding principles to prevent any form of A.I. from [replacing human writers](https://observer.com/2024/03/ai-hollywood-sara-poyner-bbc-documentary/). The five principles are: - Affirm that only writers create literary material and that large language models (LLMs) or any other present or future forms of A.I. cannot be used in place of writers; - Work to create mechanisms for obligatory transparency and accountability and to ensure writers are informed if A.I.-generated material is used to write, rewrite, polish or perform any additional writing services; - Advocate for robust licensing mechanisms that require explicit and informed consent for the use of writers’ intellectual property in A.I. training data with a goal to ensure only intellectual property that has been licensed for such use be included in the datasets of commercialized LLMs, or any other present or future forms of A.I.; - Ensure that only human beings are entitled to authors rights and recognized under copyright law in the context of machine generated material; - Advocate for fair remuneration for the use of writers’ intellectual property in LLMs or any other present or future forms of A.I. The Writers Guild of America (WGA) was credited for inspiring the passage of the resolution. “The members of the IAWG seek to build on the hard-won protections our sister Guilds in America, the WGAE and the WGAW, were able to achieve during their strike: namely that it should be a tool to enhance our writing process, not diminish the value of our work or replace us,” [Jennifer Davidson](https://observer.com/person/jennifer-davidson/), an Irish screenwriter who chairs the IAWG, said in a statement. When the WGA won its contract last year following a 148-day strike, it established A.I. protections with the studios which included prohibiting A.I.-generated material from being used as source material and requiring companies to disclose to writers if they will be dealing with A.I.-generated materials. Last month, the European Union passed [the AI Act](https://artificialintelligenceact.eu/the-act/), the world’s first comprehensive legislation to address the use of A.I. German screenwriter and FSE President [Carolin Otto](https://observer.com/person/carolin-otto/) said in a statement that the regulation still leaves some “unresolved issues” around using intellectual property to train large language models (LLM) and with authorship and copyright. “We intend to voice our concerns in both national and global policy arenas, as well as develop standard language film and television writers can demand in their contracts,” Otto said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://artificialintelligenceact.eu/the-act/",
    "https://www.artificialintelligenceact.eu/the-act/",
    "https://artificialintelligenceact.eu/the-act"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:39:42.014+03:00",
  "updated": "2024-04-12T05:46:26.918+03:00"
}