{
  "thread": {
    "uuid": "3041ca48c5234dc6d3f99750ea2bb58105ec10fe",
    "url": "https://www.just-style.com/news/uncaged-to-use-fresh-funding-to-scale-next-gen-vegan-leather-production",
    "site_full": "www.just-style.com",
    "site": "just-style.com",
    "site_section": "http://www.just-style.com",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Home",
    "title": "Uncaged to use fresh funding to scale next-gen vegan leather production",
    "title_full": "Uncaged to use fresh funding to scale next-gen vegan leather production",
    "published": "2024-07-04T17:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.just-style.com/wp-content/uploads/sites/27/2024/07/Uncaged7-3-rotated.jpg",
    "performance_score": 0,
    "domain_rank": 82323,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3041ca48c5234dc6d3f99750ea2bb58105ec10fe",
  "url": "https://www.just-style.com/news/uncaged-to-use-fresh-funding-to-scale-next-gen-vegan-leather-production",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hannah Abdulla",
  "published": "2024-07-04T17:43:00.000+03:00",
  "title": "Uncaged to use fresh funding to scale next-gen vegan leather production",
  "text": "This investment will support Uncaged’s commercial launch and allow the company to continue to increase production and expand its team, including growing the manufacturing team. The funding follows a strong year for Uncaged with a $2M pre-seed round announced last year, which included investment from VegInvest and InMotion Ventures, among others. The round was co-led by Green Circle FoodTech Ventures and Fall Line Capital, with participation from Ponderosa Ventures, Golden Seeds and existing investor InMotion Ventures, the investment arm of JLR (Jaguar Land Rover). Uncaged, founded in 2020, is redefining the use of leather in consumer and automotive goods. The company is working towards improving an industry by creating a platform of biomimetic substitutes for animal hide. Uncaged CEO and co-founder Stephanie Downs said: “Green Circle and Fall Line not only share our mission but also bring tremendous operational expertise. The tide has turned aggressively toward materials that are sustainable, and we plan to capture that momentum. This funding round brings UNCAGED another step closer to achieving our ultimate goal of disrupting every industry that relies on leather.” While Stu Strumwasser, founder and managing director of Green Circle Capital, says: “What Uncaged Innovations has achieved with its grain-based technology is a significant breakthrough in an industry that has long awaited a breakout innovation. The opportunity is enormous, and we believe that their ability to provide a high-quality material that is scaled and price competitive is a game changer.” How well do you really know your competitors? Access the most comprehensive Company Profiles on the market, powered by GlobalData. Save hours of research. Gain competitive edge. Thank you! Your download email will arrive shortly Not ready to buy yet? Download a free sample We are confident about the unique quality of our Company Profiles. However, we want you to make the most beneficial decision for your business, so we offer a free sample that you can download by submitting the below formBy GlobalData Eric O’Brien, founder and managing director of Fall Line Capital, adds: “While others have attempted to replicate leather using various inputs, we felt the use of structural proteins to mimic collagen was transformational. We understand the margin pressure farmers face growing commodity grains, and we are constantly on the lookout for ways to help them capture more value from their production. By diversifying and applying greater value to agricultural streams, we can strengthen our farm systems and provide consumers with more sustainable goods.” [This week a new report from advisory service Sustainabelle found a majority of stakeholders in the fashion sector believe Next Gen materials are a necessary solution to climate goals.](https://www.just-style.com/news/next-gen-materials-necessary-for-climate-and-business-goals/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Product and Services News",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephanie downs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jaguar land rover",
        "sentiment": "none"
      },
      {
        "name": "inmotion ventures",
        "sentiment": "none"
      },
      {
        "name": "green circle foodtech ventures",
        "sentiment": "none"
      },
      {
        "name": "ponderosa ventures",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:20:05.550+03:00",
  "updated": "2024-07-05T12:20:05.550+03:00"
}