{
  "thread": {
    "uuid": "9d5ee8f8ebf8ab7ed5d58163b1136524804f9c1e",
    "url": "https://www.timeshighereducation.com/news/gates-foundation-open-access-move-shifts-needle-right-direction",
    "site_full": "www.timeshighereducation.com",
    "site": "timeshighereducation.com",
    "site_section": "https://www.timeshighereducation.com",
    "site_categories": [
      "media",
      "education",
      "distance_learning",
      "sports"
    ],
    "section_title": "Times Higher Education home | Times Higher Education (THE)",
    "title": "Gates Foundation open access move ‘shifts needle in right direction’",
    "title_full": "Gates Foundation open access move ‘shifts needle in right direction’",
    "published": "2024-04-04T23:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.timeshighereducation.com/sites/default/files/open_access_1.jpg",
    "performance_score": 0,
    "domain_rank": 1637,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d5ee8f8ebf8ab7ed5d58163b1136524804f9c1e",
  "url": "https://www.timeshighereducation.com/news/gates-foundation-open-access-move-shifts-needle-right-direction",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paul Basken",
  "published": "2024-04-04T23:59:00.000+03:00",
  "title": "Gates Foundation open access move ‘shifts needle in right direction’",
  "text": "The open access tool of author-paid publishing fees appears to be nearing an end point, with the Gates Foundation formally joining experts and publishers who see more problems than value in the once-promising alternative to subscription-based scientific journals. Gates, the largest US charitable foundation with a $75 billion (£60 billion) endowment and a particular focus on global health, said it has paid about $6 million since 2015 to cover the article-processing charges (APCs) for the researchers it funds. That is a costly practice, the foundation [has now concluded](https://www.gatesfoundation.org/ideas/articles/research-paywall-open-access), and one that has been doing more to feed perceptions of certain journals as prestigious than to promote overall equity in scientific sharing. “We’ve become convinced that this money could be better spent elsewhere to accelerate progress for people,” Estee Torok, the foundation’s senior programme officer for malaria, said in outlining a shift that will require the results of Gates-funded research to be made freely available through online preprint formats rather than APCs. Author-paid fees won popularity in recent years as a chief solution to the longstanding problem of scientific journals with subscription charges being an obstacle to the wider sharing of government-funded research discoveries. The Gates Foundation, however, is now throwing its money and influence behind those who have increasingly warned of pitfalls, including the need for high APC rates to replace the revenues from subscriptions in the standard decades-old publishing models. “They’re one of the first funders to really aggressively act and say, ‘Nope, this is not working – we tried it as an experiment and it’s clearly too expensive,’” said Heather Joseph, executive director of the Scholarly Publishing and Academic Resources Coalition, a leading advocate of open access in science. “Lots of other funders who have gone all-in on APCs are coming to the same conclusion.” cOAlition S, the Europe-based alliance of national research funding agencies that promotes open access research publications, was [similarly welcoming](https://www.coalition-s.org/the-bill-melinda-gates-foundations-open-access-policy-refresh/). The new Gates policy “builds on what has been learnt, responding to the increased recognition of the value of preprints in the research enterprise”, said the group’s executive director, Johan Rooryck, a visiting professor of linguistics at [Leiden University](https://www.timeshighereducation.com/world-university-rankings/leiden-university). In an earlier sign of trouble for APCs, the American Association for the Advancement of Science – the world’s largest multidisciplinary scientific society – conducted a survey of scientists in 2022 that showed researchers often lacking the funds to pay APCs, [with the problem especially acute](https://www.timeshighereducation.com/news/us-scientists-wary-author-publication-fees-under-biden-order) for female and younger scholars. Many universities and funders have talked of [reimbursing APC fees as part of grant awards](https://www.timeshighereducation.com/news/nature-and-university-california-expand-open-access-pact), but like Gates they appear to have underestimated the true cost. A leading alternative to subscription models and APCs – and the one now required by Gates for the scientists it funds – is the idea that researchers simply post a copy of their findings in online repositories that are freely accessible to anyone. That seems the best option, Ms Joseph said, even though it, too, has some shortcomings, including questions about the reliability of the funding for such repositories, and about the soundness of research ahead of its peer-reviewed and published version. In the long term, however, the preprint repository method could prove even more trustworthy than peer-reviewed journals and their months-long corrections processes, as the community of researchers gets into the habit of scrutinising papers posted online in their fields and flagging up possible mistakes, she said. A key unanswered question in the US involves the Biden administration. It has [set a 2025 deadline](https://www.timeshighereducation.com/news/us-orders-publicly-funded-research-be-made-free-access-immediately) for federal funding agencies to establish policies by which the results of the research they commission are immediately made fully and freely available to the public, and congressional Republicans recently failed in [a legislative bid to overturn that order](https://www.timeshighereducation.com/news/biden-open-access-order-under-threat-republican-budget-bill). For now – while awaiting the specific rules from the government’s individual funding agencies – the Biden approach allows, but does not require, the use of APCs as a pathway for agencies to reach compliance. Ms Joseph acknowledged that it was unclear what research reliability would actually look like under a system that relied on preprint repositories and trusted scientists to discover and report mistakes in research. But that approach seems better than any alternative, she said. “Is what Gates is doing solving the problem? No,” she conceded. “But it’s moving the needle in the right direction.” Register to continue Why register? - Registration is free and only takes a moment - Once registered, you can read 3 articles a month - Sign up for our newsletter [Register](/the-ums-modal/register/nojs) Subscribe Or subscribe for unlimited access to: - Unlimited access to news, views, insights & reviews - Digital editions - Digital access to THE’s university and college rankings analysis [Subscribe](https://www.timeshighereducation.com/store) Already registered or a current subscriber? [Login](/the-ums-modal/login/nojs)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://www.coalition-s.org/the-bill-melinda-gates-foundations-open-access-policy-refresh/).",
    "https://www.gatesfoundation.org/ideas/articles/research-paywall-open-access),",
    "https://gatesfoundation.org/ideas/articles/research-paywall-open-access),",
    "https://coalition-s.org/the-bill-melinda-gates-foundations-open-access-policy-refresh/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "estee torok",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gates foundation",
        "sentiment": "negative"
      },
      {
        "name": "foundation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:13:18.753+03:00",
  "updated": "2024-04-05T02:13:18.753+03:00"
}