{
  "thread": {
    "uuid": "48c09426bcc64c40c0736a2d9319096cbb56c283",
    "url": "https://new.cbssports.com/nfl/news/cowboys-survive-two-point-extravaganza-to-hang-on-for-nail-biting-win-vs-lions-in-preparation-for-playoffs/",
    "site_full": "new.cbssports.com",
    "site": "cbssports.com",
    "site_section": "https://new.cbssports.com/nfl",
    "site_categories": [],
    "section_title": "NFL Football - News, Scores, Stats, Standings, and Rumors - National Football League - CBSSports.com",
    "title": "Cowboys survive 'two-point extravaganza' to hang on for nail-biting win vs. Lions in preparation for playoffs - CBSSports.com",
    "title_full": "Cowboys survive 'two-point extravaganza' to hang on for nail-biting win vs. Lions in preparation for playoffs - CBSSports.com",
    "published": "2023-12-31T14:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/r/2023/12/31/2cc38718-b5a4-48c2-ad6a-4bfe9ad830dc/thumbnail/1200x675/649019f94e1041ac4047b8a65b5f15fe/dak-prescott-3-usatsi.jpg",
    "performance_score": 0,
    "domain_rank": 1674,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "48c09426bcc64c40c0736a2d9319096cbb56c283",
  "url": "https://new.cbssports.com/nfl/news/cowboys-survive-two-point-extravaganza-to-hang-on-for-nail-biting-win-vs-lions-in-preparation-for-playoffs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Garrett Podell",
  "published": "2023-12-31T14:52:00.000+02:00",
  "title": "Cowboys survive 'two-point extravaganza' to hang on for nail-biting win vs. Lions in preparation for playoffs - CBSSports.com",
  "text": "USATSI ARLINGTON, Texas -- With a 1:41 to go Saturday at AT&T Stadium, the Dallas Cowboys led the NFC North champion Detroit Lions 20-13 while the Lions were out of timeouts.\nThat's a situation anyone who is a part of Cowboys nation would take in a heartbeat since they would assume 99 times out of 100 with their NFL-best pass rush (45.1% quarterback pressure rate, best in the NFL) powered by Micah Parsons (102 quarterback pressures, most in the NFL) that they would be a shoo-in to fluster an opposing offense that needed to pass to keep the game going. Well, the Cowboys did hang on for a 20-19 victory , but they came oh so close to losing the game.\nThe Lions offense marched 75 yards in nine plays across a minute and 18 seconds, and the scoring strike was from quarterback Jared Goff to wide receiver Amon-Ra St. Brown for 11 yards.\nAMON-RA! The @Lions are within 1 with :27 to go 👀\n📺: #DETvsDAL on ESPN/ABC\n📱: Stream on #NFLPlus https://t.co/urKeZaIvCL pic.twitter.com/s8WHAhqk8J\n— NFL (@NFL) December 31, 2023 Then, madness ensued. Detroit went for two and the win, and they appeared to have it after Goff completed a pass to offensive tackle Taylor Decker, number 68. However, Detroit reported tackle Dan Skipper, number 70. as eligible prior to the play, according to referee Brad Allen. Despite that not being how the Lions interpreted that moment playing out , that was the call on the field.\nTherefore, the Lions were called for an illegal touching penalty. The Cowboys were in turn called for an infraction with Micah Parsons being called for being offsides on the second try, a play in which Dallas intercepted Goff. Finally, the sequence concluded with Dallas forcing an incomplete pass to hang on for the win.\n\"I haven't been a part of one like that,\" Dallas Cowboys owner and general manager Jerry Jones said postgame Saturday night. \"I can only die three times. I don't know if I can die four, but a great game. Hats off to Detroit. They fight you all the way as they did tonight, but I love the way our guys followed through, finished as Coach [McCarthy] says. Was really proud of our guys and they made it tough on us right out until the last play, obviously.\"\nJones, despite being the billionaire owner of the world's most valuable sports franchise, turned into a regular fan at the moment, needing to look away during the series of events.\n\"I just lost it twice,\" Jones said. \"Lost it the first time and really had just almost shut my mind and eyes to it. But when we got a second time, it seemed like too much. And then of course our guys played well and fought hard enough....That was a tough team, big ball game. We won't play a tougher team in the playoffs in my mind. Not a tougher [one].\"\nDallas Cowboys head coach Mike McCarthy observed the sequence to be similar to something he would run his team through in August during training camp out in Oxnard, California.\n\"That was a two-point extravaganza,\" McCarthy said postgame Saturday night. \"It looked like training camp. Go at it for three or four plays.\"\nHad the Lions converted, Dallas would have gotten the football back down a point with 23 seconds remaining and one timeout, a scenario Dak Prescott would have welcomed after watching the balance of the game seesaw back and forth.\n\"At that point, I was like 'just give me the ball with 20 seconds and a timeout',\" Prescott said postgame Saturday night. \"I was just itching really at that point. Obviously thinking the first one they scored. The second one we got the interception, but I saw the jump [offsides] as well. To us getting the stop on the last one, it was just a roller coaster, a roller coaster of thoughts and that sense of 'let me get the ball.' From earlier with the punt conversion they got to one of the early fourth downs, I said 'this guy is crazy.' Respect with the craziness talking about Coach [Dan] Campbell. I love it. I really do. You're playing to win a game and not lose a game. That's what he did tonight. Credit that mindset. That's a helluva team. I wouldn't be surprised if we see them again [in the playoffs].\"\nGiven rookie kicker Brandon Aubrey has drained all 35 of his field goal attempts, the Cowboys' single-season franchise record, his teammates had all the confidence in the world in his ability to drain a game winner if they were able to get him in range.\n\"We have a hell of a kicker,\" Prescott said. \"But yeah, a lot of emotions. Want to finish with the ball in your hand, [we] don't do that. They get the ball back, and they're on the drive. Then, the three players with a two-point conversion. At that point I just wanted to know if they were in or were they not, just let me know if we need to go back out there. Like I said, we had time on the clock. Had a hell of a kicker with a timeout that I felt confident and comfortable on our plan and the things that we practice that we would have been able to get in position for him to take an attempt at a game winner. But hell of a job with the defense. Some things played into that, and they finished it the right way.\"\nDallas defense frustrated to be in two-point conversion battle at the end of the game In the end, the Cowboys defense was able to exhale after getting the game's final stop to preserve the 20-19 win. However, Dallas felt they shouldn't have even been in a situation to need to defend against a potential game-winning two-point conversion by the Lions. The drive prior, safety Donovan Wilson made a diving interception to give the Cowboys offense the ball back inside the Detroit 30.\nWILSON! A pick for the @dallascowboys with just over 2 min to go\n📺: #DETvsDAL on ESPN/ABC\n📱: Stream on #NFLPlus https://t.co/urKeZaIvCL pic.twitter.com/sNsGL4eEx0\n— NFL (@NFL) December 31, 2023 After being derailed by a tripping penalty, the team settled for a field goal to go up seven. Not creating a similar type of turnover or stop on the final drive left the Cowboys' fifth-ranked scoring defense (19.1 points per game allowed) furious.\n\"You know it's definitely mind boggling, but you know it's just more frustrating to be in the position to win the game like that,\" Dallas Cowboys All-Pro edge rusher Micah Parsons said postgame on Saturday. \"That's where that frustration comes from, and I don't even feel like we should have been in that position. Just how much we put into two-minute, how we pride ourselves on getting stops in the game, so there's definitely some things I feel like we got to fix.\"\nSome of that anger stems from a similar situation unfolding just last week in a 22-20 last-second loss at the Miami Dolphins in Week 16. Prescott threw a go-ahead touchdown to Brandin Cooks on Dallas' final offensive drive of that game, but Miami ended up with a game-winning 29-yard field goal as time expired after getting the ball back with 3:27 on the clock.\n\"That's something that we got to look at, for me it's frustrating,\" Parsons said of the team's two-minute defense. \"I don't know what's going on, I know everybody sees what I'm facing and dealing with, but we got to look at it and get better from it because to be a championship team we have to get those type of stops.\"\nThat annoyance boiled over into the locker room postgame, causing defensive coordinator Dan Quinn to step in and cool Parsons off, reminding him of the fortunate situation the team is in: being able to correct things after emerging victorious.\n\"Obviously, I was frustrated,\" Parsons said when talking about the aftermath following how the Lions' final drive unfolded. \"I came in here [the locker room] like 'damn, how we give this up?' Dan [Quinn] is like 'man, don't worry about it. He's like 'it's better to get to fix things coming off of a win versus last week where we were trying to fix things off of a loss.' I said 'you're right.'... When it comes down to that end of the game, we have to be better there.\"\nOur Latest NFL Stories Cowboys' CeeDee Lamb rewrites record books Garrett Podell • 7 min read CBS Sports' top 23 headline-making moments of 2023 CBS Sports Staff • 16 min read Saints' Allen, Carr expected back, OC change possible Jonathan Jones • 2 min read Struggling Chiefs to change some players' roles Jonathan Jones • 2 min read Taylor says he told refs before Lions' two-point play Bryan DeArdo • 1 min read NFL playoff picture, standings in Week 17 Jeff Kerr • 7 min read Watch Now: Cowboys survive to hang on at home Garrett Podell 6 min read Week 17 best bets from all our experts Jordan Dajani 15 min read New Year's resolutions for all 32 teams in '24 Cody Benjamin 9 min read Prisco's picks: Ravens edge Dolphins Pete Prisco 6 min read Bold predictions: Rudolph stays hot Garrett Podell 6 min read Lions react to controversial 2-point conversion penalty Bryan DeArdo 1 min read Saints' Allen, Carr expected back, OC change possible Jonathan Jones 2 min read Struggling Chiefs to change some players' roles Jonathan Jones 2 min read These six teams can clinch a playoff spot in Week 17 John Breech 3 min read Russ: Broncos said change contract or face benching Tyler Sullivan 2 min read",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/NFL/status/1741307983366172706?ref_src=twsrc%5Etfw",
    "https://twitter.com/NFL/status/1741311521546789077?ref_src=twsrc%5Etfw",
    "https://t.co/s8WHAhqk8J",
    "https://twitter.com/Lions?ref_src=twsrc%5Etfw",
    "https://t.co/urKeZaIvCL",
    "https://twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/dallascowboys?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/DETvsDAL?src=hash&ref_src=twsrc%5Etfw",
    "https://t.co/sNsGL4eEx0",
    "https://sports.cbsimg.net/fly/images/league-logos/59.svg",
    "https://www.twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/NFLPlus",
    "https://www.t.co/s8WHAhqk8J",
    "https://twitter.com/dallascowboys",
    "https://www.twitter.com/hashtag/DETvsDAL?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/urKeZaIvCL",
    "https://www.twitter.com/NFL/status/1741311521546789077?ref_src=twsrc%5Etfw",
    "https://www.t.co/sNsGL4eEx0",
    "https://www.twitter.com/dallascowboys?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/NFL/status/1741307983366172706?ref_src=twsrc%5Etfw",
    "https://twitter.com/NFL/status/1741307983366172706",
    "https://twitter.com/NFL/status/1741311521546789077",
    "https://twitter.com/hashtag/DETvsDAL",
    "https://www.sports.cbsimg.net/fly/images/league-logos/59.svg",
    "https://www.twitter.com/Lions?ref_src=twsrc%5Etfw",
    "https://twitter.com/Lions"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "micah parsons",
        "sentiment": "none"
      },
      {
        "name": "jared goff",
        "sentiment": "none"
      },
      {
        "name": "amon-ra st. brown",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nf",
        "sentiment": "negative"
      },
      {
        "name": "at&t stadium",
        "sentiment": "negative"
      },
      {
        "name": "dallas cowboys",
        "sentiment": "negative"
      },
      {
        "name": "abc",
        "sentiment": "none"
      },
      {
        "name": "cowboys",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "amon",
        "sentiment": "none"
      },
      {
        "name": "lions",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      },
      {
        "name": "detroit lions",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "usatsi arlington",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "detroit",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T15:00:46.506+02:00",
  "updated": "2023-12-31T15:00:46.506+02:00"
}