{
  "thread": {
    "uuid": "6c8deaf64ea249598ec5cb30ede8680093bd75b8",
    "url": "https://www.counterpointresearch.com/insights/oppo-reno11-pro-5g-photographic-review/",
    "site_full": "www.counterpointresearch.com",
    "site": "counterpointresearch.com",
    "site_section": "https://www.counterpointresearch.com/rss",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Counterpoint",
    "title": "OPPO Reno11 Pro 5G Photographic Review: A Pioneer of Portrait Photography for Mainstream Users",
    "title_full": "OPPO Reno11 Pro 5G Photographic Review: A Pioneer of Portrait Photography for Mainstream Users",
    "published": "2024-01-06T04:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8717,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c8deaf64ea249598ec5cb30ede8680093bd75b8",
  "url": "https://www.counterpointresearch.com/insights/oppo-reno11-pro-5g-photographic-review/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Team Counterpoint",
  "published": "2024-01-06T04:00:00.000+02:00",
  "title": "OPPO Reno11 Pro 5G Photographic Review: A Pioneer of Portrait Photography for Mainstream Users",
  "text": "- The OPPO Reno11 Pro 5G effortlessly captures clear, well-defined portraits with a 2x telephoto lens that helps create a blurred background effect.\n- AI Portrait Retouching function enhances portrait photography significantly.\n- Computing photography strongly supports 5x and 10x digital zooming.\nOPPO’s latest\nmid-end smartphone, the Reno11 Series, features a brand-new appearance and ever-evolving camera capability and is priced at $400-$600. Counterpoint Research got a chance to try out the OPPO Reno11 Pro 5G. Below is a review of the smartphone’s updated mobile photography performance.\nGeneral Introduction: New Design, New Camera System\nThe OPPO Reno11 Pro 5G boasts several upgrades compared to its\npredecessor. It now houses the MediaTek Dimensity 8200 SoC processor, coupled with LPDDR 5x RAM and UFS3.1 ROM, operating on the latest ColorOS 14 system. Additionally, the Reno11 Pro 5G features a glass rear cover adorned with mother-of-pearl patterns, enhancing its unique aesthetics. Weighing 181g, the model offers a notably comfortable grip. The re-designed camera layout at the top left of the rear cover introduces a fresh visual experience for users.\nThe OPPO Reno11 Pro 5G features a three-camera rear photography setup that caters to diverse shooting needs. Its main camera carries a Sony IMX890 image sensor, delivering 50MP resolution, and is equipped with an OIS function for steadier shots. The 2x telephoto portrait camera integrates a Sony IMX709 32MP image sensor boasting an equivalent focal length of 47mm, ideal for portrait photography. Meanwhile, the ultra-wide camera houses an 8MP image sensor, offering an expansive 112° field of view to capture wider scenes. Moreover, the device includes a high-resolution 32MP selfie camera with an autofocus function for capturing detailed self-portraits.\nPortrait Photography: Aiming to Deliver DSLR-level Portrait Capability\nWith the 2x telephoto camera at 47mm equivalent focal length, portrait shots compress the background, making the subject stand out. In the following bust shot, the trees seem closer to the model than they actually are, while the distinct profile and rich details of the model have been maintained. As the picture shows, the details of the model’s hair, face and clothes are clearly and sharply rendered.\nIn its camera , OPPO has integrated the AI Portrait Retouching function, which enriches close-up photos. In the following photos, the shine on the model’s hair is perfectly restored, while the facial skin textures and colors appear natural and distinct in light and shade with the help of AI Portrait Retouching.\nIn portrait photography, the background can still create the dreamy bokeh effect of a DSLR camera, adding a charming ambiance. The sunlight reflecting off the leaves in the background of the photo forms radiant spots after being blurred, infusing the picture with vivid light and shadow effects, which enhances its vibrancy and allure.\nFaces are automatically detected in the preview interface. The f-sign in the preview interface allows users to change the background depth effect level from f/1.4 to f/16 before pressing the shutter button. Additionally, users can adjust the depth effect level of portrait photos in the album, which is helpful for post-processing photos. After post-processing the aperture level, users will achieve the desired background blur effect.\nLandscape: Stunning Photos with the Help of Computing Ability\nThe photo preview interface features a 5x zoom selection, which uses digital zoom from the 2x telephoto camera when the subject is farther than 25cm from the camera. With the help of AI algorithms, the photos maintain sharpness and rich details. In the photo below, the airplane in the air is quickly captured and the buildings in the distance can be seen in outline.\nMoreover, in scenes with stark light-dark contrast, the telephoto camera prevents bright objects from becoming overexposed.\nThe OPPO Reno11 Pro 5G supports a maximum 20x digital zoom. The AI algorithm will help enhance the photos to a more acceptable level. Although the sharpness of the following 10x digital zoomed photos has visibly decreased, these photos are still adequate for social media posting.\nWhen the subject-to-camera distance is less than 25cm, the 5x zoom automatically switches to the main camera. The closest focusing distance is around 10cm, allowing for macro-like photos even without a dedicated macro lens function. Water droplets and text on the bottle can still be restored clearly as shown in the picture below. The computing power also enhances colour rendering.\nAfter capturing a picture, it takes 1 or 2 seconds for the AI algorithm optimization to kick in before the photos can be viewed in the album. But it is well worth it as the resulting photos are beautiful. Moreover, users can dig out the subject from photos in the album for independent copying, storage and sharing.\nOverall, the OPPO Reno11 Pro 5G is a slim, grip-friendly device and a pioneer in portrait photography. The device delivers professional-level portrait photography, making it an excellent option for mainstream users looking for a more professional and portable experience.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "counterpoint research",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T04:22:09.903+02:00",
  "updated": "2024-01-06T04:22:09.903+02:00"
}