{
  "thread": {
    "uuid": "d68ddb9b1719768cd80f53abd4976ad0dff717f1",
    "url": "https://jc.ne10.uol.com.br/economia/2023/12/15652619-caged-pais-gerou-mais-de-130-mil-novas-vagas-de-trabalho-em-novembro.html",
    "site_full": "jc.ne10.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://ne10.uol.com.br/ultimas",
    "site_categories": [
      "media"
    ],
    "section_title": "NE10 - Últimas",
    "title": "Caged: País gerou mais de 130 mil novas vagas de trabalho em novembro",
    "title_full": "Caged: País gerou mais de 130 mil novas vagas de trabalho em novembro",
    "published": "2023-12-28T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://imagens.ne10.uol.com.br/veiculos/_midias/jpg/2023/12/28/615x300/1_carteira_de_trabalho_07122000711-25880074.jpg",
    "performance_score": 0,
    "domain_rank": 752,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d68ddb9b1719768cd80f53abd4976ad0dff717f1",
  "url": "https://jc.ne10.uol.com.br/economia/2023/12/15652619-caged-pais-gerou-mais-de-130-mil-novas-vagas-de-trabalho-em-novembro.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agência Brasil",
  "published": "2023-12-28T23:53:00.000+02:00",
  "title": "Caged: País gerou mais de 130 mil novas vagas de trabalho em novembro",
  "text": "CARTEIRA ASSINADA Caged: País gerou mais de 130 mil novas vagas de trabalho em novembro Pernambuco foi o estado do Nordeste que mais criou vagas formais de emprego no mesmo período\nCadastrado por Agência Brasil\nPublicado em 28/12/2023 às 19:53 Notícia X Notícia É o fato ou acontecimento de interesse jornalístico. Pode ser uma informação nova ou recente. Também diz respeito a uma novidade de uma situação já conhecida.\nArtigo Texto predominantemente opinativo. Expressa a visão do autor, mas não necessariamente a opinião do jornal. Pode ser escrito por jornalistas ou especialistas de áreas diversas.\nInvestigativa Reportagem que traz à tona fatos ou episódios desconhecidos, com forte teor de denúncia. Exige técnicas e recursos específicos.\nContent Commerce Conteúdo editorial que oferece ao leitor ambiente de compras.\nAnálise É a interpretação da notícia, levando em consideração informações que vão além dos fatos narrados. Faz uso de dados, traz desdobramentos e projeções de cenário, assim como contextos passados.\nEditorial Texto analítico que traduz a posição oficial do veículo em relação aos fatos abordados.\nPatrocinada É a matéria institucional, que aborda assunto de interesse da empresa que patrocina a reportagem.\nChecagem de fatos Conteúdo que faz a verificação da veracidade e da autencidade de uma informação ou fato divulgado.\nContexto É a matéria que traz subsídios, dados históricos e informações relevantes para ajudar a entender um fato ou notícia.\nEspecial Reportagem de fôlego, que aborda, de forma aprofundada, vários aspectos e desdobramentos de um determinado assunto. Traz dados, estatísticas, contexto histórico, além de histórias de personagens que são afetados ou têm relação direta com o tema abordado.\nEntrevista Abordagem sobre determinado assunto, em que o tema é apresentado em formato de perguntas e respostas. Outra forma de publicar a entrevista é por meio de tópicos, com a resposta do entrevistado reproduzida entre aspas.\nCrítica Texto com análise detalhada e de caráter opinativo a respeito de produtos, serviços e produções artísticas, nas mais diversas áreas, como literatura, música, cinema e artes visuais.\nCaged: país gerou mais de 130 mil novas vagas de trabalho em novembro - © Agência Brasília O Brasil teve, no mês passado, um saldo positivo de 130.097 postos de trabalho com carteira assinada, segundo divulgou, nesta quinta (28), o Ministério do Trabalho e Emprego. Em novembro, foram 1.866.752 admissões e 1.736.655 demissões, segundo dados do Novo Caged , o Cadastro Geral de Empregados e Desempregados.\nA maioria dos empregos formais foi contabilizada no setor de serviços (92.620) e no comércio (88.706). Com isso, o estoque total recuperado para o Caged foi de 44.358.892 postos de trabalho formais.\nNo setor de serviços, destaque do mês, houve mais oportunidades de trabalho nas áreas de informação, comunicação e atividades financeiras, imobiliárias, profissionais e administrativas.\nA segunda maior geração, no comércio, mais vagas abriram no setor varejista de artigos do vestuário e acessórios, mercadorias em geral, com predominância de produtos alimentícios e supermercados, além dos artigos de varejista de calçados .\nSegundo análise do governo, o impacto sazonal trouxe queda do emprego formal nos em setores como a indústria, com menos 12.911 postos de trabalho. A construção civil também teve queda, com menos 17.300 postos formais de trabalho.\nEntre os estados, as unidades da federação com maior saldo em novembro foram São Paulo, Rio de Janeiro e Rio Grande do Sul.\nEMPREGOS EM PERNAMBUCO Pernambuco foi o estado do Nordeste que mais criou vagas formais de emprego em novembro de 2023: entre admissões e desligamentos, foram 7.664 vagas abertas, segundo as estatísticas formais do Novo Caged, divulgadas no início da tarde dessa quinta-feira (28) pelo Ministério do Trabalho e da Emprego. Em 2023, o saldo acumulado de empregos com carteira assinada no território pernambucano somou 59.902 contratações.\nEsse é o sétimo mês seguido de cenário positivo no emprego em Pernambuco – desde maio, há mais admissões que demissões. Também é o quarto mês consecutivo em que Pernambuco ocupa liderança na criação de vagas na região Nordeste. Os dados registram que no mês passado, foram 50.528 admissões e 42.864 desligamentos.\nCOMEMORAÇÃO DE RAQUEL LYRA Para a governadora Raquel Lyra, os dados são animadores e apontam para o novo tempo que Pernambuco vive. “Vamos iniciar 2024 com esse resultado que demonstra a liderança de Pernambuco no Nordeste brasileiro na criação de emprego, o instrumento mais transformador e inclusivo que existe no sentido de garantir menos desigualdade social, mais oportunidade e renda. Quando assumimos, esse era um dos maiores desafios e continua sendo, pois o trabalho está só começando. Chegamos aqui com sessenta mil empregos criados num ano muito desafiador, onde arrumamos a casa para fazer as transformações que nosso Estado precisa. O resultado do Caged aponta que a mudança já está acontecendo”, registrou.\nNos setores da economia, todos tiveram abertura de vagas em novembro em Pernambuco, exceto agropecuária. O melhor resultado foi o do comércio (4.417), seguido de serviços (2.851), indústria (1.091), construção civil (589) e agropecuária (-1284). No acumulado do ano, o resultado de serviços teve o maior destaque, com 35.558 de saldo positivo, seguido do comércio (12.213) e da indústria (5.553).\nEm novembro, Pernambuco ficou em 5º lugar entre os 27 entes estaduais da federação brasileira na criação de vagas formais de empregos, atrás de São Paulo, Rio de Janeiro, Rio Grande do Sul e Paraná. No acumulado do ano, Pernambuco também garantiu um resultado de destaque, compondo o grupo dos dez com melhor desempenho: com 59,9 mil novas vagas, ficou em 9º lugar entre os 26 estados mais o Distrito Federal.\nRESULTADOS DO RECIFE No mês de novembro, o Recife criou mais 4.529 postos de trabalho formais, marcando o melhor mês do ano e se consolidando na liderança do Nordeste nesse indicador. São 11 meses consecutivos de saldo positivo em 2023, somando 22.199 novos cargos gerados de janeiro a novembro.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://pdet.mte.gov.br/novo-caged",
    "https://www.pdet.mte.gov.br/novo-caged"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:57:44.774+02:00",
  "updated": "2023-12-29T00:57:44.774+02:00"
}