{
  "thread": {
    "uuid": "1137b43a6c8b1cc1345cb60c1315a8e9b5508cda",
    "url": "https://www.wyomingpublicmedia.org/2024-07-05/the-hills-are-alive-with-the-sound-of-recreation-and-a-study-shows-animals-react-to-that-noise",
    "site_full": "www.wyomingpublicmedia.org",
    "site": "wyomingpublicmedia.org",
    "site_section": "https://newsbreak.com/jackson-wy",
    "site_categories": [
      "media",
      "music",
      "entertainment"
    ],
    "section_title": "Jackson News, Weather, Safety, Sports | NewsBreak Jackson, WY",
    "title": "The hills are alive with the sound of recreation — and a study shows animals react to that noise | Wyoming Public Media",
    "title_full": "The hills are alive with the sound of recreation — and a study shows animals react to that noise | Wyoming Public Media",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/9d6b539/2147483647/strip/true/crop/1737x912+0+33/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F7e%2F11%2F26d8ed3d4912b160390286335fd6%2Ftwodeerfleeing-wy-usdafs-gamecamkathyzellermarkditmer1.JPG",
    "performance_score": 0,
    "domain_rank": 97075,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1137b43a6c8b1cc1345cb60c1315a8e9b5508cda",
  "url": "https://www.wyomingpublicmedia.org/2024-07-05/the-hills-are-alive-with-the-sound-of-recreation-and-a-study-shows-animals-react-to-that-noise",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rachel Cohen",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "The hills are alive with the sound of recreation — and a study shows animals react to that noise | Wyoming Public Media",
  "text": "The hills are alive with the sound of recreation — and a study shows animals react to that noise Along with the growth of human society has come an abundance of human-generated noises. Sounds from cities, highways and airplanes fill our environment, even in remote places. When we seek refuge in the woods to escape the clamor, we also bring along our own cacophony of sounds: Bikes whirring, engines revving, conversations echoing. Get top headlines and KUNC reporting directly to your mailbox each week when you subscribe to In The NoCo. New research suggests that even minimal amounts of noise from recreation can trigger significant reactions in wildlife. Additionally, the type of activity doesn't necessarily make biggest difference in the animals' response. Prior studies on the impact of recreation on wildlife have typically focused on observing animal behavior near popular spots. However, a team led by Kathy Zeller and Mark Ditmer at the Forest Service's Rocky Mountain Research Station implemented a novel study design to experiment on wildlife in their natural habitat. Over two years in the Bridger-Teton National Forest in Wyoming, they set up an intricate web of motion-sensor cameras connected to boom boxes set at a distance. When animals entered the study area, they would trigger the cameras to record and the boom boxes to play sounds of people recreating. The study also included control plots with no noise and plots playing background nature noises. The plan allowed the researchers to isolate the impacts of noise, even when humans themselves were not present. The findings were published in the journal [Current Biology](https://www.cell.com/current-biology/abstract/S0960-9822(24)00673-0?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS0960982224006730%3Fshowall%3Dtrue) in June. \"Overall, I was surprised at how strong the responses were,\" said Zeller. \"When you saw the animal start hearing the noise, they might start being vigilant. They would pick their head up and their ears would perk up and they would be listening. Sometimes, they would flee right away.\" Zeller and Ditmer analyzed each second of recorded video, categorizing the behaviors they witnessed. Wildlife, they found, were three to five times more likely to flee and were vigilant for two to three times longer when they heard the broadcast recreation noises compared to nature sounds or no noise. Both fleeing and vigilance are fear responses animals might exhibit in response to predators, which can take them away from important resources and have cascading impacts for survival. Among the creatures observed, elk were the most sensitive, fleeing about half the time they heard recreation sounds. Black bears also commonly retreated from the area, while mule deer often remained on alert. Carnivores, on the other hand, rarely seemed bothered. The researchers played a soundtrack of noises that varied by type of recreation, group size, and vocalization levels. Surprisingly, the type of recreation activity didn't appear to be the most important factor. The study revealed that wildlife was mostly likely to flee from sounds of large, talkative groups. The strongest reactions were to five or more hikers, followed by five or more mountain bikers. Those also weren't the loudest sounds played overall. \"We think wildlife are actually responding to something in addition to just the volume or the decibel level of the sounds,\" Zeller said. When it came to vigilance, wildlife seemed alert for the longest time in response to off-highway vehicles, followed by small groups of quiet mountain bikers and small groups of quiet trail runners. Overall, this experiment replicated a fairly limited level of recreation and was conducted in an area away from trails. Still, the reactions were strong. The week after the noises were deployed in the experiment, wildlife in the study area were 1.5 times less abundant. \"I think the kind of management implication that comes to mind is just the importance of keeping disturbances out of these kind of core habitat areas that really don't experience a lot of recreation or human use,\" said Courtney Larson, a conservation scientist for the Nature Conservancy in Wyoming. Larson researched the effects of recreation on wildlife for her PhD but was not involved in this study. She said she would've liked to see the researchers include sounds of dogs in their experiments, as there's conflicting evidence about the stress they cause for wildlife. Zeller emphasized that the findings from this study could help land managers thoughtfully balance the growth in outdoor recreation with protecting wildlife. She said the team plans to study habituation next -- whether animals get used to recreation sounds in popular areas and whether that impacts how they respond. This story was produced by the Mountain West News Bureau, a collaboration between Wyoming Public Media, Nevada Public Radio (KNPR) in Las Vegas, Boise State Public Radio in Idaho, KUNR in Nevada, KUNC in Colorado and KANW in New Mexico, with support from affiliate stations across the region. Funding for the Mountain West News Bureau is provided in part by the [Corporation for Public Broadcasting](https://www.cpb.org/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.cpb.org/",
    "https://www.cell.com/current-biology/abstract/S0960-9822(24",
    "https://www.cpb.org",
    "https://cell.com/current-biology/abstract/S0960-9822(24",
    "https://cpb.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy zeller",
        "sentiment": "none"
      },
      {
        "name": "mark ditmer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wyoming public media new research",
        "sentiment": "positive"
      },
      {
        "name": "rocky mountain research station",
        "sentiment": "none"
      },
      {
        "name": "forest service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wyoming",
        "sentiment": "none"
      },
      {
        "name": "bridger-teton national forest",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:24:09.956+03:00",
  "updated": "2024-07-12T21:36:57.568+03:00"
}