{
  "thread": {
    "uuid": "5681475f27334c5d537d763abde64bdea7f8db73",
    "url": "https://www.latercera.com/mundo/noticia/israel-anuncia-una-pausa-humanitaria-tactica-de-cuatro-horas-en-las-operaciones-militares-en-el-campo-de-refugiados-de-rafah/3FHZWUDRKZANDDX2MQXVH4U6ZQ/",
    "site_full": "www.latercera.com",
    "site": "latercera.com",
    "site_section": "https://www.latercera.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "La Tercera",
    "title": "Israel anuncia una pausa humanitaria “táctica” en Rafah - La Tercera",
    "title_full": "Israel anuncia una pausa humanitaria “táctica” en Rafah - La Tercera",
    "published": "2023-12-30T15:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.latercera.com/resizer/QNIXtqcDgeZqiJ5BThSV6GN-ARE=/900x600/smart/cloudfront-us-east-1.images.arcpublishing.com/copesa/UKLSCSMDHYL2M52GCEUYDOSVAU.jpg",
    "performance_score": 0,
    "domain_rank": 5388,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5681475f27334c5d537d763abde64bdea7f8db73",
  "url": "https://www.latercera.com/mundo/noticia/israel-anuncia-una-pausa-humanitaria-tactica-de-cuatro-horas-en-las-operaciones-militares-en-el-campo-de-refugiados-de-rafah/3FHZWUDRKZANDDX2MQXVH4U6ZQ/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "latercera.com",
  "published": "2023-12-30T15:58:00.000+02:00",
  "title": "Israel anuncia una pausa humanitaria “táctica” en Rafah - La Tercera",
  "text": "Europa Press Hace 8 horas Tiempo de lectura: 1 minuto Un soldado israelí opera en la Franja de Gaza en medio del conflicto en curso entre Israel y el grupo islamista palestino Hamas, en esta captura de pantalla obtenida de un video publicado el 30 de diciembre de 2023. Fuerzas de Defensa de Israel. La suspensión de la ofensiva iniciará a las 10.00 y se extenderá hasta las 14.00 horas de este sábado.\ncompartir Comentarios Las Fuerzas Armadas de Israel han anunciado este sábado una pausa “táctica” de cuatro horas de las operaciones militares en el campo de refugiados de Rafah, en el sur de la Franja de Gaza, que tiene como finalidad facilitar la entrega de ayuda humanitaria.\nAl menos 165 palestinos han muerto y 250 resultaron heridos en las últimas 24 horas tras ofensiva israelí sobre Gaza Hamas sostiene que no liberará más rehenes sin un alto el fuego en Gaza y desmiente negociaciones con Israel Secretario general de ONU condena ataque “a gran escala” del Ejército ruso contra varias ciudades ucranianas “Habrá una suspensión táctica local y temporal de las actividades militares con fines humanitarios en el campamento de Rafá desde las 10:00 hasta las 14:00 horas, con fines de suministro ”, ha informado la cuenta del portavoz militar israelí en árabe, Avichai Adraee.\nAdraee resalta en cualquier caso que las fuerzas israelíes “están trabajando enérgicamente contra Hamas y las organizaciones terroristas”, por lo que continúa prohibido el desplazamiento de civiles en la zona de Jan Yunis a través del eje de la carretera de Saladino. “El Eje de Saladino es un campo de batalla y es peligroso llegar a él”, ha advertido.\nLa historia continua más abajo\nMás sobre Guerra Medio Oriente El 40% de la población de Gaza corre riesgo de hambruna, según la UNRWA Hace 3 horas Hamas sostiene que no liberará más rehenes sin un alto el fuego en Gaza y desmiente negociaciones con Israel Hace 18 horas Soldados israelíes operan en la Franja de Gaza en medio del conflicto en curso entre Israel y el grupo islamista palestino Hamás, en esta fotografía publicada el 30 de diciembre de 2023. Fuerza de Defensa de Israel.\nSí se permitirá el movimiento de civiles con fines humanitarios a través del eje de circunvalació n situado al oeste de Jan Yunis y a en las calles Al Rashid Al Baher y Al Shuhadaa que llevan a Deir al Balá.\nLas autoridades militares israelíes habían ordenado previamente a los habitantes de la ciudad de Jan Yunis desplazarse hacia el sur, hacia Rafá, donde estarían a salvo de las operaciones militares israelíes. Allí miles de desplazados sobreviven en tiendas de campaña y refugios de acogida improvisados.\nComenta Por favor, inicia sesión en La Tercera para acceder a los comentarios.\nDe cuánto fue el temblor de este sábado 30 de diciembre en Chile Baltasar Daza Hace 10 horas Año Nuevo 2024: horario de los malls para el 31 de diciembre Sandar Estrella Oporto 29 dic 2023 09:17 AM La Suerte en Chile: estos son los RUT ganadores del viernes 29 de diciembre Andrés Barra 29 dic 2023 11:40 AM Imperdibles 8 rutinas “no negociables” de un cardiólogo de 95 años para aumentar la longevidad La Tercera Justicia para María Jesús: las pistas y mensajes claves que complican a excarabinero acusado de brutal crimen La Cuarta “Le deseamos mucha suerte”: Sorprenden a Soledad Onetto con emotiva despedida en pantalla La Cuarta Así fue la cena de Navidad en la megacárcel de Bukele en El Salvador La Tercera Ley Uber: 4 nuevos requisitos para vehículos y conductores La Tercera Ranking: las aceleradoras de negocios más valoradas por las startups en Chile Laboratorio",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI/",
    "https://www.lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA/",
    "https://lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI/",
    "https://www.lacuarta.com/cronica/noticia/justicia-para-maria-jesus-las-pistas-y-mensajes-claves-que-complican-a-excarabinero-acusado-de-brutal-crimen/RDB3BOU5XVGXZI6M6KBUZL5AOI",
    "https://lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA/",
    "https://www.lacuarta.com/espectaculos/noticia/le-deseamos-mucha-suerte-sorprenden-a-soledad-onetto-con-emotiva-despedida-en-pantalla/YBZN4HWINFEFDICW76UFFKE3HA"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T16:07:07.034+02:00",
  "updated": "2023-12-31T00:04:43.221+02:00"
}