{
  "thread": {
    "uuid": "4d82a08bf9eaedd88b656b5dd3fdd98e78bbefd6",
    "url": "https://www.kmbc.com/article/saturday-is-a-good-day-to-get-outside/46255368",
    "site_full": "www.kmbc.com",
    "site": "kmbc.com",
    "site_section": "https://www.kmbc.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "Saturday is a good day to get outside",
    "title_full": "Saturday is a good day to get outside",
    "published": "2023-12-30T15:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/813a5d42-0693-4624-b568-170985edec69/1c488068-76b9-4d54-830b-5d20e699a2f0.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 14920,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4d82a08bf9eaedd88b656b5dd3fdd98e78bbefd6",
  "url": "https://www.kmbc.com/article/saturday-is-a-good-day-to-get-outside/46255368",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katie Horner",
  "published": "2023-12-30T15:48:00.000+02:00",
  "title": "Saturday is a good day to get outside",
  "text": "Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. IT’S 720 RIGHT NOW ON YOUR SATURDAY MORNING. KATIE. TODAY JUST A GREAT DAY OUTSIDE TOMORROW FOR NEW YEAR’S EVE NIGHT. GOING TO BE A BIT COLD, BUT NO MAJOR IMPACTS TO TALK, CORRECT? NO ICE, NO. NO MEASURABLE SNOW FALLING, BUT IT IS GOING TO BE MUCH COLDER FOR NEW YEAR’S EVE. WIND CHILLS WILL BE IN THE 20S AND UPPER TEENS. SKIES WILL BE PARTLY TO MOSTLY CLOUDY. AIR TEMPERATURE WILL BE IN THE 30S THROUGHOUT MUCH OF THE EVENING AS YOU’RE DRIVING HOME. HOPEFULLY SAFE. WE WILL HAVE WIND CHILLS AROUND 18. AIR TEMPERATURE 28 DEGREES AS BIG STORM SYSTEMS CONTINUE TO HIT THE WEST COAST, THIS IS IN ADDITION TO THE HIGH SURF THAT IS HAPPENING RIGHT NOW. THEY’VE GOT HUGE WAVES UP TO 40FT STILL BATTERING THE WEST COAST HERE. AND THEN THESE RAIN SHOWERS. SO ANY TRAVEL PLANS WEST OR ANYBODY COMING FROM THE WEST INTO KANSAS CITY, EXPECT SOME DELAYS AT THE MAJOR AIRPORTS AT LA 61 DEGREES WITH SHOWERS AND THUNDERSTORMS. SAN DIEGO, THE SAME 63. EVEN SEATTLE RAINING AND 53 DEGREES. BUT WE GO FROM THAT SYSTEM BACK HERE TO THE CENTRAL PLAINS, AND YOU CAN SEE WE’VE GOT THIS VERY SMALL DISTURBANCE COMING OUT OF NEBRASKA INTO WESTERN KANSAS. IT’S PRODUCING SOME CLOUDS AND VERY LIGHT PRECIPITATION. THAT’S THE TYPE OF PRECIPITATION THAT’S FALLING FROM THE CLOUDS. BUT HITTING DRY AIR AND NOT MAKING IT TO THE GROUND. THIS IS WHY YOU’LL SEE AN INCREASE IN CLOUDS LATER THIS MORNING, EARLY THIS AFTERNOON, BUT NO PRECIPITATION IS EXPECTED WITH THAT. WHEN IT MOVES THROUGH. AND THERE WILL BE ANOTHER SURGE OF COLD AIR COMING IN EARLY TOMORROW MORNING. AND WHILE WE DON’T EXPECT PRECIPITATION WITH THAT, AT LEAST NOT MEASURABLE PRECIP CAN’TRILLIONULE OUT SOME MAYBE SPRINKLES OR SOME FLURRIES WHEN THAT COMES THROUGH EARLY TOMORROW MORNING. AS A RESULT OF THAT FRONT, IT IS MUCH COLDER TOMORROW. TEMPERATURES WILL ONLY BE IN THE MIDDLE 30S. NORTH WIND WILL BE STRONGER THAN THE WIND WILL HAVE TODAY. TOMORROW’S WIND WILL BE AROUND 15 MILES AN HOUR. AND THAT’S WHY WE HAVE THOSE WIND CHILLS WE TALKED ABOUT IN THE 20S THROUGHOUT MUCH OF THE AFTERNOON AND THEN INTO THE TEENS FOR TOMORROW NIGHT. HERE’S OUR NINE DAY FORECAST TODAY. A DAY YOU REALLY WANT TO TAKE ADVANTAGE OF BEING OUTSIDE IF YOU’RE ABLE 48 DEGREES AND EVEN LOW 50S WITHIN OUR VIEWING AREA TOMORROW, WE MENTIONED HOW MUCH COLDER IT WILL BE. HERE’S YOUR HY-VEE CHIEFS GAME DAY FORECAST. IT’LL BE PARTLY CLOUDY, BLUSTERY WIND CHILLS IN THE 20S THROUGHOUT THE GAME AND EVEN AFTER THE FOURTH QUARTER WHEN YOU’RE HEADING HOME ON THE FIRST DAY OF THE NEW YEAR, IT’LL JUST BE COLD, 37 DEGREES. BUT MOSTLY SUNNY, AND THE FIRST WEEK OF THE NEW YEAR TEMPERATURES WILL BE RIGHT AROUND NORMAL UPPER 30S, LOWER 40S. Advertisement Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "katie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kansas city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T16:49:12.099+02:00",
  "updated": "2023-12-30T20:18:47.789+02:00"
}