{
  "thread": {
    "uuid": "db4650b986a7a9ca188ab8a5d6e7ead793e929ea",
    "url": "https://india.shafaqna.com/EN/the-indian-navy-successfully-rescues-the-crew-of-a-ship-following-an-attack-off-the-coast-of-yemen",
    "site_full": "india.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://india.shafaqna.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Shafaqna India | Indian Shia News Agency | Home",
    "title": "The Indian Navy successfully rescues the crew of a ship following an attack off the coast of Yemen. - Shafaqna India | Indian Shia News Agency",
    "title_full": "The Indian Navy successfully rescues the crew of a ship following an attack off the coast of Yemen. - Shafaqna India | Indian Shia News Agency",
    "published": "2024-01-19T02:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://india.shafaqna.com/wp-content/uploads/2024/01/edsea.jpg",
    "performance_score": 0,
    "domain_rank": 30195,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db4650b986a7a9ca188ab8a5d6e7ead793e929ea",
  "url": "https://india.shafaqna.com/EN/the-indian-navy-successfully-rescues-the-crew-of-a-ship-following-an-attack-off-the-coast-of-yemen",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Abbas Adil",
  "published": "2024-01-19T02:36:00.000+02:00",
  "title": "The Indian Navy successfully rescues the crew of a ship following an attack off the coast of Yemen. - Shafaqna India | Indian Shia News Agency",
  "text": "The Indian Navy announced on Thursday that it successfully rescued the crew of a U.S.-owned vessel in the Gulf of Aden after an attack by the Houthi movement. The incident occurred on Wednesday when the U.S. Genco Picardy was targeted. In response, the U.S. military conducted strikes on 14 Houthi missiles that posed an imminent threat to merchant vessels and U.S. Navy ships in the region. These attacks by the Houthi militia in the Red Sea and surrounding areas since November have disrupted trade between Asia and Europe, raising concerns among major powers amid the ongoing conflict between Israel and the Palestinian Hamas resistance group in Gaza. The Houthis say they are acting in solidarity with Palestinians and have threatened to target US ships in response to American and British strikes on the group’s positions. India said it diverted a warship deployed in the region to rescue the 22 crew on board the Genco Picardy, including nine Indians. The crew were all safe and a fire on board the vessel had been extinguished. The Houthi movement said its missiles had made a “direct hit” on the bulk carrier. Shipping operator Genco confirmed the attack, and said its vessel was hit by a projectile while it was transiting through the Gulf of Aden with a cargo of phosphate rock. Trade flows disrupted The United States on Wednesday returned the Houthis to a list of terrorist groups. US officials said the move was aimed at cutting off funding and weapons the movement has used to attack or hijack ships. On Monday, Houthi forces had struck the US owned and operated dry bulk ship Gibraltar Eagle with an anti-ship ballistic missile. There were no reports of injuries or significant damage. The attacks target a route that accounts for about 15% of the world’s shipping traffic and acts as a vital conduit between Europe and Asia. The alternative shipping route around South Africa’s Cape of Good Hope can add 10-14 days to a journey compared to passage via the Red Sea and the Suez Canal. The crisis was rippling through the business world, with banking executives worried the crisis might reignite inflationary pressures. War-hit Ukraine said the situation had led to a slowdown in its agricultural exports this month. Pepco Group (PCOP.WA), opens new tab, the owner of the Poundland group of discount retail stores, warned that its inventory levels could be impacted. Denmark’s Maersk (MAERSKb.CO), opens new tab and other large shipping lines have instructed hundreds of commercial vessels to stay clear of the Red Sea, sending them on the longer route around Africa or pausing until the safety of vessels can be assured. The attacks, as well as weather-related closures and stoppages in Europe, were causing congestion at several container terminals, Maersk told its customers on Thursday. Italian ports are concerned that they are being bypassed as ships steer away from the Mediterranean route. Freight rates have more than doubled since early December, according to maritime consultancy Drewry’s world container index, while insurance sources say war risk premiums for shipments through the Red Sea are also rising.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "genco picardy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indian navy",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "u.s. navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "yemen",
        "sentiment": "none"
      },
      {
        "name": "shafaqna india",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "genco picardy",
        "sentiment": "none"
      },
      {
        "name": "gulf of aden",
        "sentiment": "none"
      },
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T14:19:16.791+02:00",
  "updated": "2024-01-19T14:19:16.791+02:00"
}