{
  "thread": {
    "uuid": "7250b7b060333beefae4d2b89485a3c3b8946344",
    "url": "https://www.12news.com/article/syndication/spanish/una-pequena-de-arizona-de-tan-solo-12-meses-de-vida-pudo-celebrar-la-navidad-en-casa-luego-de-un-trasplante-de-corazon/75-890618f6-ff53-43ca-965e-3b2f33bc3b76",
    "site_full": "www.12news.com",
    "site": "12news.com",
    "site_section": "http://rssfeeds.12news.com/kpnx/home",
    "site_categories": [
      "media"
    ],
    "section_title": "KPNX - News",
    "title": "Una pequeña de Arizona de tan solo 1 año celebró la Navidad en casa luego de un trasplante de corazón",
    "title_full": "Una pequeña de Arizona de tan solo 1 año celebró la Navidad en casa luego de un trasplante de corazón",
    "published": "2023-12-28T21:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.12news.com/assets/KPNX/images/74d20414-d860-4c53-9a50-56386f472555/74d20414-d860-4c53-9a50-56386f472555_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 11754,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7250b7b060333beefae4d2b89485a3c3b8946344",
  "url": "https://www.12news.com/article/syndication/spanish/una-pequena-de-arizona-de-tan-solo-12-meses-de-vida-pudo-celebrar-la-navidad-en-casa-luego-de-un-trasplante-de-corazon/75-890618f6-ff53-43ca-965e-3b2f33bc3b76",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Colleen Sikora",
  "published": "2023-12-28T21:56:00.000+02:00",
  "title": "Una pequeña de Arizona de tan solo 1 año celebró la Navidad en casa luego de un trasplante de corazón",
  "text": "PHOENIX — Al poner la canción \"Patty Cake\" es una forma rápida de conseguir una brillante sonrisa en el rostro de Sophia Parra-Díaz.\n\"Es una bebé muy feliz a pesar de todo lo que ha pasado\", mencionó su mamá, Desire Zúñiga.\nCon sus dos moñitos blancos en las coletas de su cabello , Sophia sonríe con su primer año de vida.\n\"Ella es una luchadora, realmente lo es\", aseveró Zúñiga.\nLa lucha de Sophia comenzó antes de que ella naciera. Su madre tenía 35 semanas de embarazo cuando se descubrió que Sophia tenía agrandamiento del corazón.\n\"Dijeron que la iban a operar, la primera cuando naciera, pero luego fue un problema completamente diferente\", dijo Zúñiga. \"Necesitaba un trasplante de corazón\".\nApril Colón, enfermera especializada en trasplantes cardíacos y coordinadora del Phoenix Children's Hospital, trabajó con Sophia y su familia.\n\"Tenía insuficiencia cardíaca, lo que significa que su corazón no funcionaba lo suficientemente bien o no apretaba lo suficiente como para poder sostener su cuerpo en funcionamiento\", dijo Colón.\n\"Incluso en algún momento tuvimos que apoyarla colocándole un tubo de respiración para que pudiéramos permitir que su corazón trabajara menos\".\nSophia esperó durante meses en la lista de trasplantes mientras estaba en el Phoenix Children's Hospital. Zúñiga describe haber visto a su hija pasar por altibajos durante ese tiempo.\n\"Ella todavía se despertaba y me miraba y me hacía saber que estaba bien. Nos mirábamos y yo le decía: 'Estás bien, mamá está aquí, vas a estar bien'\".\nLuego un corazón, llegó en julio.\nZúñiga dice que recibió la llamada el 25 de julio.\n\"Yo estaba llorando y mi mamá estaba allí conmigo. Ella dijo: '¿Qué, qué?' Y yo dije: '¡Ella tiene su corazón!' Hemos estado esperando tanto tiempo, siete meses. No podía hablar\", recuerda con emoción Zúñiga.\nZúñiga recuerda haber orado y haber esperado durante la cirugía y revisar cada actualización. Al día siguiente, recordó cómo se sentó en una silla y volvió a ser feliz.\n\"Fue aterrador, pero lo superamos\", recordó Zúñiga.\nAgradece especialmente el regalo de un corazón para su hija y anima a otros a considerar la donación de órganos.\n\"Si no hubieramos recibido nuestro trasplante de corazón, todavía estaríamos en el hospital con un tubo en la garganta y acostadas en la cama y todo eso. Así que realmente le salvó la vida\", recuerda Zúñiga.\nUna vez terminada la larga estadía en el hospital, Zúñiga quiere que otras familias que atraviesan viajes médicos difíciles mantengan la fe.\n\"Al principio sentí que éramos solo mi bebé y yo\", dijo Zúñiga. \"Y luego ver entrar y salir del hospital y a todas las demás familias que están allí. Y si pudiera hablar con cada uno de ellos, les diría: 'No, no se rindan'\".\nSophia todavía estuvo en el hospital hasta noviembre después de su trasplante y luego tuvo que regresar a Phoenix Children's debido a un virus que tenía.\n\"Ella es un caso muy singular en el sentido de que tuvo muchas otras complicaciones con las que tuvo que lidiar en torno al trasplante, e incluso después de obtener un corazón nuevo que funcionaba bien\", dijo Colón.\nEn este momento, Sophia está de regreso en casa con una sonda de alimentación y un respiradero para ayudarla a respirar. Pero la Navidad de este año fue diferente a la del año pasado.\nEste año, Sophia estaba en casa celebrando con su familia, junto con su hermano mayor.\n\"Pensé que lo único que siempre había querido era tener a mis dos hijos no solo juntos en casa, sino que incluso en un día festivo es una de las mejores cosas para tenerlos juntos\", dijo Zúñiga.\nAhora la familia está lista para encontrar la alegría en medio de lo cotidiano.\n\"Lo que me entusiasma es simplemente verla lograr el obstáculo y observarla\", dijo Zúñiga.\nSíganos en nuestra página de Facebook\n12 News en Español\nVisite nuestra sección de\nhttps://www.youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh en YouTube\nDescargue la aplicación 12 News KPNX para recibir notificaciones en español:\niPhone:\nhttp://12ne.ws/iphone\nAndroid:\nhttp://12ne.ws/android",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.facebook.com/12NewsEspanol/",
    "https://www.youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh",
    "http://12ne.ws/iphone",
    "http://12ne.ws/android",
    "https://facebook.com/12NewsEspanol/",
    "https://youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh",
    "https://www.facebook.com/12NewsEspanol",
    "http://www.12ne.ws/android",
    "http://www.12ne.ws/iphone",
    "https://www.youtube.com/playlist"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:24:54.646+02:00",
  "updated": "2023-12-29T00:24:54.646+02:00"
}