{
  "thread": {
    "uuid": "da577b56a4b0e28b377677a85a65d1e62558d1a9",
    "url": "https://www.time.news/experts-call-for-population-screening-for-lung-cancer-health-and-medicine/",
    "site_full": "www.time.news",
    "site": "time.news",
    "site_section": "https://time.news/2022/08",
    "site_categories": [],
    "section_title": "August 2022 - timenews",
    "title": "Experts call for population screening for lung cancer – Health and Medicine - timenews",
    "title_full": "Experts call for population screening for lung cancer – Health and Medicine - timenews",
    "published": "2024-01-06T03:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.saludymedicina.org/wp-content/uploads/2024/01/imagen-astra-zeneca-2.jpg",
    "performance_score": 0,
    "domain_rank": 61451,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da577b56a4b0e28b377677a85a65d1e62558d1a9",
  "url": "https://www.time.news/experts-call-for-population-screening-for-lung-cancer-health-and-medicine/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "time news",
  "published": "2024-01-06T03:17:00.000+02:00",
  "title": "Experts call for population screening for lung cancer – Health and Medicine - timenews",
  "text": "2024-01-06 02:42:34 They demand that the health authorities include it in the health system’s portfolio of services. In Spain, more than 30,000 new cases of lung cancer occur every year. Furthermore, it is the tumor with the highest mortality rate, with an overall survival at the time of diagnosis of 21% at five years, given that more than 70% of cases are diagnosed in advanced stages. When detected early, more than 80% of patients survive five years. The lack of systematic population screening in high-risk patients is one of the main barriers to early diagnosis in Spain. Consequently, various organizations are calling for biomarker screening to be included in the health system’s portfolio of services. This is what the experts from the Lung Ambition Alliance (LAA) expressed in their last meeting. The LAA, made up of entities from more than 50 countries, aims to double the survival of lung patients by 2025. Last year, the European Commission recommended that member countries implement lung cancer screening. Since then, it has substantial support from scientific evidence to be incorporated into the service portfolio of health systems. Various studies indicate that lung cancer screening could reduce overall mortality by between 6.7% and 20%, and specific mortality from this type of cancer by between 18% and 39%. Furthermore, the feasibility and profitability of its implementation has been verified, ensuring that the benefits obtained outweigh the risks and justify the costs. LAA members maintain that equitable access to treatments and diagnostic tests is a fundamental right. “The health system must provide adequate care, diagnosis and treatment, guaranteeing at all times the equity, safety, effectiveness and quality of health services throughout the territory,” says Marta Moreno, director of Corporate Affairs and Access to the AstraZeneca Spain Market. In some communities, progress is being made in the implementation of effective screening protocols that contribute to saving lives, and in some of them, prevention plans are already being implemented. Laureano Molins, national coordinator of the LAA and consultant of the Thoracic Surgery Service of the Hospital Clínic of Barcelona, underlines the need to continue studying its implementation in all communities. READ Also: Thuisarts.nl: Providing Independent and Reliable Medical Information on Pilonid Sinus, Acne, Osteoporosis, and More, With Over 80 Million Visitors Per Year Including Collaboration with Amsterdam Hospital OLVG and Unprecedented Growth During COVID-19 Pandemic Quality cancer care In addition to screening and early diagnosis, other strategic priorities are the need to advance the incorporation of innovative medicine (diagnostic techniques and genomic analysis technology), as well as giving a voice to the patient to achieve quality oncological care. Experts have also formulated specific recommendations for monitoring the oncological process in lung cancer. They have established a set of variables to collect, as well as indicators that allow monitoring the care process, contributing to improving the quality of care and ensuring the interoperability of information at the national level. L.C. #Experts #call #population #screening #lung #cancer #Health #Medicine",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "european commission",
        "sentiment": "none"
      },
      {
        "name": "laa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:18:39.195+02:00",
  "updated": "2024-01-06T03:18:39.195+02:00"
}