{
  "thread": {
    "uuid": "8aadbe11890120084bbfc0ffc78b4c07608d56d7",
    "url": "https://www.horseracingnation.com/news/Aqueduct_After_432_day_layoff_Fingals_Cave_wins_Bay_Ridge_123",
    "site_full": "www.horseracingnation.com",
    "site": "horseracingnation.com",
    "site_section": "https://horseracingnation.com",
    "site_categories": [
      "horse_racing",
      "sports"
    ],
    "section_title": "Horse Racing Nation",
    "title": "Aqueduct: After 432-day layoff, Fingal's Cave wins Bay Ridge - Horse Racing Nation",
    "title_full": "Aqueduct: After 432-day layoff, Fingal's Cave wins Bay Ridge - Horse Racing Nation",
    "published": "2023-12-29T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://image-uploader.horseracingnation.com/resized/615x615/Fingals_Cave_2023_Bay_Ridge_615x400.jpg",
    "performance_score": 0,
    "domain_rank": 32678,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8aadbe11890120084bbfc0ffc78b4c07608d56d7",
  "url": "https://www.horseracingnation.com/news/Aqueduct_After_432_day_layoff_Fingals_Cave_wins_Bay_Ridge_123",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mary Eddy / NYRA news release",
  "published": "2023-12-29T00:12:00.000+02:00",
  "title": "Aqueduct: After 432-day layoff, Fingal's Cave wins Bay Ridge - Horse Racing Nation",
  "text": "Graded stakes-placed [Fingal’s Cave](https://www.horseracingnation.com/horse/Fingals_Cave_1) made a successful return to the races after a 432-day layoff to post a strong victory in Thursday’s $100,000 [Bay Ridge](https://www.horseracingnation.com/race/2023_Bay_Ridge), a one-mile test for New York-bred fillies and mares 3 years old and up at Aqueduct. Trained by David Donk, the 4-year-old daughter of Carpe Diem had not raced since posting a deep-closing runner-up effort after a troubled start in the Grade 2 Raven Run last October at Keeneland, but she showed no signs of rust when coasting to a front-running victory over multiple graded stakes-placed Venti Valentine. [Aqueduct entries and results](https://entries.horseracingnation.com/entries-results/aqueduct). “432 (days)? I heard someone say the number and I tried not to dwell on it. As a trainer, boy could I have worked her a couple more times,” Donk said, with a laugh. “She’s got a lot of class, so I think the class prevails.” Guided to victory by Jose Lezcano, Fingal’s Cave broke evenly from post 2 in the field of six and steadily inched to the front exiting the chute to establish command over the sharp-starting Bustin Bay through an opening quarter-mile in 23.30 seconds over the muddy and sealed main track. Venti Valentine tracked between Fingal’s Cave and Bustin Bay down the backstretch before being asked to take up second position by jockey Manny Franco as Fingal’s Cave maintained her advantage and quickened to mark the half-mile in 46.52 seconds. Approaching the turn, Fingal’s Cave was met with the challenge from Venti Valentine as a patient Bustin Bay reengaged three wide under Kendrick Carmouche and was asked for her best. FINGAL'S CAVE wins the Bay Ridge Stakes impressively for David Donk with Jose Lezcano aboard!— NYRA (??) (@TheNYRA) [pic.twitter.com/vL3FyDTkQN] [December 28, 2023] Venti Valentine came under a strong ride from Franco in the turn with Bustin Bay attempting to rally in the three path, but Lezcano remained motionless aboard a loaded Fingal’s Cave into the stretch after three-quarters in 1:11.46. Lezcano shook his reins at the eighth pole and Fingal’s Cave responded with aplomb, drawing off strongly from Venti Valentine and pricking her ears just before crossing the wire 4 3/4 lengths in front in a final time of 1:37.45. Venti Valentine preserved place honors by 1 1/2 lengths over the late-running Cairo Sugar, who bested Bustin Bay by a neck. Know It All Audrey and Sweetie completed the order of finish. Sweet Mystery was scratched. Donk said he left race tactics in the capable hands of Lezcano. “I thought there would be more pace. I was satisfied that horses could close today and that it wasn’t a biased rail. Sometimes, when it gets wet and dries out, it changes throughout the day. But horses were closing,” Donk said. “I told him to ride her the way he thought was best. Jose is a really good rider and really kind. But she broke sharp and I thought being off the long layoff, she’d be a little fresh. I thought maybe one or two might be in front of her but when she was there, he did the right thing.” Lezcano, who was aboard for the first time in the afternoon, said Fingal’s Cave was highly professional. “When we broke out of the gate, my filly did everything herself,” Lezcano said. “She’s got a lot of class and broke pretty good and put herself there. I didn’t ask her for nothing. When I asked her at the quarter (pole) she went on and won the race. “When I got to the quarter, I still felt I had a lot left in the tank,” Lezcano continued. “When I asked her she went on well. I think she’s very classy.” The talented Fingal’s Cave has now won 5-of-6 lifetime starts, including an additional state-bred stakes triumph in the Fleet Indian last August at Saratoga Race Course. She earned $55,000 for her Bay Ridge triumph, boosting her total purse earnings to $370,500 while returning $6.20 on a $2 win ticket.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david donk",
        "sentiment": "none"
      },
      {
        "name": "donk",
        "sentiment": "none"
      },
      {
        "name": "jose lezcano",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bay ridge",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "keeneland",
        "sentiment": "none"
      },
      {
        "name": "raven run",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:20:57.477+02:00",
  "updated": "2023-12-29T00:20:57.477+02:00"
}