{
  "thread": {
    "uuid": "7492a7b1b45034ecb1274bdefbd92d76c416143d",
    "url": "https://www.9news.com/article/news/politics/colorados-paid-family-leave/73-258633b9-f0f5-4c9c-bfd6-ec1d8a0ed7d7",
    "site_full": "www.9news.com",
    "site": "9news.com",
    "site_section": "http://rssfeeds.9news.com/_/20/109841390/kusa-local",
    "site_categories": [
      "media"
    ],
    "section_title": "KUSA - Local",
    "title": "Colorado's paid family leave goes into effect in 2024 | 9news.com",
    "title_full": "Colorado's paid family leave goes into effect in 2024 | 9news.com",
    "published": "2023-12-29T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.9news.com/assets/KUSA/images/fcf1e355-cff7-441d-aa62-09a7af4a575b/fcf1e355-cff7-441d-aa62-09a7af4a575b_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 3793,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7492a7b1b45034ecb1274bdefbd92d76c416143d",
  "url": "https://www.9news.com/article/news/politics/colorados-paid-family-leave/73-258633b9-f0f5-4c9c-bfd6-ec1d8a0ed7d7",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jaleesa Irizarry",
  "published": "2023-12-29T23:19:00.000+02:00",
  "title": "Colorado's paid family leave goes into effect in 2024 | 9news.com",
  "text": "DENVER — Starting next week, Coloradans will finally be able to reap the benefits of a law passed more than three years ago. The FAMLI Act ensures all Colorado workers have access to paid leave to take care of themselves or a family member.\nAccording to the state's new division that runs the program, nearly 5,000 claims have been filed ahead of Jan. 1, the first day the benefits take effect.\nJennifer Greenfield is an associate professor at the University of Denver and focuses on social policy. She spoke to 9NEWS about the new benefits many Coloradans qualify for.\nWhat is the FAMLI Act?\nGreenfield: The voters actually passed it in 2020 and it’s a bill that allows all Colorado workers to access paid benefits when we need to take leave in order to care for ourselves during a medical emergency, care for a loved one when they’re sick or when we become a parent, welcome a child into the family.\nIf it passed in 2020, why is taking effect in 2024?\nGreenfield: Implementation of anything takes a while and of course we needed to set up the systems within the state in order for employers, employees and the medical providers to all engage with the system. Also we needed to set up the pool of funds that would be used in order to pay out the benefits. So last January first, most Colorado workers began paying into this program, so this isn’t a handout — this is something we’ve all been paying for as insurance over the last year and now beginning January first will be able to take advantage of that benefit.\nWho is eligible?\nGreenfield: Honestly, nearly all Colorado workers will be eligible as long as they have earned over $2,500 in the last year. They should be eligible. Local government entities have been able to opt out if they want to, but even in those situations those employees can opt in on an individual basis as long as they commit to paying the premiums for three years. So self-employed people can pay in if they chose to and then any employer with 10 or more employees will have been paying in already over the last year and so those workers should be eligible as of Jan. 1.\nWhat should people know about these benefits?\nGreenfield: So one thing to know is the benefits are tied to the average weekly wage in the state. So there’s kind of a sliding scale. So those who are earning less than that average weekly wage can get up to 90% of their total normal wage but that’s capped at $1,100 per week. So if you’re making more than that per week and your employer isn’t opting to cover more of your salary, you’re capped at that $1,100 per week when you apply. So it’s a very generous benefit and I think for most Colorado workers it will be a meaningful benefit that will help them to cover their bills when they are taking leave.\nAlso this \"leave\" benefit covers a lot of things. One type of \"leave\" people may not think about is the people who need to leave a dangerous situation in their home, if they’re experiencing interpersonal violence at home. They can apply for something called \"safe leave,\" which enables them to get a paid benefit when they need to engage in a legal process or seek medical treatment, have time to find housing — that kind of thing.\nWho qualifies as a family member you can care for?\nGreenfield: One of the nice things about the Colorado law that voters passed is that we recognize that families look different for different people and so it’s not limited to somebody that you’re a direct blood relation to like a parent or a child or somebody you’re married to, a spouse. It can be that partner you had been living with for 10 years but you never actually tied the knot. It can be that aunt or uncle that you’re very close to and you’re the only person that can care for them so you can sort of define who that person is but it has to be someone you consider a close family member.\nCan you get these benefits if you're self-employed?\nGreenfield: Yes, so you can opt-in. You need to notify the state when you’re opting in and you need to be paying premiums into the program. You also, as a self-employed person, need to commit to paying premiums for three years. So you can’t just pay in for the 12 weeks you wanted \"leave\" and then say, \"Oh never mind, I’m backing out.\" You’re committed to paying for three years but you become eligible for the benefit right away, which is nice.\nHow significant is this new law?\nGreenfield: It's very significant that Colorado passed this and that we are implementing it. It’s also very significant that it was passed by the voters so it was something the people of Colorado really chose for themselves and it passed with a decent margin. 57% voted yes, so I think that was a clear message from Colorado workers that they wanted this benefit.\nThere has a been a national movement trying to earn this benefit for workers across the country and Colorado wasn’t the first state to implement it but we were in the first group of states as of last year. Now we have 14 states that have passed a law like this. So we’re seeing this wave across the country and I’m proud that Colorado was one of the states that helped to really lead this and help to build the momentum for the country.\nRelated Articles 10 years of recreational marijuana: What's changed since the first legal sale New laws that go into effect in Colorado on Jan. 1 Colorado's new Kinship Law tested in court decision SUGGESTED VIDEOS: Politics",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://famli.colorado.gov/",
    "https://www.youtube.com/playlist?list=PLlV2Iuo79CupMohagmQsi8xXjwwRzV0MG",
    "https://www.youtube.com/embed/videoseries?list=PLlV2Iuo79CupMohagmQsi8xXjwwRzV0MG",
    "https://www.youtube.com/embed/videoseries",
    "https://youtube.com/embed/videoseries?list=PLlV2Iuo79CupMohagmQsi8xXjwwRzV0MG",
    "https://famli.colorado.gov",
    "https://youtube.com/playlist?list=PLlV2Iuo79CupMohagmQsi8xXjwwRzV0MG",
    "https://www.famli.colorado.gov/",
    "https://www.youtube.com/playlist"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "greenfield",
        "sentiment": "none"
      },
      {
        "name": "jennifer greenfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of denver",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:11:21.973+02:00",
  "updated": "2023-12-30T03:11:21.973+02:00"
}