{
  "thread": {
    "uuid": "6b91d3bcc4dca9493fe45f9449ae9d1034125818",
    "url": "https://www.correiobraziliense.com.br/brasil/2023/12/6777198-nao-e-nao-lei-para-protecao-de-mulheres-em-bares-e-boates-e-sancionada.html",
    "site_full": "www.correiobraziliense.com.br",
    "site": "correiobraziliense.com.br",
    "site_section": "https://www.correiobraziliense.com.br",
    "site_categories": [
      "media"
    ],
    "section_title": "Correio Braziliense: notícias, análises e vídeos do DF, do Brasil e do mundo",
    "title": "Não é não: lei para proteção de mulheres em bares e boates é sancionada",
    "title_full": "Não é não: lei para proteção de mulheres em bares e boates é sancionada",
    "published": "2023-12-29T17:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://midias.correiobraziliense.com.br/_midias/jpg/2023/05/03/675x450/1_pri_0405_assediomoralsexual-27947585.jpg?20230714224309?20230714224309?quality=90&strip=info&w=680&h=453&crop=1",
    "performance_score": 0,
    "domain_rank": 9958,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b91d3bcc4dca9493fe45f9449ae9d1034125818",
  "url": "https://www.correiobraziliense.com.br/brasil/2023/12/6777198-nao-e-nao-lei-para-protecao-de-mulheres-em-bares-e-boates-e-sancionada.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ingrid Soares",
  "published": "2023-12-29T17:08:00.000+02:00",
  "title": "Não é não: lei para proteção de mulheres em bares e boates é sancionada",
  "text": "O presidente Luiz Inácio Lula da Silva (PT) sancionou a lei que cria o protocolo \"Não é Não\" em todo o Brasil, para proteger mulheres de assédio e violência em shows, bares e boates. A publicação foi feita na edição desta sexta-feira (29/12) do Diário Oficial da União (DOU). A nova norma entrará em vigor em seis meses. Ao serem vítimas de constrangimento ou violência, as mulheres terão o direito de ser prontamente protegidas pela equipe do estabelecimento, que deverá receber com respeito o relato sobre o acontecimento. Nesta ocasião, a mulher deverá ser informada sobre seus direitos e também terá o direito de decidir sobre a medida a ser adotada diante do episódio, por quem quer ser acompanhada na ocasião e de ter sua segurança garantida caso ou quando decida deixar o local. [Lei cria programa de proteção às mulheres vítimas de violência](https://www.correiobraziliense.com.br/cidades-df/2023/05/5095054-lei-cria-programa-de-protecao-as-mulheres-vitimas-de-violencia.html) [Projeto das forças de segurança estimula mulher a registrar violência](https://www.correiobraziliense.com.br/cidades-df/2023/11/6661396-projeto-do-governo-estimula-mulheres-a-registrar-violencia-domestica.html) [Mulheres manifestam na Rodoviária do Plano Piloto contra o feminicídio](https://www.correiobraziliense.com.br/cidades-df/2023/12/6776955-mulheres-manifestam-na-rodoviaria-do-plano-piloto-contra-o-feminicidio.html) Para o cumprimento do protocolo, as casas deverão dispor de pelo menos uma pessoa na equipe preparada para lidar com a situação, inclusive com os números da Polícia Militar e da Central de Atendimento à Mulher (180). Estes números de telefone e as formas de acionar o protocolo também devem estar em locais visíveis. São dois os tipos de violência: constrangimento envolvendo qualquer insistência, física ou verbal, sofrida pela mulher depois de manifestada a sua discordância com a interação e violência com uso da força que tenha como resultado lesão, morte ou dano, entre outros, conforme legislação penal em vigor. Em caso de indício de violência, a equipe do estabelecimento tem a obrigação não só de proteger a vítima e afastá-la do agressor, mas também colaborar com as autoridades na identificação de possíveis testemunhas do fato, chamar a polícia, isolar o local do acontecimento até a chegada da polícia e disponibilizar imagens de câmeras de segurança, caso haja, entre outras providências. O descumprimento da lei pode acarretar advertência, revogação do selo Não é não – Mulheres seguras, exclusão do estabelecimento da lista de “Local Seguro para Mulheres”, além de outras penalidades previstas em lei. A lei, assinada também pela ministra das Mulheres, Cida Gonçalves, pelo ministro da Educação, Camilo Santana e pelo ministro substituto da Justiça e Segurança Pública, Ricardo Cappelli, institui ainda o selo ‘Não é Não – Mulheres Seguras’, a ser concedido aos estabelecimentos comerciais não abrangidos pela lei que, mesmo assim, adotarem o protocolo de prevenção à violência contra as mulheres. O protocolo é parecido com o implantando em Barcelona, o \"No Callem\". Na Espanha, ele foi aplicado no episódio que envolveu o jogador brasileiro de futebol Daniel Alves, acusado de estuprar uma mulher em uma boate. São deveres dos estabelecimentos: - assegurar que na sua equipe tenha pelo menos uma pessoa qualificada para atender ao protocolo “Não é Não”; - manter, em locais visíveis, informação sobre a forma de acionar o protocolo “Não é Não” e os números de telefone de contato da Polícia Militar e da Central de Atendimento à Mulher - Ligue 180. Se houver indícios de violência: - proteger a mulher e proceder às medidas de apoio previstas nesta Lei; - afastar a vítima do agressor, inclusive do seu alcance visual, facultado a ela ter o acompanhamento de pessoa de sua escolha; - colaborar para a identificação das possíveis testemunhas do fato; - solicitar o comparecimento da Polícia Militar ou do agente público competente; - isolar o local específico onde existam vestígios da violência, até a chegada da Polícia Militar ou do agente público competente. Se o estabelecimento dispuser de sistema de câmeras de segurança deverá também garantir o acesso às imagens à Polícia Civil, à perícia oficial e aos diretamente envolvidos e preservar, pelo período mínimo de 30 dias, as imagens relacionadas com o ocorrido. Saiba Mais - [Esportes Roubo no Cruzeiro do Neymar? Cantor relata desaparecimento de joias](https://www.correiobraziliense.com.br/esportes/2023/12/6777179-roubo-no-cruzeiro-do-neymar-cantor-relata-desaparecimento-de-joias.html) - [Mundo Por carta, Milei anuncia que Argentina não fará mais parte do Brics](https://www.correiobraziliense.com.br/mundo/2023/12/6777188-por-carta-milei-anuncia-que-argentina-nao-fara-mais-parte-do-brics.html) - [Flipar Quanta fofura! Veja os bebês de famosos nascidos em 2023](https://www.correiobraziliense.com.br/webstories/flipar/2023/12/6777193-quanta-fofura-veja-os-bebes-de-famosos-nascidos-em-2023.html) - [Economia Brasil consegue autorizações para exportações do agro em 39 países](https://www.correiobraziliense.com.br/economia/2023/12/6777205-governo-lula-comemora-balanco-de-novos-mercados-para-o-agronegocio.html) - [Flipar Estudo levanta nova hipótese para a extinção dos dinossauros](https://www.correiobraziliense.com.br/webstories/flipar/2023/12/6777208-estudo-levanta-nova-hipotese-para-a-extincao-dos-dinossauros.html) - [Flipar Solteirice: Relembre memes do Dia dos Namorados de 2023](https://www.correiobraziliense.com.br/webstories/flipar/2023/12/6777217-solteirice-relembre-memes-do-dia-dos-namorados-de-2023.html) Gostou da matéria? Escolha como acompanhar as principais notícias do Correio: Dê a sua opinião! O Correio tem um espaço na edição impressa para publicar a opinião dos leitores pelo e-mail [sredat.df@dabr.com.br](mailto:sredat.df@dabr.com.br)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T18:40:29.467+02:00",
  "updated": "2023-12-29T19:21:37.926+02:00"
}