{
  "thread": {
    "uuid": "4fd93eae112a13a188e88b50e132f962e2073b04",
    "url": "https://www.independent.ie/regionals/wexford/news/wexford-deaths/new-ross-mourns-lalo-malone-former-lebanon-peacekeeper-and-beloved-family-man/a1738088113.html",
    "site_full": "www.independent.ie",
    "site": "independent.ie",
    "site_section": "https://www.independent.ie/regionals/wexford/new-ross-news/rss/",
    "site_categories": [
      "media",
      "rugby",
      "sports",
      "top_news"
    ],
    "section_title": "Independent.ie : New Ross",
    "title": "New Ross mourns Lalo Malone, former Lebanon peacekeeper and beloved family man",
    "title_full": "New Ross mourns Lalo Malone, former Lebanon peacekeeper and beloved family man",
    "published": "2024-03-10T22:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://focus.independent.ie/thumbor/YgRlqB2blU3XKOR5MlFrk0RO--4=/0x379:640x806/629x0/prod-mh-ireland/050fabc8-b9d4-4b74-b123-3d12dffd07fe/ff0e51f5-48e7-4def-ae30-fcd83c23cbc9/050fabc8-b9d4-4b74-b123-3d12dffd07fe.jpg",
    "performance_score": 0,
    "domain_rank": 1632,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fd93eae112a13a188e88b50e132f962e2073b04",
  "url": "https://www.independent.ie/regionals/wexford/news/wexford-deaths/new-ross-mourns-lalo-malone-former-lebanon-peacekeeper-and-beloved-family-man/a1738088113.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Independent.ie",
  "published": "2024-03-10T22:00:00.000+02:00",
  "title": "New Ross mourns Lalo Malone, former Lebanon peacekeeper and beloved family man",
  "text": "New Ross mourns Lalo Malone, former Lebanon peacekeeper and beloved family man\nThe passing of New Ross man Lalo Malone – a former peacekeeper in Lebanon with the UN – was marked with a military send off in his native town.\nLate of 40 Hewittsland, New Ross, Lalo died suddenly aged 63 at his home on Sunday, February 18.\nLalo grew up in Pondfields, in a large family of five brothers and five sisters. From a young age he was a character. This was borne out in too many incidents to list here, but one involving his sister Marian, immediately comes to mind. He was born nine months before his sister and lived in her shadow growing up, so much so that he followed her into Communion classes and ended up having his Communion a year early through sheer determination and neck.\nHe was a loving son of his parents Emmy and Larry. Sports mad from childhood, he won a Leinster championship title in boxing. He also lined out in Geraldine O’Hanrahan’s hurling teams and for local football teams, also enjoying handball.\nHe joined the FCA as a teenager and went on to join the armed forces.\nLalo was based at Stephen’s Barracks in Kilkenny City where his brother Martin and brother-in-law Philip were both stationed. He went on to serve four tours as a peacekeeper in Lebanon, during periods of hot conflict there. In later years he would often recall his time there, during which he learnt Arabic phrases, which he often shared with his sister’s partner, who is Arabian.\nA great friend of Johnny Goggins since childhood, Lalo even learnt the Traveller language. He also forged great friendships with Neil Stacey, Patsy Connolly and current Kilkenny Mayor, Joe Malone, with whom he served in the army.\nLalo met Elaine, who had moved to New Ross from her native Celbridge, Co Kildare, through his sister Marian, who was married to Elaine’s brother Philip.\nThey were married and Lalo adored his children, Amanda, Charlene, David, Laura, Gary and the late Steven. The family lived at Neville Street, Barrack Lane and later at Maiden Lane, prior to Lalo settling at Hewittsland.\nLalo loved bringing his sons fishing with him, enjoying many an outing together.\nLalo’s sister Mary Lou said her brother was a fun loving prankster, someone who loved learning and watching documentaries, and spending time with his children and 15 grandchildren.\nHe did a counselling course in the Nineties and enjoyed psychology. Having finished his time with the army, Lalo because a probation service supervisor in New Ross, where he worked for several years.\nAged 45 Lalo suffered a serious health setback, one doctors didn’t think he’d recover from, but he fought back. With the help of Mary Lou, Gary and David, Lalo was well looked after.\nLalo’s favourite pastime in later life was gardening at his home. Whether it was growing plums, rhubarb or pears, he was never happier than when sitting out in the sun in his garden.\nHe was a member of Óglaigh na hÉireann and Irish United Veterans association and proudly marched at various events over the years, decked out in his full uniform.\nMary Lou said her brother was a very good natured person. “He’d give you the last penny in his pocket and if he had an argument with you, he’d be back the next day to apologise.”\nLalo enjoyed life’s simple pleasures, especially cigarettes.\nHe was given a great send-off at his funeral mass at St Mary & St Michael’s Parish Church, where UN soldiers gave his remain a final salute as they were carried into the church, and also at his graveside.\nHis nephew Gavin was pole boy, dressed in full military uniform, as he marched with the coffin alongside Lalo’s 4-year-old grandson, Ben, who was also decked out in army uniform. Tributes were paid to Lalo by Mary Lou and Gary at the mass, after which Lalo was laid to rest in St Stephen’s Cemetery.\nLalo was predeceased by his loving son Steven, his father Larry and sister Amy. He is sadly missed by his daughters and sons Amanda, Charlene, Laura, David, Gary and their mother Elaine, mother Emmy, brothers and sisters Joe, Marian, Michael, Siobhán, Martin, Marylou, Oliver and Lorraine, grandchildren Caitlyn, Dylan, Emma, PJ, Nicole, Shane, Dia, Sophie, Lorcan, Lexi, Ben, Jake, Avie, Cooper, and Thomas, daughter-in-law, sons-in-law, brothers-in-law, sisters-in-law, nephews, nieces, extended family and a large circle of friends.\nMay he Rest In Peace.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "new ross",
        "sentiment": "neutral"
      },
      {
        "name": "lalo malone",
        "sentiment": "neutral"
      },
      {
        "name": "ross",
        "sentiment": "neutral"
      },
      {
        "name": "larry",
        "sentiment": "none"
      },
      {
        "name": "marian",
        "sentiment": "none"
      },
      {
        "name": "lalo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "leinster",
        "sentiment": "none"
      },
      {
        "name": "communion",
        "sentiment": "none"
      },
      {
        "name": "fca",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lebanon",
        "sentiment": "none"
      },
      {
        "name": "new ross",
        "sentiment": "none"
      },
      {
        "name": "pondfields",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T10:49:36.840+02:00",
  "updated": "2024-03-11T10:49:36.840+02:00"
}