{
  "thread": {
    "uuid": "3c3bc43527bd0f2e82433bb8ac6249716be5df9d",
    "url": "https://www.epe.es/es/sociedad/20240229/premios-rey-espana-periodismo-valoran-problemas-sociales-98846754",
    "site_full": "www.epe.es",
    "site": "epe.es",
    "site_section": "https://www.levante-emv.com/rss/",
    "site_categories": [],
    "section_title": "",
    "title": "GALARDONES | Los Premios Rey de España de Periodismo valoran el compromiso con los problemas sociales",
    "title_full": "GALARDONES | Los Premios Rey de España de Periodismo valoran el compromiso con los problemas sociales",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/675cfd2c-335b-4875-8051-c5b714bde96f_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 21164,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c3bc43527bd0f2e82433bb8ac6249716be5df9d",
  "url": "https://www.epe.es/es/sociedad/20240229/premios-rey-espana-periodismo-valoran-problemas-sociales-98846754",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EFE",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "GALARDONES | Los Premios Rey de España de Periodismo valoran el compromiso con los problemas sociales",
  "text": "Los Premios Internacionales Rey de España de Periodismo reconocieron este jueves, en su 41ª edición, trabajos comprometidos con la sociedad que ayudan a concienciar sobre problemas como los abusos a menores o la crisis climática. Los galardones recayeron en un periodismo de investigación, atrevido y participativo, que con formatos innovadores da voz a las víctimas de esas problemáticas. Estos reconocimientos anuales creados en 1983 por la Agencia EFE y la Agencia Española de Cooperación Internacional para el Desarrollo (AECID) promocionan el mejor periodismo que en español y portugués muestra la realidad de la comunidad iberoamericana. El reportaje 'El Gran Padrino', elaborado por un equipo de periodistas de investigación del diario ecuatoriano La Posta, ganó en Periodismo Narrativo por \\\"el gran impacto que tuvo en la vida política de Ecuador\\\", ya que contribuyó al juicio político contra el expresidente Guillermo Lasso. El jurado, integrado por reconocidos periodistas de distintos países, destacó \\\"la dificultad de denunciar la corrupción en Latinoamérica\\\", junto a \\\"la originalidad\\\" del trabajo, el \\\"periodismo de riesgo\\\" y el \\\"ingente esfuerzo de investigación\\\". Un equipo de nueve periodistas de la Posta, liderados por el venezolano Andersson Boscán, dio seguimiento durante siete meses al caso para recopilar en una web multimedia el trabajo de estos jóvenes profesionales, quienes, a pesar de recibir amenazas, no se detuvieron hasta descubrir la verdad. 'Ucrania, crónica en imágenes de un año de guerra', del español Diego Herrera Carcedo, fue el trabajo vencedor en Fotografía, por \\\"reflejar perfectamente la muerte y la precariedad\\\" del conflicto desencadenado por la invasión rusa. El trabajo, publicado en Revista 5W, es \\\"un llamamiento a no olvidarse de la guerra\\\", según resaltó el jurado. Un trabajo \\\"en tiempos de guerra\\\", que contribuye a \\\"concienciar sobre un conflicto que nos afecta a todos\\\", subrayó. El colombiano Mutante se impuso como Medio de Comunicación Iberoamericano, por desarrollar \\\"un nuevo tipo de periodismo que va más allá de la mera publicación de investigaciones\\\" y en el que destaca la \\\"interacción con el público\\\". El jurado reconoció su trabajo como primer movimiento digital de conversación ciudadana en América Latina. \\\"Nacimos como alternativa independiente para hacer frente a la polarización, las noticias falsas, las tiranías del clic y las 'agendas públicas' fabricadas por intereses privados\\\", se define el medio, que cree \\\"en el periodismo participativo como herramienta para el cambio social\\\". El pódcast español 'El puzle Voynich', creado por Toni Martínez en la emisora Cadena SER, obtuvo el premio Cultural por ser \\\"un trabajo enciclopédico interesante\\\" y \\\"un objeto cultural en sí mismo\\\". 'El puzle Voynich' combina técnicas periodísticas y de ficción para narrar, a partir de cuarenta entrevistas en cinco países, la partida de la Armada Invencible y la entrada en el gabinete de las maravillas de Rodolfo II de Praga, entre otros acontecimientos. \\\"Es un trabajo muy bueno que tiene tono de serial de radio\\\", añadió el jurado sobre el uso de herramientas de radioteatro que ayudan a mantener el interés del oyente. El pódcast utiliza como hilo narrativo la supuesta búsqueda de un libro medieval, con una mezcla de géneros para crear misterio y un diseño sonoro muy trabajado. El documental 'Pampa Seca', del diario argentino La Nación, se llevó el premio en Periodismo Medioambiental, por un trabajo sobre la sequía con una narración muy cercana para reflejar un problema común en el mundo. Texto, foto y vídeo sobre una sequía histórica durante tres años en Argentina, con olas de calor y temperaturas extremas, lo que provocó la caída de un 50 por ciento de la producción agrícola del país, donde el campo genera los principales ingresos. 'Pampa Seca: los rostros y las historias detrás de la peor sequía de la historia' incluye testimonios, fotografías comparativas, datos y vídeos. El trabajo mexicano 'Depredadores en las aulas', publicado en El Universal en alianza con Connectas, obtuvo el premio en Cooperación Internacional y Acción Humanitaria por describir la \\\"realidad terrorífica\\\" de niños y adolescentes víctimas de delitos sexuales cometidos por personal de sus escuelas. \\\"Muy bien documentado, deja claro que el problema está en el círculo íntimo\\\", a juicio del jurado, pues \\\"pensar que hay lugares donde llevas a tus hijos a clase\\\" que \\\"es como llevarles a la tortura y violación descompone el alma\\\". Este trabajo de Alejandra Mabel Crail Pérez y Daniela Guazo Manzo denuncia \\\"el desinterés, la opacidad y el abandono institucional para con las y los estudiantes agredidos por el personal de los colegios\\\". Además de la dotación económica de 10.000 euros, que los sitúa a nivel de los Pulitzer, los premiados recibirán de manos del rey de España, Felipe VI, una escultura del artista Joaquín Vaquero Turcios.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:40:31.774+02:00",
  "updated": "2024-03-01T12:06:48.204+02:00"
}