{
  "thread": {
    "uuid": "565bd618b6e3fa2feee009ca6b6958037a80aaaa",
    "url": "https://www.ndtv.com/world-news/the-new-york-times-reuters-win-pulitzer-prizes-for-coverage-of-gaza-war-5604924",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://ndtv.com/entertainment/year-ender-2023-for-deepika-padukone-2023-was-all-about-breaking-the-glass-ceiling-4671516",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": "Recap 2023: Deepika Padukone's Crowded Year - Oscars To Blockbusters To Controversies",
    "title": "The New York Times, Reuters Win Pulitzer Prizes For Coverage Of Gaza War",
    "title_full": "The New York Times, Reuters Win Pulitzer Prizes For Coverage Of Gaza War",
    "published": "2024-05-07T01:22:41.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2024-05/eepnr1es_gaza-war-reuters_625x300_07_May_24.jpeg?ver-20240430.08",
    "performance_score": 0,
    "domain_rank": 835,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "565bd618b6e3fa2feee009ca6b6958037a80aaaa",
  "url": "https://www.ndtv.com/world-news/the-new-york-times-reuters-win-pulitzer-prizes-for-coverage-of-gaza-war-5604924",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-07T01:22:41.000+03:00",
  "title": "The New York Times, Reuters Win Pulitzer Prizes For Coverage Of Gaza War",
  "text": "Reuters won the award for breaking news photography for its coverage of October 7 attack and war on Gaza. The war in Gaza featured prominently in Monday's Pulitzer Prizes, which included a special citation for journalists covering the Israel-Hamas conflict. The New York Times won a Pulitzer in international reporting for its \"wide-ranging and revelatory coverage of Hamas's lethal attack in southern Israel on Oct. 7,\" as well as reporting on \"the Israeli military's sweeping, deadly response.\" Reuters meanwhile won the award for breaking news photography for its \"raw and urgent\" coverage of the October 7 attack and Israeli response, while a special citation recognized \"journalists and media workers covering the war in Gaza.\" \"This war has also claimed the lives of poets and writers,\" the committee said. \"As the Pulitzer Prizes honor categories of journalism, arts and letters, we mark the loss of invaluable records of the human experience.\" The awards, given out at Columbia University, come as the New York college has faced backlash after it called in police to clear out pro-Palestinian protesters. The police largely blocked media from the scene and threatened student journalists covering the events with arrest. Two of Columbia's student newspaper editors outlined in an article over the weekend the university's \"suppression\" of its reporting, including arrest threats from police and demands from the university to hand over videos and photos. Other awards honored US journalists' reporting on migrant child labor, racial disparities in the legal system and gun violence. Author Jayne Anne Phillips won the fiction prize for her novel \"Night Watch,\" about a mother and daughter during and after the US Civil War, while the nonfiction prize went to Nathan Thrall's \"A Day in the Life of Abed Salama: Anatomy of a Jerusalem Tragedy.\" Promoted Listen to the latest songs, only on JioSaavn.com The committee praised the \"finely reported and intimate account of life under Israeli occupation of the West bank, told through the portrait of a Palestinian father whose five-year-old son dies in a fiery school bus crash when Israeli and Palestinian rescue teams are delayed by security regulations.\" (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "reuters",
        "sentiment": "negative"
      },
      {
        "name": "new york times",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "columbia university",
        "sentiment": "none"
      },
      {
        "name": "hamas conflict.the new york times",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza.new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T01:22:41.516+03:00",
  "updated": "2024-05-07T06:15:28.431+03:00"
}