{
  "thread": {
    "uuid": "0026c8084ad3d240d3a0414fb6ecfaac66ea3cf3",
    "url": "https://racer.com/2024/01/07/price-taking-years-of-off-road-experience-to-the-dakar-in-2024/",
    "site_full": "racer.com",
    "site": "racer.com",
    "site_section": "http://racer.com",
    "site_categories": [
      "auto_racing",
      "sports"
    ],
    "section_title": "RACER | Racing News",
    "title": "Price taking years of off-road experience to the Dakar in 2024 | RACER",
    "title_full": "Price taking years of off-road experience to the Dakar in 2024 | RACER",
    "published": "2024-01-07T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://racer.com/wp-content/uploads/sites/85/2024/01/1019243531-LAT-20220705-XP2202_044435_W6I1932.jpg?w=1024&#038;h=576&#038;crop=1",
    "performance_score": 0,
    "domain_rank": 29345,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0026c8084ad3d240d3a0414fb6ecfaac66ea3cf3",
  "url": "https://racer.com/2024/01/07/price-taking-years-of-off-road-experience-to-the-dakar-in-2024/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RACER Staff",
  "published": "2024-01-07T23:25:00.000+02:00",
  "title": "Price taking years of off-road experience to the Dakar in 2024 | RACER",
  "text": "American Sara Price is set to tackle what she has called “the toughest challenge I’ve faced so far in my racing career.” The 2024 Dakar Rally in Saudi Arabia is like no other off-road event. It’s incredibly long, rough on machinery, sometimes unpredictable, and always demanding on drivers. Competitors will follow an approximately 5,000km course back and forth across the Arabian Peninsula over 12 stages and 14 days of racing through what is often an empty and trackless desert of nearly endless sand dunes. A new stage format twist Starting January 5 in AlUla with a Prologue and Stage 1, the fifth edition of the Dakar in Saudi Arabia will include a new 48-hour stage format held in the Empty Quarter during which contestants will have to stop at the next bivouac they come across once the clock strikes 4 p.m. They can help each other during the evening, but there will be no choice of repair companions, as the teams will be spread out over eight different bivouacs. Start the following morning will be at 7 a.m. to complete the remaining section of the route. The 12th and final Stage will finish at Yanbu on January 15, 2024. Price is ready Price’s extensive motorsports resume includes motocross, short-course and desert off-road racing, and short and long-distance rally racing. A multi-vehicle driver, she has successfully piloted everything from motorcycles and UTVs to rally race cars and 1,000-hp Trophy Trucks. Career highlights include Price’s solo drive in a Trophy Truck to a second-place class finish over an exhaustingly rugged 800-mile-long course at the 2019 Baja 1000. Her initiation into rally racing was the 2015 Rallye Aicha des Gazelles, in which she finished first among rookie drivers. Most recently, Price competed in the 2023 Rally du Maroc “Road to Dakar Challenge” for UTVs, scoring a second in class and making history as the first American woman to earn a stage win in the FIA World Rally-Raid Championship. Preparation To further her chance of success in rally racing, Price and navigator Jeremy Gray had been training with moto legend and navigation rally expert Jimmy Lewis before their impressive World Rally-Raid stage win. Price has continued working with Jimmy Lewis for the 2024 Dakar Rally. The team’s FIA-spec SSV class (formerly T4 class) Can-Am Maverick X3 for the 2024 Dakar Rally was built by Mitchell Alsup and he will be accompanying Price as mechanic. Talking about her preparation, mindset, and goal leading up to the start of the 2024 Dakar Rally, Price said, “Training with Jimmy was essential and has made a big difference. I wanted to make sure I had the right people around me. I also have my mechanic. I feel comfortable with the car because I don’t have to double-check things. I know Mitchell has it handled because I trust him. I know how he works. “The group I am going to be part of for the 2024 Dakar Rally is called Stealth Racing. They have a history of success, scoring wins for the last six years with Can-Am cars.” Price continued, “Of course, I’m going for the class win, but I’m realistic and know that winning your class the first time you run Dakar is rare. My race strategy for the 2024 Dakar Rally is to make it to rest day in Riyadh, get to the halfway point, be patient, and just trust the process. That’s not going out there and trying to blow everyone’s doors off or be the fastest person — t’s just being consistent until the halfway mark and not letting a mistake take you out. Then we go from there. I think that’s going to be the key to my success in the 2024 Dakar Rally.” Follow Sara Price’s 2024 Dakar at [SaraPriceMX.com](http://SaraPriceMX.com) and her social media channels. About Sara Price Owner of SP Motorsports, Price began racing dirt bikes at the age of eight and collected 19 amateur titles and medaled in Women’s Super X at the 2010 X-Games. She holds the record as the most winning female amateur to date. Named the 2016 Off-Road Motorsports Hall of Fame Rising Star, Price’s racing career started in motocross, where she went on to join Monster Energy Kawasaki as the first factory-supported female racer. In 2012 Price switched to four-wheels and started racing UTVs where she campaigned the WORCS series, Lucas Oil Regional shortcourse Series, and became the first American UTV team to compete in the Rallye Aïcha Des Gazelles in Morocco, and went on to finish the Terracross Championship undefeated to take the Women’s Championship that same year. In 2016, Price raced six events in the Stadium SUPER Truck Series and became the first woman ever to lead laps in that championship. She on to compete with RPM Offroad in a Trophy Truck Spec in the SCORE International Desert Series. In 2019, Price became the first woman to win the SCORE International Trophy Truck Spec Championship, also notably as an IronWoman in the entire series. In 2021 she signed on to the Chip Ganassi Racing team for Extreme E, the global electric racing program, adding a win to her resume. Major wins in 2023 piloting her Can-Am Maverick X3 include the Sonora Rally, Mint 400 and SCORE Baja 500. When she isn’t racing, Price works as a stunt professional as part of the SAG-AFTRA Union — on two and four wheels.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://SaraPriceMX.com)",
    "http://www.SaraPriceMX.com)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sara price",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "dakar",
        "sentiment": "none"
      },
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "arabian peninsula",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:22:27.833+02:00",
  "updated": "2024-01-08T00:22:27.833+02:00"
}