{
  "thread": {
    "uuid": "042f49323eb939a8a3d214d0d2910eb13fa2ec90",
    "url": "https://atlantic.ctvnews.ca/more/first-tulips-of-the-season-bloom-amidst-winter-on-p-e-i-1.6713575",
    "site_full": "atlantic.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "http://atlantic.ctvnews.ca/rss/ctv-news-atlantic-public-rss-1.822315",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "First tulips of the season bloom amidst winter on P.E.I.",
    "title_full": "First tulips of the season bloom amidst winter on P.E.I.",
    "published": "2024-01-05T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/5/tulips-1-6713580-1704490473407.jpg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "042f49323eb939a8a3d214d0d2910eb13fa2ec90",
  "url": "https://atlantic.ctvnews.ca/more/first-tulips-of-the-season-bloom-amidst-winter-on-p-e-i-1.6713575",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Morse",
  "published": "2024-01-05T23:38:00.000+02:00",
  "title": "First tulips of the season bloom amidst winter on P.E.I.",
  "text": "[Skip to main content](#main)\nFirst tulips of the season bloom amidst winter on P.E.I.\nCold, snowy, and icy. That’s what it looked like in Mount Albion, Prince Edward Island, on Friday.\nBut it was a balmy spring day inside\nVanco Tulips, where as many as 2.5 million flowers grow. It’s the biggest tulip farm in the Atlantic region.\nIf someone from the area has a flower, farmer Bas Arendse said there’s a 95 per cent chance it came from the greenhouse.\n“It’s kind of small miracle that we can do this, and bring spring, the feeling of spring,” said Arendse. “A little bit of hope to the people.”\nThe tulip bulbs start in cold storage, where they’re tricked into thinking it’s winter. There are 20 freezers on site, each holding about 800,000 bulbs.\nRows of tulips are pictured. (Source: Jack Morse/CTV News Atlantic)When it’s time, they’re pulled out and moved into the greenhouse, which is springtime as far as the bulbs know.\nThey grow quickly; it takes only three-to-four weeks for them to be ready to bloom. Workers pull them just before that to give them the longest possible shelf life.\n“As soon as people then take the flowers into a warm area, they’ll start to open up of course,” said Arendse. “Ideally they end up fairly quickly on someone’s kitchen table.”\nIt’s easy to feel like spring working in a bright, warm, 18 degree environment, surrounded by flowers.\nThe tulips head down a conveyer belt where they’re sorted, their bulbs are trimmed, and they’re packaged into bundles of 10. They’re then put back into cold storage until they can be shipped out to retailers.\nThey produce 15 million cut tulips in this greenhouse between the beginning of the season and the end, which is around Mother’s Day.\nThe very first tulip buckets of the season went out to P.E.I. florists on Friday.\n“That feels pretty good, pretty good,” said Vicki Sweeney, florist at\nFlower Buds, one of the first to receive the flowers. “I mean you can get tulips from Ontario or grown from Dutch tulips, but there’s just no comparison, no comparison.”\nThe rest of the Maritimes will see them early next week, then on to stores across eastern Canada and the United States.\nFor more Prince Edward Island news visit our\ndedicated provincial page.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nAtlantic Top Stories\nCTVNews.ca Top Stories\nThird batch of Jeffrey Epstein documents unsealed\nThe third round of documents from a lawsuit connected to Jeffrey Epstein, the convicted pedophile who died in jail before he could face trial on federal sex-trafficking charges, were publicly released Friday.\n'Intense storms' headed for Canada, bringing 35 cm of snow in some spots\nWinter is upon us, with two big systems impacting some provinces and extreme cold in one territory. Here's what Canadians can expect for this weekend.\nSouth Asian communities grapple with extortion threats in B.C., Ontario, Alberta\nIt started with a voice mail demanding payment of some kind, then a series of missed phone calls, later came the gun shots targeting the home of a Metro Vancouver business owner whose family and community are now gripped with fear.\nA magnitude 4.2 earthquake shakes a wide area of Southern California, no injuries reported\nA light but widely felt earthquake shook Southern California on Friday. There were no immediate reports of damage to buildings, other infrastructure or injuries.\nAlberta Premier Danielle Smith wants Prime Minister Justin Trudeau to find a new environment minister\nMore pressing for Alberta Premier Danielle Smith than the timing of the next federal election is Prime Minister Justin Trudeau finding a new federal environment minister.\nFirst-degree murder charge laid in baby's death in Thornhill, Ont.\nPolice have laid a first-degree murder charge in the death of an infant in Thornhill Thursday night.\nVictim scoffs as former Saskatoon gym teacher offers her cash during sexual assault sentencing\nIn an unusual turn of events, the former athletic director of a private Christian school is heading to jail — without a sentence.\nActor David Soul, one half of 'Starsky and Hutch,' dies at 80\nActor David Soul, who earned fame as the blond half of crime-fighting duo 'Starsky & Hutch' in the popular 1970s television series, has died at the age of 80.\nU.S. actor Christian Oliver and his 2 daughters died in a plane crash in the Caribbean, police say\nU.S. actor Christian Oliver and his two daughters died in a plane crash near a tiny private island in the eastern Caribbean, according to police in St. Vincent and the Grenadines.\nToronto\n-\nFirst-degree murder charge laid in baby's death in Thornhill, Ont.\nPolice have laid a first-degree murder charge in the death of an infant in Thornhill Thursday night.\n-\nAs more automated traffic cameras are installed in Toronto, drivers could lose the ability to fight tickets in court\nWith more automated traffic cameras being installed across Toronto, a city committee is set to consider a move that would strip drivers of the ability to fight tickets issued by the cameras in provincial court.\n-\n'Grandpa, I’m not lying': Ontario man thought his grandson was joking that he won the lottery\nA grandfather from Pickering, Ont. thought his grandson was joking after learning he won a Lotto Max draw in December.\nCalgary\n-\nRCMP searching for man, 71, missing near Diamond Valley\nRCMP in southern Alberta are asking for help in their search for a man who went missing on Thursday night near Diamond Valley, Alta.\n-\nCentre Street cannabis store broken into early Friday\nCalgary police are investigating a break-and-enter at the Co-Op Cannabis Store on Centre Street North.\n-\nAlberta's unemployment rate climbs in December, as does Edmonton's\nAlberta's unemployment rate jumped to 6.3 per cent last month as Edmonton also recorded a noticeable spike.\nMontreal\n-\nMontreal boy, 15, killed by drug more potent than fentanyl\nThe family of a 15-year-old boy is warning others to beware after he died taking isotonitazene, a drug considered more potent than fentanyl.\n-\nWhat is isotonitazene? A drug more powerful than fentanyl is circulating in Montreal\nIsotonitazene, a synthetic opioid, is circulating in Montreal and its effects are devastating. Most recently, a 15-year-old boy died on Dec. 21 after ingesting the drug, which is considered more potent than fentanyl. Here's what the drug is and how it affects users.\n-\nA white weekend? Snow may finally be on its way to Montreal\nAnyone wishing for a white winter may finally get what they’ve been waiting for: Montreal could see snow just in time for the weekend.\nEdmonton\n-\n'You want to have hope for them': Edmonton police unit dedicated to helping high-risk offenders\nThe Edmonton Police Service regularly issues alerts about high-risk offenders who are being released into the community. When a high-risk offender is released, EPS has a dedicated unit to supervise them, the Behavioural Assessment Unit. Two officers from that unit recently spoke about their work to CTV News Edmonton.\n-\nTeen, man charged with firearm possession in northern Alberta\nA teenager and a man are facing several firearm charges in Grande Prairie, Alta.\n-\nHundreds of downtown Edmonton building residents return home after early-morning fire\nFire forced hundreds of residents of a downtown Edmonton highrise to leave their homes early Friday morning.\nNorthern Ontario\n-\nSecurity cam footage helps northern Ont. police arrest porch pirate\nIn Cochrane, Ont., this week, footage from a security cam led to the arrest of a suspected porch pirate.\n-\nVictim scoffs as former Saskatoon gym teacher offers her cash during sexual assault sentencing\nIn an unusual turn of events, the former athletic director of a private Christian school is heading to jail — without a sentence.\n-\n'Grandpa, I’m not lying': Ontario man thought his grandson was joking that he won the lottery\nA grandfather from Pickering, Ont. thought his grandson was joking after learning he won a Lotto Max draw in December.\nLondon\n-\nTeacher charged with 'failing to provide the necessities of life'\nThe occasional teacher was charged following an investigation into an incident at a St. Thomas school in November.\n-\n'The world failed her': Impact statements continue in London for sentencing of Nathaniel Veltman\nThe sentencing hearing of Nathaniel Veltman, the man convicted of killing four members of a London, Ont. Muslim family, continues Friday with impact statements being read.\n-\nDespite slow end to year, LSTAR hopeful 2024 will bring resurgence of real estate activity\n2023 saw fewer homes sold than any year since the start of the millennium in London and St. Thomas. But the startling figure from the London and St. Thomas Association of Realtors (LSTAR) doesn’t necessarily mean 2024 will be the same.\nWinnipeg\n-\n'Citizens shouldn't be dying': Criminologist raising concerns about police violence in Winnipeg\nA Winnipeg-based criminologist is raising concerns about police violence in the city, saying that the incidents involving police are becoming more violent and preventable.\n-\n'No place for them to go': Crate full of live puppies left at Dauphin vet clinic\nA wooden crate full of live puppies was left outside a Dauphin vet clinic on Tuesday.\n-\nDeath of patient waiting 33 hours in Winnipeg ER being treated as critical incident\nThe Winnipeg Regional Health Authority is officially investigating a death of a patient waiting at a Winnipeg hospital in November as a critical incident.\nOttawa\n-\nOC Transpo bringing double-car LRT service back on weekdays\nOC Transpo says passengers on the Confederation Line will see more double-car trains starting next week.\n-\nHere are the healthiest restaurants in Ottawa according to an OpenTable report\nTwo Ottawa restaurants have made it to Canada’s 100 healthiest restaurants in 2024, according to a new report by OpenTable.\n-\nFires at homeless encampments doubled in 2023: Ottawa Fire\nAn increase in fires at homeless encampments in the city is highlighting calls to increase safety and support for unhoused individuals as temperatures begin to drop.\nSaskatoon\n-\nVictim scoffs as former Saskatoon gym teacher offers her cash during sexual assault sentencing\nIn an unusual turn of events, the former athletic director of a private Christian school is heading to jail — without a sentence.\n-\nSask. saw 'off the charts' reports of tick able to carry Lyme disease\nA record number of black-legged ticks, the species capable of carrying Lyme disease, are being reported in Saskatchewan.\n-\nSask. man says SUV warranty woes wrecked his family holidays\nA Prince Albert man was shocked after a dealership said a catastrophic breakdown under the hood of his Honda wasn't covered by his warranty.\nVancouver\n-\n'This is a troubling case': Vancouver police investigate reported child-luring attempt at home daycare\nPolice are investigating reports that a man posed as a parent in an attempt to lure a five-year-old girl away from a Vancouver daycare.\n-\n'Ongoing incident' closes street in North Vancouver, RCMP ask public to avoid the area\nA heavy police presence gathered on a suburban street in North Vancouver Friday, with local Mounties warning the public to avoid the area.\n-\n'Floatel' ship arrives in B.C. to house LNG construction workers in Squamish\nA ship that will house more than 600 workers at a natural gas construction project north of Vancouver arrived in British Columbia waters this week after a 40-day journey from Estonia, where it had been in use by Ukrainian refugees.\nRegina\n-\n-\nUnion locals representing workers at Viterra to suspend strike action\nTwo union locals representing workers at Viterra have decided to suspend strike action so members can have a chance to vote on the company’s final offer.\n-\nSask. saw 'off the charts' reports of tick able to carry Lyme disease\nA record number of black-legged ticks, the species capable of carrying Lyme disease, are being reported in Saskatchewan.\nVancouver Island\n-\n'It's bad news': Warm December and low snowpack could mean trouble for B.C. salmon, wildfires\nDecember was unusually dry and warm on Vancouver Island, leading to concerns of low snowpack levels in the alpine. “The preliminary numbers are in and it’s not looking super optimistic at this point.\"\n-\n'Floatel' ship arrives in B.C. to house LNG construction workers in Squamish\nA ship that will house more than 600 workers at a natural gas construction project north of Vancouver arrived in British Columbia waters this week after a 40-day journey from Estonia, where it had been in use by Ukrainian refugees.\n-\n'This is a troubling case': Vancouver police investigate reported child-luring attempt at home daycare\nPolice are investigating reports that a man posed as a parent in an attempt to lure a five-year-old girl away from a Vancouver daycare.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://vancofarms.com/about-vanco-tulips/",
    "https://www.flowerbudspei.com/",
    "https://flowerbudspei.com/",
    "https://www.flowerbudspei.com",
    "https://www.vancofarms.com/about-vanco-tulips/",
    "https://vancofarms.com/about-vanco-tulips"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jack morse",
        "sentiment": "none"
      },
      {
        "name": "arendse",
        "sentiment": "none"
      },
      {
        "name": "bas arendse",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news atlantic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mount albion",
        "sentiment": "none"
      },
      {
        "name": "prince edward island",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:06:04.685+02:00",
  "updated": "2024-01-06T00:06:04.685+02:00"
}