{
  "thread": {
    "uuid": "b40344b8fa14e348653312d80c90682771aeb1ae",
    "url": "https://finance.yahoo.com/news/insider-buying-wilmar-international-co-221005573.html",
    "site_full": "finance.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Insider Buying: Wilmar International Co-Founder Bought US$1.1m Of Shares",
    "title_full": "Insider Buying: Wilmar International Co-Founder Bought US$1.1m Of Shares",
    "published": "2024-02-29T23:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/simply_wall_st__316/712919ee4b283b9a71ff65c2ba22338d",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b40344b8fa14e348653312d80c90682771aeb1ae",
  "url": "https://finance.yahoo.com/news/insider-buying-wilmar-international-co-221005573.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "editorial-team@simplywallst.com (Simply Wall St)",
  "published": "2024-02-29T23:10:00.000+02:00",
  "title": "Insider Buying: Wilmar International Co-Founder Bought US$1.1m Of Shares",
  "text": "Simply Wall St. Insider Buying: Wilmar International Co-Founder Bought US$1.1m Of Shares Read full article Oops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below F34.SI WLMIY editorial-team@simplywallst.com (Simply Wall St) March 1, 2024 at 12:10 AM · 3 min read In this article: Oops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below F34.SI Watchlist WLMIY\nWilmar International Limited ( SGX:F34 ) shareholders (or potential shareholders) will be happy to see that the Co-Founder, Khoon Hong Kuok, recently bought a whopping S$1.1m worth of stock, at a price of S$3.32. While that only increased their holding size by 0.08%, it is still a big swing by our standards.\nView our latest analysis for Wilmar International\nWilmar International Insider Transactions Over The Last Year Notably, that recent purchase by Co-Founder Khoon Hong Kuok was not the only time they bought Wilmar International shares this year. They previously made an even bigger purchase of S$15m worth of shares at a price of S$3.69 per share. That means that even when the share price was higher than S$3.32 (the recent price), an insider wanted to purchase shares. Their view may have changed since then, but at least it shows they felt optimistic at the time. In our view, the price an insider pays for shares is very important. It is encouraging to see an insider paid above the current price for shares, as it suggests they saw value, even at higher levels. The only individual insider to buy over the last year was Khoon Hong Kuok.\nKhoon Hong Kuok bought 18.12m shares over the last 12 months at an average price of S$3.67. You can see a visual depiction of insider transactions (by companies and individuals) over the last 12 months, below. If you click on the chart, you can see all the individual transactions, including the share price, individual, and the date!\ninsider-trading-volume Wilmar International is not the only stock that insiders are buying. For those who like to find winning investments this free list of growing companies with recent insider purchasing, could be just the ticket.\nInsider Ownership For a common shareholder, it is worth checking how many shares are held by company insiders. I reckon it's a good sign if insiders own a significant number of shares in the company. It's great to see that Wilmar International insiders own 6.8% of the company, worth about S$1.4b. I like to see this level of insider ownership, because it increases the chances that management are thinking about the best interests of shareholders.\nStory continues So What Do The Wilmar International Insider Transactions Indicate? The recent insider purchase is heartening. And the longer term insider transactions also give us confidence. Once you factor in the high insider ownership, it certainly seems like insiders are positive about Wilmar International. That's what I like to see! So while it's helpful to know what insiders are doing in terms of buying or selling, it's also helpful to know the risks that a particular company is facing. At Simply Wall St, we've found that Wilmar International has 3 warning signs (1 is concerning!) that deserve your attention before going any further with your analysis.\nOf course Wilmar International may not be the best stock to buy . So you may wish to see this free collection of high quality companies.\nFor the purposes of this article, insiders are those individuals who report their transactions to the relevant regulatory body. We currently account for open market transactions and private dispositions of direct interests only, but not derivative transactions or indirect interests.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nRelated Quotes\nSymbol Last Price Change % Change WLMIY Wilmar International Limited 25.26 +0.43 +1.73% TRENDING 1. RPT-US STOCKS-S&P, Nasdaq end at records as inflation data supports rate cut view 2. How Lululemon will benefit from international growth: Analysis 3. Officials investigate rare nervous system disorder in older adults who got RSV vaccine 4. Fisker, Zscaler: After-Hours Movers 5. UPDATE 1-Mattel delays filing of 2023 annual report",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=cta&utm_source=yahoo",
    "https://simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=intro&utm_source=yahoo",
    "https://feedback.simplywall.st/article/MjkwMzM5OTpkMmI5OTMwNjFkMzQwMWIx",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2903399&utm_medium=finance_user&utm_campaign=integrated-pitch&utm_source=yahoo",
    "https://simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=conclusion&utm_source=yahoo",
    "https://simplywall.st/discover/investing-ideas/16053/high-return-on-equity-low-debt?blueprint=2903399&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A",
    "https://www.simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=intro&utm_source=yahoo",
    "https://simplywall.st/discover/investing-ideas/16053/high-return-on-equity-low-debt",
    "https://www.simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=cta&utm_source=yahoo",
    "https://www.simplywall.st/company/id/D0A3AE0D-58BD-404B-928F-EA0747B9A22A?blueprint=2903399&utm_medium=finance_user&utm_campaign=conclusion&utm_source=yahoo",
    "https://www.feedback.simplywall.st/article/MjkwMzM5OTpkMmI5OTMwNjFkMzQwMWIx",
    "https://simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying",
    "https://www.simplywall.st/discover/investing-ideas/16053/high-return-on-equity-low-debt?blueprint=2903399&utm_medium=finance_user&utm_campaign=conclusion-grid&utm_source=yahoo",
    "https://www.simplywall.st/discover/investing-ideas/16951/growing-companies-with-insider-buying?blueprint=2903399&utm_medium=finance_user&utm_campaign=integrated-pitch&utm_source=yahoo"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "khoon hong kuok",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wilmar international",
        "sentiment": "negative"
      },
      {
        "name": "wilmar international wilmar",
        "sentiment": "none"
      },
      {
        "name": "wilmar international limited",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wlmiy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:19:34.403+02:00",
  "updated": "2024-03-01T00:32:42.522+02:00"
}