{
  "thread": {
    "uuid": "c7be2e4a6878904b5e3fbdb8fe8d9df3d05573d4",
    "url": "https://www.mondadori.it/libri/chiedi-bene-e-ti-sara-dato-paolo-borzacchiello/",
    "site_full": "www.mondadori.it",
    "site": "mondadori.it",
    "site_section": "http://www.mondadori.it/rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Libri Mondadori",
    "title": "Chiedi bene e ti sarà dato - Paolo Borzacchiello | Libri Mondadori",
    "title_full": "Chiedi bene e ti sarà dato - Paolo Borzacchiello | Libri Mondadori",
    "published": "2024-01-05T02:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.mondadori.it/content/uploads/2023/11/978880476310HIG.JPG",
    "performance_score": 0,
    "domain_rank": 84443,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7be2e4a6878904b5e3fbdb8fe8d9df3d05573d4",
  "url": "https://www.mondadori.it/libri/chiedi-bene-e-ti-sara-dato-paolo-borzacchiello/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paolo Borzacchiello",
  "published": "2024-01-05T02:10:00.000+02:00",
  "title": "Chiedi bene e ti sarà dato - Paolo Borzacchiello | Libri Mondadori",
  "text": "La vita, a volte, cambia anche solo cambiando le domande che poniamo a noi stessi. Passare da: “Perché sto sempre così male?” a: “Che cosa posso fare per stare finalmente bene?” è un modo semplice per iniziare a vedere le cose in maniera diversa e, quindi, a renderle diverse, perché la realtà altro non è se non la somma delle idee che abbiamo in testa al riguardo. Con le parole, ci spiega Paolo Borzacchiello, uno dei massimi esperti di intelligenza linguistica, possiamo definire in molti modi differenti la realtà che ci circonda, modificando di conseguenza ciò che pensiamo e proviamo rispetto a quanto ci accade. Ma è nelle domande, che ci poniamo o facciamo agli altri, che è nascosto il vero segreto per il cambiamento. Ogni affermazione potenzialmente dannosa per il nostro cervello può essere infatti trasformata in una domanda virtuosa che ci pone su un cammino differente, verso la scoperta di soluzioni che ci cambiano la vita anziché lasciarci sprofondare nel pantano delle nostre sofferenze. A partire dai suoi studi nell’ambito della linguistica cognitiva e della fisiologia del comportamento umano e utilizzando uno stile narrativo innovativo che va a toccare le nostre corde più profonde, con questo libro Paolo Borzacchiello ci indica quali sono le domande giuste da porci, in grado di scardinare gli schemi mentali a cui siamo abituati e di cambiare il corso dei pensieri che abbiamo in testa, per sviluppare nuovi punti di vista e nuove visioni. E aprire così nuovi mondi che ci conducono verso la realizzazione dei nostri desideri più alti. “Ecco cosa mi piacerebbe che tu imparassi leggendo questo libro: che puoi sempre vedere le cose in modo diverso se sai porti le domande giuste, perché le domande giuste hanno il potere di cambiarti la vita, e di cambiarla a tutti coloro che ti stanno intorno. Perciò, ricorda: chiedi bene e ti sarà dato.” Paolo Borzacchiello è uno dei massimi esperti di intelligenza linguistica. Da oltre quindici anni si occupa di studio e divulgazione di tutto ciò che riguarda le interazioni umane e il linguaggio. Autore di bestseller e podcast di successo, consulente e divulgatore, è il co-creatore di HCE, Human Connections Engineering, la disciplina che studia le interazioni umane. Ogni anno forma migliaia di persone in aula e segue la formazione di aziende, imprenditori e manager in tutto il mondo. Ha scritto e scrive per diverse testate giornalistiche, tra cui “Il Sole 24 Ore”, ed è spesso in televisione e in radio per promuovere la sua missione, “La conoscenza rende liberi”. Su Audible i suoi podcast sono tra i più seguiti e apprezzati. Ha pubblicato con Mondadori il ciclo di romanzi bestseller La parola magica, Il Super Senso e La quinta essenza, i saggi Basta dirlo e Forse sei già felice e non lo sai; con Elisa Sednaoui Nessuno può farti star male senza il tuo permesso e, con Paolo Stella, Colleziona attimi di altissimo splendore. Novità di gennaio tra gli audiolibri Mondadori Sei alla ricerca di una nuova storia che ti faccia viaggiare con la… Un treno di lusso che sfreccia verso Mosca e un appuntamento con il destino. Un aereo della CIA abbattuto nella… Promozioni ebook giornaliere di gennaio Le offerte ebook giornaliere saranno attive su titoli e autori bestseller del catalogo Mondadori al… Shadow Work Journal: arriva l'edizione italiana del bestseller da un milione di copieAccogli le tue ombre e trasformale in risorse… Antonio Manzini entra ne Il Giallo Mondadori con Tutti i particolari in cronaca Antonio Manzini, il creatore dell’indimenticabile vicequestore Schiavone,… Gianluca Vialli, il libro Le cose importanti arriva il 9 gennaio 2024 I grandi campioni, i grandi esseri umani sono… Il Festival del Giallo Mondadori esordisce a Pietrasanta Il 24-25-26 novembre non prendete impegni: a Pietrasanta (LU) si svolgerà la prima… Inferno, Purgatorio, Paradiso: la Divina Commedia come non l'avete mai vista Chi non ha mai pensato che il capolavoro di… LuCake, il lato salato della pasticceria in libreria Dal pasticcere più seguito di Instagram Luca Perego, arriva tra gli scaffali… Volti, una guida completa alle Face Shape Dopo il grande successo del suo primo libro Armocromia, finalmente Rossella Migliaccio -… Dal 13 al 19 novembre BookCity Milano ritorna in cittàBookcity Milano è ormai una manifestazione simbolo a Milano. Cinque giorni… Il primo romanzo di Tiziano Ferro: dal 1 novembre anche in audiolibro Il primo romanzo di Tiziano Ferro è La felicità… Chiedi bene e ti sarà dato",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:39:05.623+02:00",
  "updated": "2024-01-13T18:35:51.622+02:00"
}