{
  "thread": {
    "uuid": "d91051f18f3957f8a1683855e7d9b72c28891499",
    "url": "https://london.ctvnews.ca/london-based-bank-donates-50-000-to-sally-ann-1.6703832",
    "site_full": "london.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://london.ctvnews.ca/rss/ctv-news-london-1.1073369",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "London-based bank donates $50,000 to Sally Ann",
    "title_full": "London-based bank donates $50,000 to Sally Ann",
    "published": "2023-12-29T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2023/12/28/versabank-sally-ann-1-6703834-1703803377475.png",
    "performance_score": 0,
    "domain_rank": 980,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d91051f18f3957f8a1683855e7d9b72c28891499",
  "url": "https://london.ctvnews.ca/london-based-bank-donates-50-000-to-sally-ann-1.6703832",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amandalina Letterio",
  "published": "2023-12-29T00:43:00.000+02:00",
  "title": "London-based bank donates $50,000 to Sally Ann",
  "text": "[Skip to main content](#main) London-based bank donates $50,000 to Sally Ann A London, Ont.-based financial institution has made a significant contribution to the Salvation Army. VersaBank has named the Salvation Army its newest flagship charity, donating $50,000. Salvation Army officials said the money actually came in back in October, and was matched by an anonymous donor. They estimate one in five Canadians are dealing with food insecurity right now. Last year, food banks and support programs served more than five million people a month. That number is expected to grow by 60 per cent for this year. VersaBank's President and CEO is encouraging other organizations to support similar initiatives. \"There's a lot of need, particularly in the city of London for food and accommodation for homeless people,” David Taylor told CTV News. “Thankfully in the past, we had a hand in creating the centre of hope for the Salvation Army, and we just thought it just sort of moves any organization that's making a few dollars to give back as best we can to help out the less fortunate people particularly around Christmas time,” he said. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [London Top Stories](https://london.ctvnews.ca/) CTVNews.ca Top Stories [Maine's top election official removes Trump from 2024 ballot](https://www.ctvnews.ca/world/maine-s-top-election-official-removes-trump-from-2024-ballot-1.6703994) Maine's top election official has removed former President Donald Trump from the state's 2024 ballot, in a surprising decision based on the 14th Amendment's 'insurrectionist ban.' [Ten people rescued from plane crash site in remote Northwest Territories](https://www.ctvnews.ca/canada/ten-people-rescued-from-plane-crash-site-in-remote-northwest-territories-1.6703206) Ten people were rescued Thursday after a small plane crashed in a remote area of the Northwest Territories and they were stranded overnight. [Man speaks out after video of arrest at pro-Palestinian protest surfaces](https://toronto.ctvnews.ca/man-speaks-out-after-video-of-arrest-at-pro-palestinian-protest-surfaces-1.6703940) Adam Melanson, the man arrested at a pro-Palestinian demonstration earlier this month, is speaking out for the first time through a statement released by his lawyer. [NDP's Jagmeet Singh rules out coalition government with Liberals after next election](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-rules-out-coalition-government-with-liberals-after-next-election-1.6703348) NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. [Judih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead](https://www.ctvnews.ca/canada/judih-weinstein-haggai-the-last-canadian-known-to-have-been-kidnapped-by-hamas-confirmed-dead-1.6703209) Judih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead. [Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada](https://www.ctvnews.ca/canada/teen-dead-another-missing-after-falling-through-ice-in-ottawa-amid-spate-of-similar-incidents-across-canada-1.6703498) A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. [U.S. military space plane blasts off on another secretive mission expected to last years](https://www.ctvnews.ca/sci-tech/u-s-military-space-plane-blasts-off-on-another-secretive-mission-expected-to-last-years-1.6704088) The U.S. military's X-37B space plane blasted off Thursday on another secretive mission that's expected to last at least a couple of years. [Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area](https://www.ctvnews.ca/entertainment/pierce-brosnan-is-in-hot-water-accused-of-trespassing-in-a-yellowstone-thermal-area-1.6703402) Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. [Ontario man charged after allegedly planning trip to U.S. for sex acts with kids](https://toronto.ctvnews.ca/ontario-man-charged-after-allegedly-planning-trip-to-u-s-for-sex-acts-with-kids-1.6703437) Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. [Kitchener](https://kitchener.ctvnews.ca/) - [No one hurt after fire at Kitchener restaurants](https://kitchener.ctvnews.ca/no-one-hurt-after-fire-at-kitchener-restaurants-1.6703580) No one was hurt after flames broke out at a building containing two restaurants in Kitchener. - [Why some are struggling to find jobs despite an overall strong labour market](https://kitchener.ctvnews.ca/why-some-are-struggling-to-find-jobs-despite-an-overall-strong-labour-market-1.6703887) The hunt for work remains challenging for some groups in Waterloo Region, but economic experts say overall the labour market is relatively strong. - [Man who brought OHL hockey to Guelph dead at 96](https://kitchener.ctvnews.ca/man-who-brought-ohl-hockey-to-guelph-dead-at-96-1.6703907) Joe Holody is being remembered as an architect of Guelph’s hockey landscape. [Windsor](https://windsor.ctvnews.ca/) - [Dash cam video shows vehicle narrowly escape collision with jaywalking pedestrian](https://windsor.ctvnews.ca/dash-cam-video-shows-vehicle-narrowly-escape-collision-with-jaywalking-pedestrian-1.6703916) If Mike Schmutz had looked away from the front window of his car at exactly 8:31 p.m. on Boxing Day for even a second, he may have possibly collided into a pedestrian pushing a baby stroller. - [Pool contractor charged with fraud](https://windsor.ctvnews.ca/pool-contractor-charged-with-fraud-1.6703644) Windsor police have charged the owner of a pool installation company with fraud. - [What’s open and closed New Year's weekend in Windsor](https://windsor.ctvnews.ca/what-s-open-and-closed-new-year-s-weekend-in-windsor-1.6703429) As Windsor residents get ready to ring in the new year, there are a few closures to keep in mind this holiday weekend. [Barrie](https://barrie.ctvnews.ca/) - [Driver suffers life-altering injuries in Bracebridge crash](https://barrie.ctvnews.ca/driver-suffers-life-altering-injuries-in-bracebridge-crash-1.6703604) Provincial police are investigating a single-vehicle collision in Bracebridge that sent one person to a Toronto area hospital. - [Court hearing deferred for accused pedophile Curtis Gamble](https://barrie.ctvnews.ca/court-hearing-deferred-for-accused-pedophile-curtis-gamble-1.6703805) Accused pedophile Curtis Gamble made a virtual appearance in plea court on Thursday from the Central North Correctional Centre in Penetanguishene, only to have the matter pushed due to missing court documents. - [Innisfil driver accused of being impaired after crashing into house on Christmas Day](https://barrie.ctvnews.ca/innisfil-driver-accused-of-being-impaired-after-crashing-into-house-on-christmas-day-1.6703431) An Innisfil resident faces charges after crashing into a house on Christmas Day. [Northern Ontario](https://northernontario.ctvnews.ca/) - [Safe consumption sites in Timmins, Sudbury looking for stop-gap measures to stay open](https://northernontario.ctvnews.ca/safe-consumption-sites-in-timmins-sudbury-looking-for-stop-gap-measures-to-stay-open-1.6704027) The safe consumption site in Timmins gets three month temporary extension to stay open after hospital comes forward with funding. Sudbury waiting for news past Jan 31. - [Pothole machine in Sudbury offers high-quality repairs, but low production](https://northernontario.ctvnews.ca/pothole-machine-in-sudbury-offers-high-quality-repairs-but-low-production-1.6703620) The city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully. - [Northern first responders express concern over individuals venturing on to ice](https://northernontario.ctvnews.ca/northern-first-responders-express-concern-over-individuals-venturing-on-to-ice-1.6703915) Emergency responders in northern Ontario say they are concerned with the number of individuals venturing out onto the ice amid warmer weather conditions. [Ottawa](https://ottawa.ctvnews.ca/) - [17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa](https://ottawa.ctvnews.ca/17-year-old-dead-one-missing-after-teens-fall-through-the-ice-on-the-rideau-river-in-ottawa-1.6702946) Ottawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia. - [Arnprior Aerospace to close after 70 years in operation](https://ottawa.ctvnews.ca/arnprior-aerospace-to-close-after-70-years-in-operation-1.6703770) The company opened in Arnprior in 1954 as a Boeing operation and will be closing its doors on March 6, 2024. - [Police searching for federal offender known to frequent Ottawa-Gatineau](https://ottawa.ctvnews.ca/police-searching-for-federal-offender-known-to-frequent-ottawa-gatineau-1.6703651) Ontario Provincial Police is seeking the public's assistance in locating a federal offender wanted on a Canada-wide warrant as a result of a breach of his statutory release. [Toronto](https://toronto.ctvnews.ca/) - [Man speaks out after video of arrest at pro-Palestinian protest surfaces](https://toronto.ctvnews.ca/man-speaks-out-after-video-of-arrest-at-pro-palestinian-protest-surfaces-1.6703940) Adam Melanson, the man arrested at a pro-Palestinian demonstration earlier this month, is speaking out for the first time through a statement released by his lawyer. - [Blue Jays re-sign Kiermaier to one-year, US$10.5 million contract](https://toronto.ctvnews.ca/blue-jays-re-sign-kiermaier-to-one-year-us-10-5-million-contract-1.6704068) The Toronto Blue Jays have re-signed centre-fielder Kevin Kiermaier to a one-year, US$10.5-million contract. - [65-year-old man seriously injured after being struck by vehicle in Toronto](https://toronto.ctvnews.ca/65-year-old-man-seriously-injured-after-being-struck-by-vehicle-in-toronto-1.6704063) A 65-year-old man has been seriously injured after being struck by a vehicle in the city's Little Portugal neighbourhood Thursday evening. [Montreal](https://montreal.ctvnews.ca/) - [Common Front of public sector unions reaches tentative deal with Quebec](https://montreal.ctvnews.ca/common-front-of-public-sector-unions-reaches-tentative-deal-with-quebec-1.6703590) The Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government. - [Montreal man who ate recalled cantaloupes launches class-action lawsuit](https://montreal.ctvnews.ca/montreal-man-who-ate-recalled-cantaloupes-launches-class-action-lawsuit-1.6702862) A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. - [Driver swapped seats with passenger while driving on highway, had loaded gun: Quebec police](https://montreal.ctvnews.ca/driver-swapped-seats-with-passenger-while-driving-on-highway-had-loaded-gun-quebec-police-1.6703946) A suspicious motorist who was allegedly switching seats with a passenger while driving on a Montreal highway was stopped with a loaded gun, provincial police say. [Atlantic](https://atlantic.ctvnews.ca/) - [Freezing rain warnings, special weather statements in effect in N.S., N.B.](https://atlantic.ctvnews.ca/freezing-rain-warnings-special-weather-statements-in-effect-in-n-s-n-b-1.6703142) More messy weather is on the way to the Maritimes with freezing rain warnings and special weather statements in effect. - ['I will not go out back': Moncton landlord worried about tenant safety](https://atlantic.ctvnews.ca/i-will-not-go-out-back-moncton-landlord-worried-about-tenant-safety-1.6703716) Peter LeBlanc needs to find a new tenant for his downtown Moncton apartment building. The landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live. - ['It’s been rough': Bedford resident looks for help following summer flooding](https://atlantic.ctvnews.ca/more/it-s-been-rough-bedford-resident-looks-for-help-following-summer-flooding-1.6703767) Marguerite Dodge’s Bedford, N.S., home has been uninhabitable since the summer floods hit back in late July. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Former cabinet ministers say PCs tried to push through silica sand mine after election loss](https://winnipeg.ctvnews.ca/former-cabinet-ministers-say-pcs-tried-to-push-through-silica-sand-mine-after-election-loss-1.6704028) Two former progressive conservative cabinet ministers say their own government tried to push through a controversial silica sand mining project just days before the new NDP government was officially sworn in. - [Public asked to avoid Furby Street due to 'serious incident'](https://winnipeg.ctvnews.ca/public-asked-to-avoid-furby-street-due-to-serious-incident-1.6703781) The Winnipeg Police Service is currently responding to a serious incident at an apartment building on Furby Street. - [Man arrested, charged for bank robberies in Steinbach, Grunthal: RCMP](https://winnipeg.ctvnews.ca/man-arrested-charged-for-bank-robberies-in-steinbach-grunthal-rcmp-1.6703918) Manitoba RCMP charged a suspect in a pair of bank robberies in Grunthal and Steinbach this week. [Calgary](https://calgary.ctvnews.ca/) - [2 teens killed in rollover crash near Crossfield, Alta.](https://calgary.ctvnews.ca/2-teens-killed-in-rollover-crash-near-crossfield-alta-1.6703303) Two teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said. - [Southern Alberta girl injured in coyote attack](https://calgary.ctvnews.ca/southern-alberta-girl-injured-in-coyote-attack-1.6703487) A family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote. - [2 charged in connection with Calgary cocaine bust](https://calgary.ctvnews.ca/2-charged-in-connection-with-calgary-cocaine-bust-1.6703616) Two people are facing a dozen charges in a drug trafficking investigation that saw the seizure of a significant amount of drugs. [Edmonton](https://edmonton.ctvnews.ca/) - ['I was trying to get away': Kingsway Mall shooting victim says he may never recover](https://edmonton.ctvnews.ca/i-was-trying-to-get-away-kingsway-mall-shooting-victim-says-he-may-never-recover-1.6703868) A man who was shot outside an Edmonton shopping mall earlier this month says he doesn't know if he'll ever fully recover from his injuries. - [December warm weather both boon, bad luck in Edmonton](https://edmonton.ctvnews.ca/december-warm-weather-both-boon-bad-luck-in-edmonton-1.6703882) The weather in Edmonton so far this winter couldn't be more of a change from last year. - [Big events mean big tourism business for Edmonton](https://edmonton.ctvnews.ca/big-events-mean-big-tourism-business-for-edmonton-1.6703764) Hosting the Junos in March was a watershed moment for Edmonton and Alberta in 2023. [Vancouver](https://bc.ctvnews.ca/) - [B.C. trucking company involved in latest overpass strike has history of similar crashes: ministry](https://bc.ctvnews.ca/b-c-trucking-company-involved-in-latest-overpass-strike-has-history-of-similar-crashes-ministry-1.6704085) The province has taken all 65 trucks in a company's fleet off of the road following Thursday's crash into an overpass in Delta. - [Teen dies after crashing riding lawnmower: Nanaimo RCMP](https://bc.ctvnews.ca/teen-dies-after-crashing-riding-lawnmower-nanaimo-rcmp-1.6704069) A 14-year-old has died after the sit-down lawnmower he was driving crashed on Vancouver Island, according to authorities. - [3 dead in B.C. highway crash north of Kamloops, RCMP say](https://bc.ctvnews.ca/3-dead-in-b-c-highway-crash-north-of-kamloops-rcmp-say-1.6703976) A two-vehicle collision north of Kamloops early Thursday morning claimed the lives of three people, according to authorities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sally ann",
        "sentiment": "negative"
      },
      {
        "name": "david taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "versabank",
        "sentiment": "none"
      },
      {
        "name": "salvation army",
        "sentiment": "none"
      },
      {
        "name": "ctv news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "ont.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:56:37.097+02:00",
  "updated": "2023-12-29T03:37:16.255+02:00"
}