{
  "thread": {
    "uuid": "3054cad0fbe8167f870e3e88093ea4d79c38e823",
    "url": "https://www.startribune.com/mlk-jr-holiday-celebrations-are-planned-across-the-nation-but-winter-storm-is-limiting-some/600335004/",
    "site_full": "www.startribune.com",
    "site": "startribune.com",
    "site_section": "http://www.startribune.com/nation/index.rss2",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Nation",
    "title": "MLK Jr. holiday celebrations are planned across the nation, but winter storm is limiting some",
    "title_full": "MLK Jr. holiday celebrations are planned across the nation, but winter storm is limiting some",
    "published": "2024-01-15T18:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://chorus.stimg.co/25227337/1mlk011524.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces",
    "performance_score": 0,
    "domain_rank": 1188,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3054cad0fbe8167f870e3e88093ea4d79c38e823",
  "url": "https://www.startribune.com/mlk-jr-holiday-celebrations-are-planned-across-the-nation-but-winter-storm-is-limiting-some/600335004/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-15T18:30:00.000+02:00",
  "title": "MLK Jr. holiday celebrations are planned across the nation, but winter storm is limiting some",
  "text": "ATLANTA — Communities across the nation celebrated the Martin Luther King Jr. holiday on Monday with events ranging from prayer services to parades, but a dangerously cold winter storm was limiting some planned activities.\nIn Philadelphia, President Joe Biden marked the holiday by volunteering at Philabundance, a nonprofit food bank. He stuffed donation boxes with apples and struck up casual chatter with workers at the organization, where he volunteered for the third year in a row to mark the January day of service.\nVice President Kamala Harris was scheduled to be in South Carolina to give the keynote address for state NAACP's ''King Day at the Dome.'' The event started in 2000, drawing thousands who spilled off the Capitol lawn calling for the removal of the Confederate flag from the Statehouse. The rebel banner finally left for good in 2015 after a racist shooting killed nine at a Charleston church.\nIn Atlanta, the King Center's annual commemorative service was being held at the historic Ebenezer Baptist Church, where King served as pastor.\nKing's daughter Bernice King told the crowd gathered for the 56th commemorative service that 'our humanity is literally under attack.\" But her father \"left us with Kingian nonviolence as a blueprint to make of this old world a new world.''\n''It is a philosophy and methodology that provides us with the courage, the strategy, the discipline to control our impulsiveness, our need for vindictiveness and vengeance, a philosophy to resist injustice with a love-centered way,\" she said.\n''Kingian nonviolence delivers humanity from our most base self and calls us up to a higher purpose to destroy injustice without destroying each other with our words and our weaponry,'' she added.\nKing was and is a ''beacon of hope,'' Bishop Craig Oliver Sr. of Elizabeth Baptist Church said during the invocation at Monday's service.\n''He's told us through his words and deeds that injustice anywhere is a threat to justice everywhere,'' Oliver said. ''We seek to walk in the path that he illuminated - a path of righteousness, equality and unwavering courage.''\nAt the annual Martin Luther King Day pancake breakfast in New Hampshire, Democratic Sen. Maggie Hassan told the crowd that ''one of most enduring lessons of Martin Luther King's life is that each of us has the capacity to make a difference.\"\n''Our task is to summon what Dr. King would call, 'the fierce urgency of now,' and each – in our own way – do our part to help our democracy,'' she said ''And in so doing, we can bend the arc closer toward justice, and ensure that the dream lives on.''\nMeanwhile, the National Civil Rights Museum in Memphis announced that it would be closed on Monday because of icy roads but would still hold a virtual celebration in honor of King's birthday.\nObserved federally since 1986, the holiday occurs on the third Monday of January, which this year happens to be King's actual birthday. Born in 1929, the slain civil rights leader would have been 95. This year also marks the 60th anniversary of the passage of the Civil Rights Act and King's Nobel Peace Prize.\n___\nReporter Jeff Martin contributed from Atlanta. Reporter Seung Min Kim contributed from Philadelphia. Reporter Michael Casey contributed from Boston.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "king",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "kamala harris",
        "sentiment": "none"
      },
      {
        "name": "bernice king",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "naacp",
        "sentiment": "none"
      },
      {
        "name": "king",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "charleston",
        "sentiment": "none"
      },
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "capitol",
        "sentiment": "none"
      },
      {
        "name": "philabundance",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "south carolina",
        "sentiment": "none"
      },
      {
        "name": "ebenezer baptist church",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T19:54:17.473+02:00",
  "updated": "2024-01-15T19:54:17.473+02:00"
}