{
  "thread": {
    "uuid": "65b7be9981f0a388685eb43afdd870e97adeb231",
    "url": "https://www.somersetlive.co.uk/sport/other-sport/bath-rugby-player-ratings-gloucester-9019527",
    "site_full": "www.somersetlive.co.uk",
    "site": "somersetlive.co.uk",
    "site_section": "http://westerndailypress.co.uk//editorschoices.rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Somerset Live - frontpage",
    "title": "Bath Rugby player ratings from Gloucester Rugby win - 'Put himself in the England picture'",
    "title_full": "Bath Rugby player ratings from Gloucester Rugby win - 'Put himself in the England picture'",
    "published": "2024-01-07T23:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.gloucestershirelive.co.uk/sport/article9019558.ece/ALTERNATES/s1200/0_GettyImages-1915477823.jpg",
    "performance_score": 0,
    "domain_rank": 15372,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65b7be9981f0a388685eb43afdd870e97adeb231",
  "url": "https://www.somersetlive.co.uk/sport/other-sport/bath-rugby-player-ratings-gloucester-9019527",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "newsdesk@westgaz.co.uk (Sam Jess, John Evely)",
  "published": "2024-01-07T23:45:00.000+02:00",
  "title": "Bath Rugby player ratings from Gloucester Rugby win - 'Put himself in the England picture'",
  "text": "Bath Rugby edged past their fierce rivals Gloucester 17-10 on Sunday afternoon in a scrappy affair at a surprisingly dry Recreation Ground Stadium. Gloucester opened the scoring as they pounced on two early lineout errors from the hosts as Ruan Ackermann powered his way over from close range. Many of Bath's first team hadn't played since before Christmas and it showed as the attack looked flustered, sluggish and disconnect at times. However, two of the brightest stars, Will Muir and Tom de Glanville combined brilliantly down the touchline to give Bath their opening points of the match. Finn Russell missed with his conversion while Adam Hastings added a penalty. [READ MORE: Bath Rugby 17-10 Gloucester Rugby LIVE: Full reaction and highlights from the West Country derby](https://www.somersetlive.co.uk/sport/other-sport/bath-rugby-v-gloucester-live-9014870) Trailing 10-5 at halftime, Bath needed a fast start and they got just that as quick ball allowed Will Muir to find space before chipping ahead, with the ball evading the grasp and nutmegging Gloucester's scrum-half Englefield the winger on his 50th appearance was able to regather and score in the corner. Bath soon found their third try as a poor kick from the visitors allowed the hosts to counterattack. With some rare time and space, Russell delivered a floated wide pass to Lawrence who straightened the attacking drawing in Chris Harris before passing to de Glanville who crossed for Bath's third try. With the hosts riding a wave of momentum, they turned down multiple kicking opportunities but were unable to find the bonus-point try as they were held up four times in the space of 10 minutes. Those missed chances almost and should have proved costly, as Gloucester mounted a rare attack with just four minutes on the clock. As they went inches from the line, they pushed the gamble button and went wide but Adam Hastings' poor pass bounced off the turf and missed all its intended targets and sent Ollie Thorley on a wild goose chase before being smashed backwards by Joe Cokanasiga, securing the game for Bath in the process. Rugby reporter Sam Jess takes a closer look at the Bath player's performance.... 15 Tom de Glanville - 9 Two tries for the club he grew up watching against the derby rivals, what could be better? The only remaining starting back from the trip to Welford Road, de Glanville spent much of the first half kicking the ball but once in space was able to break the line. A two-one with Muir allowed de Glanville to score a lovely try first try. After a quiet start to the second half for the fullback, the Bath-born de Glanville found space from a counterattack and stepped his way past Thorley for a brilliant finish. It was a sensational performance for the local boy against the fierce rivals and he was named the official player of the match by broadcasters TNT Sport. 14 Joe Cokanasiga - 6 With England coaches watching on, Cokanasiga had a mixed outing. A brilliant line off centre Redpath put his side just short of the 22 early on, but that was the bright spot for a difficult first forty. The winger had limited chances but bumped Adam Hastings to give Bath a glorious chance however he was unable to gather the ball moments later from a challenging Finn Russell offload with the line begging. Cokanasiga's work under the high ball has vastly improved but when he gathered an excellent chip kick he then tried to force an offload that wasn't on. Another dropped ball moments later meant he had a half to forget. However, despite a quiet second half, the winger made a huge tackle on Ollie Thorley with Gloucester pushing for a late score and the equalising try and he forced the winger all the way back to the 22 before helping to win a turnover. 13 Ollie Lawrence - 7 It was a mixed day for Lawrence, some lovely lines were run but the hands weren't always there. A monster hit on Santi Carreras stopped any chance of a counterattack by the visitors. However, he did manage to create de Glanville's second try running onto a brilliant floated pass by Russell before drawing in Chris Harris allowing the space for the fullback to score. The centre might have had a rusty game in attack but made some great hits including on Harris with the clock in the red, chopping the centre stopping a vital attack and securing the game for Bath. 12 Cameron Redpath - 7 With Gregor Townsend in the stands, Redpath had an attritional game. He gathered a lovely chip from Russell to burst into Gloucester's half in a highlight moment early on but it was a game of what-if moments for the centre who make multiple half-breaks but struggled to get the killer pass away. Some neat footwork during the second half just gave Bath the extra edge and metres. A drop metre out from running a hard line of Spencer cost Bath a vital chance to score but the centre had a strong game. 11 Will Muir - 9 On the occasion of his 50th appearance for Bath, Muir showed great work with the boot. A half-break past Jonny May and a link-up with Tom de Glanville set up the fullback's and Bath's opening try. A kick in behind then nutmegged Gloucester's scrum-half Englefield allowing the 'Horse' to score a stunning solo try on his landmark day. The winger made metres with most carries and should at least be in the England conversation. 10 Finn Russell - 6 Looked lost for much of the first half with his timing slightly off, but Russell slowly improved. It was a strange game for the fly-half with a few passes hitting the deck and a few teammates not quite on the same page. A brilliant pass was all it took though as he floated a wide ball to Lawrence allowing the centre to create de Glanville's second try. One out of three kicks even if they were not the easiest meant Bath only held a seven-point lead despite scoring three tries and conceding just one. 9 Ben Spencer - 6 The scrum-half looked a little flustered at the breakdown as Gloucester applied all sorts of pressure. A few poor passes meant Bath's looked unusually slow. The scrum-half stepped it up particularly during the second half with some faster delivery and accuracy. Not his best outing but another derby win as captain, however his decision not to go for the posts when Bath were only seven points ahead almost came back to bite him. Spencer was clearly thinking about the bonus point for scoring four attacking tries but you have to get the win first. 1 Beno Obano - 7 Another man looking to put in a performance with the England coaches watching, Obano gave Bath some early scrum power. Monster carries during the sticky periods for Bath gave them some go-forward when they needed it most. 2 Tom Dunn - 6 The lineout got off to the worst start possible costing Bath dearly with first one not straight and the second a dummy throw on his own 5m line. Gloucester took full advantage, scoring as Ruan Ackerman scored from the resulting free-kick. The hooker made amends, nailing his next two before smashing into a few rucks that looked to be heading towards a Gloucester turnover. The hooker nearly scored a try but was held up on the try line. 3 Will Stuart - 5 Keeping his place from last weekend, Stuart was pinged at the first scrum of the day. Stuart put in a strong outing even if it wasn't flashy as Bath were on top in the setpiece battle. 4 Elliott Stooke - 6 The lock had some good moments with some nice running lines and attacking spells as he proved a good link option. A few errors at the lineout meant it wasn't all roses for Stooke but his power game adds plenty for Bath. 5 Charlie Ewels - 6 Some nice footwork around the field meant Ewels had a solid day even if it wasn't ground-breaking. Helped power GJ van Velze over the line for a try that was eventually disallowed as the TMO decided the ball looked to have been held up. 6 GJ van Velze - 6 Strong tackles in the opening exchanges and some good attacks showed van Velze isn't showing his age. A lovely spin move saw him break the Gloucester defence early in the match and the flanker thought he had scored in the season half after barging his way over the whitewash and the try initially given, by a TMO review saw the try scrubbed off. 7 Miles Reid - 7 With Bath often stalling in attack, Reid stepped up with some brilliant carries but was held up and denied a try in the second half. A brilliant turnover with 10 minutes left allowed Bath to clear their lines. The flanker was everywhere during the game and had another strong game. 8 Jaco Coetzee - 7 A surging run from the number eighth gave Bath early field position once Gloucester lock Alemanno caught the South African high. Some bright moments for the eight but his game was ended on just 48 minutes with a shoulder injury. Replacements 16 Niall Annett - 5 The lineout had struggled all day but Annett failed to improve it. Despite some heavy tackles, Annett's work was more negative rather than positive. 17 Thomas du Toit - 6 The South African added power off the bench and dominated in the scrum after his arrival. 18 Archie Griffin - N/A 19 Quinn Roux -N/A 20 Alfie Barbeary - 7 Off the bench, Barbeary added some go-forward with direct running lines, something that Bath had been missing for the first half. A few strong tackles, as well as great work rate, meant the replacement eight was out on his feet and even showed the fans more than asked for with a little post-match spew. 21 Tom Carr-Smith - N/A 22 Sam Harris - 6 With Gloucester attacking late on, Harris showed some bright moments in defence including helping Cokanasiga earn a turnover in what proved to be a crucial moment late on. 23 Chris Cleote - 7 Cleote was a late arrival onto the bench with Sam Underhill pulling out late on, but the South African remained calm, composed and became a nuisance slowing down Gloucester's ruck speed and coming up with at least one significant turnover.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom de glanville",
        "sentiment": "none"
      },
      {
        "name": "finn russell",
        "sentiment": "none"
      },
      {
        "name": "adam hastings",
        "sentiment": "none"
      },
      {
        "name": "ruan ackermann",
        "sentiment": "none"
      },
      {
        "name": "will muir",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gloucester rugby",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gloucester",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "west country",
        "sentiment": "none"
      },
      {
        "name": "gloucester rugby live",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:14:54.955+02:00",
  "updated": "2024-01-15T09:34:24.811+02:00"
}