{
  "thread": {
    "uuid": "1350b0dffd50bf5795052f512bb53c6abe179dee",
    "url": "https://eng.obozrevatel.com/section-war/news-a-great-challenge-zelenskyy-explains-why-the-war-in-ukraine-should-not-be-frozen-08-03-2024.html",
    "site_full": "eng.obozrevatel.com",
    "site": "obozrevatel.com",
    "site_section": "https://eng.obozrevatel.com/api/media/out/rss/lastnews.xml",
    "site_categories": [
      "top_news"
    ],
    "section_title": "The latest news of Ukraine and the World. Daily news on OBOZREVATEL",
    "title": "\"A great challenge\": Zelenskyy explains why the war in Ukraine should not be frozen",
    "title_full": "\"A great challenge\": Zelenskyy explains why the war in Ukraine should not be frozen",
    "published": "2024-03-08T13:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://i2.obozrevatel.com/news/2024/3/8/filestoragetemp13.jpeg?size=2010x1050",
    "performance_score": 0,
    "domain_rank": 8244,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1350b0dffd50bf5795052f512bb53c6abe179dee",
  "url": "https://eng.obozrevatel.com/section-war/news-a-great-challenge-zelenskyy-explains-why-the-war-in-ukraine-should-not-be-frozen-08-03-2024.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lilia Ragutska",
  "published": "2024-03-08T13:07:00.000+02:00",
  "title": "\"A great challenge\": Zelenskyy explains why the war in Ukraine should not be frozen",
  "text": "Trending: \"A great challenge\": Zelenskyy explains why the war in Ukraine should not be frozen Freezing the war in Ukraine would be a serious challenge and a major problem for our country. After all, the cessation of active hostilities would not mean a pause in the war, but an opportunity for respite for Russian President Vladimir Putin and his troops. Having amassed weapons and trained new soldiers, he would again launch aggression against Ukraine, as he did after the occupation of Crimea and part of Donbas in 2014. This was [stated ](https://t.me/V_Zelenskiy_official/9714)by President of Ukraine Volodymyr Zelenskyy in an interview with Bruno Vesta, a well-known journalist and host of the Porta a Porta talk show. In a conversation with the President of Ukraine, the TV host emphasized that the Ukrainian people have been \"heroically standing for more than two years\" defending themselves against Russia's full-scale aggression. However, the journalist believes that \"there is no prospect of victory now,\" so he asked Zelenskyy if Ukraine is considering a \"break\" in active hostilities in such circumstances. In response, the President reminded his interlocutor that Ukraine had agreed to such a \"pause\" at one point, and thus gave Putin the opportunity to prepare for a full-scale invasion. \"I think that a break in the war is a very serious challenge for us and a big problem for Ukraine, for its preservation, for its future. And a frozen conflict will be a big problem for the whole of Europe. We had such an experience after the occupation of Crimea and after the occupation of part of Donbas. It was probably similar to what is now being said in some media and by some leaders. They say that we need a pause. And this means a frozen conflict... But we have been through this,\" Zelenskyy said. The President added that the notion that a temporary ceasefire would mean a \"pause\" in the war is wrong. Instead, Russia will get a much-needed break to restore its strength. \"This pause is not a pause in the war. This is a pause for Putin. He needs a pause – and this is a fact – to build up his forces. We see a big deficit in missiles. They are trying to buy them from Iran and have already taken them from North Korea. They have a shortage of artillery shells, and they take them from North Korea. Similarly, drones are also manufactured and purchased in Iran,\" the head of state emphasized. Zelenskyy also emphasized that over the two years of the full-scale war against Ukraine, Russia has lost a huge number of trained military personnel. Now the enemy is sending unprepared occupiers into battle. And in the event of a temporary \"truce,\" Russia would have the opportunity to train thousands of new invaders. \"They need this pause because they have a lack of people who are experienced military. They lost them on our territory. These people died. And now we can see from the contingent that comes to us, to our land and fights with us, that those who are captured are people who have not been trained for even a month. We understand that they lack people, officers, and privates, who have undergone a normal period of training. So this pause will play into Putin's hands,\" the President of Ukraine emphasized. At one time, Russia pretended to be ready to end its aggression against Ukraine by participating in the Normandy format meetings and signing the Minsk agreements. The world saw exactly how the aggressor state sought peace and how it fulfilled its obligations on the morning of February 24, 2022, and continues to observe to this day. \"We believe it will be the same as it was after 2014, when the frozen conflict gave them the opportunity to build up weapons, accumulate forces, and then invade Ukraine. He can do the same. Because the guarantees, as you remember, that were in the Normandy format, as well as at the level of the Minsk process, have not been fulfilled. And no one is responsible for Russia's fulfillment of its commitments. At least as long as Putin remains the President of the Russian Federation,\" the Head of State summarized. Earlier, Zelensky spoke about Russia's attack on Odesa during the Greek prime minister's visit to the city. \"We were in the port... And yes, a few hundred meters away – 300-400, I think – there was a ballistic missile strike... The missile came very quickly... The teams failed to react,\" the president said, adding that he did not know where the Russian military was aiming. It was also reported that on March 8, Zelenskyy arrived on a visit to Turkey: he is scheduled to hold talks with President Recep Tayyip Erdogan. Only verified information on our [Telegram channel](https://t.me/uaobozrevatel) OBOZ.UA and [Viber](https://invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF). Do not fall for fakes!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF",
    "https://t.me/uaobozrevatel",
    "https://t.me/V_Zelenskiy_official/9714",
    "https://www.t.me/V_Zelenskiy_official/9714",
    "https://invite.viber.com/",
    "https://www.t.me/uaobozrevatel",
    "https://www.invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zelenskyy",
        "sentiment": "negative"
      },
      {
        "name": "freezi",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "bruno vesta",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "crimea",
        "sentiment": "none"
      },
      {
        "name": "donbas",
        "sentiment": "none"
      },
      {
        "name": "porta",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T16:24:31.044+02:00",
  "updated": "2024-03-08T18:15:32.080+02:00"
}