{
  "thread": {
    "uuid": "687d2588abe712aedd4660c836dd67d595519674",
    "url": "https://www.targatocn.it/2024/06/01/leggi-notizia/argomenti/targato-curiosita/articolo/benvenuto-giugno-con-la-falce-in-pugno-il-mese-del-solstizio-e-della-notte-di-san-giovanni.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "TargatoCn.it",
    "title": "Benvenuto “giugno con la falce in pugno”, il mese del Solstizio e della Notte di San Giovanni",
    "title_full": "Benvenuto “giugno con la falce in pugno”, il mese del Solstizio e della Notte di San Giovanni",
    "published": "2024-06-01T11:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/targatocn/balle_di_fieno.jpg",
    "performance_score": 0,
    "domain_rank": 72308,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "687d2588abe712aedd4660c836dd67d595519674",
  "url": "https://www.targatocn.it/2024/06/01/leggi-notizia/argomenti/targato-curiosita/articolo/benvenuto-giugno-con-la-falce-in-pugno-il-mese-del-solstizio-e-della-notte-di-san-giovanni.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Silvia Gullino",
  "published": "2024-06-01T11:46:00.000+03:00",
  "title": "Benvenuto “giugno con la falce in pugno”, il mese del Solstizio e della Notte di San Giovanni",
  "text": "Anche quest’anno è arrivato “giugno con la falce in pugno”. L’antico adagio popolare sembra fare il paio con il “settembre, andiamo” dannunziano, solamente che in questo caso è tempo di mietere.\nGiugno, denominato anche Mese del Sole, è il sesto mese dell’anno secondo il calendario gregoriano nonché il primo mese dell’estate nell’emisfero boreale e il primo dell’inverno nell’emisfero australe.\nL’origine del nome deriva dalla dea Giunone, moglie di Giove, mentre la denominazione Mese del Sole risiede nel fatto che in corrispondenza del 21° giorno del mese, ovvero nel solstizio d’estate, si raggiunge la massima durata di luce nell’arco di un giorno.\nSenza dimenticare che c’è un’altra festa con una valenza antropologica importantissima: la notte di San Giovanni quando “La guazza di Santo Gioanno fa guarì da ogni malanno”. Il riferimento è alla “rugiada di San Giovanni”, ritenuta miracolosa in diverse regioni italiane.\nLa preparazione dell’acqua di San Giovanni inizia al momento del tramonto del 23 giugno e gli ingredienti che si possono usare sono: iperico (detto anche erba di San Giovanni), lavanda, artemisia, malva, fiori e foglie di menta, rosmarino e salvia, ma anche fiordalisi, camomilla, papaveri e perché no le rose. I fiori e i rametti raccolti vanno immersi dopo il tramonto in un recipiente con dell’acqua. Questi dovranno macerare tutta la notte all’esterno della casa, è importante, per il rito, che l’acqua e i fiori stiano all’esterno così da poter assorbire la rugiada. Secondo una delle molte leggende la rugiada di questa notte speciale avrebbe delle capacità curative. La mattina del 24 giugno l’acqua sarà usata per lavare mani e viso: rituale propiziatorio e purificatore che porta amore, fortuna e salute.\nIl 24 giugno è una scadenza importante anche per il raccolto dei cereali visto che “A San Giovanni ogni spiga è grano”. Dunque il contadino può stare sereno: il raccolto è imminente e presto ci saranno grano e frutti in abbondanza. Non è certo il momento di fare economia, come sottolinea il detto “giugno allarga il pugno”. Insomma: è ora di festeggiare, di finire ciò che c’è in dispensa, di celebrare la vita che, come il sole, sta per raggiungere l’apice, prima di tornare al lavoro “con la falce in pugno”.\nPer quanto riguarda l’uva, l’appuntamento per pronosticare la vendemmia è, invece, quello di San Barnaba, secondo il detto: “Per San Barnabà - uva viene e il fiore va”. La sua festa cade l’11 giugno, in un periodo importante sia per la fioritura e l’allegagione di piante come la vite, sia per la raccolta di frutta come le ciliegie e le albicocche. Per questo la tradizione agricola associa a questa giornata proverbi come: “Da San Barnaba alla segale si taglia il piede”, o: “Se piove per San Barnaba l’uva bianca se ne va; se piove mattina e sera se ne va la bianca e la nera”. Per questo San Barnaba è considerato protettore dei vigneti: in questo periodo dell’estate si possono facilmente verificare dei forti temporali. Pregare San Barnaba, perché tenga lontane le grandinate forse non riuscirà a scongiurarle del tutto, ma di sicuro non farà male.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T13:23:19.600+03:00",
  "updated": "2024-06-01T13:23:19.600+03:00"
}