{
  "thread": {
    "uuid": "af9f7d836b61fe9e4bbf7c1bec5739654ef39f30",
    "url": "https://clutchpoints.com/heat-news-erik-spoelstra-shouts-out-miamis-3-heroes-in-upset-of-stephen-curry-warriors",
    "site_full": "clutchpoints.com",
    "site": "clutchpoints.com",
    "site_section": "https://www.newsbreak.com/san-francisco-county-ca",
    "site_categories": [
      "pro_basketball",
      "sports"
    ],
    "section_title": "San Francisco, CA News | NewsBreak San Francisco, CA",
    "title": "Heat's Erik Spoelstra shouts out Miami's 3 heroes in upset of Stephen Curry, Warriors",
    "title_full": "Heat's Erik Spoelstra shouts out Miami's 3 heroes in upset of Stephen Curry, Warriors",
    "published": "2023-12-30T02:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.clutchpoints.com/wp-content/uploads/2023/12/Heat_news_Erik_Spoelstra_shouts_out_Miami_s_3_heroes_in_upset_of_Stephen_Curry_Warriors.webp",
    "performance_score": 0,
    "domain_rank": 12613,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "af9f7d836b61fe9e4bbf7c1bec5739654ef39f30",
  "url": "https://clutchpoints.com/heat-news-erik-spoelstra-shouts-out-miamis-3-heroes-in-upset-of-stephen-curry-warriors",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zachary Weinberger",
  "published": "2023-12-30T02:05:00.000+02:00",
  "title": "Heat's Erik Spoelstra shouts out Miami's 3 heroes in upset of Stephen Curry, Warriors",
  "text": "[The Miami Heat got an](https://clutchpoints.com/heat-news-erik-spoelstra-gets-100-real-on-constant-injury-woes) exceptional victory Thursday night as they took down the Golden State Warriors, 114-102, to get their fourth straight to extend their winning streak. It was especially impressive [since the Heat continue](https://clutchpoints.com/heat-news-jimmy-butler-headlines-long-list-of-players-out-vs-warriors) to suffer from injury problems as they were missing four key players including star Jimmy Butler. Going deep into the rotation, Heat head coach [Erik Spoelstra](/tag/erik-spoelstra) gave some playing time to the likes of the team's G-League stars in Nikola Jovic, Jamal Cain, and even R.J. Hampton who was in the starting lineup. Spoelstra said after the [game to the media](https://www.miamiherald.com/sports/nba/miami-heat/article283614313.html) that without the three players mentioned before, the win is not going in the favor of Miami according to Anthony Chiang of The Miami Herald. “Without those three guys and their contributions tonight, we’re not winning this game,” Spoelstra said. “They all gave us impactful moments throughout the course of the game. The three young guys in particular, it’s not easy, they go often times weeks without playing, but they have to stay ready, as UD [Udonis Haslem] always says, to be ready. And then they also have to improve. So they can’t just be the same players they are because they’re trying to prove themselves and really establish themselves in this league.” As a part of the win to the Warriors, Hampton played 25 minutes, having seven points, three assists, and two rebounds. Jovic had 11 points, three rebounds, and three assists. Finally, Cain led the three with 18 points and six rebounds. Heat young players bouncing back after tough G-League loss [In terms of the Heat's](https://clutchpoints.com/heat-news-tyler-herro-gets-100-real-on-threat-of-goat-shooter-stephen-curry) G-League affiliate team in the Sioux Falls Skyforce, the three players have been in an out as the Heat call them up to provide some depth to the lineup. In fact, Hampton, Jovic, and Cain all started on Dec. 19 for the Skyforce against the Raptors 905 and lost 129-110 in the G-League Winter Classic according to The Miami Herald. Spoelstra talks about the trip to see that game and called it “horrible” and a “disaster.” After the disappointing result to the game, they each got called up and provided significant minutes for the Heat against the Warriors. When Spoelstra was asked about what changed for the young possible stars-in-the-making, he responded with “nothing changed.” “All of that is important. This is the part that nobody really wants to hear,” Spoelstra said. “Player development is not just getting shots after practice with a player development coach. It is learning how to impact winning, learning how to embrace a role, dealing with losing.” Spoelstra talks about the player's accountability Spoelstra recounts the conversation in team meetings about the G-League loss and said they were “ashamed” that they played not up to their standards. However, the successful head coach calls it “player development.” “They walked into our team meting and they felt so ashamed because we played poorly and they wanted to play better,” Spoelstra said per The Miami Herald. “Well, I think that’s part of player development. You get angry, you start to figure out collectively how you can find some solutions to get over the top, to play better and to win. And I think when there’s a score, all of it is good. You celebrate the times that you play well. And then you figure out when you’re not playing well what we need to do to do better.” Spoelstra talks about players stepping up after injuries Despite the recent success of Miami, they still deal with a ton of injuries so it may not be the last time fans of the team see Hampton, Cain, or Jovic. It has been so drastic that Thursday marked the Heat's 17th different starting lineup. “The big thing, we’ve had a lot of moving parts and this has required our team to have a lot of different guys step up. That’s the way we’ve looked at it,” Spoelstra said. “You want guys to feel involved, feel like they can contribute to winning, feel like they can impact winning, learn how they can impact winning. And I’ve said now for a few weeks: As we try to figure things out, a great talent to learn in this league as a team is just to learn how to win and then you figure out all the minutiae.” [Miami looks to](https://clutchpoints.com/warriors-news-steve-kerr-reveals-how-golden-state-heat-are-kindred-spirits-in-finding-draft-gems) end the year of 2023 off with a five-game winning streak as their next game will be against the Utah Jazz on Saturday. As a part of the team's current five-game road trip, they start the New Year facing the duo of basketball teams from Los Angeles in the Clippers and Lakers. The Heat is currently 19-12 on the season which puts them at fourth in the Eastern Conference.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephen curry",
        "sentiment": "negative"
      },
      {
        "name": "erik spoelstra",
        "sentiment": "negative"
      },
      {
        "name": "jamal cain",
        "sentiment": "none"
      },
      {
        "name": "r.j. hampton",
        "sentiment": "none"
      },
      {
        "name": "spoelstra",
        "sentiment": "none"
      },
      {
        "name": "jimmy butler",
        "sentiment": "none"
      },
      {
        "name": "anthony chiang",
        "sentiment": "none"
      },
      {
        "name": "nikola jovic",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "miami heat",
        "sentiment": "negative"
      },
      {
        "name": "miami herald",
        "sentiment": "none"
      },
      {
        "name": "g-league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:15:18.679+02:00",
  "updated": "2023-12-30T02:28:48.409+02:00"
}