{
  "thread": {
    "uuid": "18b73245b779025613896fc103548557d0661d83",
    "url": "https://www.world-today-news.com/carrefour-birthday-offers-special-discounts-on-food-clothing-and-electrical-appliances/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Carrefour Birthday Offers: Special Discounts on Food, Clothing, and Electrical Appliances",
    "title_full": "Carrefour Birthday Offers: Special Discounts on Food, Clothing, and Electrical Appliances",
    "published": "2024-01-06T00:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gate.bald-news.com/wp-content/uploads/2024/01/414471340_735016685328232_954694823563684764_n.jpg",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "18b73245b779025613896fc103548557d0661d83",
  "url": "https://www.world-today-news.com/carrefour-birthday-offers-special-discounts-on-food-clothing-and-electrical-appliances/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T00:52:00.000+02:00",
  "title": "Carrefour Birthday Offers: Special Discounts on Food, Clothing, and Electrical Appliances",
  "text": "Many people are searching during this period for Carrefour Birthday Carrefour offers on screens, as Carrefour works to provide great offers and special discounts on all food commodities, as well as products, electrical appliances, other products, etc., and many people are interested in knowing about Carrefour Birthday offers. Carrefour, as it specializes in buying missing items for citizens and their families at reduced prices and fighting high prices and exploitation carried out by many merchants, so in this article we will learn about all the details related to this topic.\nCarrefour offers Carrefour birthday\nMany people interested in purchasing electrical appliances, food products, furnishings, clothing, etc. are looking for Carrefour’s Christmas offers, which have been running from January 1 to January 13 on all electrical appliances, clothing, furnishings, food products, etc.\nCarrefour offers on clothes and furniture\nCarrefour announced its magazine, which contains offers on clothing and furnishings at a discount of up to 23% and 25%, via the social networking site Facebook and on its official page, which will continue until January 13, 2024, and is as follows:\nCarrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday Carrefour offers Carrefour birthday\nAn offer was made on electrical appliances and a display was made on a 50-inch Jac brand LED screen at a price of 6799 pounds. There were also offers on a children’s sweatshirt at a price of 249 pounds instead of 299 pounds, and also offers on children’s pajamas at a price of 349 pounds instead of 399 pounds.\n2024-01-05 20:31:17\n#Discounts #Carrefour #offers #Carrefour #Birthday #starting #January #huge #discounts",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "carrefour birthday carrefour",
        "sentiment": "negative"
      },
      {
        "name": "carrefour",
        "sentiment": "none"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:55:35.638+02:00",
  "updated": "2024-01-06T00:55:35.638+02:00"
}