{
  "thread": {
    "uuid": "7eded8878f4c7d9c8164923089d84921e28af76a",
    "url": "https://thefinancialexpress.com.bd/trade/2024-to-be-a-year-of-turnaround-2023-was-weaker-for-this-industry-globally-bgmea-director",
    "site_full": "thefinancialexpress.com.bd",
    "site": "thefinancialexpress.com.bd",
    "site_section": "https://thefinancialexpress.com.bd/trade",
    "site_categories": [
      "media"
    ],
    "section_title": "The Financial Express | First Financial Daily of Bangladesh",
    "title": "2024 to be a year of turnaround, 2023 was weaker for this industry globally: BGMEA director | The Financial Express",
    "title_full": "2024 to be a year of turnaround, 2023 was weaker for this industry globally: BGMEA director | The Financial Express",
    "published": "2024-01-02T09:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://tfe-bd.sgp1.digitaloceanspaces.com/posts/29923/rmg.jpg",
    "performance_score": 0,
    "domain_rank": 46668,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7eded8878f4c7d9c8164923089d84921e28af76a",
  "url": "https://thefinancialexpress.com.bd/trade/2024-to-be-a-year-of-turnaround-2023-was-weaker-for-this-industry-globally-bgmea-director",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T09:01:00.000+02:00",
  "title": "2024 to be a year of turnaround, 2023 was weaker for this industry globally: BGMEA director | The Financial Express",
  "text": "Published : Updated : Bangladesh’s readymade garment (RMG) export reached US$ 47.39 billion, which is US$ 1.68 billion more than 2022, according to the year-end export data for 2023 published by the Export Promotion Bureau (EPB). During this year, Bangladesh’s total export earning increased by 2 per cent, meaning that this growth is mostly contributed by the RMG export. This growth in RMG export was solely contributed by the growth of knitwear export which grew by 7.47 per cent, while woven export declined by 0.81 per cent. “Since the growth curve of global clothing trade falters every year, we believe that 2024 will be a year of turnaround since 2023 was a weaker year for this industry globally, and there are some indications that consumption and spending may rebound,” said Mohiuddin Rubel, Director of Bangladesh Garment Manufacturers and Exporters Association (BGMEA) on Tuesday. The positive side is that despite all the challenges the industry continued its commitment and efforts toward sustainability, he said. The minimum wage was declared which came into effect from 1 December 2023; the transformation of green industrialization continues with more robust performance; and the industry is making visible progress in reducing emission. “The diversification in export diversification in terms of markets, products and fiber makes us confident about the future. We hope that more strategic investments will continue flowing in in this year, and a qualitative shift toward a more innovative and technology-based industry will be visible,” Rubel said. He said there are certain challenges that our economy is facing currently. “I believe 2024 will bring a breath of fresh air in it as we expect a positive shift in our our. We do have new opportunities, which the industry is pursuing and exploring further; and we do have new challenges as well.” “We need continued support and collaboration from all stakeholders including government, development partners and others,” he added. The month-wise export performance for the year 2023 shows that the year started well with modest growth in January and February. After having consecutive dips in March and April, the positive trend in growth was restored and maintained during May-September, and the export performance in the final quarter of the year went below the level of 2022. Though the year ended with a decline of 2.35 per cent in December, export in this single month was US$ 4.56 billion. The decline in November and December happened primarily because of the unusually higher export in November and December 2022. Detailed data on country-wise export performance is yet to be published. “Let me put in record the export performance for July-December of the 2023-24 Fiscal Year. During the mentioned period, Bangladesh’s RMG export reached US$ 23.39 billion, and the growth came down to 1.72 per cent,” Rubel said. The RMG export turnover in 2023 remains historic in a single year, and considering the global economic and geo-political crisis, he said. “I would say Bangladesh did fairly well. However, imports of our major markets declined as most of the advanced economies are struggling due to high inflation and impact on consumers due to monetary policy measures taken to contain inflation,” Rubel said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohiuddin rubel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bgmea",
        "sentiment": "negative"
      },
      {
        "name": "bangladesh garment manufacturers and exporters association",
        "sentiment": "none"
      },
      {
        "name": "export promotion bureau",
        "sentiment": "none"
      },
      {
        "name": "rmg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T15:41:33.954+02:00",
  "updated": "2024-01-02T15:41:33.954+02:00"
}