{
  "thread": {
    "uuid": "6d38613125020293cdee2132ed01d411fba9c7cb",
    "url": "https://med-fom-faculty.sites.olt.ubc.ca/news/faculty-of-medicine-researchers-awarded-2024-bckdf-funding-for-health-research",
    "site_full": "med-fom-faculty.sites.olt.ubc.ca",
    "site": "ubc.ca",
    "site_section": "https://www.med.ubc.ca/feed/",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "UBC Faculty of Medicine",
    "title": "Faculty of medicine researchers awarded 2024 BCKDF funding for health research",
    "title_full": "Faculty of medicine researchers awarded 2024 BCKDF funding for health research",
    "published": "2024-04-05T02:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://med-fom-faculty.sites.olt.ubc.ca/files/2024/02/ubc-vancouver-campus-aerial-fall-2023.jpg",
    "performance_score": 0,
    "domain_rank": 650,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d38613125020293cdee2132ed01d411fba9c7cb",
  "url": "https://med-fom-faculty.sites.olt.ubc.ca/news/faculty-of-medicine-researchers-awarded-2024-bckdf-funding-for-health-research",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qian Chow",
  "published": "2024-04-05T02:03:00.000+03:00",
  "title": "Faculty of medicine researchers awarded 2024 BCKDF funding for health research",
  "text": "Faculty of medicine researchers are among the\nUBC recipients of funding through the B.C. Knowledge Development Fund (BCKDF) for their work on topics including rare cancers, obesity and diabetes therapeutics and genome sequencing and analysis.\nOne of the UBC faculty of medicine-led projects received $6.84 million for research infrastructure to better understand how bodies manage obesity and diabetes. The goal of the project is to identify and leverage the body’s natural strengths to design therapies that correct the metabolic defects that cause obesity, diabetes and related health issues that are on the rise in B.C.\n“We welcome this B.C. Knowledge Development Fund support, which gives a vital boost to our team’s ongoing research into diabetes and obesity,” said Dr. Jim Johnson, UBC faculty of medicine professor and project lead. “This funding enhances our team’s ability to explore how the body regulates energy, opening up new treatment avenues for individuals affected by these serious chronic conditions.”\nThrough the BCKDF, the B.C. government awarded a total of $52.3 million to support infrastructure for 21 research projects at UBC as well as additional projects at the University of Victoria, Simon Fraser University, University of the Fraser Valley and British Columbia Institute of Technology.\n“These amazing researchers at B.C.’s post-secondary institutions are finding solutions to help British Columbians live healthier and happier lives,” said Lisa Beare, Minister of Post-Secondary Education and Future Skills. “This important research investment through the B.C. Knowledge Development Fund continues to support the expansion of critical research capabilities and discoveries at B.C. post-secondary institutions and showcases B.C.’s research excellence.”\nSince 2017, the BCKDF has awarded more than $288 million for 541 projects.\n“The B.C. Knowledge Development Fund investment in research infrastructure empowers UBC faculty, post-docs and students to drive research and to find solutions to some of our most urgent problems,” said Benoit-Antoine Bacon, UBC president and vice-chancellor. “Supporting critical work in renewable bioproducts, Indigenous archeology and biomedical innovations in areas such as diabetes treatment, RNA vaccines and genetic medicines, today’s investments reflect a breadth of research strengths across UBC. We are thankful for the B.C. government’s vision in supporting research that is improving the lives of British Columbians.”\nFaculty of medicine recipients and their projects\nProject lead: François Bénard, Radiology\nProject title: Infrastructure for Accelerated In Vivo Molecular Imaging and Theranostic Research\nProject lead: Janice Eng, Physical Therapy\nProject title: SMART Labs\nProject lead: Leonard Foster, Biochemistry & Molecular Biology\nProject title: Transformative and Disruptive Systems Immunology\nProject lead: James Johnson, Cellular and Physiological Sciences\nProject title: Improved Pre-clinical Modeling of Metabolic Resilience for Novel Obesity and Diabetes Therapeutics\nProject lead: Steven Jones, Medical Genetics\nProject title: CGEn: Canada’s National Platform for Genome Sequencing and Analysis\nProject lead: Alexander Rauscher, Pediatrics\nProject title: Field Camera and Shim System for Precision MRI\nProject lead: Natalie Strynadka, Biochemistry and Molecular Biology\nProject title: TRaC: Therapies for Rare Cancers *Multi-B.C. institution project",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://news.gov.bc.ca/releases/2024JEDI0018-000473",
    "https://www.news.gov.bc.ca/releases/2024JEDI0018-000473"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jim johnson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ubc",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:50:06.616+03:00",
  "updated": "2024-04-05T02:50:06.616+03:00"
}