{
  "thread": {
    "uuid": "96ae53adc63f47492476b0b5b87e6ecbf0a800e1",
    "url": "https://www.latercera.com/culto/2024/04/18/bernardo-quesney-encuentro-que-es-muy-chistoso-vivir-en-chile-y-ser-chileno",
    "site_full": "www.latercera.com",
    "site": "latercera.com",
    "site_section": "https://www.latercera.com/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Tercera",
    "title": "Entrevista a Bernardo Quesney: “Encuentro que es muy chistoso vivir en Chile y ser chileno” - La Tercera",
    "title_full": "Entrevista a Bernardo Quesney: “Encuentro que es muy chistoso vivir en Chile y ser chileno” - La Tercera",
    "published": "2024-04-19T00:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://www.latercera.com/resizer/CjpSZZ8nwEd9AlriW7ysjCShVos=/900x600/smart/cloudfront-us-east-1.images.arcpublishing.com/copesa/YC3H446SFVD5BJPQILYCGLPYRE.JPG",
    "performance_score": 0,
    "domain_rank": 5307,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96ae53adc63f47492476b0b5b87e6ecbf0a800e1",
  "url": "https://www.latercera.com/culto/2024/04/18/bernardo-quesney-encuentro-que-es-muy-chistoso-vivir-en-chile-y-ser-chileno",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "latercera.com",
  "published": "2024-04-19T00:53:00.000+03:00",
  "title": "Entrevista a Bernardo Quesney: “Encuentro que es muy chistoso vivir en Chile y ser chileno” - La Tercera",
  "text": "Acaba de llegar a los cines Historia y Geografía, el tercer largometraje del realizador sanfelipeño y el primero en casi una década. En entrevista con Culto, Quesney habla de esta \"comedia negra sobre la apreciación cultural\", de su ciudad natal, de los actores y del Chile post 18-O. En los principales diccionarios del castellano el adjetivo “chistoso” tiene dos acepciones: la primera se refiere a la persona que cuenta chistes o que dice cosas de un modo gracioso, y la segunda, a todo lo que “tiene chiste o gracia”. Tras conversar con el cineasta y videoclipero Bernardo Quesney, no hay que descartar una tercera. Porque a este sanfelipeño de 34 años y 1.92 m., podrían parecerle propiamente chistosos situaciones o episodios muy diversos y hasta incompatibles. Pero eso sería parte del chiste. Admirador de sus colegas y connacionales Raúl Ruiz y Cristián Sánchez, ve en las películas chilenas de ambos esa mezcla de extrañeza y comicidad asordinada, a veces feroz, que termina considerando chistosa (aunque no lo plantea en esos términos). Y por ahí va la idea de comedia sobre la cual trabaja desde que se animó a hacer, con 19 años, una película de título wellesiano-chacotero que se vio en el Festival Cine B y nunca más: Sed de mar (2008). Porque lo suyo, además de invocar la carcajada en determinados momentos, es crear cierto efecto: una inmersión en un mundo donde algo raro pasa con los personajes, donde algo no calza, donde algo incomoda, todo lo cual puede dar pie la risa o a la sonrisa, pero también a la observación crítica. Eso, en paralelo a su destacada carrera en los clips musicales, que partió junto a la banda indie Dënver -amigos suyos de San Felipe- y hoy registra decenas de trabajos junto a artistas que van de Javiera Mena a Gepe y Princesa Alba. Pero ocurre que este autor de comedias no hacía una desde 2014, cuando estrenó en Sanfic Desastres naturales (coescrita por Pedro Peirano): la historia de un colegio privado de San Felipe puesto patas arriba por sus alumnos, en la que debe ser la más lúcida de las miradas fílmicas al movimiento estudiantil de 2011. Casi una década más tarde volvió al Sanfic 2023 con Historia y geografía, que acaba de estrenarse en salas chilenas. Rodado en 2020, apenas se relajaron las medidas anticovid más severas, el tercer largo de Quesney nació de un taller de actuación que tomó en 2015 -es bastante dado a cursar talleres- y lo protagoniza Amparo Noguera en el rol de Gioconda Martínez: una actriz despreciada por sus pares tras ganar fama televisiva en los 90 por un personaje cómico. Como quien entra en crisis de identidad, ahora Gioconda quiere adaptar a las tablas La Araucana en la sala de una prestigiosa directora, excompañera universitaria (Paulina Urrutia) y con el protagónico de una influencer ganadora de un Goya. Cuento corto: todo sale mal, y Gioconda debe partir a redimirse a San Felipe, que es también su ciudad natal. Quesney ha definido esta película como una “comedia negra sobre la apropiación cultural”, y cualquiera que la vea podrá hacerse una idea a este respecto cuando asomen en ella haitianos encarnando a mapuches. Sentado en un café/restorán al costado de la Plaza Las Lilas, se allanó a examinar las cosas de a una. Décadas atrás, “apropiación cultural” tenía una connotación positiva: cualquiera podía hacer propio cualquier producto cultural en un mundo globalizado. Hoy suena más a acusación de robo. ¿Cómo se dio en esta película? ¿Hay una provocación? Para mí fue algo más entretenido que provocador. Y más que el tema de la apropiación cultural, hay algo en esta mujer con crisis de identidad que quiere adaptar un libro con problemas de identidad. Ahora, lo de la apropiación cultural no solo lo veo en el personaje de Gioconda; también en el mundo de la cultura. A veces a nivel de cultura local, o para ganar fondos, he visto mucha obra sobre el pueblo mapuche. “A ver” [imposta la voz, recordando su película Efectos especiales, donde se encarna a sí mismo]: “¿Cómo hacemos mejor esta historia?”. Porque tiene que tener algunos temas o tópicos que sean duros, sobre los oprimidos. No puede ser algo tan fácil, sobre todo para que quede la idea de que este tema es importante, que esta película es importante, que esta obra es importante. Esta mala idea de Gioconda de hacer La Araucana viene de ahí. Si te das una vuelta por teatros regionales, vas a ver más de una obra sobre un mito, siempre con los pueblos originarios, no solamente los mapuches. Yo puedo respetar a la gente que lo estudia, pero, ¿qué pasa si la persona que entra a esto no tiene esas capacidades? ¿O si es un oportunista? Puede serlo. Puede ser alguien que caminó por las calles durante el estallido y vio muchas banderas mapuches, y dijo, este un tema que está en boga o que me sirve [en ese momento, advierte el cineasta que a un costado del café hay una librería con nombre en mapudungún]. Y cuando yo mismo me metí con La Araucana, me metí en un cacho: es una obra gigante, que tiene adeptos, que tiene gente que la odia, como Pedro Cayuqueo, que dice que es lo más chanta del mundo. Ahora, lo interesante de hacer la mezcla con los haitianos es que me gustaba también, más que criticar al personaje, ver qué pasa con una versión nueva, actualizada. Siempre el tema en boga va a ser reanalizado por alguien, fallando o no. La comedia es tu género predilecto, no así el cine chileno de comedia. Partí bien joven haciendo películas y el ejemplo que más te ponían enfrente era el de Nicolás López (Qué pena tu vida), y a mí me cargaban esas películas: no me gustaba ese mundo tan plástico, no me gustaban los personajes, y como venía de San Felipe, no enganchaba. Había demasiado marketing y nadie me caía bien. El otro ejemplo era Sebastián Badilla (El limpiapiscinas), y yo pensaba, qué miedo tener eso de ejemplo. Ahora, también hay “buenos ejemplos”: lo que hace [Pedro] Peirano con [Álvaro] Díaz siempre para mí ha sido lo máximo. También lo de Sebastián Silva y Cristián Jiménez: Ilusiones ópticas me sigue pareciendo una excelente comedia, también La vida me mata. ¿Y nunca te atrajo el mix “sexo más comedia”, que explica algunos de los mayores taquillazos locales? No, no, no. ¿Por pudor? La comedia que tengo como referente en la vida es Mujeres al borde de un ataque de nervios: cada vez que la recuerdo digo, ¡qué película más chistosa! Localmente, me he reído mucho con Raúl Ruiz y Cristián Sánchez, aunque no son considerados directores de comedia. Con un personaje como el del profe [Maturana] de Palomita blanca te matái de la risa. ¿Qué es lo que más cuesta de la comedia? Obviamente, hay que tener una buena idea, una buena historia, saber de qué reírse, pero también es difícil a nivel de fondos. Cuesta. Siempre va a ganar un gran drama, algo que sea importante. Nos costó con esta película sobre todo porque la comedia no es bien vista. ¿Te sorprendió, entonces, ganar el premio a mejor dirección en Sanfic? Mucho. No lo entendía. Es que la comedia siempre va a ser un hermano chico, medio pobre, a no ser que te lances con “rostros”, o hagas algo como esos hits mexicanos donde está muy claro todo. ¿Te atrae más el autoexamen, la paradoja? Sí... Yo encuentro que es muy chistoso vivir en Chile y ser chileno. ¿A qué te refieres? Yo me río mucho en el día a día, cuando escucho a la gente. Creo que el día a día es raro. Y Santiago es bien raro. ¿Porque tiene un lado absurdo? No sé. Hace poco salvé a una persona de suicidarse en el metro; después, la misma persona me pegó y me echó la culpa. No sé si es Chile o es el mundo, pero veo muchas cosas absurdas constantemente. Y están ahí, siempre tristes, pero bordeando otra cosa. Ahora, no se trata de hacerse el gracioso. Mi sueño es hacer una comedia de real observación. Chistes más, chistes menos, ¿qué mirada a Chile estás proponiendo? Es súper difícil hablar de Chile. Siempre que creo estar hablando de Chile, como que Chile se destruye, o se autodestruye. Siento que cada vez que intento describir hacia dónde vamos, es como si se tratara de alguien bipolar. Todas mis películas siempre tienen un retraso: hablan de cosas de tres o cuatro años antes, pero porque uno las está viviendo y creo que hace bien. Lo contrario me pasa, por ejemplo, si veo un documental enaltecedor del estallido social. ¿Como el de Patricio Guzmán [Mi país imaginario]? Ese documental envejeció muy mal. No tuvo el tiempo que tuvo La batalla de Chile. Ahora, volviendo a Historia y geografía, quise repensar varias cosas, entre ella la sombra del estallido social, con la TV y sus daños. Sin épica. Sin épica. Me da miedo el relato con épica. No se me podrían ocurrir personajes en esos términos. San Felipe y los actores La madre es de Los Andes y el padre, de Santiago, pero se fueron a vivir a San Felipe. En esta ciudad de la V Región nacieron los seis hermanos Quesney Andrade, siendo Bernardo el quinto de ellos. Nacido y criado, no de casualidad el cineasta ha ambientado total o parcialmente en San Felipe los tres largos que pueblan su filmografía. Concede, adicionalmente, que hay algo entrañable en volver a esos lugares, pero no tiene interés en que eso se traduzca en nostalgia o sentimentalismo, mucho menos en una “película Sernatur”: en una postal campechana, pintoresca o de fácil digestión para los no sanfelipeños. Lo suyo fue, entonces, extrañarse de esa localidad cuya regulación urbana permite que el adobe coexista con el edificio vidriado. O que autoriza al espectador inadvertido a encontrarse con un corpóreo de dinosaurio a la vuelta de la esquina, con los padres de Quesney como extras, o con una plaza cuyos juegos infantiles con forma de dinosaurio fueron grafiteados hace rato, y ahí quedó la huella (los rayados callejeros en Historia y geografía parecen, en sí mismos, un comentario sobre el Chile post 18-O). Porque no es para el realizador cosa de amarla u odiarla, sentimientos que siempre pueden asomar, sino más bien de asombrarse un poco con ella. ¿Lo entenderán así los sanfelipeños? A una autoridad municipal subrogante que vio la película en Sanfic le pareció que la ciudad se veía “horrenda”, pero no todos parecen ser de esa opinión: la noche del miércoles, al aire libre y en pleno centro, se realizó la avant première de la película en presencia de las protagonistas. Allí, según Quesney, hubo una buena recepción, incluida la de un par de profesoras suyas del colegio que no quisieron perderse la proyección. Estuvo también allí la mayor parte de los técnicos y los actores, casi todos los cuales alojaron en la misma edificación edilicia donde se rodó el núcleo de la película. Quesney también alojó ahí, en el espíritu de “encuarentenar” al equipo en tiempos de exámenes PCR y aislamientos por contagio. De paso, tuvo más de cerca al mundo actoral -aficionado o profesional-, lo que no es broma considerando que su película trata en parte de ese mundo, al cual tiene acercamientos muy encontrados, cosa que también le pasa con el mundo musical, al que conoce mejor. ¿Te parece que los actores chilenos son “llorones”, como planteó Jaime Vadell? No estoy muy de acuerdo. Quizá él está ya en una posición bastante cómoda, pero en los últimos años, sobre todo con el declive de las teleseries, los actores están en una situación muy, muy precaria. Con mis colegas audiovisuales tenemos cierto rango (podemos hacer publicidad u otras cosas), pero ellos no. Está el streaming, es cierto, pero [la productora] Fábula hace una serie al año y tampoco llama a muchos actores. Hay mucho actor desempleado, y si quieres ser actor de teatro, tienes que estar con dos o tres obras todo el tiempo. No es como en otro tiempo, cuando un actor podía hacer teatro porque su trabajo en la TV se lo permitía. ¿Cómo se vincula esto al “impacto” cultural que buscan todos, incluyendo el Estado? Una vez fui a un festival bien lejos de Santiago, y me dijeron, “que venga la Amparo [Noguera], o la Cata [Saavedra] o la Paulina [Urrutia]”. Y yo les dije, “no, voy a ir con Steevens [Benjamin, actor haitiano]”. “No nos interesa”, me respondieron. Pero luchamos y fuimos con Steevens... Y eso lo encuentro medio triste. Al final, necesitas ese animal televisivo, ese rostro. Comenta Por favor, [inicia sesión](#) en La Tercera para acceder a los comentarios.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.lacuarta.com/cronica/noticia/que-te-creis-voh-tonto-el-furioso-cruce-en-vivo-entre-hugo-gutierrez-y-pancho-orrego/62V4EQOKGVAV3ISZ33KCRNE7II/",
    "https://twitter.com/share?url=https://www.latercera.com/culto/2024/04/18/bernardo-quesney-encuentro-que-es-muy-chistoso-vivir-en-chile-y-ser-chileno/&text=Bernardo%20Quesney%3A%20%E2%80%9CEncuentro%20que%20es%20muy%20chistoso%20vivir%20en%20Chile%20y%20ser%20chileno%E2%80%9D&hashtags=Películas,BernardoQuesney,Historiaygeografía,AmparoNoguera",
    "https://www.lacuarta.com/cronica/noticia/mi-esta-diciendo-que-hay-que-tener-cuidado-jc-rodriguez-discrepa-en-vivo-con-su-jefa-y-frena-a-monse-alvarez/5MXIRYYQ3JBQ7I6RTU24NMQGFA/",
    "https://lacuarta.com/cronica/noticia/que-te-creis-voh-tonto-el-furioso-cruce-en-vivo-entre-hugo-gutierrez-y-pancho-orrego/62V4EQOKGVAV3ISZ33KCRNE7II/",
    "https://www.lacuarta.com/cronica/noticia/que-te-creis-voh-tonto-el-furioso-cruce-en-vivo-entre-hugo-gutierrez-y-pancho-orrego/62V4EQOKGVAV3ISZ33KCRNE7II",
    "https://www.lacuarta.com/cronica/noticia/mi-esta-diciendo-que-hay-que-tener-cuidado-jc-rodriguez-discrepa-en-vivo-con-su-jefa-y-frena-a-monse-alvarez/5MXIRYYQ3JBQ7I6RTU24NMQGFA",
    "https://twitter.com/share?url=https://latercera.com/culto/2024/04/18/bernardo-quesney-encuentro-que-es-muy-chistoso-vivir-en-chile-y-ser-chileno/&text=Bernardo%20Quesney%3A%20%E2%80%9CEncuentro%20que%20es%20muy%20chistoso%20vivir%20en%20Chile%20y%20ser%20chileno%E2%80%9D&hashtags=Películas,BernardoQuesney,Historiaygeografía,AmparoNoguera",
    "https://twitter.com/share",
    "https://lacuarta.com/cronica/noticia/mi-esta-diciendo-que-hay-que-tener-cuidado-jc-rodriguez-discrepa-en-vivo-con-su-jefa-y-frena-a-monse-alvarez/5MXIRYYQ3JBQ7I6RTU24NMQGFA/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:00:18.802+03:00",
  "updated": "2024-04-19T01:06:54.055+03:00"
}