{
  "thread": {
    "uuid": "4343f4cf9d30e87fdab27d8fb97bf3943ba52a11",
    "url": "https://www.channel3000.com/news/money/white-house-touts-u-s-economy-s-strength-as-election-year-begins/article_ebabe0f5-e8f5-544c-ba4a-1592bc86c557.html",
    "site_full": "www.channel3000.com",
    "site": "channel3000.com",
    "site_section": "https://www.newsbreak.com/channel3000-com-news-3-now-1590297",
    "site_categories": [
      "media"
    ],
    "section_title": "Channel3000.com | News 3 Now | NewsBreak",
    "title": "White House Touts U.S. Economy’s Strength as Election Year Begins | Money news | channel3000.com",
    "title_full": "White House Touts U.S. Economy’s Strength as Election Year Begins | Money news | channel3000.com",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/channel3000.com/content/tncms/assets/v3/editorial/6/22/62291dd6-2eea-56dd-98ea-6ac6fb5680ca/659890fcc65ac.image.jpg?crop=1897%2C996%2C0%2C48&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 11953,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4343f4cf9d30e87fdab27d8fb97bf3943ba52a11",
  "url": "https://www.channel3000.com/news/money/white-house-touts-u-s-economy-s-strength-as-election-year-begins/article_ebabe0f5-e8f5-544c-ba4a-1592bc86c557.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Helhoski",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "White House Touts U.S. Economy’s Strength as Election Year Begins | Money news | channel3000.com",
  "text": "Another strong jobs report finished off a remarkably solid year for labor in 2023. Among the highlights: - Job growth continued. The Bureau of Labor Statistics data shows the U.S. economy once again beat expectations for jobs gains at 216,000 for December, the latest in a 36-month trend of growth. For 2023, job growth came in at 2.7 million, with an average monthly gain of 225,000. By comparison, 4.8 million jobs were added in 2022, with an average monthly gain of 399,000. - Unemployment remained low. The unemployment rate stayed steady at 3.7%, and rates are on a streak of 23 months below 4% — a stretch unseen since the late 1960s, Bureau of Labor Statistics data shows. - Wage growth remains elevated. Wage growth came in at 4.1% over the prior 12 months — that’s good news for workers, but higher than the Federal Reserve might like as it determines when it begins cutting rates in 2024. A tight labor market, falling inflation and persisting economic growth all form a strong economic picture heading into 2024. But high interest rates remain, as do elevated prices. NerdWallet spoke with Jared Bernstein, chair of the White House Council of Economic Advisers to get his take on Friday's jobs report, consumer sentiment and the economic look ahead. The following interview has been edited for length and clarity. NerdWallet: In 2023, inflation fell, the labor market steadily cooled, we saw higher-than-expected GDP growth and avoided a recession. Many economists seem surprised that the Fed was able to ease inflation without tanking the job market or tipping us into a recession. Are you surprised at where we stand right now? Jared Bernstein: I wouldn't say I'm particularly surprised. And in fact, we've long argued publicly that the goal was to maintain the tight labor market while easing inflationary pressures. I think President Biden views that as a key way to both empower workers with the maintenance of the tight job market while giving families some breathing room with easing inflation and even some lower prices . Substantively, an important piece of this is recognizing that supply chain normalization and the improvement of the economy's supply side — whether it's logistical supply chains or the increase in labor supply — have also helped in that regard. And that's a good way to reduce inflationary pressures without dinging the demand side of the equation. NerdWallet: Last year, job gains were mainly in three areas: health care, government, as well as leisure and hospitality. How much of the 2023 job growth can we attribute to a rebound from the pandemic, and how much can we attribute to underlying economic growth? Jared Bernstein: I think by the time you're in 2023 a chunk of the rebounding is behind you. Certainly the biggest numbers. One way to think about this is that in '21 the average monthly job gain was 600,000 a month — so that's huge and it has some rebounding clearly embedded in it. And in '22 the analogous number that's the average monthly job growth was about 400,000. And in '23 it was around 200,000 and 225,000. So there's kind of a stepladder there that gets you more into a steady, stable growth path. I think by the time we got into '23, we really executed on the president's plan to maintain a tight job market and to get wages rising. That is such a key — real wages beating prices. Look, in an economy that's 70% consumer spending like this one, if American consumers are at the tail end of a strong job market and easing prices, rising real pay, that's a pretty good forward-motion machine. I think that's a lot of what we saw in '23. NerdWallet: So is there some economic vulnerability in having growth concentrated in so few sectors? Some of the more interest-rate-dependent industries, for example, have shown little to no growth. And other areas like transportation and warehousing that boomed during the pandemic are now seeing some decline. Jared Bernstein: Well, I get paid to worry about everything, so I'll never say, ‘Oh, nothing to see there,’ but I think that caution has been somewhat overplayed. Lots of industries created jobs. I think 70% of the industries contributed in '23, some more than others, as you say. If you think interest rates are more likely to be down than up next year, then that should be helpful to some of the interest rate-sensitive sectors that you mentioned, upwardly speaking. If I look at the sectors that did create the most jobs, some of them are very large and significant sectors — private services, for example. We saw some great manufacturing numbers this year, more in the first half than in the second half of the year. We also know that we had good construction numbers, and not so much in residential buildings, but more in nonresidential. And I think some of that really links up to factories that are being built. There's hundreds of billions of capital that's come in from the sidelines supported by the Inflation Reduction Act and the Chips Act. We're actively building manufacturing facilities in this country to stand up the domestic industry of chips with electric vehicles, batteries and that should lead to more manufacturing jobs once those factories come online. “ Executing on the president's agenda has led to a situation where things are looking a lot better than people thought they would. And I think as time goes on, we'll see more positive reporting when it comes to consumer sentiment.”Jared Bernstein, chair of the Council of Economic Advisers NerdWallet: I want to shift to consumer sentiment and approval of President Biden's economic management — both slumped for most of the year, but at least one recent poll shows that the tide may be turning in that respect. How do you understand the disparity between the economy's many objective strengths and consumer discontent? Jared Bernstein: Well, I think it takes some time for the dynamics that you and I have been talking about to reach into people's lives, and there's a consciousness deep enough that it shows up in some of these indices of confidence and sentiment. And that's why the December numbers, as you suggest, are a positive glimmer there. It's one month, so it's not a new trend, but the consumer confidence survey was up 10%; the University of Michigan sentiment survey was up a whopping 14%; there was some other polling that began to show this morphing in the way you suggested. I think one of the things that's going on there, again, has to do with this intersection of the very strong job market while inflation is easing. So we see real wage gains; wages are beating prices now for 10 months in a row for middle-wage workers. A lot of economists and I think it was 90% of CEOs a year ago said we would be in a recession. So executing on the president's agenda has led to a situation where things are looking a lot better than people thought they would. And I think as time goes on, we'll see more positive reporting when it comes to consumer sentiment. NerdWallet: Interest rates are something that's obviously on the mind of the market and consumers. Can you comment on the effect today's jobs report might have on the timing of Fed’s rate cuts? Jared Bernstein: Yeah, no I can’t. We have much respect for the independence of the Federal Reserve. So I'm certainly not going to talk about that. But I can talk to you a little bit about inflation because, of course, it's relevant. At the end of the day, inflation is going to drive a lot of the result of that kind of question. So we know that inflation is down two-thirds from its peak. We know that the six-month annualized rate of one of the inflation gauges the Fed watches most carefully, the core PCE , is growing at just below 2%. So that's a good sign for them. We also know that actual prices probably get more into sentiment than the Fed. And we know that actual prices — not lower inflation, actually lower prices — are in place whether we're talking about gas or bread, milk, eggs , toys, TVs, airfares, used cars, a lot of things that really spiked in price have come down in price. So we've had some deflation there. That helps with breathing room and, of course, that helps on the inflation side as well. NerdWallet: Can you talk a little bit about the populations that fueled labor force growth in the last year, specifically women? Jared Bernstein: When President Biden talks about empowering workers — and that's a key pillar of Bidenomics — one of the things he's really thinking about is the benefit of running a tight labor market, and the way they cascade to groups that have historically been underserved or even left behind. So here's a number you haven't probably heard too much today, but it comes out of the report: If you look at the average Black unemployment rate for 2023, it’s 5.5% — that's the lowest Black unemployment rate on record for an annual average going back to 1972, when the Bureau of Labor Statistics started collecting that data. If you look at the employment results for disabled workers, they're shooting up very nicely. And, of course, women, in what we call prime age: 25 to 54. If you look at folks in their prime working years, women's labor force participation broke records in 2023. This is just what happens when you have a persistently tight labor market with the unemployment rate below 4% for 23 months in a row, 14.3 million jobs, 36 months in a row of job creation. It's a great labor market. And it's reaching folks who too often are left behind under weaker conditions. The article White House Touts U.S. Economy’s Strength as Election Year Begins originally appeared on NerdWallet.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://www.nerdwallet.com/article/finance/what-prices-are-actually-deflating?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/are-gas-prices-going-down?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/price-of-food?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/what-is-cpi?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/what-is-the-pce?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/gdp-report?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/jobs-report-unemployment-rate?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/bidenomics-explained?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://nerdwallet.com/article/finance/price-of-food?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/are-gas-prices-going-down",
    "https://www.nerdwallet.com/article/finance/jobs-report-unemployment-rate",
    "https://nerdwallet.com/article/finance/what-is-cpi?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/what-is-cpi",
    "https://www.nerdwallet.com/article/finance/bidenomics-explained",
    "https://nerdwallet.com/article/finance/are-gas-prices-going-down?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://nerdwallet.com/article/finance/what-is-the-pce?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/what-prices-are-actually-deflating",
    "https://nerdwallet.com/article/finance/jobs-report-unemployment-rate?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://nerdwallet.com/article/finance/gdp-report?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/what-is-the-pce",
    "https://www.nerdwallet.com/article/finance/price-of-food",
    "https://nerdwallet.com/article/finance/what-prices-are-actually-deflating?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://nerdwallet.com/article/finance/bidenomics-explained?utm_campaign=ct_prod&utm_content=1489697&utm_medium=rss&utm_source=syndication&utm_term=lee",
    "https://www.nerdwallet.com/article/finance/gdp-report"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "white house",
        "sentiment": "negative"
      },
      {
        "name": "bureau of labor statistics",
        "sentiment": "none"
      },
      {
        "name": "federal reserve",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:47:34.633+02:00",
  "updated": "2024-01-06T01:47:34.633+02:00"
}