{
  "thread": {
    "uuid": "88b19ed8dd1c783e0eaa5c4079e1c5501446ec39",
    "url": "https://abc11.com/tripledemic-covid-symptoms-flu-season-rsv/14274548/",
    "site_full": "abc11.com",
    "site": "abc11.com",
    "site_section": "http://abc11.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "How to avoid the 'tripledemic' of RSV, COVID-19, flu",
    "title_full": "How to avoid the 'tripledemic' of RSV, COVID-19, flu",
    "published": "2024-01-05T19:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14280820_sick-person-stock-img.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 7583,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 35,
        "comments": 19,
        "shares": 11
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "88b19ed8dd1c783e0eaa5c4079e1c5501446ec39",
  "url": "https://abc11.com/tripledemic-covid-symptoms-flu-season-rsv/14274548/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WTVD",
  "published": "2024-01-05T19:56:00.000+02:00",
  "title": "How to avoid the 'tripledemic' of RSV, COVID-19, flu",
  "text": "Respiratory illnesses are on the rise throughout the United States, and health officials are warning of a tripledemic. They recommend\ntaking action to mitigate the spread of airborne illnesses.\nHere's what we know about the tripledemic and healthy habits to avoid catching respiratory illnesses this season.\nThough it's not an official scientific term, a \"tripledemic\" represents the spread of three major viruses during this respiratory illness season:\n[flu](/tag/flu/), [COVID-19](/coronavirus/) and [RSV](/tag/rsv/). The medical community refers to the season of respiratory illnesses as \"respiratory illness season.\"\nPublic health experts say it's difficult to compare this respiratory illness season to previous years as COVID-19 emerged as a new threat over the last three years. During the height of the COVID pandemic in the 2020-2021 flu season, there was limited to no flu activity.\nNow, the U.S. is beginning to return to seasonal trends with all three of the viruses circulating. Last year was an unprecedented early season.\n\"A steady increase in respiratory illnesses is a common annual trend, typically fueled by holiday gatherings and travel. This year is no exception,\" said Dr. John Brownstein, an epidemiologist at Boston Children's Hospital and ABC News medical contributor. \"With January and February often marking the peak of such illnesses, it's crucial to exercise heightened vigilance now.\"\nEveryone is at risk of getting any of theses illnesses. Some areas are dealing with more flu, others with more COVID, others with more RSV.\nAdults over 65 have the highest rates of flu and COVID hospitalizations, while kids under 4 have the highest rates of RSV hospitalizations. Adults over 65 continue to have the highest rates of death due to any respiratory virus. COVID remains the main driver of all viral respiratory deaths.\nEach virus has very similar symptoms. There is no real way to tell what you have unless you get tested. There are COVID at-home tests readily available. Some over the counter flu/COVID tests are also available. RSV is typically tested for at the hospital or medical clinic.\nMORE:\n[Everything you need to know about RSV symptoms, treatments, shots](/rsv-respiratory-syncytial-virus-symptoms-vaccine/14173154/)\nHealthy habits like avoiding those who are sick, covering your cough and washing hands can also help limit the spread of germs.\nRespiratory illnesses mainly spread by droplets made when people cough, sneeze or talk. Sometimes, viruses can be spread by touching a surface and then touching your own mouth, nose or possibly eyes.\nRespiratory illness activity generally tends to begin in the South and migrates West and North across the U.S. The Centers for Disease control updates data for what states are dealing with high/very high activity. You can check out the latest data\nhere.\n\"My advice is to prioritize health safety measures like staying home when sick, get vaccinated if you haven't already and practice good hygiene to prevent the spread of illnesses,\" Dr. Brownstein said.\nMORE |\n[Should you (still) wear a face mask when you travel? Medical expert weighs in](/face-masks-travel-airplane-airports/14168541/)\nVaccination remains the best way to reduce the risk of severe illness including hospitalization and death from respiratory illnesses, experts say.\nEveryone over the age of 6 months is recommended to get an updated COVID and flu vaccine.\nAdults over 60 years old and pregnant women may receive an RSV vaccine. Infants under 8 months may also receive an RSV monoclonal antibody shot. The CDC has asked doctors to prioritize at-risk infants due to limited supply.\nVaccines should be free to most with insurance. Adults without insurance can still receive a COVID vaccine at no cost, via a federal program. Most children can get vaccines for free, via a federal program.\nFlu, COVID, RSV vaccines may be given at the same visit. Visit\nvaccines.gov to find locations for flu vaccines and COVID vaccines. Talk to a health care provider for RSV shots.\nWhat: Updated flu shots and nasal spray flu vaccine.\nWho: Everyone over 6 months old, those over 65 may get a higher dose.\nBenefits: Reduce risk of severe illness, hospitalization, and death.\nWhat: Vaccine for adults and monoclonal antibody for infants.\nWho: Adults over 60 years old, pregnant women within 32-36 weeks and infants under 8 months old.\nBenefits: Reduce risk of severe illness, hospitalization and death for those most at-risk.\nWhat: Updated COVID vaccines targeting current variants.\nWho: Everyone over 6 months old, younger kids and immunocompromised people may need multiple vaccines.\nBenefits: Reduce risk of severe illness, hospitalization, death and long COVID.\nMORE |\n[Who gets long COVID and why? Here's what new research reveals](/long-covid-last-symptoms-test/14059820/)\nTesting is an important first step. If you know what you have, you can get treated.\nFor those most at risk, antiviral medication is available to help treat both influenza and COVID. That treatment should be started as soon as possible. Antivirals are not routinely recommended to treat RSV.\nTalk to your health care provider or pharmacist about your treatment options if you are sick with a respiratory illness.\nEvery household can order four free COVID tests shipped directly home, at\ncovid.gov. Check if your at-home test expiration dates have been extended https://www.fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list. Find COVID treatments https://covid-19-test-to-treat-locator-dhhs.hub.arcgis.com/.\nYouri Benadjaoud contributed to this report.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Social Issue"
  ],
  "external_links": [
    "https://www.cdc.gov/respiratory-viruses/data-research/dashboard/activity-levels.html",
    "https://abc7ny.com/nyc-hospitals-mask-mandates-covid-flu/14265768/",
    "https://www.fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list.",
    "https://covid-19-test-to-treat-locator-dhhs.hub.arcgis.com/.",
    "https://www.vaccines.gov/",
    "https://www.covid.gov/",
    "https://www.vaccines.gov",
    "https://www.abc7ny.com/nyc-hospitals-mask-mandates-covid-flu/14265768/",
    "https://fda.gov/medical-devices/coronavirus-covid-19-and-medical-devices/home-otc-covid-19-diagnostic-tests#list.",
    "https://www.covid.gov",
    "https://vaccines.gov/",
    "https://covid.gov/",
    "https://abc7ny.com/nyc-hospitals-mask-mandates-covid-flu/14265768",
    "https://www.covid-19-test-to-treat-locator-dhhs.hub.arcgis.com/.",
    "https://cdc.gov/respiratory-viruses/data-research/dashboard/activity-levels.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:46.194+02:00",
  "updated": "2024-01-06T00:01:46.194+02:00"
}