{
  "thread": {
    "uuid": "97d3f3172d47b5db10ade825fc1da10e22838b92",
    "url": "https://www.emmys.com/news/online-originals/science-fiction-tv-shows-star-trek-xfiles-seaquest",
    "site_full": "www.emmys.com",
    "site": "emmys.com",
    "site_section": "http://www.emmys.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Television Academy",
    "title": "You Can Thank Star Trek for One of Sci-Fi TV's Biggest Years | Television Academy",
    "title_full": "You Can Thank Star Trek for One of Sci-Fi TV's Biggest Years | Television Academy",
    "published": "2024-01-05T12:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.emmys.com/sites/default/files/photos-article/star-trek-tng-s5-900x600.jpg",
    "performance_score": 0,
    "domain_rank": 6326,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 26
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "97d3f3172d47b5db10ade825fc1da10e22838b92",
  "url": "https://www.emmys.com/news/online-originals/science-fiction-tv-shows-star-trek-xfiles-seaquest",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Neil Moritz",
  "published": "2024-01-05T12:44:00.000+02:00",
  "title": "You Can Thank Star Trek for One of Sci-Fi TV's Biggest Years | Television Academy",
  "text": "1993 was a big year for sci-fi, thanks to shows like SeaQuest DSV, Star Trek: DS9 and The X-Files The first Star Trek spinoff of the Rick Berman era, Deep Space Nine, premiered Jan. 1993 NBC boldly went underwater with their cult-fave sci-fi series, SeaQuest DSV You Can Thank Star Trek for One of Sci-Fi TV's Biggest Years X-Files was one of several shows that wouldn't exist in part without Captain Picard. In 1993, television and science fiction boldly went farther than either had gone before, with eight sci-fi series that sparked a programming boom during the 1993-1994 TV season that was unheard of at the time. Its impetus? [Star Trek: The Next Generation](https://www.emmys.com/shows/star-trek-next-generation). When the popular Star Trek offshoot debuted in syndication in 1987 — two decades after Gene Roddenberry's original series went off the air — the voyages of Patrick Stewart's Captain Jean-Luc Picard hit its stride in the show's third and fourth seasons, when it became a smash hit. Once Paramount announced in 1993 that Next Gen's seventh season would be its last, Hollywood sought to fill that void and service a fanbase hungry for more sci-fi TV. (Fittingly, in the same year that news broke of Star Trek: The Next Generation's farewell, a new sci-fi phenomenon would launch: Fox's [The X-Files](https://www.emmys.com/shows/x-files).) With Star Trek and The X-Files tapping a then-underserviced market and audience, eight high-profile, live-action series made their debuts. Some earned cult status; one is regarded as an exemplar of the genre. Here's a look back, in order of release, at those shows and their impact on television: [Star Trek: Deep Space Nine](https://www.emmys.com/shows/star-trek-deep-space-nine-1) (1993-1999) Original Airdate: January 3, 1993 Number of episodes: 173 In the wake of The Next Generation, what better way to carry the franchise torch than a brand-new series? While TNG had been a big risk six years earlier, this was oddly an even bigger one, because if it failed, any momentum that TNG had gained would have been squandered. But excellent writing and a great cast led by Avery Brooks as Captain Ben Sisko took care of that. Set concurrently with the events of TNG, Deep Space Nine further solidified Star Trek as one of the biggest and best franchises the genre had to offer. Time Trax (1993-1994) Original Airdate: January 20, 1993 Number of episodes: 43 More than a year before Jean-Claude Van Damme played a time-traveling cop on the hunt for time-hopping criminals hiding in the past in the feature film Timecop, Dale Midkiff did it as Officer Darien Lambert, who traveled through time on the hunt for time-hopping criminals hiding in the past. The similarities don't end there, as Mia Sara appeared in both entries. The show was a big hit with fans but was ultimately canceled by the Prime Time Entertainment Network (which also aired Babylon 5, see below), because it wanted to change the direction of its programming to expand its viewership. Space Rangers (1993-1994) Original Airdate: January 27, 1993 Number of episodes: 6 This CBS series, about a ragtag police force patrolling the galaxy, struggled to find an audience despite an impressive ensemble cast that included Linda Hunt, Clint Howard, Jack McGee and an inspired episode-five cameo by Buddy Hackett (playing over-the-hill comedian Lenny Hacker. Of the series' six episodes, only four aired on the network in 1993; the other two aired with little fanfare a year later. It's a shame, because Space Rangers' premise was ahead of its time and, with a larger budget, could thrive in the current TV landscape. In short: ahead of its time and perhaps ripe for a reboot. Babylon 5 (1993-1998) Original Airdate: February 22, 1993 Number of episodes: 111 Babylon 5 creator J. Michael Straczynski envisioned and pitched a series about a 23rd-century space station as a complete, 111-chapter, five-season story that would be structured like a televised novel, with a beginning, middle and end. Despite stiff competition from the similar DS9 at the time, Straczynski mostly accomplished what he wanted to achieve, with the series recently finding new life in a 2023 animated movie entitled Bablyon 5: The Road Home. Mighty Morphin Power Rangers (1993-1996) Original Airdate: May 22, 1993 Number of episodes: 156 There's a punchline aspect to the Power Rangers — it was called out in a first-season episode of Friends, for example. Butut for a generation of kids, these were their first superheroes. The show's low-budget, high-camp feel was part of its charm — and its durability — as a passionate fanbase has proven for 30 years. There were theatrical films in 1995 and 2017, and in 2023, most of the surviving original Rangers returned for Netflix's TV special, Mighty Morphin Power Rangers: Once & Always. The Adventures of Brisco County Jr. (1993-1994) Original Airdate: August 27, 1993 Number of episodes: 27 A decade before he became the lead writer and show runner of Lost, Carlton Cuse co-created this much-beloved oddity with Jeffrey Boam, the writer of Indiana Jones and the Last Crusade. Fox executives tasked the pair with creating a show that had a similar feel and paid tribute to the old movie serials that inspired Harrison Ford's iconic archeologist. Brisco County Jr., starring Bruce Campbell of Evil Dead fame, was the result. Despite heaps of praise from critics, the inventive series attracted a small, albeit extremely loyal, delivering an average audience of eight million viewers. Those ratings would make for a solid hit today, but they were not enough to save the show at the time. But Brisco lives on today, thanks to a loyal following at fan conventions. The X-Files (1993-2018) Original Airdate: September 10, 1993 Number of episodes: 217 The X-Files didn't just make stars out of David Duchovny and Gillian Anderson, it also established a definitive style and gritty tone that have been widely imitated but rarely duplicated. Initially canceled after nine seasons, The X-Files spawned two feature films (one in the summer of 1998, the other in July 2008) before Duchovny and Anderson returned in 2016 for a two-season, limited series run on Fox. Three decades after its premiere, the truth is still out there. [SeaQuest DSV ](https://www.emmys.com/shows/seaquest-dsv)(1993-1996) Original Airdate: September 12, 1993 Number of episodes: 57 Steven Spielberg put on his executive producer hat to bring this sci-fi \"edu-tainment\" show to life on NBC. Led by Jaws star Roy Scheider, SeaQuest centered on an advanced submarine in the future that explored the depths of Earth's oceans (and sometimes encountered aliens), much like the U.S.S. Enterprise explored outer space. Despite various airings preempted by sporting events and episodes going over budget, along with some casting changes, SeaQuest garnered a fervid fanbase that tuned in every week for its then-historic use of CG visual effects to depict its action-packed subaquatic exploits.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "picard",
        "sentiment": "none"
      },
      {
        "name": "jean-luc picard",
        "sentiment": "none"
      },
      {
        "name": "gene roddenberry",
        "sentiment": "none"
      },
      {
        "name": "patrick stewart",
        "sentiment": "none"
      },
      {
        "name": "rick berman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sci-fi tv",
        "sentiment": "neutral"
      },
      {
        "name": "nbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:01.082+02:00",
  "updated": "2024-01-06T00:26:01.082+02:00"
}