{
  "thread": {
    "uuid": "231a6fe0dbfac7f06d4ab04190b919f1060b6685",
    "url": "https://indianexpress.com/article/india/consensus-among-all-that-india-doesnt-need-mili-juli-sarkar-pm-9088119/",
    "site_full": "indianexpress.com",
    "site": "indianexpress.com",
    "site_section": "https://indianexpress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Today: Breaking News and Top Headlines from India, Entertainment, Business, Politics and Sports | The Indian Express",
    "title": "Consensus among all that India doesn’t need mili-juli sarkar: PM | India News - The Indian Express",
    "title_full": "Consensus among all that India doesn’t need mili-juli sarkar: PM | India News - The Indian Express",
    "published": "2023-12-29T19:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.indianexpress.com/2023/12/modiPM-3cols.jpg",
    "performance_score": 0,
    "domain_rank": 969,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "231a6fe0dbfac7f06d4ab04190b919f1060b6685",
  "url": "https://indianexpress.com/article/india/consensus-among-all-that-india-doesnt-need-mili-juli-sarkar-pm-9088119/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Express News Service",
  "published": "2023-12-29T19:50:00.000+02:00",
  "title": "Consensus among all that India doesn’t need mili-juli sarkar: PM | India News - The Indian Express",
  "text": "Asserting that BJP was “the choice” for 2024, PM Narendra Modi said Friday that people do not want a “mili-juli sarkar” (coalition government) as such governments in the past gave them “lack of governance, appeasement politics and corruption”. In an interview with India Today, he said “Modi’s guarantee” was not a formula for winning polls but trust of the poor. Emphasising that India had “unleashed” its “latent potential” and its contributions were now sought after by other countries, Modi said the world consensus today was clear: “This is India’s moment”. Referring to Ukraine and Gaza, he said India believed in a sincere diplomacy “free from fear and coercion” and that terrorists or violence could not be allowed to set the agenda. But he warned that giving primacy to diplomacy did not mean “we compromise when it comes to terrorism and territorial sovereignty”. Asked how confident he was about winning the 2024 Lok Sabha polls, he said the coalition government in the past had caused “loss of optimism and confidence among people and gave a bad image to India in the world”. So, naturally the choice of the people is the BJP,” he said. “Regarding 2024, it is not a question of my confidence. But today there is a consensus among the people, the experts, the opinion makers and friends from the media too that our country doesn’t need a mili-juli sarkar. We have lost 30 years due to instability resulting from mili-juli sarkar. People have seen lack of governance, appeasement politics and corruption,” he said. On what he meant by “Modi’s guarantees”, he said, “When I talk about the guarantee, I bind myself to it. It doesn’t let me sleep. It propels me to work harder. It leads me to give my everything to the people of the country.” Saying that one should not look up the dictionary to know the meaning of his guarantees, he said only someone who has experienced poverty understood “the greatest force propelling a poor person forward in life is their trust, their hope”. “This faith of the poor is what keeps me going.” On inflation and jobs, he said, “. Despite 2 years of once-in-a-century pandemic and global conflicts disrupting global value chains and causing recessionary pressures across the world, India has shown remarkable resilience.” Asked how India saw itself becoming a $5 trillion economy, he said, “When I became CM of Gujarat in 2001, the size of its economy was around $26 billion. When I left Gujarat to become the PM, the size of Gujarat’s economy had become $133 billion. When I became PM, the size of India’s economy was $2 trillion and at the end of 2023-24, India’s GDP will be more than $3.75 trillion. It’s this track record of 23 years which shows it is a realistic target.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bjp",
        "sentiment": "negative"
      },
      {
        "name": "india today",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:30:20.940+02:00",
  "updated": "2023-12-29T22:30:20.940+02:00"
}