{
  "thread": {
    "uuid": "73ec3f81aae51ba839633971a223b80086d5f860",
    "url": "https://elcorreoweb.es/maspasion/el-cristo-de-las-aguas-recupera-la-fisonomia-que-le-dio-antonio-illanes-NB9030935",
    "site_full": "elcorreoweb.es",
    "site": "elcorreoweb.es",
    "site_section": "http://elcorreoweb.es",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "El Correo de Andalucía - Noticias de Andalucía y empresas",
    "title": "El Cristo de las Aguas recupera la fisonomía que le dio Antonio Illanes",
    "title_full": "El Cristo de las Aguas recupera la fisonomía que le dio Antonio Illanes",
    "published": "2023-12-29T20:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://elcorreoweb.es/binrepository/680x436/0c9/680d355/down-right/10703/WUGY/aguas-2023-12-29-a_21301086_20231229192642.png",
    "performance_score": 0,
    "domain_rank": 48615,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "73ec3f81aae51ba839633971a223b80086d5f860",
  "url": "https://elcorreoweb.es/maspasion/el-cristo-de-las-aguas-recupera-la-fisonomia-que-le-dio-antonio-illanes-NB9030935",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juanma Labrador",
  "published": "2023-12-29T20:24:00.000+02:00",
  "title": "El Cristo de las Aguas recupera la fisonomía que le dio Antonio Illanes",
  "text": "El Santísimo Cristo de las Aguas ha regresado este viernes 29 al calor devocional del fervor de sus hijos y devotos, en medio de este frío y crudo diciembre, como si de un regalo de Navidad se tratase antes de que se escriba el punto final de este año 2023. Desde el pasado verano se hallaba esta efigie de Antonio Illanes Rodríguez en el taller de la empresa Musae Restauración de Arte, que tiene su sede en el Polígono Calonge, donde el crucificado ha sido acertadamente intervenido por las conservadoras y restauradoras Esther Soler y Ana Cordero, quienes han contado con un equipo multidisciplinar integrado, como ya suele ser habitual por parte de estas profesionales, por el historiador del arte Ramsés Torres, así como por químicos y biólogos pertenecientes a Sanit-Arte, además del equipo técnico de radiología Axati. Según hacen saber las citadas Soler y Cordero, «la fase cognoscitiva ha sido fundamental antes de iniciar la intervención», ya que la misma consistió en «la realización de varios análisis previos fundamentales». Además, durante estas tareas se pudieron determinar los agentes de deterioro, lo que ha sido clave para tratar de discernir la historia material de la talla cristífera, siendo posible todo ello «mediante el reconocimiento organoléptico, la recopilación de datos y estudios, la extracción de muestras con el examen de los distintos estratos, así como observaciones realizadas gracias a la aplicación de técnicas radiológicas». Esta restauración ha permitido que se elimine la suciedad superficial que presentaba el Cristo de las Aguas, así como sanear las grietas que presentaba y las aberturas del soporte, que se localizaban fundamentalmente en las uniones de los brazos con el tronco de la bendita imagen y con su sudario o paño de pureza. Especialmente llama la atención la perfilada barba que presenta ahora, ya que en una intervención efectuada por Peláez del Espino décadas atrás, éste retocó la policromía del rostro, trastocando la concepción original de Illanes en la fisonomía. De hecho, la recuperación de estos rasgos faciales, especialmente en el bigote y en los pómulos, donde la barba está realmente más rebajada, permite destacar más aún la honda expresividad de la boca del Señor. Illanes, que fue hermano mayor de esta cofradía y precisamente ocupaba dicho cargo cuando esta talla se convirtió en titular tras perderse la anterior en el incendio acaecido en la Iglesia de San Jacinto en octubre de 1942, obra también de este mismo artista, realizó la actual imagen en el año 1941, como queda reflejado en el sudario junto con su firma, y con la que el escultor alcanzó la primera Medalla de Plata en la Exposición Nacional de Arte Sacro en 1942, por lo que la efigie no se hizo originalmente para esta hermandad, un dato que ya se conocía, eso sí. Durante esta intervención, según apuntan las restauradoras, «se han llevado a cabo reintegraciones con técnicas al agua de áreas de la policromía que se habían perdido, así como completar la ornamentación tan característica del paño de pureza que se encontraba deteriorada».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:55:22.078+02:00",
  "updated": "2023-12-29T20:55:22.078+02:00"
}