{
  "thread": {
    "uuid": "80d0199593a416277e81bd8d08fc21a7df7570da",
    "url": "https://www.marca.com/futbol/2023/12/28/658df44022601da8498b45c2.html",
    "site_full": "www.marca.com",
    "site": "marca.com",
    "site_section": "http://www.marca.com/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "MARCA - Diario online líder en información deportiva",
    "title": "David García, un 'gigante' en Valdebebas | Marca",
    "title_full": "David García, un 'gigante' en Valdebebas | Marca",
    "published": "2023-12-28T23:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-marca.unidadeditorial.es/db370d39953f96d90e62af8ab3107678/resize/1200/f/webp/assets/multimedia/imagenes/2023/12/28/17038005490097.jpg",
    "performance_score": 0,
    "domain_rank": 1781,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80d0199593a416277e81bd8d08fc21a7df7570da",
  "url": "https://www.marca.com/futbol/2023/12/28/658df44022601da8498b45c2.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CARLOS FERNÁNDEZ",
  "published": "2023-12-28T23:31:00.000+02:00",
  "title": "David García, un 'gigante' en Valdebebas | Marca",
  "text": "E n Valdebebas no tardaron mucho en enamorarse de David García Martín . Es fácil hacerlo una vez le ves agarrar la pelota entre chicos que le sacan hasta dos cabezas. David como se le empieza a conocer en el mundo del fútbol, no deja de ser un niño de 12 años que todavía tiene pendiente el dichoso estirón. Un estirón que mientras llega, no le hace perder ni un ápice de competitividad en un campo de fútbol. El 8 del Madrid está brillando en Maspalomas en un fútbol repleto de 'gigantes'.\nAterrizó en el Real Madrid el curso pasado. De su Badajoz natal, directo al Alevín A del club madridista. Sin haber pisado prácticamente un campo de fútbol, David comenzó a jugar al fútbol sala donde, dicen los que le han visto jugar, que es todavía mejor, se plantó en la Ciudad Deportiva blanca y le bastó un rato para convencer a todos. No había dudas de que se trata de un chico especial. Tras temporada y media, parece todavía más claro .\nLos cracks del futuro ya están aquí: ¡Top 8 golazos en Maspalomas! Rodeado de chicos mucho más desarrollados (Alberto Ruiz, Mikel, Poyatos...), David es el escudero perfecto para todos ellos . No, no es un segundo delantero o mediapunta, David es un mediocentro que abarca más metros que la mayoría de sus compañeros sobre el césped. Ante la Juventus abrió el marcador para encarrilar el pase del Madrid a semifinales.\nDel Flecha Negra a Valdebebas sin parar en el Betis El mediano entre dos hermanas, David pudo haber sido compañero de otro futbolista especial como es Tiago Polo (los padres de ambos llegaron a jugar juntos). El pequeño jugador blanco llegó a estar cerca de vestir los colores béticos, algo normal viendo como trabaja el conjunto verdiblanco la zona extremeña para captar jugadores. No fue así, apareció el Real Madrid y David y Bea no dudaron en hacer las maletas para estar con su hijo en Madrid . Atrás quedaba el Flecha Negra , el club donde había dado los primeros pasos y tocaba empezar una nueva etapa.\nDe momento, las cosas sonríen a David, un líder en el campo y un chico aplicado en los estudios fuera de él. Quizá el estirón tarde algo más en llegar, pero visto lo visto no parece hacerle mucha falta. David García Martín, un gigante para el Real Madrid.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:37:13.940+02:00",
  "updated": "2023-12-29T00:37:13.940+02:00"
}