{
  "thread": {
    "uuid": "2228ad513a8bb967a67b3f275df84d620db1eee8",
    "url": "https://www.latestly.com/agency-news/india-news-mount-abu-grapples-with-sub-zero-temperatures-blanketed-in-ice-5688426.html",
    "site_full": "www.latestly.com",
    "site": "latestly.com",
    "site_section": "https://www.latestly.com/headlines",
    "site_categories": [
      "media",
      "cricket",
      "sports"
    ],
    "section_title": "Today’s Breaking News Headlines | Latest News Information & Updates | LatestLY",
    "title": "India News | Mount Abu Grapples with Sub-zero Temperatures, Blanketed in Ice | LatestLY",
    "title_full": "India News | Mount Abu Grapples with Sub-zero Temperatures, Blanketed in Ice | LatestLY",
    "published": "2024-01-12T06:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://st1.latestly.com/wp-content/uploads/2024/01/ANI-20240112070851-588x441.jpg",
    "performance_score": 0,
    "domain_rank": 13908,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2228ad513a8bb967a67b3f275df84d620db1eee8",
  "url": "https://www.latestly.com/agency-news/india-news-mount-abu-grapples-with-sub-zero-temperatures-blanketed-in-ice-5688426.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-01-12T06:50:00.000+02:00",
  "title": "India News | Mount Abu Grapples with Sub-zero Temperatures, Blanketed in Ice | LatestLY",
  "text": "Mount Abu (Rajasthan) [India], January 12 (ANI): In the hill station of Mount Abu, a winter wonderland has unfolded as sub-zero temperatures persist, leaving the town covered in a pristine layer of ice. On Friday, the mercury dropped to -1 degree Celsius, following Thursday's chilling low of -3 degrees Celsius. Also Read | Goa Murder Case: Bengaluru Startup CEO Suchana Seth Who Killed Her Minor Son, Was Calm, Did Not Say a Word Throughout the Journey, Says Taxi Driver. The mountainous tourist destination witnessed a consistent drop in temperature. Whether it's the open fields with vehicles, the seats of scooters and motorcycles, or even the tables and chairs in hotel gardens, all are covered in a layer of pristine white layer of ice. The relentless cold has disrupted daily life, forcing residents to delay their routines until the late morning hours. Also Read | Bihar Shocker: Man Strangled to Death, His Eyes Stabbed With Knife Over Rs 500 in Bhojpur. In the hill station of Mount Abu, the relentless cold experienced over the last two days has significantly disrupted daily life. The abrupt onset of the piercing cold has presented people with numerous challenges. With the minimum temperature consistently hovering one or two degrees below freezing, daily routines for residents commence only after ten in the morning. Well before nightfall, individuals are observed taking measures to combat the cold, utilising room heaters or other heating methods, underscoring the necessity to fend off the winter chill. Weather scientists indicate that the potential impact of another western disturbance persists for a few more days. This may result in fluctuations in both minimum and maximum temperatures, signalling a sudden resurgence of intense and biting cold conditions. The mercury in Sikar district plunged below freezing, reaching a bone-chilling minus 0.5 degrees Celsius at Fatehpur Agricultural Research Centre. Residents huddle around bonfires and bundle themselves in warm layers, seeking respite from the biting cold under clear skies. Meteorologists warn of even harsher conditions in the coming days. Meanwhile, as many as 39 passenger trains to Delhi are running behind schedule as dense fog conditions continue to prevail in the national capital, resulting in low visibility, railway officials said on Friday. According to Northern Railway, of the 39 trains, three are running late by six hours. This includes the Ajmer-Katra Pooja Express, Katihar-Amritsar Express, and Khajarao-Kurukshetra Express trains. Zero visibility was reported at Delhi (Palam) Airport due to very dense fog conditions, while Safdarjung Airport reported 200 m visibility in dense fog conditions on Friday morning. Apart from Delhi, visibility was recorded below 500 m in several parts of Uttar Pradesh, West Madhya Pradesh, including Gwalior and Malda, Gangetic West Bengal, Assam, parts of Punjab, and Rajasthan's Ganganagar, as per IMD data. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bengaluru startup",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mount abu",
        "sentiment": "none"
      },
      {
        "name": "mount abu grapples",
        "sentiment": "none"
      },
      {
        "name": "bhojpur",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T09:31:22.278+02:00",
  "updated": "2024-01-12T09:31:22.278+02:00"
}