{
  "thread": {
    "uuid": "a75f6ccde5615e57fba9d26f874f3edb452082cc",
    "url": "https://www.marinecorpstimes.com/off-duty/military-culture/2024/05/03/the-holocaust-survivor-who-became-a-medal-of-honor-recipient",
    "site_full": "www.marinecorpstimes.com",
    "site": "marinecorpstimes.com",
    "site_section": "https://www.marinecorpstimes.com/arc/outboundfeeds/rss/category/news/your-marine-corps/?outputType=xml",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Marine Corps Times",
    "title": "The Holocaust survivor who became a Medal of Honor recipient",
    "title_full": "The Holocaust survivor who became a Medal of Honor recipient",
    "published": "2024-05-03T20:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.marinecorpstimes.com/resizer/kE8Zsel3jFOg9kOS-i351MaUbEM=/1024x0/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/archetype/ZFP2SDVAUNDBXFVONFUB3IDPHI.jpg",
    "performance_score": 0,
    "domain_rank": 17348,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a75f6ccde5615e57fba9d26f874f3edb452082cc",
  "url": "https://www.marinecorpstimes.com/off-duty/military-culture/2024/05/03/the-holocaust-survivor-who-became-a-medal-of-honor-recipient",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jon Guttman",
  "published": "2024-05-03T20:30:00.000+03:00",
  "title": "The Holocaust survivor who became a Medal of Honor recipient",
  "text": "When\nTibor Rubin received the Medal of Honor in 2005, he largely had his sergeant to thank. Said sergeant constantly sent him on missions intended to get him killed. By then, however, Rubin had a history of defying the Reaper.\nBorn in Pásztó, Hungary, on June 18, 1929, Tibor Rubin was 13 when the Nazis sent him to Mauthausen concentration camp in Austria. He survived 14 months before the U.S. Third Army liberated the camp. His family was less fortunate — his stepmother and sister died in Auschwitz and his father perished in Buchenwald.\nIn 1948 Rubin emigrated to the United States, working first as a shoemaker and then a butcher in New York City. He also strove to fulfill a promise that “if the Lord helped me go to America, I’d join the Army.”\nHe failed the language test in 1949 but enlisted after a second try. In July 1950 Private First Class “Ted” Rubin was shipped to Korea as a member of Company I, 8th Regiment, 1st Cavalry Division.\nRELATED\nThere he discovered the persistence of American anti-Semitism, particularly from his sergeant, Arthur Peyton, who made a policy of “volunteering” him for the most hazardous missions. During one, Rubin defended a hill against waves of attacking North Koreans for 24 hours.\n“I didn’t have too much time to get scared,” he explained afterward, “so I went crazy.” For that and other outstanding actions two of Rubin’s commanders recommended him for the Medal of Honor, but both officers were subsequently killed and Peyton “lost” the paperwork.\nThat October the United Nations forces were advancing into North Korea when the Chinese intervened, reversing fortunes in Korea for the second time since the war began. Manning a lone machine gun, Rubin covered his regiment’s retreat until the ammunition ran out. He was shot in the chest, arm and leg, and was captured.\nIt wasn’t until April 20, 1953, that Rubin was released in a prisoner of war exchange. Although sick and weak, he claimed that Chinese treatment, harsh though it was, was a cakewalk compared to Mauthausen, from which he’d developed survival techniques that came into play again, such as stealing food and medicine from his captors or using maggots to treat gangrenous wounds, all of which he did for fellow POWs as “mitzvahs” (good deeds).\nLearning that he was not yet an American citizen, the Chinese repeatedly offered to repatriate him to Hungary if he wished. Given the oppressive Communist regime there, Rubin declined.\nAfter his honorable discharge with two Purple Hearts, Rubin attained citizenship and settled in Long Beach, California, mainly working at a liquor store with his brother Emery. After meeting him at later reunions, however, veterans of I Company and men who knew him in captivity began a campaign to get Rubin the recognition they thought he’d long deserved.\nFinally, in 2005, President George W. Bush presented him with the Medal of Honor, with a citation that described all he’d been witnessed to have done:\n“Corporal Tibor Rubin distinguished himself by extraordinary heroism during the period from July 23, 1950, to April 20, 1953, while serving as a rifleman with I Company, 8th Cavalry Regiment, 1st Cavalry Division in the Republic of Korea. While his unit was retreating to the Pusan Perimeter, Corporal Rubin was assigned to stay behind to keep open the Taegu-Pusan Road link used by his withdrawing unit.\nDuring the ensuing battle, overwhelming numbers of North Korean troops assaulted a hill defended solely by Corporal Rubin. He inflicted a staggering number of casualties on the attacking force during this 24-hour personal battle, single-handedly slowing the enemy advance and allowing the 8th Cavalry Regiment to complete its withdrawal successfully.\nFollowing the breakout from the Pusan Perimeter, the 8th Cavalry Regiment proceeded northward and advanced into North Korea. During the advance he helped capture several hundred North Korean soldiers. On October 30, 1950, Chinese forces attacked his unit at Unsan, North Korea, during a massive nighttime assault. That night and throughout the next day, he manned a .30 caliber machine gun at the south end of the unit’s line after three gunners became casualties. He continued to man his machine gun until his ammunition was exhausted. His determined stand slowed the pace of the enemy advance in his sector, permitting the remnants of his unit to retreat southward.\nAs the battle raged, Corporal Rubin was severely wounded and captured by the Chinese. Choosing to remain in the prison camp despite offers from the Chinese to return him to his native Hungary, Corporal Rubin disregarded his own personal safety and immediately began sneaking out of the camp at night in search of food for his comrades. Breaking into enemy storehouses and gardens, he risked certain torture or death if caught. Corporal Rubin provided not only food to the starving soldiers, but also desperately needed medical care and moral support for the sick and wounded of the POW camp. His brave, selfless efforts were directly attributed to saving the lives of as many as forty of his fellow prisoners.”\nRubin’s nephew, Robert Huntly, who was inspired by him to join the Army, described him as having a Hungarian accent and a Jackie Mason sense of humor.\nTibor “Ted” Rubin, the only survivor of the Nazi genocide to earn the Medal of Honor, died in Garden Grove, California, on December 5, 2015.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.militarytimes.com/off-duty/military-culture/2020/10/01/holocaust-survivor-medal-of-honor-recipients-story-comes-to-life-in-graphic-novel/",
    "https://www.militarytimes.com/off-duty/military-culture/2020/10/01/holocaust-survivor-medal-of-honor-recipients-story-comes-to-life-in-graphic-novel",
    "https://militarytimes.com/off-duty/military-culture/2020/10/01/holocaust-survivor-medal-of-honor-recipients-story-comes-to-life-in-graphic-novel/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tibor rubin",
        "sentiment": "negative"
      },
      {
        "name": "arthur peyton",
        "sentiment": "none"
      },
      {
        "name": "rubin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "1st cavalry division",
        "sentiment": "none"
      },
      {
        "name": "u.s. third army",
        "sentiment": "none"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "8th regiment",
        "sentiment": "none"
      },
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "austria",
        "sentiment": "none"
      },
      {
        "name": "buchenwald",
        "sentiment": "none"
      },
      {
        "name": "hungary",
        "sentiment": "none"
      },
      {
        "name": "mauthausen",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "pásztó",
        "sentiment": "none"
      },
      {
        "name": "auschwitz",
        "sentiment": "none"
      },
      {
        "name": "korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T21:05:00.526+03:00",
  "updated": "2024-05-03T21:05:00.526+03:00"
}