{
  "thread": {
    "uuid": "9a95e0168ed14f4250c89998c52f166f19876238",
    "url": "https://gameranx.com/updates/id/486126/article/arcane-season-2-has-gotten-its-first-look/",
    "site_full": "gameranx.com",
    "site": "gameranx.com",
    "site_section": "http://feeds.feedburner.com/gameranx",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Gameranx",
    "title": "Arcane Season 2 Has Gotten Its First Look",
    "title_full": "Arcane Season 2 Has Gotten Its First Look",
    "published": "2024-01-05T23:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gameranx.com/wp-content/uploads/2024/01/Arcane-S2-1024x576.png",
    "performance_score": 0,
    "domain_rank": 20011,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a95e0168ed14f4250c89998c52f166f19876238",
  "url": "https://gameranx.com/updates/id/486126/article/arcane-season-2-has-gotten-its-first-look/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Todd Black",
  "published": "2024-01-05T23:00:00.000+02:00",
  "title": "Arcane Season 2 Has Gotten Its First Look",
  "text": "There once was a time when video game adaptations were something not to look forward to, as they were rarely, if ever, given the quality and respect they deserve. For every film that turned out to be good, or at least decent, there were plenty that weren’t. Animated projects were often better, especially ones with Sonic the Hedgehog and friends, but many franchises didn’t dare test these waters. But then, the team at\nRiot Games decided to do things their own way and make a series dedicated to their games’ champions, and now, Arcane Season 2 has gotten its first teaser, and it’s a doozy.\nTo recap, the first season was about the story of VI and Jinx. The two sisters were brought up in incredibly different parts of society and forced to clash with one another. The show was so good that it wasn’t just a hit on Netflix; it won an Emmy award for its animation. The moment that season 1 was over, season 2 was anticipated. And with the teaser below, a key champion is about to make his debut in Arcane Season 2:\nYep, it’s none other than Warwick! The augmented wolf creature is one of the many experiments by Singed, and as the teaser highlights, the experiment to make Warwick what he needs to be is underway. The question here is, “Who is Warwick?” Well, he was a man that was turned into the beast you see. But his identity may change in the second season, as it’s heavily hinted that VI and Jinx’s father, Xander, might be the man whom Singed took and turned into the beast you see.\nIf this holds, then that means there will be plenty of “family drama” in season 2 to go around, and part of it will be the sisters having to team up to not just fight their father but potentially reach him from within his bestial form. Warwick, as a character, is full of rage due to the chemicals that Singed put in his body, so that won’t make him easily susceptible to pleas from his kids, not that he would recognize them in his wolf form.\nThe thing that fans are looking forward to the most is the worldbuilding and style that the first season had. The adaptation was beautiful, and while it took its sweet time to get made, fans will only have to wait until November for the second season to arrive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "warwick",
        "sentiment": "none"
      },
      {
        "name": "jinx",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:09.469+02:00",
  "updated": "2024-01-06T00:10:09.469+02:00"
}