{
  "thread": {
    "uuid": "cdaccb2594faea93c58dd3bf230b8f4252c11e41",
    "url": "https://vnexplorer.net/la-historia-de-julie-una-gata-de-20-anos-que-fue-abandonada-por-su-familia-s1885744.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "La historia de Julie, una gata de 20 años que fue abandonada por su familia",
    "title_full": "La historia de Julie, una gata de 20 años que fue abandonada por su familia",
    "published": "2024-03-15T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQQJm.img",
    "performance_score": 0,
    "domain_rank": 52589,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cdaccb2594faea93c58dd3bf230b8f4252c11e41",
  "url": "https://vnexplorer.net/la-historia-de-julie-una-gata-de-20-anos-que-fue-abandonada-por-su-familia-s1885744.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-15T00:15:00.000+02:00",
  "title": "La historia de Julie, una gata de 20 años que fue abandonada por su familia",
  "text": "La dueña de Julie siempre la cuidó y protegió hasta su último momento de vida; sin embargo, al morir, uno de sus hijos tiró a la mascota a la calle.\nJulie es una gata que, de un día a otro, perdió a su persona favorita y terminó en la calle.\nDurante 20 años, la gata Julie fue la mejor amiga y confidente de su dueña. Las dos eran inseparables: dormían, comían y salían juntas.\n“A lo largo de los años, ella y su madre terminaron siendo solo dos, cuidándose la una a la otra”, aseguró Joy Smith, directora ejecutiva de FieldHaven Feline Center, en Facebook.\nSin embargo, y por más amor que su dueña tuviera hacia Julie, no podía hacer mucho cuando su hijo mayor llegaba a la casa y sacaba a la calle a la vieja mascota. Cuando esto pasaba, su dueña hablaba con su vecino, Noah, para que la cuidara mientras su hijo estaba en el hogar.\nÉl no quería a Julie en la casa y siempre se lo recalcó a su mamá. No obstante, y debido a su avanzada edad, no podía hacer mucho.\n“En los últimos seis años, el hijo apareció tal vez una vez al año. Él ponía a Julie afuera mientras se quedaba un día o dos. Un vecino se aseguró de que Julie fuera alimentada y se la entregaría de vuelta a su madre cuando el hijo se fuera”, explicó Smith en redes.\nEl hijo apareció cada vez con más frecuencia y continuó dejando a Julie afuera. El vecino, por su parte, continuó cuidando de ella y la regresaba a su casa cuando él se iba. Pero un día no pudo regresarla más: la dueña de Julie había fallecido y su hijo la abandonó en la calle de inmediato. “Literalmente fue tirada de su propia casa a la calle”.\nEl vecino se acercó a hablar con el hijo de la difunta y le preguntó qué pasaría con Julie, a lo que él respondió que estaba pensando en “dispararle… y luego fue visto caminando por el patio con un arma”, afirmó el refugio en redes sociales.\nAl rescate de una gata de 20 años Al escuchar la noticia, Noah no lo tuvo que pensar más de dos veces para refugiar a Julie en su casa y buscar ayuda. Ahí fue cuando llamó a FieldHaven Feline Center, ubicado en California, Estados Unidos.\nTan pronto el refugio escuchó la historia de Julie, empezó a buscarle un hogar de paso. Para fortuna de ellos, dieron con Lisa y Amelia, dos mujeres que quedaron conmovidas tras escuchar lo que había pasado y que querían ayudar de alguna manera.\nAl día siguiente, Lisa fue hasta la casa de Noah, le agradeció por su acto y se llevó a la mascota en su carro. Fue una travesía llegar a su destino, pero lo lograron. “No esperaba una tormenta de nieve, hielo negro y vehículos patinando a nuestro alrededor… pero Julie y yo estábamos decididos a llevarla a su nuevo hogar”, dijo Lisa al blog Love Meow.\nDespués del largo viaje, Lisa llegó a la casa de Amelia, una rescatista de gatos viejos y con necesidades especiales, quien prometió cuidarla y brindarle los mejores últimos años de su vida.\n“Muchos gatos que provienen de situaciones similares a la de ella están destrozados en cuerpo y espíritu. Nuestra Julie no. Ella estaba lista para tomar una nueva vida”, agregó Lisa, quien pagará por los gastos del cuidado de Julie.\nUn nuevo hogar para una gata de 20 años “Fue amor a primera vista”, así fue como narró Amelia la primera vez que conoció a Julie. La rescatista quedó asombrada de la gata, pues, según ella, era como si supiera lo que había pasado.\n“Cada vez que me dispongo a preparar comida o hacer una tarea aquí, ella salta alegremente sobre el mostrador, se acurruca y se va a dormir”, contó Amelia, la nueva dueña de la mascota, al blog Love Meow.\nJulie, ahora nombrada JulieJewel, cuenta con un hogar amoroso y está acompañada de otros gatos que, al igual que ellos, fueron abandonados.\nAmelia está segura de que a JulieJewel “le gustaría escribir sus nuevos capítulos en un papel nuevo. Fue amada tan profundamente por su dueña anterior, quien la rodeó, la protegió y reunió a buenas personas para ayudarla. Qué afortunados somos de ser parte de su viaje”, finalizó por decir a Love Meow.\n🐾 ¿Quiere estar al día y conocer las últimas noticias sobre el mundo animal? Lo invitamos a verlas en La Red Zoocial. 🐶🐱 Además, si tiene alguna historia o está interesado en contar la suya con su mascota, puede escribirnos a [email protected]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQQJm.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jQQJm.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:24:25.459+02:00",
  "updated": "2024-03-15T00:24:25.459+02:00"
}