{
  "thread": {
    "uuid": "e3e0e68233a064fdcf3902526bdbc90990578e05",
    "url": "https://rollingout.com/2023/12/29/naomi-raine-has-a-message-about-god/",
    "site_full": "rollingout.com",
    "site": "rollingout.com",
    "site_section": "http://rollingout.com/feed/",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "Rolling Out",
    "title": "Grammy Award-winning singer Naomi Raine has a message about God",
    "title_full": "Grammy Award-winning singer Naomi Raine has a message about God",
    "published": "2023-12-30T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://rollingout.com/wp-content/uploads/2023/12/Screenshot-2023-12-29-at-3.32.03-PM.png",
    "performance_score": 0,
    "domain_rank": 22181,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3e0e68233a064fdcf3902526bdbc90990578e05",
  "url": "https://rollingout.com/2023/12/29/naomi-raine-has-a-message-about-god/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Malik Brown",
  "published": "2023-12-30T00:49:00.000+02:00",
  "title": "Grammy Award-winning singer Naomi Raine has a message about God",
  "text": "Throughout her career, Naomi Raine has curated Christian music that appeals to broad audiences, fusing traditional\ngospel with R&B, pop, and hip-hop elements. Her recent project, The Gift, gives listeners a blend of the holiday spirit while refocusing it on the spirit of God and the blessings that he continues to provide.\nRaine spoke with rolling out, sending a message to those in need of prayer, and how she would introduce someone to God heading into the new year.\nCan you speak to those grieving during this time of the year?\nI encourage those people to remember that you’re never alone. I think there’s a lie that the enemy can sometimes tell us that we’re alone and that because we may have lost something, all hope is lost. My prayer is for you to find the joy, the silver lining, and even old memories. If you’ve lost a loved one, my prayer is that you feel the loss because I think that there’s this health to that, and it makes sense. The right response to loss is grief, but my prayer is that there would be an opening for joy for you to remember the good. For those who are feeling isolated or lonely, or maybe you’ve chosen to get away from people and family and things that are not safe for you right now, my prayer is that you will find community and joy and love and laughter in the new year, but beyond that, my prayer is that the Holy Spirit would comfort and that he would guide our hearts and minds into peace. That’s the promise that Jesus affords us.\nHow would you introduce someone to God going into 2024?\nI think most people know that there’s something bigger, whether we’ve accepted it or not. My introduction of God to this person would be I want them to look around and look at creation, look at the sun, the moon, the stars, what has been created and set in order, and there’s an order to the world, to the earth, and there’s a way that things work. There’s a level of chaos in the world with people when we come away from his natural order, so I would want to invite them into a level of curiosity, and a level of wonder, and invite you into asking questions and asking God, “If He exists, show me a sign. Speak to me.” I believe in encounters and moments like that, because I believe that God wants to speak to us and wants to encounter us even more than we want to encounter Him. I think He desires for us to know Him, and to walk with Him, and I think that he responds when we reach out and when we ask.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naomi raine",
        "sentiment": "positive"
      },
      {
        "name": "raine",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T01:04:37.448+02:00",
  "updated": "2023-12-30T01:04:37.448+02:00"
}