{
  "thread": {
    "uuid": "156ce69b986cbdb134e229c80ba2a83973e42f88",
    "url": "https://poststar.com/news/local/jewish-veterans-honor-the-fallen-and-the-living/article_7eb003ee-a5ad-11ee-8cd2-df411469ade5.html",
    "site_full": "poststar.com",
    "site": "poststar.com",
    "site_section": "http://www.poststar.com/search/?f=rss&t=article&c=news/local&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "poststar.com - RSS Results in news/local of type article",
    "title": "Jewish veterans honor the fallen and the living",
    "title_full": "Jewish veterans honor the fallen and the living",
    "published": "2023-12-30T13:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/poststar.com/content/tncms/assets/v3/editorial/6/e2/6e23cc42-a5ba-11ee-bb98-472945700a48/658dd200bde28.image.jpg?crop=640%2C336%2C0%2C72&amp;resize=640%2C336&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 20999,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "156ce69b986cbdb134e229c80ba2a83973e42f88",
  "url": "https://poststar.com/news/local/jewish-veterans-honor-the-fallen-and-the-living/article_7eb003ee-a5ad-11ee-8cd2-df411469ade5.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "POST-STAR STAFF REPORT",
  "published": "2023-12-30T13:30:00.000+02:00",
  "title": "Jewish veterans honor the fallen and the living",
  "text": "Members of the Jewish War Veterans of the U.S.A. from across the Capital District Council volunteered their time to honor and remember their fellow veterans this holiday season. The veterans, representing Albany Post 105, Schenectady Post 106 and Saratoga Springs Post 36 met Sunday, Dec. 17 to place memorial stones at the Jewish headstones of veterans buried at the Gerald B.H. Solomon Saratoga National Cemetery in Schuylerville. Fifteen volunteers gathered at the Jewish Veterans memorial plaque inside the national cemetery to say the Mourner’s Kaddish and then placed memorial stones on the headstones of 199 Jewish veterans buried on the cemetery grounds. The effort followed the previous days’ placement of memorial wreaths on behalf of Wreaths Across America, which had wide community support to place 16,100 remembrance wreaths at every gravesite. People are also reading… It was a fitting way for our Jewish organization to remember our fallen during this holiday season in our own faith tradition, explained Albany Post 105 Commander Fred Altman. The Jewish War Veterans provided coordination with the national cemetery to ensure that Jewish personnel buried there would have their own unique remembrance to honor, remember and educate our volunteers about the importance of their service. One week later, more JWV volunteers gathered at the Stratton VA Medical Center in Albany for the return of Operation Jingle Bells, the Jewish War Vets visit to patients and staff at the medical center on Christmas Eve. The effort, now more than four decades long, is meant to show JWV’s commitment to support veterans, especially those unable to be home with family for the holidays. Fourteen volunteers, again representing all three council posts, divided into groups to visit with nursing staff and patients at the hospital, a first since the global pandemic of 2020-22. “The Jewish War Veterans will be the first approved organization to visit veterans,” said Erwin Dominguez, the Stratton VA Medical Center Chief of Civic Engagement, “Thank you for this.” Similar to past years, the highlight of spreading holiday cheer was the simple interaction and opportunity to chat with the veterans. “The patients seemed very appreciative,” said Marlene Pressman, a volunteer and wife of past Post Commander Dr. Howard Pressman, a former VA medical provider. “The visits went very well, and Howard’s empathetic bedside manner shown through. It was so moving for me to hear him interact with them.” Altman agreed about the value in spending time with those patients spending the holiday in the hospital and the warm welcome these veterans provided to the JWV members. “(They were) very appreciative for the visits,” Altman said, “so that’s what makes it a mitzvah.” To complete the season, the posts donated $700 to the Stratton VA Medical Center Volunteer Services office, providing funding for programs and support to patients.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fred altman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "capital district council",
        "sentiment": "negative"
      },
      {
        "name": "u.s.a.",
        "sentiment": "negative"
      },
      {
        "name": "wreaths across america",
        "sentiment": "none"
      },
      {
        "name": "schenectady post",
        "sentiment": "none"
      },
      {
        "name": "saratoga springs post",
        "sentiment": "none"
      },
      {
        "name": "albany post",
        "sentiment": "none"
      },
      {
        "name": "gerald b.h. solomon saratoga national cemetery",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "schuylerville",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T14:50:06.438+02:00",
  "updated": "2023-12-30T17:16:25.935+02:00"
}