{
  "thread": {
    "uuid": "51c54bb920ccb58d7e510639f5412f5aefb8746d",
    "url": "https://www.instyle.com/movie-inspired-red-carpet-trend-8601181",
    "site_full": "www.instyle.com",
    "site": "instyle.com",
    "site_section": "http://www.instyle.com",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "InStyle: Beauty Tips, Celebrity Style and Fashion Advice",
    "title": "This Year's Biggest Red Carpet Trend Is Main Character Energy",
    "title_full": "This Year's Biggest Red Carpet Trend Is Main Character Energy",
    "published": "2024-03-01T00:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.instyle.com/thmb/xFGB3UAS4MzuKE5wLz8yV3nGSH4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/022924-main-character-dressing-Soc2-3495e86050044ae983fd2f43f141e06e.jpg",
    "performance_score": 0,
    "domain_rank": 2848,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51c54bb920ccb58d7e510639f5412f5aefb8746d",
  "url": "https://www.instyle.com/movie-inspired-red-carpet-trend-8601181",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Madeline Hirsch",
  "published": "2024-03-01T00:08:00.000+02:00",
  "title": "This Year's Biggest Red Carpet Trend Is Main Character Energy",
  "text": "Trending Videos Close this video player Photo: Getty Images/ InStyle\nIt used to be that the lead-up to a new blockbuster meant late-night anecdotes told on television by starlets in cocktail dresses, casts bantering in well-curated smart casual on morning shows, and, of course, a sea of tuxedos and sparkling metallics on the red carpet. That all changed with Barbie.\nLast summer, Margot Robbie dressed the part while promoting the Greta Gerwig-led blockbuster — literally. She was Barbie on the red carpet. But unlike the movie's countless brand collabs, the actress-slash-producer didn’t just rely on head-to-toe pink to get her point across (although there was a bit of that). She truly committed to the bit, dressing herself up like a paper doll in a dizzying array of Dreamhouse-worthy ensembles that elevated cosplay to an art form.\nWho could forget her \"Enchanted Evening\" Barbie ensemble at the film's London premiere? Robbie, a vision in blinding pink satin and cartoonishly large pearls, is forever seared into my brain. It was Barbie-perfect. Also memorable: Her take on the doll's 1960 \"Solo in the Spotlight\" outfit last July, which was so on the nose, you knew it had to be a custom job. She even paired a life-size version of the original 1959 Barbie’s iconic black-and-white swimsuit and a vacant smile for a Barbie post on Instagram. And believe it or not, Robbie is still Barbie-ing six months later. Just a few weeks ago, Robbie channeled her main character's energy once again in a hot pink \"Superstar\" Barbie gown at the Golden Globes — complete with feather boa, of course.\nGetty Images\nHot-pink marketing blitz aside, the Barbenheimer press tour, which combined the nuclear energy of a Christopher Nolan debut and the girl power of a Greta Gerwig flick, made for one of the biggest blockbuster summers in recent history. It also ushered in a new era of red carpet dressing — one that's just as much about building a world and standing out as it is looking good.\nTake, for instance, Zendaya's recent string of appearances to promote Dune: Part Two . Not satisfied with simply choosing from the best-of-the-best French couture and fresh-off-the-runway styles (designers universally love to dress Zendaya), the Challengers actress coaxed longtime collaborator and stylist Law Roach out of retirement to embark with her on a trippy, sci-fi fashion adventure.\nWith futuristic looks that ranged from the surreal (a certain Givenchy cyborg skirt set comes to mind) to the sublime (this Bottega Veneta outfit is worthy of a trippy night out on Arrakis), Zendaya's Dune press tour has leaned into the avant-garde, upping the fashion ante on Barbie's pop culture nostalgia. In the past few months, Zendaya and her team have pulled more than a dozen looks (and counting!), drawing on everything from obscure archival gowns to up-and-coming designers to evoke the film's Jesus, but make it space plot and desert punk aesthetic.\nGetty Images\nThe pair even delivered the first Big Fashion Moment of 2024 with a Mugler robot suit. Originally part of the fashion house's fall 1995 collection, the sci-fi metal creation had all the makings of a fashion phenom. The construction was just begging for a C3PO meme. The built-in heels couldn't be more camp. And the cheeky cutouts somehow manage to make robotics sexy. It's the crown jewel of Zendaya's long history of red-carpet magic and her most viral Dune look to date. According to WWD , the stunt generated $13.3 million in media exposure.\nDune co-stars have gotten in on the action, too. The film's world premiere saw Anya Taylor-Joy dressed as a stylish space nun, Florence Pugh in a futurist sequined hood, and Timothée Chalamet wearing silver pants straight out of the moon landing. With so many riffs on science fiction, it's impossible not to assume the styling was intentional — whether or not it was a coordinated effort is still up for discussion.\nHowever, the Main Character red carpet trend isn't always so literal. Dakota Johnson's recent press tour for Madame Web proves a more subtle approach is equally impactful. Sticking to the black-and-red color palette of her starring role and textural riffs on the \"spider web,\" Johnson's fashion choices were more of a wink than a wave to the movie she was promoting.\nGetty Images\n\"We wanted to make subtle nods to the theme without turning the press tour into a costume party,\" explains Johnson's stylist Kate Young. On the red carpet, that approach translates to tasteful nods to the film, like a slinky Gucci naked dress with a subtle netted spider webbing and a plunging spider-red gown by Tom Ford. \"I like people to look like the absolute best version of themselves — I'm less into costumey and theme-y dressing,\" Young adds. \"I like it when the nod is sort of real and subtle.\"\nThat's not to say individuality can't still be found on the red carpet. Lily Gladstone , who's using her awards run for Killers of the Flower Moon to spotlight native designers, is one of the critical standouts of the season. And Greta Lee 's embrace of all things sculptural and capital \"F\" Fashion on the red carpet has made her a newly anointed It girl. Both fashion favorites favor the personal over the professional.\nJ.Lo, never one to miss out on a red carpet trend, mixed both approaches together, wearing a string of romance-inspired gowns (think: rosettes, florals, and bows galore) to promote her deeply personal new album and accompanying film, This Is Me... Now , based on her decades-long relationship journey with Ben Affleck.\nIn short, it's rarer than ever to catch a pretty person simply wearing a pretty gown this awards season. Do you remember the late 2000s, when every starlet wore a boring gold halter gown because they were too scared of being dragged on The Fashion Police to really go for it? That's no longer happening.\nCelebrities and their stylists are leaning into fantasy and imagination in 2024, making red carpets feel more akin to Paris Fashion Week than stuffy awards ceremonies. This recent trend towards the conceptual — whether it be dressing for yourself or staying in character — proves that boring and predictable is very much out when hitting the red carpet. It's a celebration of fashion that even the late, great Joan Rivers would approve.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://wwd.com/pop-culture/celebrity-news/dune-zendaya-mugler-robot-suit-media-impact-value-1236221457/",
    "https://www.wwd.com/pop-culture/celebrity-news/dune-zendaya-mugler-robot-suit-media-impact-value-1236221457/",
    "https://wwd.com/pop-culture/celebrity-news/dune-zendaya-mugler-robot-suit-media-impact-value-1236221457"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "greta gerwig",
        "sentiment": "none"
      },
      {
        "name": "barbie",
        "sentiment": "none"
      },
      {
        "name": "margot robbie",
        "sentiment": "none"
      },
      {
        "name": "robbie",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:18:35.530+02:00",
  "updated": "2024-03-08T00:58:00.860+02:00"
}