{
  "thread": {
    "uuid": "f0ac1a26bde2ef3a5589b27b86d79f9f78cdc253",
    "url": "https://leadership.ng/activating-gods-mighty-arm-through-genuine-repentance",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "http://nigeria.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Nigeria News (News Reader) | ",
    "title": "Activating God’s Mighty Arm Through Genuine Repentance",
    "title_full": "Activating God’s Mighty Arm Through Genuine Repentance",
    "published": "2024-06-02T13:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://leadership.ng/wp-content/uploads/2024/02/Kumuyi-1.webp",
    "performance_score": 0,
    "domain_rank": 22084,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f0ac1a26bde2ef3a5589b27b86d79f9f78cdc253",
  "url": "https://leadership.ng/activating-gods-mighty-arm-through-genuine-repentance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leadership News",
  "published": "2024-06-02T13:46:00.000+03:00",
  "title": "Activating God’s Mighty Arm Through Genuine Repentance",
  "text": "Who hath believed our report? and to whom is the arm of the Lord revealed?\nIsaiah 59:1-2\n1 Behold, the Lord’s hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:\n•2 But your iniquities have separated between you and your God, and your sins have hid his face from you, that he will not hear.\nEzekiel 20:33-37\n33 As I live, saith the Lord God, surely with a mighty hand, and with a stretched out arm, and with fury poured out, will I rule over you:\n34 And I will bring you out from the people, and will gather you out of the countries wherein ye are scattered, with a mighty hand, and with a stretched out arm, and with fury poured out.\n35 And I will bring you into the wilderness of the people, and there will I plead with you face to face.\n36 Like as I pleaded with your fathers in the wilderness of the land of Egypt, so will I plead with you, saith the Lord God.\n37 And I will cause you to pass under the rod, and I will bring you into the bond of the covenant:\n38 And I will purge out from among you the rebels, and them that transgress against me: I will bring them forth out of the country where they sojourn, and they shall not enter into the land of Israel: and ye shall know that I am the Lord.\nActs 13:17\nThe God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it.\nINTRODUCTION:\nIsaiah 53:1. Here we see that the arm of the Lord can be revealed, but it is based on a condition that you you believe the report, the revelation and message. The children of Israel were wondering why they were not seeing the miracles of the past reported unto them, but how was the power and the arm of the Lord not revealed to them? (ch 59:1-2) Sin and iniquity keep God’s arm short from working in our lives.\nWhat was the Prophet revealing to them and what is the Scriptures telling us about God’s Arm? It is Strong and Mighty. Powerful and Supernatural\n• Irresistible and Unconquerable\n• Creative and Liberating\n• Redemptive and Healing\n• It Saves and Delivers\n• Works Miracles, Signs and Wonders\n• It gives answers to prayers\n• It Lifts up, Breaks Yokes and does Marvelous things in our lives, yet, it is activated by our Repentance, Relationship and Righteousness.\nRepentance and faith leads to forgiveness, reconciliation, conversion, and sonship, then we have eternal, abundant and spiritual life. It gives all things pertaining to life and godliness here on earth and in heaven. But you see, it will be a reality in your life when you turn away from Satan, the world and darkness, unto the living God (Ezekiel 20:33-38) God will pour His fury upon all the powers that held you in captivity and bondage.\nActs 13:17. God brought the Israelites out of Egypt with His powerful and extraordinary arm, and that arm is still effective till today, and it is ready to deliver you.\nToday, we are looking at the message titled ACTIVATING GOD’S MIGHTY ARM THROUGH GENUINE REPENTANCE. The arm of the Lord might have been dormant, inoperative and God might have been quiet in your life till this time, and you have heard a lot of great things which He did in the lives of other people. Today, you are getting the secret and it is that God’s arm, might, anointing that breaks the yokes will work in your life and you will see what you have never seen before. We will activate God’s arm and there will be Repentance across the congregation today and the Lord will do great things.\nA. THE BEGINNING OF TIMES OF REFRESHING FROM HEAVEN (Acts 3:19; Isaiah 28:12; Job 33:25,23-28; 11:13-17; 22:21-28)\nHow do refreshing, miracles, signs and wonders and rains from heaven begin? This comes after times of dryness, weariness, sorrow, suffering, going through the wilderness of famine, poverty, confusion and torment. We need a change from guilt to grace, from condemnation to the abundance of the blessing of God, from the accusation of the enemy and from the evil oppression of the wicked, we need a release, redemption and the overflowing refreshing power from the power and grace of God in our lives.\nWe are asking for a change of season, faith and status so that every strife and distress, every pressure and depression will be taken away. This is the day when we will change from the wilderness in the season of life.\nWhen you repent, your sins are cleansed off, blotted out, erased from the record of God, there is reconciliation and God is no longer against you. He forgives, forgets and sets you free. Your sins are taken away for the presence of God.\nRepentance is turning away from sin, forsaking and hating them. You hate it just as you hate anything that brings disease, poverty and depression, sickness, anxiety and evil into your life. Then you have a refreshing times you need from the presence of God. When the time of refreshing comes, all the weariness, evil and sorrow will disappear.\nIsaiah 28:12. When the time of refreshing comes, all weariness, evil and sorrow will disappear, all your restlessness, weariness and dreariness of life are taken away. God causes the weary to rest, this is the refreshing which will come over your life.\nJob 33:25. God is returning you to the days when there was no sickness, failure, fear or anxiety. All the problems and challenges of life you will forget. All those things that have come to deform and change your skin to look like that of a crocodile will be taken away and a refreshing will come from the Lord. You will return to the days of excitement and abundant life and the refreshing of heaven will come upon your life in Jesus name.\nHow does this come and what is the beginning of the times of refreshing?\nvs 23. If there is no interpreter in our lives, if there is no one that can read the word and interpret it, our lives and all things happening to us, a messenger from heaven, we will just continue the dry and miserable life, but if there is a messenger and interpreter, and you will be delivered. You will return to the good old days, marvelous and wonderful days of the past.\nI want you to think of the best days, and periods of your life in the past, when you had no fear, anxiety, sickness, oppression, backward thinking and you only thought of how you could succeed, climb all mountains, overcome any problem, face any foe, and meet any challenge. You didn’t know any opposition, retardation, anything that can get you down. Think of the best time in your life, the Lord is saying, you are returning to that period. You will return to the days of your youth.\nvs 26. You will pray to the Lord, and He will be favourable unto you. God’s mercy will come upon you, you will forget the misery, suffering, disappointment of the past. The times of refreshing will come from heaven.\nvs 27. God is waiting for anyone to repent and that day will be the beginning of the times of refreshing in his life, family and the work of his hand. On your business, profession, academic work, and everything you are doing, there is a turning around as well as a time of refreshing. No one will be able to hinder you. Everywhere you turn, you come to church, or you go back home, health is waiting for you. Helpers will be competing to help you. They will all be willing to help you in Jesus name. But the condition is to repent and He will deliver your soul from going to the pit and your life will see the light of God and darkness will vanish away.\nCh 22:21. Goodness and mercy will follow you.\nCh 11:13. After repentance, a new and refreshing day is coming. Working, sweating and getting nothing has come to an end today. A new life, blessing and refreshing upon your life on one condition – that you repent. Everywhere you go, that tormenting spirit telling you that something bad is going to happen are driven away. Receive the law from the mouth of God. Put away iniquity far from your tabernacle and poverty is gone. God will fill your pockets and purse. You will not be sorry again for lack of money to pay for goods and services, plenty is coming to you.\nThe people who do not repent, but stay far away from God are hurting themselves, but those who repent will have a time of refreshing from the presence of God. You shall have plenty of silver, you shall make your prayer to Him and He shall hear you.\nvs 28. You will be the one to make a decree, Satan, enemies will not make decrees in your life. God is giving you a fresh sheet of paper, and whatever negative thing has happened in the past, cancel it, and write whatever you want on it. Then, sign your name and take it as a decree because it will happen. Wipe away your tears because of the pain, evil, agony and hostility of the past, because they are canceled. We are not looking at you like in the past, you shall decree a thing and it shall be established, and the light shall shine upon your ways.\nToday is the beginning of the times of refreshing from heaven.\nB. THE BLESSINGS OF TRUE REPENTANCE FROM THE HEART (Joel 2:12-13,21-29,32; Exodus 9:27,34; Number 22:33-34; Isaiah 15:13-24,30; John 2:23-24; 6:15,25,60,66-70; Psalm 51:1-13; Proverbs 28:9,13; Isaiah 1:16-20; Jeremiah 24:6-7; Micah 7:18-19)\nSome people say they have repented but don’t know why the time of refreshing has not come to them. I will not contradict you but I will show you what repentance is and you will be able to measure it by yourself. If you did not repented genuinely in the past, today, you will bring forth fruits meet for true repentance in anticipation of the time of refreshing upon your life.\nGod said you should turn to Him with all your heart, not in your mind, thought, or like a proposal, or a future thing, do it now and from the depth of your heart. As you turn, what will happen? (vs 21) After genuine repentance from the heart, the Lord will do great things. The fear of the past are canceled. Fear not, all you need is repentance and with that relationship with the Lord, fear not, rejoice, be glad for the Lord will do great things.\nvs 22. Every tree in your life will blossom, rejoice in the Lord your God, and He will cause to come to you the former and the latter rains and the floor shall be full of wheat, and your vessels shall overflow with wine and oil, and God will restore to you the years which the locusts have eaten. You will have more than enough to eat, you will praise the Lord, your God who has dealt wondrously with you and you shall never be ashamed.\nvs 28. You and your children will be filled with the Holy Ghost. Some people do same things everyday, they have no dream, vision, goal or ambition. There is no desire, nothing is in the horizon for them. They wake up, eat, go to work, come back, eat and sleep, no vision. The Lord will give you a vision and life will take a new meaning for you as long as you lay the foundation of genuine repentance.\nvs 32. Whosoever calls on the name of the Lord shall be saved. This is based on true repentance. Sometimes, people claim to have given their lives to Christ but they are not willing to do anything for Him. They can’t wake up in the morning, read the Bible and pray. Pharaoh manifested fake repentance to the extent that anytime the plague ceased, he changed his mind and sinned yet more.\nNumbers 22:32. Balaam said to the angel of the Lord that he had sinned but he didn’t repent. He still went ahead to honour the call of Balak to curse the children of Israel.\n1 Samuel 15:13. Saul said he had obeyed God by destroying the Amalekites, only that the people spared some animals to make sacrifices to God in Gilgal. Samuel condemned his action, yet, he did not repent genuinely. His repentance was superficial. He argued with Samuel who asked him if the Lord has delight in sacrifice than for the people to obey. Saul acknowledged his sin on the one hand, and on the other hand, told Samuel to honour him by covering up for him. He was not humble. After repentance, comes humility. Repentance and faith must be genuine for them to come from the depth of the heart.\nJohn 6:15. When Jesus knew that the people would want to make Him king, He went to a solitary place.\nvs 25. Later the people found Him and said “Rabbi, when camest thou hither?” They said this as a form of love and care but in vs 66, after He has told them the truth, “From that time many of His disciples went back, and walked no more with Him”. They said His words are hard, who can hear it? Same way people we go to minister the word of salvation to speak against the doctrine of the word of God. And some people think we should adjust or change our message so that the hypocrites and vague believers can come in.\nWhat did Jesus do when those people went back, did He repackage and adjust the message? Did He change anything or apologize to them so they can come back? No. And we are not going to do that. The word of God is real, and His arm is strong and mighty, and He will do miracles, signs and wonders on one condition: that the people repent genuinely.\nvs 67. Jesus asked His remaining disciples: “Will ye also go away?” and Simon Peter answered and said, “Lord, to whom shall we go? thou hast the words of eternal life. And we believe and are sure that thou art that Christ, the Son of the living God”. Then Jesus said in vs 70, “Have not I chosen you twelve, and one of you is a devil?” That is, even among the 12, there was still one sneaky, devilish person hiding there. I will not be a devil.\nTrue repentance is what brings blessing. By the way, what is genuine repentance? Repentance coming from the heart, not just from the lips or the head. It is not saying what the preacher wants to hear. True repentance comes from the revelation of God’s word, it is the light of God shining through the darkness of your heart for conviction which comes upon you and makes you hate sin. It makes you see in its true representation.\nTo have genuine repentance, you see sin as:\n• Satan’s agent with curse and intention to expel you from glory. That is, sin comes to you as a representative of Satan to expel you from the kingdom of God.\n• Subtle serpent ready to sting and kill you. It wants to sting and destroy your spiritual life.\n• Deceptive Delilah bent on taking away your strength, sight, power, and glorious position.\n• A trap, a snare to catch, condemn and consign you to hell forever and ever. This is the agency and purpose of sin when it comes and catches you unawares.\n• Poison presented as sweet honey, therefore, you run away from it.\n• Pretending demon acting as an angel of light working for satan to destroy and damn your soul in hell.\n• Secret seducer using your own desires to destroy you, to cancel your dignity and spoil your destiny.\nWhen sin is presented to you in the right perspective, you are able to have genuine repentance which is:\n~ Hatred, contempt and dislike for sin.\n~ You see the real aim of sin and you turn away, and close the door against it.\n~ You have separation and detachment from it.\n~ There is a cutting of the cord of association, then you create an impassable gulf between you and it. You will not be able to pass on to it, and it will not be able to come to you. This is true repentance and it will bring great things in your life in Jesus name.\nPsalm 51:1-13. King David prayed here. Genuine repentance does not make excuses or shift blame, the person repenting does not remember his position, he just wants to be clean, righteous and holy. He humbly asks for his heart to be clean and the joy of salvation to be restored to him. After taking this all important step, he will be in the right position to help other transgressors to make their ways right with God.\nProverbs 28:9. Anyone who refuses to hear the word of salvation, but only want to experience miracles, his prayer shall be an abomination. He who covers his sin shall not prosper, but he who confesses and forsakes them shall have mercy. Today, the mercy of God is available for all who repent (vs 13).\nIsaiah 1:16. Genuine repentance makes you to stop doing evil, sinful and corrupt things. After this, you come to the Lord.\nJeremiah 24:6-7. Promise of restoration from the Lord. He will build and plant you, He will give you an heart to know Him, and you will turn to Him with your whole heart, not partially. He will be your God and you will be His people.\nMicah 7:18-19. God does not retain His anger forever because He delights in mercy. He will have compassion on His people, subdue their iniquities and cast all their sins into the depth of the sea.\nC. THE BRINGING FORTH OF TRANSPARENT RIGHTEOUSNESS AND TRUE HOLINESS (Matthew 3:8; Psalm 4:3-4; 37:5-6; Romans 10:6-10; Isaiah 58:8-14)\nWhen we bring forth transparent righteousness and true holiness as a result of genuine repentance, great things will happen.\nMatthew 3:8. “Bring forth therefore, the fruits meet for repentance”.\nPsalm 4:3. God has set the godly apart for Himself. As you repent and turn around from sin, and completely and unreservedly devote yourself to the Lord, He will look upon you with special favour and mercy.\nvs 4. Repentance helps you to stand in awe of God and sin not.\nch 37:5-6. Commit your way to the Lord in full trust and He will bring your desires and prayers to pass, and your righteousness as the light and your judgment as the noonday.\nRomans 10:6. He will bring forth His goodness in your life in Jesus name.\nIsaiah 58:8-14. Your light shall break forth as the morning and your health shall spring forth speedily. There is no delay anymore. The glory of God shall be your rearward. You will call upon the Him and He shall answer, and you will cry unto Him and He shall say, “here am I”, all He needs to see in you is true repentance. He does not want you to accuse others wrongly or speak vanity.\nThen your light will rise in obscurity, and your darkness as the noonday. The Lord shall guide you continually and satisfy you in draughts, you shall be like the watered garden. You shall build the old waste places, and raise up the foundation of many generations. You shall be called the repairer of the breach and restorer of paths to dwell in.\nTrue repentance in Christ brings Salvation, Righteousness, as well as:\n• Family inheritance\n• Birth right blessing\n• Eternal life\n• Redemptive right\n• Christ’s full provision from calvary\n• Assurance of answered prayers\n• Divine healing and health\n• Freedom from principalities and powers\n• Authority and power\n• Undeniable victory\n• Satisfaction and sufficiency\n• Heaven and eternal happiness\nIsaiah 54:14,17 “In righteousness shalt thou be established: thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee.\nNo weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord”.\nVictory! Salvation! Righteousness! Healing! Deliverance! Joy! And everything that comes with true repentance upon your life in Jesus name!\nMake this the beginning of times of refreshing in your life, weariness, dryness, oppression, and every evil thing will pass away. This is your day. Rise, open your mouth and talk to the Lord in prayer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isaiah",
        "sentiment": "neutral"
      },
      {
        "name": "ezekiel",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T14:49:32.925+03:00",
  "updated": "2024-06-02T14:49:32.925+03:00"
}