{
  "thread": {
    "uuid": "8015f7e429dee30b585b624550503d9515ce6275",
    "url": "https://www.jsonline.com/story/entertainment/television-radio/2024/04/18/reggie-smooth-az-butta-brown-reflects-on-his-time-at-v100-7/73374883007",
    "site_full": "www.jsonline.com",
    "site": "jsonline.com",
    "site_section": "https://jsonline.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Milwaukee - home",
    "title": "Reggie 'Smooth Az Butta' Brown reflects on his time at V100.7",
    "title_full": "Reggie 'Smooth Az Butta' Brown reflects on his time at V100.7",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/presto/2021/06/05/PMJS/12cfd48d-2faa-4b32-8784-7946f88a8300-mjs_brownvax0003.JPG?auto=webp&crop=2999,1687,x0,y0&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 1965,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8015f7e429dee30b585b624550503d9515ce6275",
  "url": "https://www.jsonline.com/story/entertainment/television-radio/2024/04/18/reggie-smooth-az-butta-brown-reflects-on-his-time-at-v100-7/73374883007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": ", Journal Sentinel",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Reggie 'Smooth Az Butta' Brown reflects on his time at V100.7",
  "text": "A month after being laid off by iHeartMedia and V100 , Reggie \"Smooth Az Butta\" Brown is optimistic about his future and wants Milwaukee listeners to know that he'll still be a big part of the city's nightlife and isn't leaving his hometown.\n\"I don't want anybody to be sad for me,\" Brown said in an interview with the Journal Sentinel Thursday. \"I had a great run. I am blessed. I am extremely happy. ... It's all good. There's no bitter feelings. I understand the nature of the business.\"\nBrown has been on-and-off with the local hip-hop and R&B station for nearly the last 32 years. He got his start at the station in October 1992 before departing in July 1994 and returning in November 1998. Brown then spent more than 21 years straight at the station, at times as the morning drive voice, but more recently as the afternoon drive voice.\nHe was laid off again in January 2020, only to be rehired as program director of the station in March 2020 — \"The week of COVID,\" as he put it.\nMany of Milwaukee's Black residents and hip-hop and R&B fans grew up with Brown on the radio. He was the anchor at the station locally, following layoffs of other personalities, including Bailey Coleman. He was the last live local talent at WKKV-FM (100.7) prior to last month when he was let go again by the radio giant iHeartMedia.\nBrown's time slot — 2 to 7 p.m. — is currently being filled by Trey White, a radio personality based in Chicago. Brown worries about the lack of local information getting into Black communities as the programming is no longer based in Milwaukee.\n\"Now there's no one there that's live,\" Brown said. \"If something happens in Milwaukee there's nobody local to talk about it. It's really sad so hopefully they'll hire somebody. ... (Trey White) prepared my prep sheet every day and he's a great young talent.\"\nBrown discussed the complications radio stations have as they try to compete with streaming platforms and are often stretched thin due to budget cuts. He said the \"downfall\" of V100 began in June 2022 when Coleman was laid off. He said since then its been long days and constant stress.\n\"That was the day I sorta knew the end was coming soon,\" he said. \"I'm tripping that it lasted this long. And funny enough, I was gonna leave in October, I wasn't gonna sign my extension.\" Brown said he had an offer from a new Chicago station that was \"nearly triple my salary,\" but said even Chicago is too far away from home.\nBrown's departure came as a shock to many on social media. Officials and celebrities, including County Executive David Crowley, Ald. Khalif Rainey and former NBA players Caron Butler and Shaquille O'Neal, have left pleasantries with Brown in the days since he was laid off.\n\"People come up to me all the time and say, 'I used to listen to you on the way to school in the morning, (or) in the afternoon on the way home,\" Brown said. \"I love to hear that — it makes me feel old — but I love to hear that.\"\nBrown graduated from Riverside High School in 1982. He said he owes his career to the broadcasting programs offered at Milwaukee Public Schools. More recently, he's been working about six days a week doing club appearances and doing voice work in commercials.\nBrown said he plans to \"live it up\" this summer, including a trip to Disney World with his grandkids and to the BET Awards with his son. \"I want people to know that I'm not retired,\" he said. \"You can't retire from talking. You can't retire from doing what you love to do.\"\nBrown said he is working on something \"big\" next but that won't be in radio. \"I can't say too much. I can't really put too much out there, but it's going to happen real soon,\" he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "butta",
        "sentiment": "negative"
      },
      {
        "name": "reggie",
        "sentiment": "negative"
      },
      {
        "name": "brown",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "milwaukee",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:36:08.182+03:00",
  "updated": "2024-04-19T17:45:09.464+03:00"
}