{
  "thread": {
    "uuid": "f20b91d58f17b3011e15c61a8f8a98bc8645cf00",
    "url": "https://scoop.upworthy.com/woman-is-praised-for-telling-off-man-who-repeatedly-invaded-her-personal-space-refused-to-back-off-544254-544254-544254-544254",
    "site_full": "scoop.upworthy.com",
    "site": "upworthy.com",
    "site_section": "http://scoop.upworthy.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Scoop Upworthy: Fun, Inspiring, Work & Relationship Storytelling",
    "title": "Woman is praised for telling off man who repeatedly invaded her personal space and refused to back off - Scoop Upworthy",
    "title_full": "Woman is praised for telling off man who repeatedly invaded her personal space and refused to back off - Scoop Upworthy",
    "published": "2023-12-29T05:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5482,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f20b91d58f17b3011e15c61a8f8a98bc8645cf00",
  "url": "https://scoop.upworthy.com/woman-is-praised-for-telling-off-man-who-repeatedly-invaded-her-personal-space-refused-to-back-off-544254-544254-544254-544254",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anusha J",
  "published": "2023-12-29T05:55:00.000+02:00",
  "title": "Woman is praised for telling off man who repeatedly invaded her personal space and refused to back off - Scoop Upworthy",
  "text": "'Men don’t know how to keep space. They touch you inappropriately, they talk to you inappropriately, and are in your space inappropriately,' the woman blasted the man in the video. Editor's note: This article was originally published on August 3, 2021. It has since been updated. Most men have little to no regard for invading personal space when it comes to women. It is common to see them come uncomfortably close to women and \"accidentally\" brush against their bodies and act as if nothing happened. The chances of them doing this to another man is minuscule. A woman's personal space is something they think is negotiable. When women do object they try to gaslight them into thinking they are overreacting for no reason. But calling out this predatory behavior and holding men accountable is necessary. A woman is being praised for doing just that in a [TikTok video](https://www.tiktok.com/@haleymcquinn_/video/6989263586954661125?is_copy_url=1&is_from_webapp=v1). Haley McQuinn managed to capture her friend, Calla calling out a man for coming in way too close to her and then inappropriately touching her despite being told not to. The video captioned: \"Normalize checking men\" has racked up over two million views. In the video, an unidentified man has his chair placed right behind Calla's and has his arm resting on the back of her chair. It is obvious from the very beginning that she is not comfortable with the man's proximity to her. Her expression and body language are telling of how she is uncomfortable. As the man continues to claim Calla's personal space, his elbow touches her back. She immediately recoils from his reach and the man dramatically and mockingly states: “Oh, s***! I touched her again!” He tries to act like the victim in the situation and still does not back off. When Calla continues to show her discomfort he tries to badly explain himself saying he was talking to the girl sitting next to her. The girl then points out that he was indeed talking about her. An exasperated Calla then tells him off. “You were talking to her about me and talking about my trauma because, yes, for the last f***ing 30 years of my life [men] don’t know how to keep space. They touch you inappropriately, they talk to you inappropriately, and they be [sic] in your motherf***ing space inappropriately,” she stated. It is unsure what followed but other TikTok users were frustrated with the man's behavior as well. One person wrote: \"I cannot stand people that act like him! ‘I don’t have an issue with me getting in YOUR personal space, you should relax’.\" Another person commented: \"Triggered. When they gaslight you and try to make you feel like you’re overreacting for normally reacting to their disrespect.\" One user noted that the guy knew exactly what he was doing while others stated the six-feet social distancing rule should continue even after the pandemic is over. \"I just know someone out there thinks she’s dramatic,\" another person noted, \"it’s called respecting personal space and education. How were some of y’all raised.\" Calla [stitched](https://www.tiktok.com/@callalatrice/video/6989355277124373766?lang=en&is_copy_url=1&is_from_webapp=v1) the video and captioned it: \"So obtuse...obviously can't read facial expressions or body language.\" People usually have an invisible bubble a few feet around them that comprises their personal space. This space varies in size depending on gender, culture, the relationship between the people, and the setting, among other factors. Unsurprisingly, men occupy more space than women. A woman's boundaries are not respected and are invaded more easily. According to [Psychology Today](https://www.psychologytoday.com/us/blog/he-speaks-she-speaks/201005/the-incredible-hulk-and-the-shrinking-violet-women-men-and-personal), a woman's territory is overtaken more quickly than a man's. Linda Manning, a communication professor, says it is possible for women to \"grow\" their space using markers. \"I suppose it was my nonverbal way of saying, ‘I'm in charge here because look at how much territory I have marked with my possessions,'\" she explained. Understand that when men invade a woman's personal space it is never about sex. It is all about power.— Chekhov’s Gin (@_pea_green_boat) Teach other men that. [March 8, 2017] corona times and men STILL HAVEN’T LEARNT HOW NOT TO INVADE PERSONAL SPACE in public places like pleaseeees pleaaaase stand away there is no need to come so close to me in the queue— begum (formerly duchess) (@pettyparthy) [November 30, 2020]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://www.tiktok.com/@haleymcquinn_/video/6989263586954661125?is_copy_url=1&is_from_webapp=v1).",
    "https://www.tiktok.com/@callalatrice/video/6989355277124373766?lang=en&is_copy_url=1&is_from_webapp=v1)",
    "https://www.psychologytoday.com/us/blog/he-speaks-she-speaks/201005/the-incredible-hulk-and-the-shrinking-violet-women-men-and-personal),",
    "https://psychologytoday.com/us/blog/he-speaks-she-speaks/201005/the-incredible-hulk-and-the-shrinking-violet-women-men-and-personal),",
    "https://tiktok.com/@haleymcquinn_/video/6989263586954661125?is_copy_url=1&is_from_webapp=v1).",
    "https://www.tiktok.com/@haleymcquinn_/video/6989263586954661125",
    "https://tiktok.com/@callalatrice/video/6989355277124373766?lang=en&is_copy_url=1&is_from_webapp=v1)",
    "https://www.tiktok.com/@callalatrice/video/6989355277124373766"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haley mcquinn",
        "sentiment": "none"
      },
      {
        "name": "calla",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T06:19:22.322+02:00",
  "updated": "2023-12-29T06:19:22.322+02:00"
}