{
  "thread": {
    "uuid": "7ad81b3b52f251154d7beaf97d1ae2bfec07360b",
    "url": "https://padovanet.it/notizia/20240116/comunicato-stampa-emergenza-freddo-altri-14-posti-pi%C3%B9-accogliere-le-persone-senz",
    "site_full": "padovanet.it",
    "site": "padovanet.it",
    "site_section": "http://padovanet.it/rss/tutti.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Padovanet: nuovi contenuti",
    "title": "Comunicato stampa: emergenza freddo, altri 14 posti in più per accogliere le persone senza dimora. Colonnello, continua la nostra risposta per far fronte alle settimane più fredde dell’anno",
    "title_full": "Comunicato stampa: emergenza freddo, altri 14 posti in più per accogliere le persone senza dimora. Colonnello, continua la nostra risposta per far fronte alle settimane più fredde dell’anno",
    "published": "2024-01-16T15:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 86566,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ad81b3b52f251154d7beaf97d1ae2bfec07360b",
  "url": "https://padovanet.it/notizia/20240116/comunicato-stampa-emergenza-freddo-altri-14-posti-pi%C3%B9-accogliere-le-persone-senz",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redazione@padovanet.it",
  "published": "2024-01-16T15:27:00.000+02:00",
  "title": "Comunicato stampa: emergenza freddo, altri 14 posti in più per accogliere le persone senza dimora. Colonnello, continua la nostra risposta per far fronte alle settimane più fredde dell’anno",
  "text": "Comunicato stampa: emergenza freddo, altri 14 posti in più per accogliere le persone senza dimora. Colonnello, continua la nostra risposta per far fronte alle settimane più fredde dell’anno\n“A quelli già disponibili si aggiungono altri 14 posti letto per accogliere le persone fragili, senza dimora – dichiara l’assessora al Sociale, Margherita Colonnello - Di questi, 3 sono messi a disposizione dalla parrocchia di Altichiero, 5 sono individuati dal Comune e 6 sono messi a disposizione dalla parrocchia di San Filippo Neri grazie alla disponibilità dei volontari della Comunità Sant’Egidio. Continua, pertanto, la nostra risposta per far fronte alle settimane più fredde dell’anno con l’impegno di cercare di aumentare i posti disponibili per proteggere le persone più fragili. Ringrazio davvero tutti coloro che operano, a vario titolo, per rendere così speciale questa sinergia solidale di comunità”.\nE’ attivo dal 15 novembre il piano invernale messo a punto dal settore Servizi Sociali del Comune di Padova in collaborazione con l’Azienda Ulss 6 Euganea e il privato sociale, che fino al 29 febbraio, condizioni meteo permettendo, accoglierà le persone senza dimora che potranno contare, a titolo gratuito, sui posti letto messi a disposizione in varie strutture e parrocchie della città.\n“Anche nella parrocchia di Altichiero riprende vita una bella storia di carità e di accoglienza per i senzatetto, dopo che la pandemia ci aveva impedito di proseguire una esperienza iniziata nel 2013 – commenta il parroco, don Lorenzo Parolin - Così nell’ex garage di casa Betania, adattato come si deve, possiamo tornare ad offrire alcuni posti letto a persone altrimenti costrette a trascorrere al freddo la notte in questi mesi invernali. Tendiamo la mano ad alcuni fratelli; accogliamo e condividiamo le loro storie. Lo facciamo in nome del vangelo ed in cammino verso l’incontro con il Signore incarnato nei piccoli e nei poveri. Un gruppo di circa trenta volontari della nostra parrocchia – conclude il parroco - provvederà, a turno, ad accogliere gli ospiti alla sera, a congedarli al mattino, al cambio delle lenzuola e a fornire qualcosa da mettere sotto i denti come colazione. Anche questo fa comunità”.\n“Grazie alla disponibilità della parrocchia di San Filippo Neri e grazie anche alla partecipazione delle volontarie e volontari di Sant’Egidio - afferma Mirko Sossai della Comunità Sant’Egidio - apriamo un altro luogo di accoglienza notturna per sei persone. Volontari di Sant’Egidio saranno presenti tutte le sere per portare la cena e un po’ di amicizia. In questo inverno, non restiamo indifferenti, ma ci impegniamo ad aiutare, proteggere ed accompagnare”.\n“Dopo le positive esperienze nelle parrocchie di San Bellino e SS Trinità, anche a San Filippo Neri siamo lieti di dare disponibilità di spazi per accogliere altre persone bisognose di un posto dove dormire – dice il parroco, don Marco Galletti - Collaboreremo volentieri con i volontari di Sant'Egidio non solo offrendo spazi ma anche parrocchiani che vorranno aiutare. Un gesto per noi semplice ma sicuramente di grande arricchimento per la parrocchia e chi vorrà aiutarci”.\nI servizi straordinari attivi inclusi nel Piano prevedono: accessi settimanali alle strutture di accoglienza, svolti dall’équipe del Dipartimento per le dipendenze dell’Ulss 6 Euganea; la presenza di 8 Unità di strada, di cui due del Comune di Padova e sei gestite dal volontariato, in rete tra di loro, per il monitoraggio del territorio, l'aggancio relazionale delle persone senza dimora, la distribuzione di viveri e beni di prima necessità e per fornire l'orientamento all'accesso alle strutture di accoglienza notturna; un ambulatorio mobile della Croce rossa italiana presente in orario serale il giovedì presso il piazzale antistante la Stazione Ferroviaria, e il lunedì nelle strutture di accoglienza.\n“Ricordo che si tratta di un piano preparato per tempo e che, anno dopo anno, migliora grazie alla condivisione di esperienze e alla collaborazione tra enti e associazioni del territorio, proprio per donare aiuti sempre più attenti a chi vive per strada – precisa Colonnello – Oltre al posto letto, vengono previsti ulteriori servizi svolti da équipe di operatori professionisti, volontari, unità di strada. E le otto unità di strada, gestite sia dal Comune che dal volontariato sociale, tutte in rete tra loro, pensano alla distribuzione di viveri e di beni di prima necessità con l’obiettivo di entrare anche in relazione con le persone per cercare di rispondere al meglio ai loro bisogni. Per richiedere l'accoglienza – conclude l'assessora – invitiamo le persone a recarsi allo sportello allestito nella casetta Borgomagno, dove troveranno gli operatori incaricati che, dopo aver effettuato le verifiche del caso, gli accertamenti sanitari propedeutici all’accoglienza, prenoteranno il posto letto nella struttura disponibile”.\nLa Casetta Borgomagno di via Eremitano, 4/6 - lato ovest della stazione ferroviaria, sotto il cavalcavia Borgomagno -, è aperta dalle 9:30 alle 12:00, dal lunedì al venerdì. Il “Piano accoglienza invernale 2023/2024” è curato dal servizio Progetti e inclusione - ufficio Inclusione sociale – del settore Servizi sociali del Comune di Padova.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T18:34:52.428+02:00",
  "updated": "2024-01-16T18:34:52.428+02:00"
}