{
  "thread": {
    "uuid": "93bc6cd74b3337c7444635515a6ce9df1f472b74",
    "url": "https://www.breitbart.com/news/peregrine-mission-to-launch-monday-will-aid-humans-return-to-moon/",
    "site_full": "www.breitbart.com",
    "site": "breitbart.com",
    "site_section": "https://www.breitbart.com/news",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "All News - Breitbart News Network",
    "title": "Peregrine mission, to launch Monday, will aid humans' return to moon - Breitbart",
    "title_full": "Peregrine mission, to launch Monday, will aid humans' return to moon - Breitbart",
    "published": "2024-01-06T02:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.breitbart.com/media/2018/06/BB-logo-highres.jpg",
    "performance_score": 0,
    "domain_rank": 1656,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "93bc6cd74b3337c7444635515a6ce9df1f472b74",
  "url": "https://www.breitbart.com/news/peregrine-mission-to-launch-monday-will-aid-humans-return-to-moon/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UPI",
  "published": "2024-01-06T02:03:00.000+02:00",
  "title": "Peregrine mission, to launch Monday, will aid humans' return to moon - Breitbart",
  "text": "Jan. 5 (UPI) — The goal of humans returning to the moon after more than 50 years will inch closer with the launch of the Peregrine Mission One planned for launch early Monday morning from at Cape Canaveral Space Force Station in Florida. Liftoff aboard a United Launch Alliance Vulcan Centaur rocket — its first flight — is planned for 2:18 a.m. EST, capping a long wait because of delays that date to mid-2022. Pittsburgh-based Astrobotic’s Peregrine Mission One will mark the first U.S. lunar landing since the Apollo program’s final 1972 flight. The payload’s scheduled moon landing in February will be adjacent to the largest dark spot on the near side of the moon at a site described as a “geologic enigma.” For registered virtual watchers of the launch, access will be granted to resources like schedule changes and mission-specific information, as well as a commemorative stamp for a virtual guest passport. The Vulcan rocket is to make its first flight, carrying the Peregrine commercial lunar lander for Astrobotic. The Peregrine robotic lander, which will carry experiments, scientific instruments and other payloads, also will carry two prototype satellites for Amazon’s Kuiper broadband constellation. Part of NASA’s Commercial Lunar Payload Services Initiative, Peregrine Mission One is described as a “commercial robotic lunar delivery service” that will bring needed components to help humans sustain life in space. Observers consider this a a crucial step in the Artemis moon program, in which the 10-day Artemis II mission planned for late this year will bring humans the farthest from Earth any astronaut has been. NASA is looking to land astronauts on the moon in the Artemis III mission, which the space agency predicts will happen before the end of 2025. But that depends on a lot of contractors, including SpaceX, and space observers have said that date might be too optimistic. One of 14 NASA providers under contract able to bid on task orders, so far only nine task orders have been granted to five providers — Astrobotic included — set to deliver over 40 loads to the moon’s surface until 2025. The chosen delivery providers are responsible for their own launch, lander design and landing operations. Nine U.S.-based companies were selected in 2018 to be eligible vendors to bid on contracts, with five more added the next year. “Robotic science investigations delivered to the moon … will lay the foundation for a new era of solar system science to better understand planetary processes and evolution, to search for evidence of water and other resources, and support long-term, sustainable human exploration,” NASA said. Through November, commercial contracts through NASA have a combined value of $2.6 billion. ULA’s Vulcan rocket production spanned five states — Washington, Utah, Colorado, Alabama and Florida.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "breitbart",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "peregrine",
        "sentiment": "negative"
      },
      {
        "name": "upi",
        "sentiment": "negative"
      },
      {
        "name": "astrobotic",
        "sentiment": "none"
      },
      {
        "name": "peregrine mission one",
        "sentiment": "none"
      },
      {
        "name": "united launch alliance vulcan",
        "sentiment": "none"
      },
      {
        "name": "cape canaveral space force station",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "moon",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:05:58.979+02:00",
  "updated": "2024-01-06T02:05:58.979+02:00"
}