{
  "thread": {
    "uuid": "c769b3e97ecd4901e469736165d4b1acb5ea3afd",
    "url": "https://www.egypttoday.com/Article/1/130898/Sisi-History-will-hail-Egyptians-achievement-to-save-their-country",
    "site_full": "www.egypttoday.com",
    "site": "egypttoday.com",
    "site_section": "https://wn.com/war_on_terror/news",
    "site_categories": [
      "media",
      "travel",
      "air_travel"
    ],
    "section_title": "War On Terror",
    "title": "Sisi: History will hail Egyptians' achievement to save their country from terrorism - EgyptToday",
    "title_full": "Sisi: History will hail Egyptians' achievement to save their country from terrorism - EgyptToday",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.egypttoday.com/siteimages/larg/202403090352125212.jpg",
    "performance_score": 0,
    "domain_rank": 15767,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c769b3e97ecd4901e469736165d4b1acb5ea3afd",
  "url": "https://www.egypttoday.com/Article/1/130898/Sisi-History-will-hail-Egyptians-achievement-to-save-their-country",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Sisi: History will hail Egyptians' achievement to save their country from terrorism - EgyptToday",
  "text": "BY - Sat, 09 Mar 2024 - 01:53 GMT BY Sat, 09 Mar 2024 - 01:53 GMT CAIRO - 9 March 2024: President Abdel Fattah El Sisi attended Saturday the 39th Armed Forces Cultural Symposium on the occasion of the the Armed Forces' celebration of the Martyr's Day, which is held at Al-Manara International Conference Center in New Cairo. During his speech, President Sisi said that thanks to the sacrifices of martyrs, Egypt managed to enjoy peace and security despite unstable regional conditions. Sisi noted that Egypt waged a 10-year war against terrorism and confronted extremist thought that aimed at subverting the state. Egypt and the Armed Forces celebrate on the 9th of March every year the \"Martyr's Day\", which coincides with the anniversary of the martyrdom of General Abdel Moneim Riad in 1969, while he was among his valiant soldiers on the Suez Canal front during the War of Attrition. President Sisi said that Egypt lived in a major crisis for four years since the start of coronavirus pandemic, the Russian-Ukrainian conflict and the war in Gaza. Sisi pointed out to the increase in prices in the past year, adding that this requires exerting more efforts and patience and working better to serve the nation. President Sisi said that his promises to the Egyptians did not change, adding that with work and patience the country can overcome the current circumstances. He asserted the importance of standing shoulder to shoulder and exerting more efforts to overcome the repercussions of successive crises that are being witnessed in the region and the world. He said that Egypt is helping to solve these crises as much as possible, adding that it tries to bring about peace and stability to the region. \"Egypt is keen on keeping its Rafah border crossing open 24/7 to allow for the delivery of humanitarian aid to the Gaza Strip, he said, refuting all allegations about its closure,\" he said, adding that the airdropping of aid supplies to Gazans is due to the challenges facing the entry of aid into the enclave, especially its northern parts. President Sisi dismissed as \"groundless allegations\" that some officials in the state control an amount of 10-12 billion dollars. The population is living on 10% to 12% of the total area of Egypt instead of 6% previously, he said, adding that there was overpopulation from Aswan to Alexandria. The state selected the hard way to become a \"capable state\", he said. President Abdel Fattah El Sisi Saturday said that the magnificent miracle achieved by the Egyptians over the past years shall forever resonate in history, bearing witness to their defense of their ancient homeland against falling in the perils of terrorism and the groups of evil and extremism. They defied the hurricane of fragmentation, collapse and chaos that swept through all parts of the region, in which we live, the president said while addressing the 39th Armed Forces Cultural Symposium on the occasion of the the Armed Forces' celebration of the Martyr and Veteran's Day, which took place at Al Manara International Conference Center in New Cairo earlier in the day. \"At the very same time, they built and developed their country and laid a foundation for a national economy, capable of persevering through crises. By God’s grace, it will not be long before the Egyptians celebrate the fruits of their dedication, patience and investments in building the future of this homeland,\" Sisi said. \"Today, I speak to you on the anniversary of “Martyr’s Day”; the day of the heroes, who rose from the soil of this blessed land. They upheld their duty with unwavering pride and found peace in the embrace of the divine, leaving us with the sorrow of separation, yet an endless legacy of pride and glory that will be enshrined in our nation's memory. \"The radiant chapters of our nation’s history are filled with countless days that stand as testaments to the Egyptian people’s struggle; a story of sacrifices and heroism that have illuminated torches of light, ignited the flames of patriotism, shattered the rocks of despair, paved the paths of hope and immortalized their names in the records of honor. \"A salutation of appreciation and respect from the great people of Egypt to the brave men of the Armed Forces, who bear the responsibility, with all resolve, perseverance and courage, for the protection of the homeland’s resources and gains, side by side with the robust policemen, dedicated to safeguarding Egypt’s security, all armed with their loyalty to this great homeland. \"Over the past months, the world has been witnessing a devastating tragedy adjacent to us, in dear Palestine. Thousands were martyred in the Gaza Strip, leaving survivors to grapple with an unprecedented humanitarian catastrophe. We have been exerting our utmost efforts and energy to protect them and provide relief by striving for a ceasefire and delivering assistance to them. \"Today, we send the entire Palestinian people, who are steadfast on their land and resilient on their soil, a salute of appreciation and admiration. We tell them: \"Your pain is our pain, and your suffering is our suffering. Egypt is committed to pursuing efforts toward reaching a ceasefire, delivering aid, and providing relief to those affected by this massive disaster. Unwavering in its support, Egypt will tirelessly work, no matter the cost, toward securing the brotherly Palestinian people’s legitimate rights in their independent state.\" \"Concluding my speech, I would like to extend a special greeting to the families of our martyrs, to the grieving father and mother, to the patient wife, and to the steadfast son and daughter, to all of you I extend my as well as the Egyptian people’s greetings and appreciation for your great sacrifices. We vow to uphold our sacred duty to you, as Egypt unites as your family and your martyrs, our sons, are forever enshrined as icons of pride and sources of dignity.\" President Sisi pointed out to the challenges Egypt witnessed in the past ten years, adding that he was sure that the problem would be solved. He said that some institutions assessed the cost needed for the reconstruction of the Gaza Strip by an amount exceeding 90 billion dollars Comments Leave a Comment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sisi",
        "sentiment": "negative"
      },
      {
        "name": "egypttoday sisi",
        "sentiment": "negative"
      },
      {
        "name": "abdel moneim riad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "armed forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "suez canal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T16:26:23.758+02:00",
  "updated": "2024-03-09T19:37:54.064+02:00"
}