{
  "thread": {
    "uuid": "cc4f124fed32299107b7ed31e402b27d6f1d0d14",
    "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-to-christian-workers-associations-be-a-voice-of-peace.html",
    "site_full": "www.vaticannews.va",
    "site": "vaticannews.va",
    "site_section": "https://www.vaticannews.va/en.html",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "News from the Vatican - News about the Church - Vatican News",
    "title": "Pope to Christian Associations of Italian Workers: 'Be a voice of peace' - Vatican News",
    "title_full": "Pope to Christian Associations of Italian Workers: 'Be a voice of peace' - Vatican News",
    "published": "2024-06-01T12:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.vaticannews.va/content/dam/vaticannews/agenzie/images/srv/2024/06/01/2024-06-01-membri-delle-associazioni-cristiane-lavoratori-italia/1717235276817.JPG/_jcr_content/renditions/cq5dam.thumbnail.cropped.1500.844.jpeg",
    "performance_score": 0,
    "domain_rank": 2820,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc4f124fed32299107b7ed31e402b27d6f1d0d14",
  "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-to-christian-workers-associations-be-a-voice-of-peace.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vatican News",
  "published": "2024-06-01T12:40:00.000+03:00",
  "title": "Pope to Christian Associations of Italian Workers: 'Be a voice of peace' - Vatican News",
  "text": "Pope to Christian Associations of Italian Workers: 'Be a voice of peace' By Lisa Zengarini Pope Francis on Saturday met with the Christian Associations of Italian Workers (ACLI) as they celebrate the 80th anniversary of their foundation in 1944. Commitment to making a difference in society Addressing some 6,000 members of the organization in the Paul VI Hall, the Pope warmly commended their decades-long commitment to solidarity in the service of workers, pensioners, young people, migrants and all the people in need, but also of the cause of peace. “The ACLI ,\" he noted , \"are a place where it is possible to meet the ‘saints of next door’, who don’t hit the frontpages but sometimes actually make a difference for the better.” The Pope then focused his reflection on five distinctive features of their “style” of work . The first is their “popular” style, that is “not only being close to the people”, but also “feeling part of the people.” A popular style “A popular style implies recognizing that great social projects and lasting transformations arise from below, from shared commitment and collective dreams”, he said. “But the true essence of the people lies in solidarity and a sense of belonging”, which, the Pope remarked remarked, is so much needed today “in our fragmented society and individualistic culture.” Working together with people from different backgrounds The second feature Pope Francis mentioned is the ACLI’s the synodal style. Working together with people from different backgrounds collaborating for the common good is “fundamental”, he remarked, encouraging the ACLI to continue this path with a special attention to the weakest in society, so that “no one is left behind.” Commitment to the values of democracy and peace The Pope then recalled that loyalty to the principles of democracy and the protection and promotion of human rights is another distinctive feature of the ACLI. The Pope noted that for a society to be truly democratic, everyone should have a place. This is why, he noted, the support they provide to those who risk marginalization - young people, women, vulnerable workers and migrants and elderly and pensioners is so important. Pope Francis also praised the ACLI for their active commitment to the cause of peace: “In a world marked by conflicts and divisions,” he said, “your testimony as peacemakers, as intercessors for peace, is more necessary and precious than ever.” Adopting a Christian style Finally, Pope Francis recalled the Christian inspiration of the ACLI which permeates their commitment to serving workers, peace and to promoting the dignity of all people. In the face of “cultural visions that risk cancelling the beauty of human dignity and tearing society apart”, concluding Pope Francis encouraged the Christian Associations to continue their service to the community and “to cultivate a new dream of fraternity and social friendship.” Thank you for reading our article. You can keep up-to-date by subscribing to our daily newsletter. [ Just click here](/en/newsletter-registration.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "positive"
      },
      {
        "name": "lisa zengarini pope fran",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "vatican news pope to christian associations",
        "sentiment": "positive"
      },
      {
        "name": "acli",
        "sentiment": "none"
      },
      {
        "name": "christian associations of italian workers",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T13:50:41.175+03:00",
  "updated": "2024-06-01T19:11:39.717+03:00"
}