{
  "thread": {
    "uuid": "acdbe4156094010c799043035aabd75a72db018a",
    "url": "https://www.wtvr.com/news/local-news/chamberlayne-foster-care-mar-14-2024",
    "site_full": "www.wtvr.com",
    "site": "wtvr.com",
    "site_section": "https://wtvr.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WTVR.com | News, Weather and Sports from WTVR Richmond",
    "title": "New home opens for Richmond young adults who have aged out of foster care",
    "title_full": "New home opens for Richmond young adults who have aged out of foster care",
    "published": "2024-03-14T20:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/368c3d9/2147483647/strip/true/crop/1280x672+0+24/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F8f%2F31%2F7ae220964c26bb2edd2f47b8ecee%2Fposter-image-2024-03-14t180127-862.jpg",
    "performance_score": 0,
    "domain_rank": 9752,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "acdbe4156094010c799043035aabd75a72db018a",
  "url": "https://www.wtvr.com/news/local-news/chamberlayne-foster-care-mar-14-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jake Burns",
  "published": "2024-03-14T20:05:00.000+02:00",
  "title": "New home opens for Richmond young adults who have aged out of foster care",
  "text": "A partnership between four organizations is turning an empty house into a home to help address the issue by providing temporary housing for a small group of young people who have aged out. The house sits on Chamberlayne Road just north of Interstate 95 next to what used to be Chamberlayne Heights United Methodist Church. Good Shepard United Methodist owns the property, and thanks to a donation from Anthem Healthkeepers Plus , renovated the building for housing. The national non-profit Open Table will help run the program in partnership with Fostering Acadia , who support independent living for young adults (17 to 20 years old) who will soon age out of the foster care system. For at least the next two years, 8 to 10 young people who are aging out of foster care will live in the home and receive community support from all four organizations. \"At 21, funding and support ends,\" said Jason Brown, founder and CEO of Fostering Acadia. “They don’t have the supports that a lot of their peers not in the foster care system have.” Brown, who is a foster parent, said those young people aging out of the foster care system are often scared and worried about what's next when their support systems go away. \"With the housing crisis going on right now, it is really hard for a 21-year-old to get their own apartment, in their own name, by themselves completely,\" he said. \"We need people to step up and need organizations and the community to step up to be that yes when we have the question what do we do for youth past 21.” Angie Williams, the COO of Open Table, said as many as 50% of those who age out of the system experience some form of homelessness in the first six months. She said the Chamberlayne home helps break that cycle. “As a foster adoptive parent myself, I know the incredible impact this is going to have on the young people who have the opportunity to live here,\" Williams said. “In Virginia, we have over 500 young people who age out of foster care every year. If 50% of them are likely to be homeless within the first six months, we have a lot of work to do, but it can be done. The resources are there, the property is there.” Stable housing is critical to any young person's job prospects, health, and quality of life. Both Brown and Williams said this partnership is about creating a \"village\" of support around those aging out of foster care when many community members not engaged in issues facing the foster care system do not know this is happening in their own backyard. \"I know when I was past 21, I still needed to reach out to my mom and dad, so who are these youths reaching out to past 21? They need some people who will raise their hand and say, ‘Hey, you can reach out to us,'\" Brown said. \"This absolutely could be replicated. With those players and those partners and all of that together, it could be taken anywhere in Virginia, throughout the Commonwealth and the country,\" Williams said. The initial group of four young men will move in about a month from now, once all the furniture is moved in. Those involved in the partnership said they hope to repeat this model in other parts of the region and Commonwealth. Anthem Healthkeepers Plus donated $35,000 to Good Shepard to renovate the home and $100,000 to fund operations through Open Table. You can learn more about all four organizations through the hyperlinks in the story above. Resources and information for those aging out the foster care system are available here. Depend on CBS 6 News and WTVR.com for in-depth coverage of this important local story. Anyone with more information can [email newstips@wtvr.com to send a tip](mailto:newstips@wtvr.com). VCU defeats UMass 73-59 in Atlantic 10 Conference Tournament 'Good vibes only' Rams House features pizza and sliders Graduation Day murder trial juror wanted to find Richmond gunman guilty Saint Joseph's knocks off Richmond 66-61 in Atlantic 10 Conference Tournament When tickets will be mailed to drivers speeding outside these Richmond schools New Richmond mural honors Medal of Honor recipients This horse was on the verge of death. His healers threw him a birthday party Warm again Friday with some showers possible Performance Pickleball expanding from Regency to Roanoke Richmond community provides feedback on proposed new GRTC transfer hub",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.fosteringacadia.org/),",
    "https://mss.anthem.com/va/virginia-home.html),",
    "https://gsumcrva.org/#navigation)",
    "https://www.dss.virginia.gov/family/fc/independent.cgi)",
    "https://www.theopentable.org/)",
    "https://www.gsumcrva.org/#navigation)",
    "https://fosteringacadia.org/),",
    "https://dss.virginia.gov/family/fc/independent.cgi)",
    "https://theopentable.org/)",
    "https://www.mss.anthem.com/va/virginia-home.html),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "chamberlayne heights united methodist church",
        "sentiment": "none"
      },
      {
        "name": "good shepard united methodist",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "va.",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "chamberlayne road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:15:00.367+02:00",
  "updated": "2024-03-15T01:05:10.371+02:00"
}