{
  "thread": {
    "uuid": "f6afe409da47c4b82502edac0c26d584ea057216",
    "url": "https://dailyreckoning.com/thank-god-the-bridge-collapsed",
    "site_full": "dailyreckoning.com",
    "site": "dailyreckoning.com",
    "site_section": "http://dailyreckoning.com/feed/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Daily Reckoning",
    "title": "Thank God the Bridge Collapsed!",
    "title_full": "Thank God the Bridge Collapsed!",
    "published": "2024-03-29T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dailyreckoning.com/wp-content/uploads/2024/03/dr-hero-img-03-28-24-shutterstock_305834648.jpg",
    "performance_score": 0,
    "domain_rank": 30927,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6afe409da47c4b82502edac0c26d584ea057216",
  "url": "https://dailyreckoning.com/thank-god-the-bridge-collapsed",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Maher",
  "published": "2024-03-29T00:00:00.000+02:00",
  "title": "Thank God the Bridge Collapsed!",
  "text": "Thank God the Bridge Collapsed!\nWe sense — at times — that we dwell among unrealities.\nToday is one such time.\nReports a certain Gregory Mannarino in Trends Journal:\nDespite a world economy contracting at its fastest pace on record, stock prices are rising at a staggering pace. Here in the United States alone in just the first three months of the year, the stock market has hit a new record TWENTY TIMES!\nThe Dow Jones Industrial Average registered 37,697 on Jan. 3.\nToday it verges upon 40,000 — a nearly 6% advancement within four months.\nHas the United States economy advanced nearly 6% within the past four months?\nBy every indication it has not.\nShouldn’t the Stock Market Reflect the Economy?\nTradition says a nation’s stock market is the mirror of its economy — not a perfect mirror perhaps — yet a mirror.\nThe Federal Reserve has wrecked that mirror into millions and millions of fragmented shards… strewn upon the trading floor.\nToday the stock market is a mirror not of economic realities — but of monetary realities.\nIt is an economic anti-mirror. Mr. Mannarino:\nBeginning this year, multiple corporations have announced, and continue to announce, mass layoffs… [indicating] a rapidly slowing economy.\nWith ongoing nonstop round after round of continuing bad economic news, stock investors are betting on central banks lowering rates despite inflation continuing to rise.\n[It’s] the promise of more easy money.\nThus poor economic news is grand financial news.\nThank God the Bridge Collapsed!\nWe hazard Wall Street inwardly thrilled to the destruction of Baltimore’s Francis Scott Key Bridge.\nThat is because its destruction will work substantial economic wreckage.\nMr. Martin Armstrong of the eponymous Armstrong Economics:\nAround 4,900 trucks, carrying around $28 billion in goods, must be rerouted due to the bridge collapse. It is the second-busiest strategic roadway in the U.S. for hazardous materials. These hazardous materials include diesel fuels… Fuel prices will rise, fertilizer prices will rise. The bridge was built to handle hazardous materials like propane, nitrogen, highly flammable materials, large cargo materials and more.\nThen there is the agricultural impact to consider:\nThe timing could not have been worse for American agriculture.\nBaltimore is the largest entry point for all large agricultural and construction equipment, and this will have a ripple effect across U.S. agriculture in general. It has been noted that this collapse occurred during the peak of planting season for the Midwest region as the ground has begun to thaw. Our entire food supply is at risk.\nAnd what about Baltimore Harbor employees heaved suddenly into idleness?\nOver 15,000 people are employed directly through the port, and 139,000 have indirect jobs in connections. All of this amounts to $3.3 billion in personal income, as noted by Axios.\nAnalysts are saying this will cripple Baltimore, but it will send ripple effects throughout the entire U.S. economy.\nAnd so there is greater joy on Wall Street. The destruction will further induce the Federal Reserve to “pivot.”\nLet’s Blow All the Bridges!\nShall we collapse all the nation’s bridges and shutter all its ports? Why not?\nImagine the monetary and fiscal stimulus that would come issuing.\nImagine its levitating effects upon the stock market.\nIt is already aloft under the Federal Reserve’s elevating influence. As we have reported recently:\nDespite Federal Reserve “tightening”… financial conditions are presently looser than a harlot’s virtue… as Wall Street anticipates Mr. Powell’s prostitutional rate reductions.\nIn reminder:\nSource: Bloomberg\nSource: Bloomberg\nThree rate reductions are in prospect this year.\nAnd so Wall Street is presently rubbing its hands in frenzied anticipation, its lips grinning from right ear to left ear, its eyes bulging from its skull.\nAn Unjust System\nWe are heart and soul for the free enterprise system.\nLet a man present his talents and abilities before the free and open market.\nLet him wrest what he can from its ruthless yet honest combats.\nFor this man has earned his take. Let it be the lion’s take.\nYet as we are heart and soul for the free enterprise system… we are heart and soul against the manipulated system.\nThere exists a force within the liver and lights that cries out against it. This force demands a square accounting.\nThe manipulated system is — as we see it — actively arrayed against a square accounting.\nIt is, in brief, an unjust system.\nIt rewards not authentic talent, not authentic ability… but inauthentic talent and inauthentic ability.\nThus the manipulated system is a form of welfare.\nIt is welfare not for the indigent but the stockholder.\nAnd the manipulated system — the welfare system — is the present system.\nHonest Competition\nWe have never denied the manipulated stock market can be lucrative.\nNor would we deny that bank robbing can be lucrative. Or that hitmanning can be lucrative.\nWe have merely questioned its authenticity… and its justice.\nThe stock market should be a free and open joust. Bull and bear, bovine and ursine, let them meet on fair and neutral ground.\nThere they can settle their quarrels under honest competition.\nA scrupulously impartial judge should referee the bout. His lone concern should be the equal application of martial justice.\nHe must hold the scales even.\nAnd may the winner emerge fair and square, his hand raised in honest victory.\nShould it be the people’s champion — the bull — so much the better.\nBut should the heelish bear walk out victorious, well then…. the heelish bear walks out victorious.\nThe bear would win because he was the superior pugilist.\nJustice, that is, would be served. What we have instead is injustice…\nA Rigged Fight\nThe Federal Reserve is not a neutral referee in this bout. It is rather an active participant, in active conspiracy with the bull.\nBefore the bout it packs his gloves with iron. And once the bout commences?\nIf the bull strikes beneath the belt, if he bites in the clinches, if he punches after the bell has rung…\nThis rogue referee instantly loses his powers of vision. He sees nothing.\nAnd if the bear smites the bull down to the canvas, witless, leaving him to take the count?\nThen this corrupto stretches the count until the sprawling bovine can regain the vertical… and his wits:\n“O-o-o-o-o-o-n-e… … … … t-w-o-o-o-o-o-o… … … … t-h-h-h-r-e-e-e-e-e-e… … … …” all the long way to 10.\nMeantime, should the bear absorb but a glancing blow, the official declares him loser by technical knockout, the victim of a mighty clout.\nWhat we have, then, is not a contest of one against one. We have instead a travesty of two against one.\nThe badly used bear is denied all chance of victory.\n“Fīat Jūstitia Ruat Cælum”\nYes, the speculators roar their approval. They applaud this holocaust of justice.\nThey do — after all — have a wager on the outcome.\nYet our sympathies go the other way.\nWe lean naturally in the underdog’s direction… and away from the lawless overdogs.\n“Fīat jūstitia ruat cælum” is the cry on our lips — “Let justice be done though the heavens fall.”\nOne day, we hazard, justice will be done. Yet how much more injustice must the underdog endure?\nGive him his chance, we say. Else we will never know the rightful winner.\nAnd we wish to know… though the heavens may fall…",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mannarino",
        "sentiment": "none"
      },
      {
        "name": "gregory mannarino",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "federal reserve",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:57:12.260+02:00",
  "updated": "2024-03-29T00:57:12.260+02:00"
}