{
  "thread": {
    "uuid": "10d90533f3987143119b0b33355648b987ed67ec",
    "url": "https://www.surreynowleader.com/news/efforts-to-preserve-syilx-language-reach-new-chapter-in-vernon-7290864",
    "site_full": "www.surreynowleader.com",
    "site": "surreynowleader.com",
    "site_section": "https://surreynowleader.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Surrey Now-Leader: surrey",
    "title": "Efforts to preserve Syilx language reach new chapter in Vernon",
    "title_full": "Efforts to preserve Syilx language reach new chapter in Vernon",
    "published": "2023-12-29T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.bpmcdn.com/f/files/shared/feeds/gps/2023/12/web1_240104-vms-elders-1_3.jpg;w=1200;h=800;mode=crop",
    "performance_score": 0,
    "domain_rank": 80508,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10d90533f3987143119b0b33355648b987ed67ec",
  "url": "https://www.surreynowleader.com/news/efforts-to-preserve-syilx-language-reach-new-chapter-in-vernon-7290864",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brendan Shykora",
  "published": "2023-12-29T08:00:00.000+02:00",
  "title": "Efforts to preserve Syilx language reach new chapter in Vernon",
  "text": "Adam Gregoire can tell stories for hours. The 88-year-old Syilx Elder grew up on them.\nHe believes in both the Christian God and the God of his people, and can tell you how the Biblical story of the flood intertwines the two, how the Syilx spirit told the Christian God to send the water to the north for it to freeze, and for life to carry on on the land.\n“I’ve listened to hundreds and hundreds of stories since I was a kid,” he said. “It’s all (we) did, especially in the winter months.”\nBut while the stories will stay locked in Gregoire’s memory for the rest of his days, the language in which he learned them is dwindling: today there are only a handful of people — as few as seven — who fluently speak n̓syilxčn̓/n̓səlxčin̓, the Syilx language.\n“There’s not enough practice,” says Gregoire, who as the years go on has fewer and fewer people to speak in his language with.\nHowever, a years-long effort to preserve the Syilx language is in its ninth chapter.\nAt a recent event at the Okanagan College Vernon campus, Syilx Language House held a book launch for Elders 9, a book containing transcriptions of hours of recordings of Syilx Elders that have been fitted together with the goal of preserving the language through new learners.\nGregoire (or C̓alúpaʔ in his language), along with Syilx Elders Grouse Barnes (K̓ninmtm̓ taʔ n̓q̓ʷic̓tn̓s) and Thomas Pierre (Čwyləx) spoke in English and the Syilx language at the event.\n“There’s getting to be fewer and fewer elders that are here,” said Barnes. “How we look at the world, it’s tied up in our language.”\nMichele Johnson, executive director of Syilx Language House, led the event at the college. As the Elders were speaking in their language, she was one of few in the room who could understand what was being said and could laugh at the jokes being made.\n“Our language has nearly left us,” Johnson told the crowd of close to 50 people who attended the book launch.\nBut the language hasn’t yet left, and work is being done to ensure that it lives on\nSyilx Language House runs a language teaching school. Currently, 30 students are working full-time to learn how to become speakers from Elders. There are 15 students in the beginner intensive full-time program and 15 in the advanced part-time program. The beginners study for three hours a day, four days a week and are “really coming along,” Johnson said.\n“We are lucky to have a comprehensive written curriculum that we follow,” Johnson added. “It’s a little-known fact that we are one of the only language groups in North America to be creating fluency in a critically endangered language that has a small number of speakers such as ours.”\nJesse Helfrick is a Syilx language learner with Syilx Language House. Helfrick teaches beginner learners who range in age from 15 to 75.\n“It’s an incredibly special position to be in,” he said at the event, referring to his role in preserving the language.\nHelfrick, who is non-Indigenous, represents the diversity at Syilx Language House; no matter their background, students and instructors can take part in the process of keeping the Syilx language alive.\n“I’m trying to stay in a position of humility with this because I can recognize how privileged I am to be in this position,” he said. “It’s still something that I struggle to find words for.”\nHelfrick says his lessons with the beginner classes reinforce his own understanding of the language as he continues his journey as a language learner.\n“It’s meant to be learned first and then turned around and taught. By teaching that curriculum it will really reinforce and solidify a lot of the learning that you went through as a learner.”\nLearning from Syilx knowledge keepers is a somewhat stressful undertaking since that knowledge is a finite resource that is rapidly dissipating.\n“It feels like we’re against the clock,” Helfrick said.\nBut seeing the young people in his class learning how to talk about the weather in the Syilx language, for instance, is the reward for the hard work the teacher/learners like Helfrick put in.\n“It’s really fantastic to see young ones speaking it,” he said. “It really fills my heart and the hearts of all the teachers to see people coming up in the language and to be raising the kids in the language, and that’s the goal of the school is to bring people into fluency.”\nFollowing the Elders 9 book launch, Johnson said she heard from her students that it was “powerful to be in the room with the knowledge keepers, to hear the language, and to recognize the immense body of recording work done over the past nine years.”\nJohnson and the folks at Syilx Language House are glad that the first Elders edition has been fully transcribed, and all nine volumes are shared freely.\nJohnson offered a couple of Syilx words that guide her team in their work: kʷu haʔn̓wíxʷ translates to “we respect each other,” while kʷu txt̓nwixʷ means “we take care of each other.”\nAnyone interested in learning more or joining the language preservation effort at Syilx Language House can visit\nthelanguagehouse.ca or email .\nREAD MORE:\nSyilx Elders work to preserve language with new book\nREAD MORE:\nFirst Nations seek salmon return to Columbia Basin in new treaty with U.S.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.thelanguagehouse.ca/",
    "https://www.vernonmorningstar.com/news/first-nations-seek-salmon-return-to-columbia-basin-in-new-treaty-with-us-6831920",
    "https://www.vernonmorningstar.com/local-news/syilx-elders-work-to-preserve-language-with-new-book-7109889",
    "https://thelanguagehouse.ca/",
    "https://www.thelanguagehouse.ca",
    "https://vernonmorningstar.com/news/first-nations-seek-salmon-return-to-columbia-basin-in-new-treaty-with-us-6831920",
    "https://vernonmorningstar.com/local-news/syilx-elders-work-to-preserve-language-with-new-book-7109889"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vernon adam gregoire",
        "sentiment": "negative"
      },
      {
        "name": "gregoire",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "syilx language house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "syilx elder",
        "sentiment": "none"
      },
      {
        "name": "okanagan college vernon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:44:28.694+02:00",
  "updated": "2023-12-29T21:44:28.694+02:00"
}