{
  "thread": {
    "uuid": "8e2024458e53539a1fd57751e9ec8d3056efdc21",
    "url": "https://jerseyeveningpost.com/morenews/uknews/2023/12/29/man-who-helped-tackle-sectarianism-in-football-in-northern-ireland-made-an-obe/",
    "site_full": "jerseyeveningpost.com",
    "site": "jerseyeveningpost.com",
    "site_section": "https://jerseyeveningpost.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Jersey Evening Post",
    "title": "Man who helped tackle sectarianism in football in Northern Ireland made an OBE",
    "title_full": "Man who helped tackle sectarianism in football in Northern Ireland made an OBE - Jersey Evening Post",
    "published": "2023-12-30T00:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d3gvyx4eg3tne0.cloudfront.net/wp-content/uploads/2023/12/Img37259295.jpg",
    "performance_score": 0,
    "domain_rank": 45877,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e2024458e53539a1fd57751e9ec8d3056efdc21",
  "url": "https://jerseyeveningpost.com/morenews/uknews/2023/12/29/man-who-helped-tackle-sectarianism-in-football-in-northern-ireland-made-an-obe/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "UK News",
  "published": "2023-12-30T00:40:00.000+02:00",
  "title": "Man who helped tackle sectarianism in football in Northern Ireland made an OBE",
  "text": "A man who helped to tackle sectarianism in football in Northern Ireland has been made an OBE in the New Year Honours list. Michael Boyd, who works at the Human Rights Commission, is being recognised for services to sport and charity work. Mr Boyd, from Belfast, began his career at the Irish Football Association (IFA) as a community relations officer. “A big part of my job was to try and create a better atmosphere at the internationals and to tackle the issues around sectarianism at the games. “When I bump into people they always remember I did a lot of work around the Football for All campaign and working with the Northern Ireland supporters to create a better atmosphere at the international matches. “I was very lucky because the Amalgamation of Northern Ireland Supporters’ Clubs were really good to work with and we saw a big transformation. “We went from crowds of 4,000 to basically sell-out crowds, it was a lot of work but we got there. “It is a much better, more family-friendly experience these days. There was a big transformation in the atmosphere.” Mr Boyd left the IFA in 2021. As well as his job with the Human Rights Commission he works with the Belfast Healthy Cities initiative, the Rio Ferdinand Foundation and with the charity Street Soccer. Mr Boyd said he believed the OBE was a recognition of all of his work. He said: “I still do a lot of work around sports and human rights, it is good fun and I get the opportunity to chair a sports and human rights forum which has countries from all around the Commonwealth in it. “I had absolutely no idea the honour was coming, I thought it was an elaborate wind-up at first. “I honestly couldn’t believe it, it was a shock to the system. I am absolutely delighted. “I think the letter went to my old house so I got an email. I was in Geneva and it said I needed to respond in a few days. I really couldn’t believe it. “It is such an honour. An OBE is something I never thought of or imagined. I’ve only told my wife so far and my mum and they were buzzing. I am looking forward to my daughters finding out. “I have an older brother John who is in the Army and he has an OBE so it is pretty cool for two wee lads from east Belfast both to have OBEs. “I think you get an option of where to go to get it, but I’ll definitely be choosing Buckingham Palace; that will be a special day.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael boyd",
        "sentiment": "none"
      },
      {
        "name": "boyd",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "irish football association",
        "sentiment": "none"
      },
      {
        "name": "ifa",
        "sentiment": "none"
      },
      {
        "name": "human rights commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "northern ireland",
        "sentiment": "none"
      },
      {
        "name": "belfast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:59:07.938+02:00",
  "updated": "2023-12-30T00:59:07.938+02:00"
}