{
  "thread": {
    "uuid": "15879ce15ff4d007dc7a346add4b04703f1e8dee",
    "url": "https://jordantimes.com/news/world/woman-90s-pulled-rubble-five-days-after-japan-quake",
    "site_full": "jordantimes.com",
    "site": "jordantimes.com",
    "site_section": "https://jordantimes.com/news/world",
    "site_categories": [
      "media"
    ],
    "section_title": "World | Jordan Times",
    "title": "Woman in 90s pulled from rubble five days after Japan quake | Jordan Times",
    "title_full": "Woman in 90s pulled from rubble five days after Japan quake | Jordan Times",
    "published": "2024-01-07T15:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15797,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15879ce15ff4d007dc7a346add4b04703f1e8dee",
  "url": "https://jordantimes.com/news/world/woman-90s-pulled-rubble-five-days-after-japan-quake",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP",
  "published": "2024-01-07T15:22:00.000+02:00",
  "title": "Woman in 90s pulled from rubble five days after Japan quake | Jordan Times",
  "text": "SUZU, Japan — A woman in her 90s trapped for five days under rubble caused by a huge earthquake in central Japan was rescued against the odds, but snow and storms were further complicating relief efforts on Sunday.\nAt least 128 people died in the magnitude-7.5 tremor on New Year’s Day and its aftershocks — a toll that is sure to rise, with 195 others reported missing, according to local authorities.\nThe shockwaves toppled buildings, sparked a major fire and triggered tsunami waves over a metre high on the Sea of Japan side of the main island of Honshu.\nThe hope of finding survivors usually fades three days after a destructive quake.\nBut an elderly woman spent five days under the wreckage of a collapsed house in the city of Suzu on the hard-hit Noto Peninsula before being saved on Saturday.\nShe was taken to hospital and was able to hold a conversation, according to public broadcaster NHK.\n“Hang in there!” rescuers were heard calling to the woman in police footage from the rainy scene published by local media.\n“You’re gonna be OK!” they shouted. “Stay positive!”\nA Tokyo police spokesman confirmed to AFP that the rescue had been carried out by officers from Tokyo and Fukuoka, but could not give further details.\nNot all were so lucky. In the town of Anamizu, a 52-year-old man who lost his 21-year-old son and his parents-in-law waited to hear news of his wife, his other three children and more family members.\n“I want them to be alive. It’s unthinkable that I could be left alone,” he told NHK.\nSleet and snow\nOn Sunday, cold rain, sleet and snow made the recovery efforts of thousands of police, troops and other rescuers even more challenging.\nThe bad weather could also worsen conditions for more than 30,000 people in 366 government shelters as of Saturday.\nMany communities on the remote peninsula have been cut off by damaged roads, with some of an estimated 1,000 landslides also blocking aid vehicles.\nThat means relief materials have been slow to reach areas suffering water and power outages.\nAround 20,000 households in the wider Ishikawa region remained without electricity on Sunday. More than 66,400 households were without water as of Saturday.\n“The first priority has been to rescue people under the rubble, and to reach isolated communities,” Prime Minister Fumio Kishida said in an interview with NHK on Sunday.\nThe military has sent small groups of troops to each of the isolated communities on foot, he said.\nThe government has also “deployed various police and fire department helicopters” to reach them, Kishida added.\n“In parallel with these efforts, we need to improve the conditions in shelters, and the health of those suffering in the disaster,” because they may have to stay in place for extended periods, he warned.\nIn Anamizu, rescuers in heavy-duty orange or blue waterproof suits were seen carrying the body of a landslide victim covered in a blue tarp under a toppled pylon.\nAnd among the widespread destruction in the city of Wajima, the traditional red gate of one shrine remained standing, but the view through it was a now-familiar mess of splintered wood and toppled beams.\nHowever, in a coastal village called Akasaki, visited by AFP, no houses had collapsed — thanks to their unusual design.\nTo withstand the rough environment at the tip of a headland, the houses have few glass windows, and the exterior walls are made from wooden slats layered horizontally.\n“I felt so encouraged, because the village was still there standing,” said Masaki Sato, who maintains one of the homes remotely.\nJapan experiences hundreds of earthquakes every year, though most cause no damage with strict building codes in place for more than four decades.\nBut many structures are older, especially in rapidly ageing communities in rural areas like Noto.\nThe country is haunted by the monster quake of 2011 that triggered a tsunami, left around 18,500 people dead or missing and caused a nuclear catastrophe at the Fukushima plant.\nJapan’s last earthquake disaster to cause more than 100 deaths was in 2016 in the southern city of Kumamoto, where 276 people died.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "jordan times suzu",
        "sentiment": "negative"
      },
      {
        "name": "nhk",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "noto peninsula",
        "sentiment": "none"
      },
      {
        "name": "honshu",
        "sentiment": "none"
      },
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "suzu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:50:26.341+02:00",
  "updated": "2024-01-08T00:50:26.341+02:00"
}