{
  "thread": {
    "uuid": "b6ed22c77d403f83da0b00635b61ab15e9112ee4",
    "url": "https://qa.philstar.com/lifestyle/2024/07/05/2362348/filipino-environmentalist-celine-murillo-among-tiktok-global-change-makers",
    "site_full": "qa.philstar.com",
    "site": "philstar.com",
    "site_section": "https://qa.philstar.com",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Philstar.com | Latest Philippine news and multimedia",
    "title": "Filipino environmentalist Celine Murillo among TikTok global 'Change Makers' | Philstar.com",
    "title_full": "Filipino environmentalist Celine Murillo among TikTok global 'Change Makers' | Philstar.com",
    "published": "2024-07-05T14:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.philstar.com/photos/2024/06/12/celine-murillo_2024-06-12_17-51-46.jpg",
    "performance_score": 0,
    "domain_rank": 4311,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b6ed22c77d403f83da0b00635b61ab15e9112ee4",
  "url": "https://qa.philstar.com/lifestyle/2024/07/05/2362348/filipino-environmentalist-celine-murillo-among-tiktok-global-change-makers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dolly Dy-Zulueta",
  "published": "2024-07-05T14:13:00.000+03:00",
  "title": "Filipino environmentalist Celine Murillo among TikTok global 'Change Makers' | Philstar.com",
  "text": "MANILA, Philippines — TikTok is not just about dancing, moving one’s body to the beat of the music with friends and family, or sharing other videos created to entertain viewers. It is working hard to show that it is also encouraging content creators to make meaningful change in the communities they live in.\nBuilding on its commitment to foster a global community passionate about using the platform for advocacies, it introduced the TikTok Change Makers Program, its first-ever global social impact creator elevation program. This initiative spotlights creators and non-profits who create meaningful change in their communities through the platform.\nThe program helps creators in building engaged communities, reaching new audiences and unlocking real-world opportunities through dedicated tools, resources and donations to designated non-profit organizations, thus enabling them to drive an even greater impact around their causes.\nFilipino joins global list To officially launch this program, the platform is celebrating and unveiling its inaugural global list of TikTok Change Makers, comprising 50 purpose-driven creators from around the world. Whether spreading positivity or sharing good deeds, these Change Makers continue to advocate, inspire and educate their communities to drive collective change on the platform.\nAmong the Change Makers is the Philippines' Celine Murillo (@celinemurillo), a photographer, filmmaker and environmentalist who creates content showcasing the rich biodiversity of the Philippines. Her goal is to inspire her audience to care about Mother Earth and generate a desire to protect the planet. Her content on native Philippine trees and the \"Boom Tarat Tarat\" bird highlights her commitment to environmental conservation.\n\"Humans are part of the natural world. I hope to remind people of this fact through my stories and content that promote Philippine biodiversity and our natural heritage,\" said Murillo.\nGrant for worthwhile causes Over 50,000 posts under the #TikTokforGood hashtag showcase the strength and impact of a community keen to drive meaningful change and unlock real-world impact.\nThrough the Change Makers Grant, the platform is donating over $1 million to more than 30 global and local non-profit organizations supporting a variety of important causes. Each Change Maker will receive a $25,000 direct donation to support their respective advocacies while elevating the impact of their work.\nTo learn more about the program, check the hashtag and visit the local content hub, which will feature inspiring programming and impactful stories throughout the duration of the program.\nRELATED: Nadine Lustre, SB19's Justin amplify support for Masungi\nDiCaprio joins call for Masungi protection",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.facebook.com/plugins/page.php?href=",
    "https://www.facebook.com/plugins/page.php",
    "https://facebook.com/plugins/page.php?href="
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "celine murillo",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "tiktok change makers program",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T14:18:53.632+03:00",
  "updated": "2024-07-05T14:18:53.632+03:00"
}