{
  "thread": {
    "uuid": "4f18acd01c25a3d50714aace9af369d60cc32205",
    "url": "https://www.herald.co.zw/no-one-will-die-of-hunger-president",
    "site_full": "www.herald.co.zw",
    "site": "herald.co.zw",
    "site_section": "http://www.herald.co.zw",
    "site_categories": [
      "society"
    ],
    "section_title": "The Herald - Breaking news.",
    "title": "The Herald - Breaking news.",
    "title_full": "The Herald - Breaking news.",
    "published": "2024-03-01T00:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ZW",
    "main_image": "https://www.herald.co.zw/wp-content/uploads/sites/2/2024/02/HE-7.jpg",
    "performance_score": 0,
    "domain_rank": 19781,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f18acd01c25a3d50714aace9af369d60cc32205",
  "url": "https://www.herald.co.zw/no-one-will-die-of-hunger-president",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald",
  "published": "2024-03-01T00:10:00.000+02:00",
  "title": "The Herald - Breaking news.",
  "text": "No one will die of hunger: President Fungi Kwaramba Political Editor PRESIDENT Mnangagwa has assured the nation that no one will die from hunger and that his administration has put in place adequate measures to guarantee food for all communities. This comes as the nation is experiencing one of its driest years in history as crops wilt under the scorching sun while water sources are drying up, threatening livestock. But help is already reaching the needy communities as the Second Republic has made the attainment of food security a must, having put in place a cocktail of measures to ensure food is distributed to all, at the same time drilling boreholes. In his speech at the handover of 100 condition of service vehicles to chiefs at the Harare International Conference Centre yesterday, President Mnangagwa said the traditional leaders should assure communities that food supply is guaranteed. “In view of the dire effects of the El Niño weather phenomenon, I want to assure the nation that measures have been put in place to guarantee adequate food for all communities of our country. I appeal to you as traditional leaders to go and re-assure our people that no communities will starve. “As chiefs, you are all-embracive in the manner you deal with your people and I urge this spirit to continue, while the identification of vulnerable households, in particular, widows and child-headed families, should be undertaken timely,” said the President. Already, Government has started the distribution of food aid to vulnerable communities countrywide to counter the adverse effects of the El Niño-induced drought, whilst boreholes, targeting 35 000 villages, are being drilled to ease the effects of the imminent drought. Apart from that, Government has enough grain in its reserves, riding on successive bumper harvests that preceded the drought, and the food is being distributed across the country in fulfilment of President Mnangagwa’s thrust of “leaving no one and no place behind”. Turning to the welfare of chiefs, who are the custodians of the country’s heritage and culture, the President said despite the illegal economic sanctions that are stifling Zimbabwe’s economic growth potential, his administration will continue to avail resources and enablers to the institution of traditional leaders. “My Administration further recognises that the multi-faceted functions, roles and responsibilities of chiefs directly and indirectly contribute to unity, peace and development in our communities as well as rural development, modernisation, industrialisation and ultimately the attainment of our Vision 2030. “We shall therefore continuously pursue such interventions to improve the welfare and general conditions of service for our esteemed chiefs. Further, my Government will continue to provide medical insurance to our chiefs, headmen and village heads from all communal areas. At the same time, Government has put in place a funeral assistance package for chiefs,” the President said as he handed over the first batch of 100 Isuzu vehicles to the traditional leaders. “Various ministries, departments and agencies have been commissioned to provide additional services and utilities that uplift the livelihoods and standing of traditional leaders in general. These include the construction and maintenance of access roads to the homesteads of chiefs so that our people have access to the various services provided by chiefs. The electrification of the homes of chiefs; provision of water and sanitation facilities as well as the tillage programme, among other services are equally designed to benefit our communities as a whole.” The vehicles that were handed to the traditional leaders will help them undertake their responsibilities, interacting with communities, holding court, and in some instances distributing food aid to the needy in their respective jurisdictions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mnangagwa",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "herald",
        "sentiment": "neutral"
      },
      {
        "name": "el niño",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "harare international conference centre",
        "sentiment": "none"
      },
      {
        "name": "second republic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:31:25.436+02:00",
  "updated": "2024-03-01T00:31:25.436+02:00"
}