{
  "thread": {
    "uuid": "8fd58f263b7efc221f3c94124da8d49b02dec3c3",
    "url": "https://www.newsbreak.com/rogersville-tn/3368024114095-photo-gallery-greene-devils-take-two-from-chiefs",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/the-rogersville-review-1593526",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "The Rogersville Review | NewsBreak",
    "title": "PHOTO GALLERY: Greene Devils take two from Chiefs",
    "title_full": "PHOTO GALLERY: Greene Devils take two from Chiefs",
    "published": "2024-03-15T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1H9wKR_0rshcBEk00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8fd58f263b7efc221f3c94124da8d49b02dec3c3",
  "url": "https://www.newsbreak.com/rogersville-tn/3368024114095-photo-gallery-greene-devils-take-two-from-chiefs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-15T00:00:00.000+02:00",
  "title": "PHOTO GALLERY: Greene Devils take two from Chiefs",
  "text": "By CARMEN MUSICK Sports Editor ,\n38 minutes ago\nROGERSVILLE — The Cherokee baseball team faced one of its toughest district challenges right off the bat with a season-opening series against defending 3A state champion Greeneville. Unfortunately for the Chiefs, the Greene Devils appear poised to pick up right where they left off.\nCarson Quillen, a Mr. Baseball finalist and Virginia Tech commit, tossed a five-inning no-hitter in a 10-0 win over the Chiefs on Monday at The Reservation.\nThe Chiefs made more of a game of it on Tuesday at Greeneville’s Hardin Park, but the Greene Devils shut the door on the seventh-inning rally to take a 5-3 victory in the home-and-away series. District 2-3A teams meet three times each year — on back-to-back days at each field to start the series and then once later in the season to wrap it up.\nFirst-year Cherokee coach Augustus Fraley said “getting the good competition right off the bat is only going to help” the Chiefs get better as the season goes on.\n“The takeaway for me is just ways of improving. This is the first game of the year. I’m not going to lose sleep over tonight. We’re just going to come back and get better from this opportunity,” Fraley said.\nMonday’s home opener\nQuillen, the 2023 District 2-3A player of the year, pitched Greeneville to victory in the state title game as a sophomore in May and looked every bit the part of a Mr. Baseball finalist in his first junior season start.\nThe teams played a scoreless first before Greeneville got rolling in the second inning. Kobe Mundy reached on an error and moved to second on a sacrifice bunt to set the table for a Noah Murray home run and a 2-0 Greeneville lead. Murray finished 3 for 4 on the night.\nColton Richards put Greeneville up 3-0 in the third with a solo shot to left. Richards went 4 for 4 in the game with a pair of doubles and the home run.\nThe Chiefs kept things manageable until the fourth, when the Greene Devils exploded for five runs to extend the lead to 8-0. An inning later, an RBI double by Richards and an infield single that hit the infield umpire made it 10-0 — putting the pressure on Cherokee to try to avoid the run-rule ending. But they stranded a runner at second to end the game after five.\n“We started off in a manageable position, where we felt like we could compete… We just got in a tough situation that we hadn’t been faced with yet,” Fraley said.\nStarter Manning Brooks took the loss for the Chiefs.\n“That’s a quality hitting team right there. Manning missed a few spots here and there, and it’s one swing of the bat and they make you pay for it,” Fraley said. “It’s like we told the boys, ‘You’ve got to have your A-game when you play somebody like that.’”\nTuesday’s road game\nGREENEVILLE — Greeneville jumped out to 5-0 lead after five innings, but the Chiefs didn’t quit. They made a late run before falling 5-3 in the second game of the series.\nTrailing 5-0 in the top of the seventh, Gage Adkins singled to left field and Mason Emery drew a walk to put a pair of Chiefs aboard with nobody out. Jake Elliott bunted and reached on an error by the pitcher that scored both Adkins and Emery.\nElliott, safe at third, later scored on a groundout by Gavin Housewright to clear the bases. Greeneville made a pitching change, and Carson Norris got the strikeout he needed to end the game.\nIn all, three Greeneville pitchers held the Chiefs to just two hits — one each by Clay Wagoner and Adkins. Starter Will Harmon picked up the win. He allowed just one hit in six innings, walked one and struck out nine.\nCherokee starter Keaton Lawson was tagged with the loss. The Greene Devils managed five runs — all unearned — on seven hits. Lawson walked three and struck out nine. Housewright worked an inning in relief.\nLooking ahead\nCherokee (0-2, 0-2) will host North Greene on Thursday, March 14, and travel to Union County on Friday, March 15, for a pair of nonconference games. Both games will start at 5:30 p.m. The Chiefs return to District 2-3A competition on Monday, March 18, at Claiborne. Game time there is 6 p.m.\n“We’re going to come out night in and night out and give it our best go — and whatever happens happens. That’s the glory of the game of baseball... Everybody’s gotta field the baseball. Everybody’s gotta throw the baseball and everybody’s gotta catch the baseball,” Fraley said Monday. “We’re just going to keep competing.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1H9wKR_0rshcBEk00",
    "https://img.particlenews.com/image.php?url=1H9wKR_0rshcBEk00",
    "https://apg01.newzware.com/ss70v2/adams/common/template.jsp?init=start&initEdition=TRR",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1H9wKR_0rshcBEk00",
    "https://www.img.particlenews.com/image.php?url=1H9wKR_0rshcBEk00",
    "https://apg01.newzware.com/ss70v2/adams/common/template.jsp",
    "https://www.apg01.newzware.com/ss70v2/adams/common/template.jsp?init=start&initEdition=TRR"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carmen musick",
        "sentiment": "negative"
      },
      {
        "name": "augustus fraley",
        "sentiment": "none"
      },
      {
        "name": "carson quillen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "greene devils",
        "sentiment": "negative"
      },
      {
        "name": "chiefs",
        "sentiment": "none"
      },
      {
        "name": "virginia tech",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rogersville",
        "sentiment": "none"
      },
      {
        "name": "greeneville’s hardin park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:38:37.653+02:00",
  "updated": "2024-03-15T00:38:37.653+02:00"
}