{
  "thread": {
    "uuid": "76588ea7d8bf676f03759014b20e7d2a8777bfeb",
    "url": "https://www.cronica.com.mx/escenario/kevin-johansen-arte-dibujar-emociones-liniers-risa-forma-aplauso.html",
    "site_full": "www.cronica.com.mx",
    "site": "cronica.com.mx",
    "site_section": "https://www.cronica.com.mx",
    "site_categories": [
      "media"
    ],
    "section_title": "Inicio - La Crónica de Hoy | La noticia hecha diario",
    "title": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso”",
    "title_full": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso”",
    "published": "2024-03-14T20:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.cronica.com.mx/uploads/2024/03/14/65f340dd9beb0.jpeg",
    "performance_score": 0,
    "domain_rank": 22321,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76588ea7d8bf676f03759014b20e7d2a8777bfeb",
  "url": "https://www.cronica.com.mx/escenario/kevin-johansen-arte-dibujar-emociones-liniers-risa-forma-aplauso.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Estefani Castañeda",
  "published": "2024-03-14T20:35:00.000+02:00",
  "title": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso”",
  "text": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso” ENTREVISTA. El monero y el compositor regresan con su concepto de “concierto ilustrado” al Teatro de la Ciudad en el Centro de la Ciudad de México con la promesa de algún estreno en vivo música El compositor Kevin Johansen regresa a la Ciudad de México de la mano del monero argentino Ricardo Liniers Siri para presentarse nuevamente en el Teatro de la Ciudad Esperanza Iris con su concepto de concierto ilustrado, este jueves 14 de marzo. La idea de Kevin Johansen + Liniers se formaliza en 2008, cuando ambos publicaron el libro OOPS!, un material en el que, de acuerdo con la descripción de un sitio en la web, “hablan de arte, de los pingüinos, de la sociedad de consumo, de la infancia, de los conejos, del humor, de los proyectos compartidos... Se ríen, se complementan y trazan paralelismos: tienen las formas y, sobre todo, el fondo de una grafía común. Con picardía de duendes se dedican a mover las cosas y a encontrarles otro lugar. Parece que están de acuerdo”. Dicho material incluye algunos temas de los álbumes entonces publicados por Johansen: The nada (2000), Sur o no sur (2002), City Zen (2005) y Logo (2007), ilustrados por Liniers y acompañados por material exclusivo como el audio de una entrevista, fotos inéditas y una historieta. El éxito del concepto resultó en una gira que un poco más tarde se materializó en un DVD filmado en Buenos Aires. No obstante, la relación entre este par de amigos que han acordado jugar con sus distintas disciplinas artísticas data de más tiempo, tras coincidir durante una presentación del músico originario de Alaska, al interior del bar de jazz Notorious, ubicado en la capital argentina: “la primera vez que charlamos un poco, fue durante un show que hacía en un lugar chiquito, porque antes de tocar conmigo, Kevin tocaba en lugares muy pequeños”, bromeó Liniers con picardía, mientras al otro extremo del enlace vía zoom con Crónica Escenario, Johansen le contestó con una sonrisa. “Cuando llegué con mi mujer no había lugar, así que nos sentaron en el escenario a un costado de la banda y luego que tocaron, nos quedamos un ratito charlando”, continuó Ricardo en entrevista. “Como el mundo de Kevin y el mío eran tan diferentes, a ninguno de los dos se nos pasaba por la cabeza que podíamos hacer algo juntos; en algún momento me pidió dibujos para un póster para un recital que iba a hacer, después me dijo que hiciéramos algo para algún show, pero le dije, ‘yo soy un aparato, no puedo aparecer en ningún escenario’; hasta que Gastón Piñero (quien trabajaba con Johansen en aquel entonces) nos dijo, ‘si vos dibujas y vos tenés el escenario vacío, ¿por qué no le dibujas el escenario?’”, recordó. Fue entonces cuando los dos dejaron de bromear con la idea para convertirse en un concepto más formal: “dentro de ese aspecto genérico se fueron armando diferentes versiones del show; en un momento dibujaba un mural atrás de la banda, al principio dibujaba en una computadora, ahí medio escondido con el sonidista, pero Kevin quería que mirara para adelante”, añadió. Así que, con la finalidad de que Liniers fuera un elemento activo durante el espectáculo, recurrieron a una cámara cenital que captara la orquesta dirigida por Johansen, una en la que Ricardo era parte, ya no como un aparato sino como un instrumentista más. Un trabajo completamente distinto a lo que estaba acostumbrado como autor de Macanudo para el diario La Nación (desde 2002). Tras el éxito del primer material lanzado juntos, deciden continuar el viaje con el CD + DVD (Bi)vo en México filmado y grabado en los Estudios Sony Music de la capital mexicana, con invitados como Natalia Lafourcade y Rubén Albarrán (Café Tacvba), el cual fue publicado en 2014. “Hemos tocado en muchos espacios diferentes, desde festivales con mucha gente hasta lugares más pequeños, el formato es adaptable a cualquier espacio y lugar, donde nos dejen allí estaremos”, aseveró el ilustrador, quien aprovechó para hacer memoria sobre una de las presentaciones que tuvieron en su anterior gira por el país: “Tengo un recuerdo lindo de México, de un show que hicimos en Guadalajara, en el que a media presentación voló un corpiño al escenario y lo fui a agarrar suponiendo que era para Kevin, quien es el músico, hasta que me di cuenta que se habían tomado el tiempo de dedicar el soutien y decía ‘para Liniers con cariño…’ y estaba firmado, entonces miré a Kevin con una cara de decepción que tenía el pobre”, comentó entre risas; “pero México siempre da para que pase algo interesante en el escenario”, dijo. Asimismo, Johansen se tomó el tiempo para reflexionar sobre uno de sus shows en Caracas, Venezuela, en el que se percató de las múltiples reacciones del público con este proyecto: “Ricardo estaba nervioso, no sabía qué hacer, yo no le daba directiva porque para mí tenía que hacer lo suyo”, dijo y aunque el audio se entrecortaba, comenzó a narrar cómo fue que durante una de las canciones más tranquilas y melosas que tenía en ese momento, los asistentes comenzaron a reír por la intervención de Liniers, quien llegó a cambiar completamente el formato de sus presentaciones, no solo porque su expresión artística sea distinta, sino además, porque su interpretación y ocurrencia hace de cada interpretación algo peculiar y único, como un jazzista con lápiz. “Descubrí que la risa estaba bien entendida en ciertos momentos, yo no estaba acostumbrado a ella más allá de un chiste tonto entre canciones que la gente reaccionaba como ‘jaja, seguí tocando’, pero me di cuenta que la risa también es una forma de aplauso”, aseveró. “Eso fue un clic para mí, entender que la yuxtaposición de sentimientos es interesante, de repente pasa ahora que estoy cantando algo más light, más tranquilo y miro al público que está con lágrimas en los ojos porque Liniers está haciendo algo que los emociona y eso me gusta, es bonito ese tinte de sensaciones que se da entre lo visual y lo sonoro, es algo a lo que recién le estamos encontrando, no todo tiene que ser blanco o negro, también hay sensaciones encontradas y ambigüedades”, añadió. Y fue precisamente en 2023 que el dúo de creativos se presentó por primera ocasión en el Teatro “Esperanza Iris”, al que ahora vuelven con la promesa de un posible estreno en vivo del álbum Quiero Mejor (2024), en el que destacan las colaboraciones con el grupo español Las Migas, Natalia Lafourcade y el reconocido Nito Mestre.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:04:55.210+02:00",
  "updated": "2024-03-15T00:04:55.210+02:00"
}