{
  "thread": {
    "uuid": "2dd2c047b14a03a94d386c8923645dd258fb6d23",
    "url": "https://www.tdg.ch/environnement-foretgeneve-mise-sur-une-gestion-durable-504954032477",
    "site_full": "www.tdg.ch",
    "site": "tdg.ch",
    "site_section": "https://partner-feeds.publishing.tamedia.ch/rss/tdg",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Tribune de Genève Front",
    "title": "Environnement: ForêtGenève mise sur une gestion durable | Tribune de Genève",
    "title_full": "Environnement: ForêtGenève mise sur une gestion durable | Tribune de Genève",
    "published": "2024-07-05T16:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CH",
    "main_image": "https://cdn.unitycms.io/images/6xQ0rfCqqHT8hRQmC14ztC.jpg?op=ocroped&amp;val=400,200,1000,1000,0,0&amp;sum=XxsMbRvEZu4",
    "performance_score": 0,
    "domain_rank": 11249,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2dd2c047b14a03a94d386c8923645dd258fb6d23",
  "url": "https://www.tdg.ch/environnement-foretgeneve-mise-sur-une-gestion-durable-504954032477",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "tdg.ch",
  "published": "2024-07-05T16:30:00.000+03:00",
  "title": "Environnement: ForêtGenève mise sur une gestion durable | Tribune de Genève",
  "text": "Au cœur des forêts genevoises, la filière du bois valorise la production locale et respecte la biodiversité. Philippe Poget, ingénieur forestier indépendant, est mandaté par ForêtGenève pour la gestion de l’Association genevoise des propriétaires forestiers. Ensemble, ils informent la population sur les services rendus par la forêt et promeuvent une gestion durable des ressources forestières. Avec ses 3000 hectares de forêt, Genève reste un canton peu boisé (11% de sa surface totale) comparativement à la moyenne nationale, qui atteint 31%. La répartition des forêts est à 35% privée, 55% étatique et 10% communale.\nForêtGenève compte 220 membres et gère 638 hectares, regroupant les travaux forestiers pour une gestion efficace et durable. La filière du bois inclut tout ce qui touche au bois: charpentiers, menuisiers, ébénistes, forestiers et scieurs.\nBois d’œuvre et bois énergie Philippe Poget insiste sur l’importance de la valorisation du bois local. «La transformation en copeaux ou plaquettes est notre dernier recours. On vise une valorisation en cascade de la matière première: d’abord du bois d’œuvre qui stockera durablement le carbone, puis la valorisation énergétique qui va contribuer à diminuer le recours aux énergies fossiles.»\nIl ajoute: «On préfère transformer la matière en bois d’œuvre, destiné à la construction – planches, poutres, mobilier, voire tonneaux, etc. – puis en bois énergie, avec des bûches, copeaux ou pellets.»\nConseils et créations Lors d’Agri.Fête, du 5 au 7 juillet à Carouge, la filière bois présentera des exemples concrets de gestion forestière et de valorisation du bois.\nDes créations en bois d’œuvre, réalisées en collaboration avec le Centre de formation professionnelle arts et le Centre de formation de la construction, seront exposées et diverses animations (sculptures, découpes, gravures, etc.) seront proposées. Les visiteurs pourront aussi découvrir les multiples usages du bois énergie.\nMaintenir la biodiversité L’association ForêtGenève vise à entretenir les forêts selon les principes de la sylviculture proche de la nature, valoriser et produire du bois local, offrir des conseils techniques aux membres pour la gestion de leur patrimoine forestier, et sensibiliser le public aux services rendus par la forêt.\nMême si l’entretien des forêts en Suisse n’est en principe pas obligatoire, une gestion proactive est essentielle pour favoriser la croissance des jeunes arbres et maintenir la biodiversité. La coupe rase étant interdite, les interventions se font souvent sous forme d’éclaircies, créant de petites trouées pour laisser place aux arbres voisins et aboutir à une futaie irrégulière. Cette méthode maintient la biodiversité tout en utilisant les ressources de manière responsable.\nEn Suisse, le Code civil garantit un accès libre aux pâturages et forêts, interdisant leur clôture. En collaboration avec d’autres partenaires, ForêtGenève assure que la forêt genevoise reste un patrimoine vivant pour les générations futures. \nNewsletter «Dernières nouvelles» Vous voulez rester au top de l’info? «Tribune de Genève» vous propose deux rendez-vous par jour, directement dans votre boîte e-mail. Pour ne rien rater de ce qui se passe dans votre canton, en Suisse ou dans le monde. Autres newsletters\nSe connecter Fabien Kuhn est responsable de la rubrique Signé Genève. Il est également journaliste à la rubrique locale et travaille à la Tribune de Genève depuis 20 ans, notamment pour le site internet. Plus d'infos Vous avez trouvé une erreur? Merci de nous la signaler.\n0 commentaires",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:42:30.579+03:00",
  "updated": "2024-07-05T16:42:30.579+03:00"
}