{
  "thread": {
    "uuid": "f797e82dcb4ae48e7eec197fa2340c4b650889e7",
    "url": "https://www.yucatan.com.mx/merida/2024/03/29/oportunidad-de-reflexionar.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "http://www.yucatan.com.mx/tecnologia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Tecnología - Diario de Yucatán",
    "title": "“Oportunidad de reflexionar” - Diario de Yucatán",
    "title_full": "“Oportunidad de reflexionar” - Diario de Yucatán",
    "published": "2024-03-29T10:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://newspack-yucatan.s3.amazonaws.com/uploads/2024/03/IMG-49029609.jpg",
    "performance_score": 0,
    "domain_rank": 30772,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f797e82dcb4ae48e7eec197fa2340c4b650889e7",
  "url": "https://www.yucatan.com.mx/merida/2024/03/29/oportunidad-de-reflexionar.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Impreso",
  "published": "2024-03-29T10:56:00.000+03:00",
  "title": "“Oportunidad de reflexionar” - Diario de Yucatán",
  "text": "“Esta es la semana más importante del año. Una oportunidad para reflexionar y meditar sobre lo valioso de contar con vidas plenas, dignas y siempre unidos con nuestros hermanos, nuestras comunidades, nuestras familias, nuestros vecinos y nuestros seres queridos”, manifestó el candidato a la gubernatura de Yucatán por el PAN, PRI y Nueva Alianza, Renán Barrera Concha. De acuerdo con un comunicado, el aspirante consideró que estos días son un tiempo para valorar la presencia de una inspiración divina en lo cotidiano, tomando como guía el mensaje de amor y solidaridad que nos fue transmitido por quien dio su vida para la salvación de todos nosotros. Después agregó que son principios y valores fundamentales y pilares para hacer de nuestro estado un lugar cada día más justo, más digno, más solidario, donde a nadie le falte lo necesario para vivir en plenitud. “Quiero compartir con ustedes parte del pensamiento de uno de los más grandes humanistas respecto a la política y que sin duda constituye un imperativo de acción para mí: una política para la persona y para la sociedad encuentra su criterio básico en la consecución del bien común, como bien de todos los hombres y de todo el hombre”, expresó. Quiere decir que se debe defender y promover la justicia bajo cualquier argumento, ante cualquier circunstancia, abundó. “Me dice que la política, como actividad, involucra los más altos valores como la libertad, la solidaridad y el servicio desinteresado por quienes menos tienen. Es seguir un estilo de vida sencillo, humilde y de amor profundo por la humanidad”. Finalmente, invitó a recargar la fe, la esperanza y la caridad para que nos impulsen a cuidar de la familia y de nuestro estado, y a disfrutar estos días en la compañía de su familia y sus seres queridos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:55:23.811+03:00",
  "updated": "2024-03-29T14:55:23.811+03:00"
}