{
  "thread": {
    "uuid": "fed8aae983e9c6660bb5d6a7082d08762bdfb9dd",
    "url": "https://auburn.rivals.com/news/stultz-rambling-from-new-england-auburn-tigers-football",
    "site_full": "auburn.rivals.com",
    "site": "rivals.com",
    "site_section": "https://auburn.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "STULTZ: Rambling from New England",
    "title_full": "STULTZ: Rambling from New England",
    "published": "2024-01-16T16:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/n4glv6izcl2gfrt1xdjl",
    "performance_score": 0,
    "domain_rank": 10366,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fed8aae983e9c6660bb5d6a7082d08762bdfb9dd",
  "url": "https://auburn.rivals.com/news/stultz-rambling-from-new-england-auburn-tigers-football",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Stultz •",
  "published": "2024-01-16T16:20:00.000+02:00",
  "title": "STULTZ: Rambling from New England",
  "text": "I almost forgot how much I love snow until my weekend trip to Vermont. No, it's not fun to shovel or drive in, but darn it, it is incredible to channel your inner kid, get on a sled and speed down a hill until you are afraid that you might not possibly stop.\nYou know what isn't fun? That's having to walk back up the hill to get another turn. I think even small hills should have ski lifts that get you up a mountain. I would be out there all day if I didn't have to trudge uphill through the snow after every ride. You might as well have put heavy ankle weights on me.\nAnd sure, I am sore in some tender places, but it was worth it to escape for a moment and take in a nice wintry day in a small-town New England town that, yes, reminded me of one they would shoot a Hallmark Christmas movie in. And no, I didn't get any of that script written during my trip. Let's dive into some ramblings.\nAdvertisement - The great Jay Tate wrote about this after Auburn defeated Texas A&M, but this team can win in multiple ways, which is different from years past. If you got Auburn into a heavyweight battle, slowed the tempo down and held the Tigers to limited possessions in recent years, you had a great chance to win. That's not the case this year.\n- I saw an exit sign for Southern New Hampshire University and couldn't believe my eyes. The college that appears on my television screen 20 times a day has an actual campus? Who knew?\n- Jaylin Williams has reached another level of play so far this season, and it is good to see. If he continues this up, he deserves to be rewarded with All-SEC team honors. Oh, and the improvement of Dylan Cardwell has been great to see.\n- As I have often made clear, I am a massive The Sound of Music fan. Did my older sister make me watch it continually? Yes. Have I been on the movie tour in Salburg, Austria? Of course. Did I get most of the trivia answers correct on said tour? Absolutely. So, when I saw that the von Trapp family has a brewery in Vermont, I had to sample their product. It was delicious. Also, the family has an Austrian-inspired resort in Stowe, VT, that I must visit immediately.\n- Well, I was safe from blindside tackles for a short period, but Crime Dawg is back on the Plains, and that's a great thing for Auburn. He is one of the elite recruiters in college football, and the kids trust him. The standing ovation he received in Friday's team meeting tells you all you need to know. Combine him with Charles Kelly, and Auburn is in business.\n- (Amish rant incoming) I was watching a D.W. Documentary called The Lives of the Amish in the U.S., and there's no way these people are real. They speak too well and have too much camera presence. Unreal. It's like that old show Amish Mafia that turned out to be fake. I've said it before, and I'll continue saying it forever: you can't trust the Amish.\n- Good on Auburn fans for showing up in droves for the upset against LSU on Sunday in Neville Arena. That could be a season-changing win for the team. Also, Kim Mulkey scares me.\n- Much as they were in Georgia back in the day, the exits in Vermont are not based on the mile marker but on the number of exits it is. Why do states do this? It makes no sense. Get your crap together!\n- It would take a lot for me to sit in the weather Kansas City had last night for its football game for even my favorite things.\n- Calvin Coolidge was born in Vermont. I learned that driving through and realized I couldn't tell you one thing Coolidge accomplished in office. I looked him up; I should have known some of that. My high school sophomore U.S. History teacher will be upset if he reads this.\n- It is strange that along the interstates in New England, signs warn people of incoming winter weather and encourage them to plan ahead. Is that necessary? These people know where they live. It's like driving down I-85 in August and seeing a sign that says, \"It Might Be Hot Today.\"\n- K.D. Johnson continues to be a menace on defense this season, and I'm here for all of it. His energy has been non-stop.\n- We don't know how the running back room will work out, but the possibilities are limitless for that group. It will be hard for Hugh Freeze to get all of those guys touches.\n- Alabama hiring Kalen DeBoer could end up working out for the Tide. Still, we are all aware of what sometimes happens when you hire a coach from the Pacific Northwest with no ties to the Southeast, especially after your top three candidates say no.\n- Finally, since I'm still officially in New England as I type, I will go ahead and rank the states in this part of the country.\n6. New Hampshire - A less cool Vermont with traffic for absolutely no reason.\n5. Rhode Island - Throwback, but t hese guys are from the state . That is all you need to know.\n4. Massachusetts - With all apologies to Daniel Locke, your state is 99 percent jerks.\n3. Connecticut - The coast is excellent. Hartford is not.\n2. Vermont - Laid-back, friendly people to whom I feel akin.\n1. Maine - Go to Maine in July or August. Trust me on this. It will change your life. Also, LOBSTER!!!!\ntrending {{ article.title }} premium-icon\n{{ timeAgo(article.live_at) }}",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tiktok.com/@waraq0900/video/7318103237649845547?_r=1&_t=8j41n4jF7h0&social_sharing=0",
    "http://www.youtube.com/watch?v=B9He5DVePvk",
    "https://tiktok.com/@waraq0900/video/7318103237649845547?_r=1&_t=8j41n4jF7h0&social_sharing=0",
    "http://www.youtube.com/watch",
    "https://www.tiktok.com/@waraq0900/video/7318103237649845547",
    "http://youtube.com/watch?v=B9He5DVePvk"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stultz",
        "sentiment": "negative"
      },
      {
        "name": "jay tate",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas a&m",
        "sentiment": "none"
      },
      {
        "name": "auburn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vermont",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T19:52:13.428+02:00",
  "updated": "2024-01-16T19:52:13.428+02:00"
}