{
  "thread": {
    "uuid": "5cdd037b78faee277a2b4bca640c41c091994d71",
    "url": "https://www.twincities.com/2024/01/02/warmest-december-on-record-st-paul-mpls-lack-of-snow/",
    "site_full": "www.twincities.com",
    "site": "twincities.com",
    "site_section": "https://www.twincities.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Twin Cities",
    "title": "It’s official: The Twin Cities experienced the warmest December on record – Twin Cities",
    "title_full": "It’s official: The Twin Cities experienced the warmest December on record – Twin Cities",
    "published": "2024-01-02T18:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.twincities.com/wp-content/uploads/2024/01/STP-L-jea-01-WEATHER-1228.jpg?w=1024&#038;h=572",
    "performance_score": 0,
    "domain_rank": 3846,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5cdd037b78faee277a2b4bca640c41c091994d71",
  "url": "https://www.twincities.com/2024/01/02/warmest-december-on-record-st-paul-mpls-lack-of-snow/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Report",
  "published": "2024-01-02T18:14:00.000+02:00",
  "title": "It’s official: The Twin Cities experienced the warmest December on record – Twin Cities",
  "text": "With 2023 in the rear-view mirror, it’s official:\nMinnesota experienced the warmest December on record, the State Climatology Office confirmed Tuesday.\nMinnesota’s combined, aggregated record goes back to 1895. According to the Department of Natural Resources agency, “this December will break the statewide-averaged temperature record from 2015 by several degrees” once data are officially calculated. “This is an extraordinary margin.”\nThe statewide period of record does not include the record-warm December of 1877, which, like December of 2023, was affected by an El Nino event in the Pacific Ocean.\nHowever, the Twin Cities period of record dates back to the 1870s. According to the State Climatology Office, “four out of Minnesota’s five ‘first-order’ climate stations had their warmest December on record, with each above normal by large margins, including 11.0 F at Rochester, 12.3F in the Twin Cities, 14.3 F at St. Cloud, and 15.8 F at International Falls. In the Twin Cities, December’s heat even topped that of December 1877, which had defended its title effortlessly for over 145 years.”\nMoreover, 2023 was the third warmest year on record in Minneapolis-St. Paul. It included the warmest September ever recorded in the Twin Cities and most of the state. The warm year in Minnesota coincided with 2023 being the hottest year globally in records dating back some 175 years and likely far longer, say scientists who point to the changing climate.\nMinnesota likely also saw the wettest December on record, “with many stations in central Minnesota recording over 3 inches of precipitation for the month and almost all stations finishing above normal,” according to the State Climatology Office. But the precipitation largely fell as rain, not snow.\nA little more than 5 inches of snow has fallen so far this winter in the Twin Cities — 14 inches below average.\nBy this time last year, more than 33 inches had piled up during what was to become the third snowiest winter on record (90.3 inches) in the St. Paul-Minneapolis area.\nChallenged by friends, the Maas family team, from left, Rebecca, 14, Emmanuel, 10, Julian, 7, and Christopher, 12, spent three days building this snowman in their St. Paul yard, seen Tuesday, March 14, 2023. The 10-foot-tall snowman, with a traffic cone for a nose and small wagon wheels for eyes, weighs between two and five tons, according to Rebecca. (John Autey / Pioneer Press) A few flurries were expected Tuesday night into Wednesday morning, according to the National Weather Service, with some light snow Friday into this weekend. But next week could bring a better chance of colder, snowier conditions across Minnesota.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/nwstwincities/status/1741700863247433841?s=43&t=NKqrGNKuBMEFfhNFRg9OFQ",
    "https://twitter.com/nwstwincities/status/1741700863247433841",
    "https://www.twitter.com/nwstwincities/status/1741700863247433841?s=43&t=NKqrGNKuBMEFfhNFRg9OFQ"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe soucheray",
        "sentiment": "none"
      },
      {
        "name": "maas",
        "sentiment": "none"
      },
      {
        "name": "christopher",
        "sentiment": "none"
      },
      {
        "name": "rebecca",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "emmanuel",
        "sentiment": "none"
      },
      {
        "name": "julian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national weather service",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. paul",
        "sentiment": "none"
      },
      {
        "name": "st. paul-minneapolis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T19:42:04.789+02:00",
  "updated": "2024-01-03T16:47:08.578+02:00"
}