{
  "thread": {
    "uuid": "209478770273efb058523d6d3cf4a6f314d7ae64",
    "url": "https://www.sciencedaily.com/releases/2024/04/240411130152.htm",
    "site_full": "www.sciencedaily.com",
    "site": "sciencedaily.com",
    "site_section": "https://www.sciencedaily.com/rss/all.xml",
    "site_categories": [
      "science",
      "space_astronomy",
      "education"
    ],
    "section_title": "Latest Science News -- ScienceDaily",
    "title": "Landmark study involving babies in Ireland supports use of Cystic Fibrosis drug in infants from four weeks of age",
    "title_full": "Landmark study involving babies in Ireland supports use of Cystic Fibrosis drug in infants from four weeks of age",
    "published": "2024-04-12T01:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "performance_score": 0,
    "domain_rank": 310,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "209478770273efb058523d6d3cf4a6f314d7ae64",
  "url": "https://www.sciencedaily.com/releases/2024/04/240411130152.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T01:01:00.000+03:00",
  "title": "Landmark study involving babies in Ireland supports use of Cystic Fibrosis drug in infants from four weeks of age",
  "text": "A Cystic Fibrosis drug targeting the basic defect that causes the condition has been shown to be safe and effective in newborns aged four weeks and above, new research involving RCSI University of Medicine and Health Sciences and Children's Health Ireland has found.\nThe finding is described as a 'huge moment' for Cystic Fibrosis by one of the lead researchers. The study included the first baby in the world with Cystic Fibrosis to be diagnosed from birth and enrolled directly onto a trial of this sort.\nThe drug, Ivacaftor (Kalydeko), is the first drug designed to treat the basic defect in Cystic Fibrosis. It was originally approved for adults, then sequentially over several years for older and younger children. Currently, it is approved for babies aged four months and older, however, this new research suggests that it is safe and effective for babies as young as four weeks of age.\nCystic Fibrosis experts predict that the earlier treatments can begin, the more likely that progression of the condition can be slowed down or halted in children, and this is the focus of several international research studies led by RCSI and Children's Health Ireland. The findings of this study could pave the way for eligible newborns to start treatment on the medicine at the time of diagnosis (typically at newborn screening) rather than having to wait until they are four months old.\n\"This is a huge moment in Cystic Fibrosis,\" said Paul McNally, Associate Professor of Paediatrics at RCSI and Consultant in Respiratory Medicine at CHI. McNally is one of the authors of the new study, which was published in the Journal of Cystic Fibrosis.\n\"Over the years Ivacaftor, or Kalydeko, has been put through clinical trials in younger and younger children. Now, through this study, it has been shown to be safe and effective all the way down to four weeks of age,\" he said. \"This is an important development because almost all children are diagnosed through newborn screening at around this time. The availability of a treatment that targets the underlying cause of the disease in newborns and can be started immediately at diagnosis will provide a huge sense of reassurance and hope for families.\"\nCystic Fibrosis is an inherited disease that mainly affects the lungs and digestive system. Ireland has the highest incidence of the condition in the world: approximately 1,400 children and adults in Ireland live with the condition and more than 30 new cases of\nCystic Fibrosis are diagnosed here each year, typically around 4 weeks of age through the newborn screening programme.\nIn recent years, new medicines have emerged that target the basic defect that causes Cystic Fibrosis. Ivacaftor (Kalydeko) is one such treatment. It targets a genetic change seen in around 4% of people with Cystic Fibrosis worldwide, and around 10% in Ireland.\nSiblings Kara (aged 5) and Isaac Moss (aged 2) both participated in the study through Children's Health Ireland. Kara was part of an earlier phase of the study that paved the approval of the drug in older infants and led to the latest trial that Isaac took part in.\nIsaac was the first baby with Cystic Fibrosis in the world to be diagnosed from birth and enrolled directly onto a trial of these ground-breaking treatments.\n\"Both Kara and Isaac are doing really well and remarkably are not experiencing any of the typical symptoms of Cystic Fibrosis at the moment,\" said their mother Debbie.\n\"Research studies like this one are so important to ensuring that children get access to the right treatments as early as possible. With the right medications, they can enjoy a healthy childhood and look forward to a brighter future\"\nIvacaftor is manufactured by pharmaceutical company Vertex Pharmaceuticals, who are currently applying to the European Medicines Agency for an extension to the marketing authorisation for Ivacaftor down to one month of age.\nJournal Reference:\nCite This Page:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "rcsi university of medicine and health sciences and children's health ireland",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:15:15.517+03:00",
  "updated": "2024-04-12T04:15:15.517+03:00"
}