{
  "thread": {
    "uuid": "5af806aa4eab77c9eb95e876805b506fa713e2d8",
    "url": "https://www.iberkshires.com/story/75077/Williams-College-Receives-Anonymous-25M-Gift-to-Support-Projects-.html",
    "site_full": "www.iberkshires.com",
    "site": "iberkshires.com",
    "site_section": "https://www.iberkshires.com/news",
    "site_categories": [
      "media"
    ],
    "section_title": " iBerkshires.com - The Berkshires online guide to events, news and Berkshire County community information.",
    "title": "Williams College Receives Anonymous $25M Gift to Support Projects / iBerkshires.com - The Berkshires online guide to events, news and Berkshire County community information.",
    "title_full": "Williams College Receives Anonymous $25M Gift to Support Projects / iBerkshires.com - The Berkshires online guide to events, news and Berkshire County community information.",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.iberkshires.com/images/feature/1713476200.jpg",
    "performance_score": 0,
    "domain_rank": 70648,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5af806aa4eab77c9eb95e876805b506fa713e2d8",
  "url": "https://www.iberkshires.com/story/75077/Williams-College-Receives-Anonymous-25M-Gift-to-Support-Projects-.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Reports",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Williams College Receives Anonymous $25M Gift to Support Projects / iBerkshires.com - The Berkshires online guide to events, news and Berkshire County community information.",
  "text": "Williams College Receives Anonymous $25M Gift to Support Projects Staff Reports 06:00PM / Thursday, April 18, 2024Print Story | Email Story WILLIAMSTOWN, Mass. — Williams College has received a $25 million gift commitment in support of three major initiatives currently underway on campus: constructing a new museum building, developing a comprehensive plan for athletics and wellbeing facilities, and endowing the All-Grant financial aid program. The donors, who wish to remain anonymous, say the gift reflects their desire to not only support Williams but also President Maud S. Mandel's strategic vision and plan for the college. \"This remarkably generous commitment sustains our momentum for WCMA, will be a catalyst for financial aid, and is foundational for athletics and wellness. It will allow us to build upon areas of excellence that have long defined the college,\" Mandel said. \"I could not be more appreciative of this extraordinary investment in Williams.\" Of the donors' total gift, $10 million will help fund the first freestanding, purpose-built home for the Williams College Museum of Art (WCMA), a primary teaching resource for the college across all disciplines and home to more than 15,000 works. Each year, roughly 30 academic departments teach with WCMA's collection in as many as 130 different courses. The new building, designed by the internationally recognized firm SO-IL and slated to open in 2027, will provide dedicated areas for teaching and learning, greater access to the collection and space for everything from formal programs to impromptu gatherings. The college plans to fund at least $100 million of the total project cost with gifts. Another $10 million will support planning for and early investments in a comprehensive approach to renewing the college's athletics and wellbeing facilities. The unexpected closure of Towne Field House in the fall of 2023 accelerated the college's work to examine its aging infrastructure. Towne's programming will temporarily move to a new Multipurpose Recreation Center, slated to open in late 2025 near the site of the current outdoor tennis courts, paving the way for a new athletics and wellbeing complex in the future. The remaining $5 million of the gift commitment will help endow the college's All-Grant financial aid program, now in its second year. The program replaces traditional loans and work-study requirements with equivalent grants that don't have to be repaid. More than 50 percent of students currently receive financial aid. The $77.5 million financial aid budget already extends beyond tuition, room and board to cover expenses such as health insurance, unexpected medical bills, textbooks and art supplies, study abroad, and travel to and from campus. All-Grant adds another $6.75 million annually. Williams hopes to increase the amount of financial aid spending covered by the endowment beyond its current level of about 50 percent. Tags: Williams College,",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "maud s. mandel",
        "sentiment": "none"
      },
      {
        "name": "mandel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "williams college",
        "sentiment": "negative"
      },
      {
        "name": "wcma",
        "sentiment": "none"
      },
      {
        "name": "williams college museum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "berkshire county",
        "sentiment": "none"
      },
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "williamstown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:01:00.696+03:00",
  "updated": "2024-04-19T01:01:00.696+03:00"
}