{
  "thread": {
    "uuid": "3dd6336882b798da7e5d64d23381dfec3f1986aa",
    "url": "https://www.yjc.ir/fa/news/9006179/پخش۴۰-فیلم-سینمایی-در-آخر-هفته-از-تلویزیون",
    "site_full": "www.yjc.ir",
    "site": "yjc.ir",
    "site_section": "http://www.yjc.ir/fa/rss/allnews",
    "site_categories": [
      "media"
    ],
    "section_title": "باشگاه خبرنگاران جوان | آخرین اخبار ایران و جهان | YJC",
    "site_title": null,
    "title": "پخش۴۰ فیلم سینمایی در آخر هفته از تلویزیون",
    "title_full": "پخش۴۰ فیلم سینمایی در آخر هفته از تلویزیون",
    "published": "2025-09-25T11:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.yjc.ir/files/fa/news/1404/7/3/20891683_845.jpg",
    "performance_score": 0,
    "domain_rank": 16670,
    "domain_rank_updated": "2025-09-22T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dd6336882b798da7e5d64d23381dfec3f1986aa",
  "url": "https://www.yjc.ir/fa/news/9006179/پخش۴۰-فیلم-سینمایی-در-آخر-هفته-از-تلویزیون",
  "ord_in_thread": 0,
  "author": "info@yjc.ir",
  "published": "2025-09-25T11:20:00.000+03:00",
  "title": "پخش۴۰ فیلم سینمایی در آخر هفته از تلویزیون",
  "text": "واریز سود سهام عدالت وعدهای که تاکنون محقق نشده است!\nباشگاه خبرنگاران جوان - به نقل از پایگاه اطلاعرسانی سیما، فیلمهای سینمایی و تلویزیونی و انیمیشن «آتش نشان ها»، «اخراجیها ۱»، «خودکار عطری»، «بچههای کلاس هشتم»، «جنگ نفتکش ها»، «پالایشگاه»، «عجله کن»، «کاپیتان میلر»، «کاغذها در باد»، «پلیسهای تپل»، «آبادان یازده ۶۰»، «ماهیان سرخ»، «دوئل»، «زنبوری به نام مایا - ماجرای گوی طلایی»، «همه چیز در مورد خواهرم»، «سرآغاز»، «سپید دندان»، «از کرخه تا راین»، «جومانجی، مرحله نهایی»، «بیگانه»، «ویل هانتینگ نابغه»، «دیده بان»، «گرگهای واشنگتن»، «آلوده»، «متخصص»، «افسر کمربند مشکی»، «اعجوبه»، «جایی برای پیرمردها نیست»، «تفنگهای بزرگ»، «تک تیرانداز»، «شماره ۱۰»، «ماهی قهرمان»، «دوست من چیبورا»، «سکسکه»، «کارو»، «لکنت»، «بی پلاک» و «مریخی»؛ پنجشنبه و جمعه ۳ و ۴ مهر ماه از شبکههای سیما روی آنتن میروند.\nشبکه یک سیما\nفیلم سینمایی جدید «آتش نشان ها» به کارگردانی «کواک کیونگ تک»، پنجشنبه ۳ مهر ماه ساعت ۲۳:۳۰ از شبکه یک سیما پخش خواهد شد.\nاین فیلم با بازی جو وون، کواک دو وون و لی یو یونگ؛ درباره یک آتشنشان تازهکار به نام چوی چولوونگ است که وارد واحد نجات سئول میشود و تحت تأثیر و هدایت جونگ جینسوپ، آتشنشان باتجربه و سرسخت قرار دارد. در یکی از عملیاتها، تصمیمات پرخطر جینسوپ باعث مرگ یکی از همکاران میشود و تنش در تیم بالا میگیرد. چولوونگ میان تحسین شجاعت و نقد بیپروایی او گرفتار تردید میشود و این بحران شخصی او را به چالش میکشد و ...\n**********\nفیلم سینمایی «اخراجیها ۱» به کارگردانی «مسعود ده نمکی»، جمعه ۴ مهر ماه ساعت ۱۶:۰۰ از شبکه یک سیما پخش خواهد شد.\nاین فیلم در مورد مجید سوزوکی، فرد شرور محله است که عاشق دختر میرزا که معتمد محله است، شده. میرزا خانوادهای مذهبی هستند. وی سعی میکند که خود را موجه نشان دهد ولی هربار مشکلی پیش میآید که خانواده دختر متوجه دروغگویی مجید میشوند. مجید که به تازگی از زندان آزاد شده تصمیم میگیرد به جبهه برود و این بار نمیتواند کلکی سوار کند و باید واقعا عمل کند او با عدهای اراذل و اوباش که دوستان وی هستند به جبهه میرود ...\nمحمدرضا شریفی نیا، امین حیایی، کامبیز دیرباز و ارژنگ امیرفضلی در فیلم سینمایی «اخراجیها ۱» ایفای نقش کردهاند.\n**********\nشبکه دو سیما\nفیلم تلویزیونی «خودکار عطری» به کارگردانی «سید محسن میرحسینی»، جمعه ۴ مهر ماه ساعت ۰۸:۱۵ از شبکه دو سیما پخش خواهد شد.\nاین فیلم درباره خانوادهای است که صاحب دو فرزند و یک فرزند تو راهی هستند و زمان اوایل مهر و بازگشایی مدارس است. سمیر پسر نوجوان این خانواده که یک روز قبل از شروع سال تحصیلیِ سال ۱۳۵۹ با پدرش به بازار رفته و کفش و لباس نو برای رفتن به مدرسه خریده علاقه زیادی به خودکار عطری دارد که پدر برایش میخرد. اما همان روز ارتش بعث عراق به ایران حمله کرده و او به همراه خانوادهاش پای پیاده در نخلستانها راهی میشوند. در این حین مادر سمیر که باردار بوده، در یکی از روستاهای بین راه، زایمان میکند، اما در اثر استرسهای وارده موفق به شیر دادن به نوزادش نمیشود. سمیر با از خودگذشتگی زیر آتش شدید توپخانه دشمن به شهر میرود و با شکستن شیشه داروخانه چند بسته شیرخشک برای برادرش میآورد و با خودکار عطری که پدر برایش خریده روی کاغذ مینویسد پولش را فردا میآورم که ...\nمحمد علی آلبو علی، محسن نیکویی، طاهره نیک آزاد، صادق مقدسی، ایلیا بعنونی نژاد، صباح جوانپور، فاطیما بحرینی، ثنا کعبی، اقدس بیگی، محمد رضا دلایر، بهرام افروز، مائده جهانگیری سهروردی، رزانا میرحسینی و جاسم کاظمی مفرد در فیلم تلویزیونی «خودکار عطری» بازی کردهاند.\n**********\nفیلم تلویزیونی «بچههای کلاس هشتم» به کارگردانی «مسعود منصوری»، جمعه ۴ مهر ماه ساعت ۱۸:۰۰ از شبکه دو سیما پخش خواهد شد.\nدر این فیلم خواهیم دید: در یک دبیرستان پسرانه، دانش آموزان کلاس هشتم، به خاطر شیطنتها و سر و صدای زیاد، تبدیل به معضلی برای مدرسه شدهاند. به همین خاطر ناظم مدرسه آقای شایان فر، به هر طریق سعی در تنبیه کردن آنها دارد. دو نفر از دانش آموزان این کلاس یعنی سامیار و سعید، بسیار درس خوان بوده و در عین حال دوستان خوبی هم هستند.\nآقای شایان فر سعی دارد با تحریک سعید و این که تو باید شاگرد اول بشوی، روابط دوستانه آنها را به هم بزند که موفق نمیشود. در سوی دیگر ماچرا نیز بچهها از اینکه با سر و صدا و شیطنت هایشان آقای شایان فر را اذیت میکردهاند پشیمان شده و ...\nخشایار راد، محمود مقامی، رزیتا ترکاشوند، مجید مشیری و مهوش وقاری در فیلم تلویزیونی «بچههای کلاس هشتم» بازی کردهاند.\n**********\nفیلم سینمایی «جنگ نفتکش ها» به کارگردانی «محمد بزرگنیا»، جمعه ۴ مهر ماه ساعت ۲۳:۱۵ از شبکه دو سیما پخش خواهد شد.\nدر این فیلم خواهید دید: زمان جنگ ایران و عراق است و دامنه جنگ به خلیج فارس نیز کشیده شده و کشتیهای نفتکش ایرانی مورد حمله دشمن قرار میگیرند. در این میان یک ناخدای جوان تصمیم به عبور کشتی نفتکش از تنگه هرمز میگیرد و برای این کار از ناخدایی بازنشسته ولی پرتجربه کمک میخواهد. ناخدای پیر در ابتدا تمایلی برای انجام این کار ندارد، اما ...\nمجید مظفری، مرحوم عزتالله انتظامی، جمشید جهانزاده، فیروز بهجت محمدی و ژاله علو در فیلم سینمایی «جنگ نفت کش ها» ایفای نقش کردهاند.\n**********\nشبکه سه سیما\nفیلم سینمایی «پالایشگاه» به کارگردانی «مهرداد خوشبخت»، پنجشنبه ۳ مهر ماه ساعت ۱۰:۰۰ از شبکه سه سیما پخش شد.\nدر این فیلم خواهیم دید: مهر سال ۱۳۵۹ و اوایل جنگ تحمیلی است. دشمن، آبادان را مورد حمله هوایی قرار داده و مردم در حال تخلیه شهر هستند. به همین علت صفهای طویلی در پمپ بنزینها تشکیل شده و این در حالی است که پالایشگاه تعطیل شده و ذخیره بنزین نیز محدود است. کیان شیرانی، خود، شخصا به یکی از پمپ بنزینها رفته و برای مدیریت بنزین، آن را سهمیهبندی میکند. او همچنین برای تولید بنزین با کمک یکی از مهندسان پالایشگاه به روشی کاملا خلاقانه، بنزین مورد نیاز شهر را تولید میکنند. در ادامه او مسئول ستاد سوخت میشود و برای سوخترسانی به خودروهای ارتش نیز در عملیاتی بسیار فداکارانه و شجاعانه، گازوئیل مورد نیاز را تامین میکنند؛ اما ماجرا به همین جا ختم نمیشود و آبادان در محاصره دشمن قرار میگیرد. کیان و دوستانش با ساخت یک اسکله که در تیررس دشمن نیست، برای جلوگیری از نابودی پالایشگاه، قطعات آن را از طریق این اسکله از شهر خارج میکنند که ...\nبانیپال شومون، امیر رضا دلاوری، الهام نامی، علیرضا مسعودی، عبدالرضا نصاری، حیدر رحیمی، پوریا ریحانی، شقایق تنگستانی و نادر سلیمانی در فیلم سینمایی «پالایشگاه» هنرنمایی کردهاند.\n**********\nفیلم سینمایی جدید «عجله کن» به کارگردانی «جیمز کلیتون»، پنجشنبه ۳ مهر ماه ساعت ۱۶:۰۰ از شبکه سه سیما پخش خواهد شد.\nدر این فیلم با بازی لو دایموند فیلیپس، بردلی اریک، لی مجدوب، آلیشا ماری احامد، فی رن، جیمز کلیتون، فیلیپ گرنجر و سایمون چین خواهیم دید: یک پسر جوان سارق به همراه ویک که نقش پدرخوانده برایش دارد با همکاری یکدیگر دست به سرقتهای بزرگ و پر خطر میزنند که آن دو در یکی از سرقت هایشان مقدار زیادی پول میدزدند. در نتیجه سرقت ویک، توسط صاحبان خلافکار پول اسیر میشود. رئیس خلافکارها زنی به نام نوشی است که پسر سارق را برای برگرداندن پول با کشتن ویک تهدید میکند. پسر سارق از طرفی تحت تعقیب پلیسهای فاسد است که در حین فرار با استفاده از خودرو بستنی فروشی که متعلق به پسری به نام مارتین است نجات مییابد. ولی در حین فرار توسط پلیسهای فاسد دستگیر میشوند. پس از آن با ترفندی موفق به فرار میشوند. حال پسر سارق در ازای دادن پول به نوشی و آزادی ویک با آنها قرار میگذارد در هنگام پس دادن پولها پلیسهای فاسد سر میرسند و بین سه گروه درگیری ایجاد میشود که ...\n**********\nفیلم سینمایی «کاپیتان میلر» به کارگردانی «آرون ماتسواران»، پنجشنبه ۳ مهر ماه ساعت ۲۴:۰۰ از شبکه سه سیما پخش میشود.\nدر این فیلم با بازی آنتونی، دانوش و جان کوکن خواهید دید: ایسا پدر ندارد و مادرش را در جوانی از دست میدهد و تنها یک برادر بزرگتر به نام سنگانان دارد. در روستای آنها عبادتگاه بزرگ سنگی توسط اجداد روستائیان بنا شده و محل زندگی پادشاه آن منطقه است. زمانی که ایسا به همراه دوستش وارد عبادتگاه میشوند، ماموران شاه در پی دستگیری آنها میروند. ولماتی برادر زاده شاه است، (خانواده او در دوران کودکی توسط شاه کشته شدهاند). آن دو را فراری میدهد. ایسا از ولماتی خوشش میآید. او برای دیدن ولماتی با گروه نمایشی به عبادتگاه میرود در آنجا متوجه میشود افراد شاه قصد کشتن ولماتی را دارند ایسا با کمک افراد گروه نمایش، او را نجات میدهد. پس از آن ولماتی با نامزدش از آنجا میروند. ایسا تصمیم میگیرد به خدمت سربازی برود.\nبرادرش سنگانان که یک مبارز آزادی خواه است او را از رفتن به خدمت زیر پرچم انگلیس منع میکند. اما ایسا این تصمیم را میگیرد و به خدمت میرود. در آنجا لقب میلر را برایش میگذارند. تا این که زمانی میرسد که از او و هم خدمتی هایش میخواهند آزادی طلبهای هم وطنش را بکشند. در آن شرایط سخت او کاپیتان انگلیسی را میکشد و در آتشی که اجساد کشته شده هندیها در آن میسوزند پرتاب میکند. ایسا از آنجا فرار میکند و ...\n**********\nفیلم سینمایی «کاغذها در باد» به کارگردانی «جوآن تاراتوتو»، جمعه ۴ مهر ماه ساعت ۱۰:۰۰ به روی آنتن شبکه سه سیما میرود.\nدر این فیلم با بازی پابلو اِچاری، دنیل رابینوویچ، دیگو پرتتی، دیگو تورس و پابلو راگو خواهیم دید: روسو، فرناندو، مونو و مائوریسیو دوستانی هستند که از دوران کودکی با یکدیگر دوست بودهاند. آنها علاقهی بسیار زیادی به فوتبال دارند. فرناندو و مونو برادر هستند. مونو که تمام جوانی و سرمایهی خود را برای رشد بازیکنی به نام پیتیلانگا میگذارد، پس از مدتی به دلیل داشتن سرطان میمیرد. مونو دختر ۹ سالهای به نام گوارا دارد. مونو همیشه آرزو داشت تا بتواند باشگاهی داشته باشد و سود باشگاه به دخترش گوارا برسد. پس از مرگ مونو، برادرش فرناندو که تا اندازهای موفق شده حق سرپرستی برادرزادهاش را بر عهده بگیرد، به همراه مائو و روسو تصمیم میگیرند پیتیلانگا را مشهور کنند تا مونو را به آرزویش برسانند.\n**********\nفیلم سینمایی جدید «پلیسهای تپل» به کارگردانی «چانون ینیانگ و فوانیت فولدی»، جمعه ۴ مهر ماه ساعت ۱۴:۳۰ از شبکه سه سیما پخش میشود.\nاین فیلم با بازی دن چوپنگ، ساران سانسووپالا، نوتجاره هوروجکول، سومیوس متورس و سوپاویچ نپرمواتانا؛ درباره چهار پلیس چاق به نامهای کن، او، یوری و پلوم است که با هم در ماموریتها اعزام میشوند. آنها همواره در ماموریت هایشان ناموفق هستند. فرمانده کل پلیس به آنها اولتیماتوم زمانی میدهد که لاغر شوند در غیر این صورت به یک شهر دور تبعید میشوند. جت که پلیس ارشد آنهاست و ورزشکار است آنها را باشگاه برده و در کنار تمرین سخت و رژیم غذایی برای لاغر شدنشان تلاش میکند. تنها کن، در مدت کوتاهی به نتیجه میرسد و بقیه به علت رعایت نکردن رژیم چاق میمانند و باز در ماموریتها ناموفق هستند، این باعث میشود فرمانده آنها را از کار معلق کند. تا این که در منطقه استحفاظی آنها دزدی از پولهای بانک میشود. جت، در ماموریت زخمی میشود و آنها مصمم میشوند سارق را بیابند. کن، مشکوک به صاحب رستوران نزدیک محل سرقت میشود وقتی برای غذا خوردن به آنجا میروند زمانی که کن، میخواهد صاحب رستوران را با خودش به کلانتری ببرد کارکنان رستوران که همه خلافکار هستند با آنها درگیر میشوند ولی ...\n**********\nفیلم سینمایی «آبادان یازده ۶۰» به کارگردانی «مهرداد خوشبخت»، جمعه ۴ مهر ماه ساعت ۱۹:۰۰ از شبکه سه سیما پخش میشود.\nدر این فیلم خواهیم دید: سال ۱۳۵۹ خبر سقوط خرمشهر میآید و در نهایت شهر به دست عراقیها میافتد. عراقیها تا یک قدمی آبادان پیشروی میکنند، اما کارکنان رادیون نفت آبادان حاضر به خالی کردن ساختمان رادیو نمیشوند. آنها میخواهند وظیفهشان را در قبال خبررسانی و روحیه دادن به مردم انجام بدهند و ...\nعلیرضا کمالی، حسن معجونی، شبنم گودرزی، حمیدرضا محمدی، ویدا جوان و نادر سلیمانی در فیلم سینمایی «آبادان یازده ۶۰»؛ به هنرمندی پرداختهاند.\n**********\nشبکه چهار سیما\nفیلم سینمایی جدید «ماهیان سرخ» به کارگردانی «اسد سیاح»، پنجشنبه ۳ مهر ماه ساعت ۲۰:۳۰ از شبکه چهار سیما روی آنتن میرود.\nدر خلاصه داستان فیلم آمده است: سالها قبل، رفت و آمد بین دو طرف اروند برقرار بوده. در این ارتباطات حسین از طرف عراق، عاشق دختری ایرانی شده و با او ازدواج میکند. قبل از به دنیا امدن فرزندشان حسین میمیرد و طبق رسوم ایل میبایست دختر با برادر حسین به نام قضبان که بعثی عراقی است ازدواج کند. قضبان با دختر ایرانی و پسرش که نام حسین دارد، بد رفتاری میکند. پس از سالها حسین که در ارتش عراق خدمت میکند، در طول جنگ به عنوان مخبر، اطلاعات ارتش عراق را به رزمندگان ایرانی میرساند. در یکی از این موارد، قضبان متوجه مخبر بودن حسین میشود و در یک مجادله کلامی او را شهید میکند. سالها میگذرد و با کشف پیکر شهدا... ا.\nسیروس کهوریی نژاد، حسن اسدی و بنیامین یوسفی در فیلم سینمایی «ماهیان سرخ» بازی کردهاند.\n**********\nفیلم سینمایی «دوئل» به کارگردانی «احمدرضا درویش»، جمعه ۴ مهر ماه ساعت ۲۰:۳۰ از شبکه چهار روی آنتن میرود.\nداستان این فیلم درباره زینال است که پس از بازگشت از اسارت خاطرات گذشته اش را مرور میکند. با شروع جنگ و آغاز حمله عراقی ها، او که همسرش هانیه را از دست داده، به همراه یحیی یک گروه مقاومت محلی را سازماندهی میکند. پس از حمله بی امان هواپیماها به جمعیت آوارهای که درصدد عزیمت از منطقه جنگی هستند و انفجار قطار و تخریب ایستگاه راهآهن، سلیمه از زینال قول میگیرد که همسرش یحیی را سالم به او برگرداند. تعدادی از نیروهای دولتی که مدعیاند مأموریتی محرمانه دارند با همدستی اسکندر تصمیم میگیرد گاوصندوق به جامانده در یک واگن باری را از آن خارج کنند. براساس صحبتهای آنان مشخص میشود که داخل گاوصندوق اسناد و مدارک مهمی هست که ...\nزنده یاد سعید راد، پژمان بازغی، پریوش نظریه، انوشیروان ارجمند، پرویز پرستویی و هدیه تهرانی در فیلم سینمایی «دوئل» ایفای نقش کردهاند.\n**********\nشبکه تهران سیما\nانیمیشن سینمایی «زنبوری به نام مایا - ماجرای گوی طلایی» به کارگردانی «نوئل کلیری»، پنجشنبه ۳ مهر ماه ساعت ۱۳:۳۰ از شبکه تهران پخش میشود.\nاین انیمیشن با بازی بنسون جک، آنتونی کوکو، جک گیلیز، جیمی جیمز و ایتون تس مایر؛ درباره مایا و دوستش ویلی است که در کندوی عسل خرابکاری جدیدی به بار آوردهاند. آنها از کندو بیرون میآیند و در سختیهای بسیار زیادی جان یک ملکه مورچه جوان را نجات میدهند که بعد از این که از پس همه سختیها برمی آیند و با دشمنان زیادی از جمله سوسکها میجنگند موفق میشوند که سوسکها و مورچهها را هم به صلح برسانند، اما ...\n**********\nفیلم سینمایی «همه چیز در مورد خواهرم» به کارگردانی «آنا چرناکوا»، جمعه ۴ مهر ماه ساعت ۰۹:۰۰ از شبکه تهران پخش میشود.\nدر این فیلم با بازی الکساندر آداباشیان، اندری امیلیانو و کلیم بردینسکی خواهیم دید: مینیا جوانی است که میخواهد بعد از مدتها به دیدن خواهرش لولیا برود. او و لولیا وقتی بچه بودند شیطنتهای زیادی میکردند و پدرشان اغلب تنبیههای سختی برایشان در نظر میگرفت. لولیا ازدواج کرده و همسرش فوت کرده و دو پسر دوقلو شیطان دارد که کیف خیریه را که در خانه بوده را به حیاط برده و پسری ان را پرتاب کرده است. ولی آنها نمیتوانند کیف را پیدا کنند و قرار است که پلیس لولیا را به زندان بیندازد. مینیا به خانه خواهرش میرسد و بچهها با انداختن هدیه دایی شان روی قطاری که دوستشان ساخته باعث میشوند که لباس آتش بگیرد و ...\n**********\nفیلم سینمایی جدید «سرآغاز» به کارگردانی «آجی ناگ»، جمعه ۴ مهر ماه ساعت ۱۳:۳۰ از شبکه تهران پخش میشود.\nدر این فیلم با بازی آبیشک بادپالی، بوشان و ماهان باجات خواهیم دید: میگل مرد جوانی است که ۲ سال است که در زندان است و روزی که باید مجازات شود از سلولش غیبش زده است. ریئس زندان دو کاراگاه را استخدام میکند که میگل را پیدا کنند. آنها از روی دفتر خاطرات میگل متوجه میشوند که او از بچگی با مرد دانشمندی به نام رائو دوست بوده و رائو او را مثل پسر خودش دوست داشته است. همسر رائو او را به خاطر آزمایشات فراوان و خطراتی که این آزمایشات دارد ترک کرده است و دخترشان شاردا را نیز با خود برده است. رائو یک نظریه در مورد سفر در زمان دارد و سعی دارد که آن را به اثبات برساند. سالها است که شاردا پدرش را ندیده است. او بعداز فوت مادرش تنها شده و برای دیدن پدرش به روستا میآید و در آزمایشاتی که رائو انجام میدهد به او کمک میکند آنها روی میگل آزمایش انجام میدهند ولی ...\n**********\nشبکه نمایش\nفیلم سینمایی «سپید دندان» به کارگردانی «لوچو فولچی»، پنج شنبه ۳ مهر ماه ساعت ۰۱:۰۰ بامداد از شبکه نمایش پخش میشود.\nداستان این فیلم با بازی ریک باتالیا، ویرنا لیزی، فرانکو نرو و فرناندو ری؛ در جریان هجوم جویندگان طلا در کلوند ایک رخ میدهد. جک لندن زندگی سگی را که خون گرگی دارد دنبال میکند که ...\n**********\nفیلم سینمایی «از کرخه تا راین» به کارگردانی «ابراهیم حاتمی کیا»، پنج شنبه ۳ مهر ماه ساعت ۱۱:۰۰ از شبکه نمایش پخش میشود.\nدر خلاصه داستان این فیلم آمده است: سعید که بر اثر بمبهای شیمیایی نابینا شده به همراه گروهی از همرزمانش برای معالجه به آلمان اعزام میشود. لیلا خواهر سعید که سال هاست در آلمان با شوهر آلمانی و پسرشان یوناس زندگی میکند، سعید را در آسایشگاه میبیند. بین سعید و یونس رابطه عاطفی عمیقی برقرار میشود...\nزنده یاد هما روستا، علی دهکردی، صادق صفایی، اصغر نقیزاده و پرویز شیخ طادی در این فیلم هنرنمایی کردهاند.\n**********\nفیلم سینمایی «جومانجی، مرحله نهایی» به کارگردانی «جیک کاسدان»، پنج شنبه ۳ مهر ماه ساعت ۱۳:۰۰ از شبکه نمایش پخش میشود.\nدر این فیلم با بازی دواین جانسون، جک بلک و کوین هارت خواهیم دید: همه دوستان بازی جومانجی مشغول کارهای خود هستند و دوره دبیرستان را به اتمام رساندهاند. ادی پدر بزرگ اسپنسر با آنها زندگی میکند. اسپنسر و بتانی هر دو دانشجو هستند و بهم علاقمند هستند ولی نمیتوانند آن را ابراز نمایند. قرار است همه بچهها برای خوردن صبحانه در کافه قدیمی که متعلق به ادی و دوستش مایلو بوده جمع شوند ولی اسپنسر نرفته است و دوستانش به خانه آنها رفته و به زیرزمین خانه رفته و متوجه میشوند که اسپنسر وارد بازی شده و آنها هم به اتفاق مایلو و پدربزرگ ادی وارد بازی میشوند. حالا همه با هم باید تلاش کنند تا جواهری را که دست یورگن بی رحم است به دست بیاورند تا ...\n**********\nفیلم سینمایی «بیگانه» به کارگردانی «اورسن ولز»، پنج شنبه ۳ مهر ماه ساعت ۱۵:۰۰ از شبکه نمایش پخش میشود.\nدر خلاصه داستان فیلم با بازی لرتا یونگ و ادوارد جی. رابینسون خواهید دید: کمی پس از جنگ جهانی دوم. ویلسن، شکارچی بازماندههای نازیها، مأموریت مییابد تا فرانتس کیندلر را که یکی از طراحان برنامه نسلکشی یهودیها در اروپا بوده، پیدا کند. ویلسن رد کیندلر را تا شهر دانشگاهی و خوابزده هارتفورد در کانتیکات، دنبال میکند و آنجا به این نتیجه میرسد که پروفسور چارلز رانکین همان کیندلر است که ...\n**********\nفیلم سینمایی «ویل هانتینگ نابغه» به کارگردانی «گاس ون سنت»، پنج شنبه ۳ مهر ماه ساعت ۱۷:۰۰ از شبکه نمایش پخش میشود.\nدر این فیلم با بازی دابین دیلیامز و مت دیمون خواهیم دید: در کلاس درس ریاضیات پیشرفته، پروفسور لامراد مسئله ریاضی را طرح میکند و از دانشجویان میخواهد که آن را حل کنند، روز بعد در کمال ناباوری مسئله را حل شده روی تخته میبیند و به دنبال دانشجویی که مساله را حل کرده میگردد. روز بعد مساله مشکل تری را طرح میکند و پسر کارگر دانشگاه را در حال حل آن میبیند و او را تعقیب میکند و با مراجعه به محل کارش متوجه میشود که به دلیل کار خلاف قرار است پس از دادگاهی به زندان برود، اما پروفسور وساطت میکند تا از او در حل مساله کمک بگیرد و در قبال آن به او پول پرداخت کند. قرار میشود که ویل به مشاور معرفی شود، اما ...\n**********\nفیلم سینمایی «دیده بان» به کارگردانی «ابراهیم حاتمی کیا»، پنج شنبه ۳ مهر ماه ساعت ۱۹:۰۰ از شبکه نمایش پخش میشود.\nدر این فیلم خواهیم دید: ارتباط خط کمین با نیروهای خودی توسط دشمن قطع شده و احتمال سقوط منطقه بسیار زیاد است. مقابله و مقاومت نیروها در مقابل دشمن نیازمند حضور دیده بان جهت هدایت آتش سنگین است. عارفی برای پیوستن به خط کمین و دیده بانی باید از مسیری عبور کند که زیر آتش شدید دشمن قرار دارد...\nمهرداد سلیمانی، علیرضا حیدری، غلامرضا علی اکبری و اصغر پورهاجریان در فیلم سینمایی «دیده بان» بازی کردهاند.\n**********\nفیلم سینمایی «گرگهای واشنگتن» به کارگردانی «ماریو باروسو»، پنج شنبه ۳ مهر ماه ساعت ۲۱:۰۰ از شبکه نمایش پخش میشود.\nدر خلاصه داستان فیلم با بازی خاویر باردم، ادوارد فرناندز و ارنستو آلتریو آمده است: آلبرتو و میگوئل، دوستانی هستند که با یکدیگر کار میکنند و یک رستوران را اداره میکنند. البرتو و میگوئل با وجود این اختلافات شدیدی هم دارند. تا آن که یکی از دوستان آنها به نام کلودیو، پولهای را که از راه سرقت ماشین و کلاهبرداری به دست آورده است و نمیتواند در خانه یا بانک نگهداری کند، به طور امانت به میگوئل و آلبرتو میسپارد. میگوئل قصد دارد پولها را به تنهایی بردارد و به خارج از اسپانیا فرار کند. آلبرتو که از موضوع با خبر شده، کلودیو را خبر میکند. اما کلودیو گمان میکند آلبرتو با میگوئل همدست است، او آلبرتو را تهدید میکند که همسر سابق وی سارا را خواهد کشت. آلبرتو هنوز قصد دارد سارا را به زندگی گذشته بازگرداند.\nکلودیو به سراغ سارا در بیمارستان میرود و با فریب کارکنان بیمارستان سارا را با خود به خارج از بیمارستان میبرد تا به این طریق شاید بتواند پول را پس بگیرد. از سوی دیگر درب صندوق عقب ماشین میگوئل که پولها در آن است، باز میشود و پولها به طور مرموزی ناپدید میشوند و ...\n**********\nفیلم سینمایی جدید «آلوده» به کارگردانی «سباستین وانیچک»، پنج شنبه ۳ مهر ماه ساعت ۲۳:۰۰ از شبکه نمایش پخش میشود.\nاین فیلم با بازی ژروم نیل، فینگان اولدفیلد، تئو کریستین و سوفیا لسافر؛ درباره جوان شروری به نام کالب است که قصد دارد از راه پرورش و فروش حشرات گذران زندگی کند. او به همراه خواهرش درون یک ساختمان نیمه مخروبه در پایین شهر فرانسه زندگی میکند. در این میان عنکبوتی که او به تازگی خریده است تکثیر شده و جان نیمی از ساکنان فقیر ساختمان را میگیرد. پلیس از ماجرا باخبر شده و مداخله میکند. کالب و خواهرش موفق به فرار از دست پلیس و عنکبوتها شده، اما ...\n**********\nفیلم سینمایی «متخصص» به کارگردانی «مایکل وینر»، جمعه ۴ مهر ماه ساعت ۰۱:۰۰ بامداد از شبکه نمایش پخش میشود.\nاین فیلم با بازی چارلز برانسون و یان مایکل وینسنت؛ داستان آرتور بیشاپ آدمکشی حرفهای است که تنها زندگی میکند و از طریق دریافت سفارش قتل، دستمزد بالایی دریافت میکند. شعار بیشاپ این است که هرگز برای خودت همدستی نگیر. یکی از سفارشات دریافتی وی کشتن یکی از دوستان قدیمی و ثروتمند خود اوست، پس از کشتن این مورد، پسر مقتول که شیفته بیشاپ شده از او میخواهد تا به عنوان دستیار کمک حالش باشد ولی ...\n**********\nفیلم سینمایی «افسر کمربند مشکی» به کارگردانی «جیسون کیم»، جمعه ۴ مهر ماه ساعت ۱۵:۰۰ از شبکه نمایش پخش میشود.\nاین فیلم با بازی کیم وو بین، کیم سونگ کیون، لی هیون گول، لی جونگ اوک، کانگ سونگ هو، یون دائه یول، پارک جی یول، جین میسا، لی جونگ گوی، بنگ بیونگ هیون و سون سوک بائه؛ درباره یک رزمیکار ماهر به نام لی جونگ دو است که نمیتواند از کنار کسانی که به کمک نیاز دارند به راحتی عبور کند. در این میان او به صورت اتفاقی با یک افسر نظارت بر محکومین به نام کیم سون مین آشنا شده و با او متحد میشود تا با جرم و جنایت مبارزه کرده و از آن جلوگیری کند، اما ...\n**********\nفیلم سینمایی «اعجوبه» به کارگردانی «استیون شباسکی»، جمعه ۴ مهر ماه ساعت ۱۷:۰۰ از شبکه نمایش پخش میشود.\nاین فیلم با بازی جیکوب ترمبلی، جولیا رابرتز، اوون ویلسون، نوآ جوپ، مندی پتینکین و ایزابلا ویدوویچ؛ داستان پسربچهای به نام آگوست پولمن را روایت میکند که به بیماری دیسوستوز ماندیبولو فاشیال (بد شکلی جمجمه) مبتلا است او برای اینکه در معرض دید افراد عادی نباشد در خانه درس میخواند، اما تصمیم میگیرد برای کلاس پنجم به مدرسه عادی برود ...\n**********\nفیلم سینمایی «جایی برای پیرمردها نیست» به کارگردانی «ایتن کوئن و جوئل کوئن»، جمعه ۴ مهر ماه ساعت ۱۹:۰۰ از شبکه نمایش پخش میشود.\nداستان این فیلم با بازی تامی لی جونز، خاویر باردم، جاش برولین، وودی هارلسون، کلی مک دانلد و گرت دیلاهانت؛ درباره یک شکارچی به نام لولین ماس است که روزی به طور اتفاقی با اجساد گروهی از تبهکاران، که به خاطر به هم خوردن معامله مواد مخدر یکدیگر را کشتهاند روبهرو میشود. او این ماجرا را به پلیس خبر میدهد، اما ...\n**********\nفیلم سینمایی «تفنگهای بزرگ» به کارگردانی «مونتاگو بانکس»، جمعه ۴ مهر ماه ساعت ۲۱:۰۰ از شبکه نمایش پخش میشود.\nدر این فیلم با بازی استن لورل و اولیور هاردی خواهیم دید: لورل و هاردی برای فرد بیماری کار میکنند که آرزوی رفتن به خدمت سربازی را دارد؛ بالاخره زمان اعزام فرا میرسد و لورل و هاردی به ناچار برای مراقبت از وی با او همراه میشوند ...\n**********\nشبکه افق\nفیلم سینمایی «تک تیرانداز» به کارگردانی «علی غفاری»، جمعه ۴ مهر ماه ساعت ۱۰:۰۰ از شبکه افق پخش خواهد شد.\nدر خلاصه داستان این فیلم سینمایی که در ژانر دفاع مقدس ساخته شده، آمده است: تک تیرانداز ایرانی کابوسی مرگبار برای افسران و فرماندهان ارتش بعث شده است. صدام شخصا برای سر او جایزه تعیین میکند. مزدروان و زبدهترین نیروهای ارتش بعث عازم ماموریت میشوند تا دستور رسمی صدام عملی شود...\nکامبیز دیرباز، امیررضا دلاوری، علیرضا کمالی، عبدالرضا نصاری، حسین پوریده، اسماعیل خلج و حسین شریفی در فیلم سینمایی «تک تیرانداز» ایفای نقش کردهاند.\n**********\nفیلم سینمایی «شماره ۱۰» به کارگردانی «حمید زرگرنژاد»، جمعه ۴ مهر ماه ساعت ۱۷:۰۰ از شبکه افق پخش خواهد شد.\nدر این فیلم خواهیم دید: یکی از رزمندگان ایرانی اواخر جنگ تحمیلی به اسارت درمیآید و میخواهد از اردوگاه فرار کند. او خودش را جوشکار زیرآب معرفی میکند و همین باعث میشود دون فر از اسیران ایرانی به او نزدیک شوند تا او را فراری دهند. فرار کردن از این اردوگاه، تقریبا محال است و اگر کسی موفق به فرار شود، به ازای هر یک نفر، سه نفر از اسیران ایرانی اعدام میشوند. شماره ۱۰ به خاطر مهارتی که دارد، میتواند راه را برای فرار باز کند. احمد که یکی از اسیران قبلی اردوگاه است میخواهد به شماره ۱۰ کمک کند تا با فرار، نام اسیرانی که نامشان از صلیب سرخ پنهان مانده را به گوش ایران و جهان برسانند، اما ...\nمجید صالحی، حسام منظور، سیامک صفری، بهرنگ علوی و مهدی زمین پرداز در فیلم سینمایی «شماره ۱۰» نقشآفرینی کردهاند.\n**********\nشبکه کودک\nانیمیشن سینمایی «ماهی قهرمان» به کارگردانی «سین پاتریک اورلی»، پنجشنبه ۳ مهر ماه ساعت ۱۴:۰۰ از شبکـه کودک پخش خواهد شد.\nدر این انیمیشن خواهیم دید: الکس یک طوطی دریایی است که وظیفه تمیز کردن شهر کوچک دریاییشان را به عهده دارد. الکس، وظیفه شناس است و روزی متوجه میشود که لکههای سیاه عجیبی به بدن یکی از ماهیها چسبیده که به سختی از بدن او پاک میشود. الکس به همراه دوستش کریستین که یک اسب دریایی کوچک است به دیدار شهردار میرود و طرح موضوع میکند، اما شهردارِ ماهیها، الکس را مسخره کرده و از خود میراند. در نتیجه الکس تصمیم میگیرد به تنهایی برای شناخت منبع آلودگی اقدام کند، اما در ادامه یک ماهی بادکنکی به نام اد و و یک مارماهی به نام ایلنور با او همراه میشوند. آنها پس از عبور موانع زیاد، به یک سکوی نفتی میرسند و متوجه میشوند که لوله انتقال نفت، سوراخ شده. آنها با تحریک کوسهها، آنها را به سمت لولهها و سکوی نفتی میکشانند و به این وسیله، آدمها را از نشتی، آگاه میکنند. الکس که هنوز نگران نفتهای نشت کرده است، متوجه میشود که ...\n**********\nفیلم سینمایی «دوست من چیبورا» به کارگردانی «دیمیتری دیاچنکو»، جمعه ۴ مهر ماه ساعت ۱۴:۰۰ از شبکه کودک پخش خواهد شد.\nدر این انیمیشن خواهید دید: چیبورا، یک موجود عجیب و غریب که عاشق پرتقال است. او در یک باغ پرتقال گرفتار صاحب بدجنس باغ میشود، اما وقتی طوفان میشود او به همراه طوفان در شهر دیگری میافتد. پیرمرد که با رییس بدجنسی در کلنجار است به ناچار او را میپذیرد، اما به محض رفتن رییس، موجود پشمالو را بیرون میاندازد. از طرفی دخترش وقتی موجود پشمالو عجیب را میبیند از مادرش میخواهد که آن را برای او بیاورد، اما پیرمرد موجود پشمالو را از دید آنها پنهان میکند. وقتی کتاب شیرینی پزی محرمانه دختر باغبان گم میشود باغبان چارهای برای خود نمیبیند تا باتحویل موجود پشمالو به رییس بدجنس کتاب را برای دخترش پس بگیرد تا ...\n**********\nشبکه امید\nفیلم سینمایی «سکسکه» به کارگردانی «مالهوترا پی سیدهارت»، پنج شنبه ۳ مهر ماه ساعت ۱۰:۳۰ از شبکه امید پخش خواهد شد.\nدر این فیلم با بازی رانی موکرجی، نیراج کابی و ساچین خواهیم دید: نینا ماتور، یک معلم مشتاق با یک مدرک کارشناسی و کارشناسی ارشد، از سندرم تورست رنج میبرد. وضعیت او باعث میشود که او صداهای غیر قابل کنترل از خود بروز دهد. اگر چه او در ۵ سال گذشته در تلاش برای تدریس ناموفق بوده است، ولی توسط مادرش و برادر کوچک ترش حمایت میشود. پدر و مادرش هم چندین سال قبل از هم جدا شدهاند، به همین دلیل رابطه نینا با او خوب نیست و کاملا متفاوت هستند. او که با این اختلال عصبی مواجه هست و مدام سکسکه میکند به دنبال شغل معلمی است و این عیب باعث میشود هیچ مدرسهای او را قبول نکند تا این که پیشنهاد معلمی یک کلاس به او میشود، اما این کلاس و شاگردانش وضعیت عادی ندارند ...\n**********\nفیلم سینمایی «کارو» به کارگردانی «احمد مرادپور»، جمعه ۴ مهر ماه ساعت ۱۰:۳۰ از شبکه امید پخش خواهد شد.\nدر این فیلم خواهیم دید: میمی (خاله) شیلان زنی میانسال و کرد است که در سالهای دفاع مقدس، همراه پسر نوجوانش کارو در یکی از روستاهای اطراف کرمانشاه زندگی میکند.\nکارو کشتی گیری قابل است که قرار است در مسابقات انتخابی تیم ملی شرکت کند، اما آرزو دارد که مانند اکثر جوانان روستا به جبهه رفته و از کشور دفاع کند. میمی شیلان که در دنیا هیچ کس را به جز کارو ندارد با این کار شدیدا مخالفت است. کارو در مسابقات انتخابی شرکت کرده و موفق به راهیابی به تیم ملی نوجوانان میشود و میمی شیلان به شهر میرود تا برای او هدیهای بخرد، اما وقتی به روستا باز میگردد، متوجه میشود که کارو خود را در کامیونی که برای کمک به جبههها قاطر جا به جا میکرده، مخفی کرده و به جبهه رفته است. میمی شیلان که جز کارو امیدی ندارد با ماشین به دنبال کامیون راه میافتد، اما در جاده، به علت بارندگی تصادف کرده و زخمی میشود. شیلان در کوه پناه میگیرد و پس از قطع باران با پای پیاده به راه میافتد و کامیون را پیدا میکند، اما ...\nمریلا زارعی، پیمان مقدمی و حبیب پاینده در فیلم سینمایی «کارو» ایفای نقش کردهاند.\n**********\nشبکه سلامت (زیرنویس ویژه ناشنوایان)\nفیلم تلویزیونی «لکنت» به کارگردانی «محمدرضا حاجی غلامی»، جمعه ۴ مهر ماه ساعت ۱۰:۳۰ با زیرنویس ویژه ناشنوایان از شبکه سلامت پخش میشود.\nدر این فیلم خواهیم دید: سارا خواهر رسول لکنت زبان دارد، معلم به رسول توصیه میکند که به سارا کمک کند که با مطالعه کتاب، لکنت زبانش از بین برود، اما رسول که میبیند در روستا کتابخانهای وجود ندارد، با کمک دوستانش و حاج رسول مغنی کتابهایی را امانت میگیرد و آنها را در حیاط مسجد میگذارد، باران سختی بارش میگیرد، رسول برای محافظت از کتابها یک بنر آیت الکرسی راروی آنها میکشد، اما گاو کتابها را در نبود رسول میخورد و ...\nسجاد اسماعیلی، مهرنوش مقیمی و محسن عالم زاده در این فیلم بازی کردهاند.\n**********\nشبکه فراتر (۴ k)\nانیمیشن سینمایی «بی پلاک» به کارگردانی «اسماعیل یوسفی»، پنج شنبه ۳ مهر ماه ساعت ۱۳:۳۰ از شبکه فراتر پخش خواهد شد.\n«بی پلاک»، روایتی از زندگی شهید ابراهیم هادی است. ماجراهایی که شهید ابراهیم هادی در جبهه غرب داشته و اتفاقاتی که در جبهه جنوب برای وی رخ داده و به ویژه رخدادهای کانال کمیل به نمایش گذاشته میشود تا زمان شهادت ...\n*****",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "persian",
  "sentiment": "negative",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Economy, Business and Finance"
  ],
  "topics": [
    "Lifestyle and Leisure->leisure",
    "Lifestyle and Leisure->lifestyle",
    "Lifestyle and Leisure->holiday",
    "Social Issue->demographics",
    "Social Issue->social services",
    "Social Issue->population and census",
    "Economy, Business and Finance->media and entertainment industry"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "internal_images": [
    "https://cdn.yjc.ir/files/fa/news/1404/7/1/20886267_635.jpg"
  ],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-09-25T11:35:23.050+03:00",
  "updated": "2025-09-25T11:39:54.000+03:00"
}