{
  "thread": {
    "uuid": "ab397ea8d9c649997fd8cbdd6a1fdbc9a4dee8b3",
    "url": "https://twinfinite.net/features/all-taylor-swift-albums-in-order/",
    "site_full": "twinfinite.net",
    "site": "twinfinite.net",
    "site_section": "http://twinfinite.net",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games",
      "non_standard_content"
    ],
    "section_title": "Twinfinite - Video Game news, reviews, opinions, guides and videos!",
    "title": "All Taylor Swift Albums in Order",
    "title_full": "All Taylor Swift Albums in Order",
    "published": "2024-01-05T23:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 14828,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab397ea8d9c649997fd8cbdd6a1fdbc9a4dee8b3",
  "url": "https://twinfinite.net/features/all-taylor-swift-albums-in-order/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rowan Jones",
  "published": "2024-01-05T23:25:00.000+02:00",
  "title": "All Taylor Swift Albums in Order",
  "text": "Successful singer songwriter Taylor Swift has created an amazing 14 albums so far from her very first release when she was a teen to re-releases of her most popular albums. If you are itching to know when these LPs were out and what you can expect to hear from each of them then look no further than our list of all Taylor Swift Albums in order! Taylor Swift (2006) Taylor was only 16 years old when she released her first single Tim McGraw and her debut album dropped in the same year. She soon rose to fame after signing a deal with Sony Music and Big Machine Records. Even at this young age, Swift had written countless songs and soon found herself on the radar of music award bodies and country music fans everywhere. This album is far removed from what people know now about Swift’s sound but her hardworking ethos has stayed the same. Taylor travelled throughout the USA to promote her debut album and made a name for herself. Speaking to her [local paper](https://www.reddit.com/media?url=https%3A%2F%2Fi.redd.it%2Fv6bn82ksuoba1.jpg) she remarked: “I’m having the time of my life. I feel like I’m finally getting somewhere.” Fearless (2008) Fearless followed hotly on the heels of Taylor Swift’s first album. 2008 saw the release of Fearless, still a little bit country but with a lot more of a pop feel. This album also introduced a bit of Swift’s recognizable themes of being heartbroken and lovelorn. Tracks like ‘You Belong To Me’ and ‘Love Story’ remain firm favorites with fans today. Fearless earned Swift a Grammy for Album of the Year and Best Country Album making her the youngest ever to win the awards at the time. She was now officially the hot new star in the pop country music scene! Speak Now (2010) Swift’s third album, Speak Now, showed a maturing of her sound and writing. She also moved further into the pop-sphere with many of the tracks. This move established her as a more mainstream artist. Speak Now was a continuation of Swift’s popularity and success with the album sales reaching six times platinum by 2020. The album includes ‘Dear John’, rumored to be written about Taylor’s ex-beau John Mayer, and ‘Back To December’, which Taylor wrote as an apology to Taylor Lautner. The whole album is full of optimism and reflection and depicts the transition Swift was going through from teen girl to young woman. Red (2012) Taylor Swift’s Red album was released in October of 2012 and the songs are inspired by the emotional rollercoaster Swift was experiencing at the time. The themes of romance continue with a further evolution of Swift’s sound to include more dance-pop vibes. Red includes the hit song ‘We Are Never Ever Getting Back Together’ which fans argue is either about Jake Gyllenhaal or Harry Styles. Some say it is about Calvin Harris but their relationship came much later so this is less likely. Swift’s other song on the album, ‘I Knew You Were Trouble’, was almost certainly about Harry Styles, but this isn’t confirmed by Taylor. This album also won Swift a Grammy nomination for Album of the Year. 1989 (2014) 1989 is where Taylor Swift evolved her sound completely and left country firmly in the past. If pop fans didn’t love Swift before they might have given her chance with 1989. This album was named 1989 as a symbol of rebirth of Swift’s songwriting and artistry. Pop hits ‘Shake It Off’, ‘Blank space’, and ‘Bad Blood’ put Swift’s name on the lips of music critics everywhere. Rumors of [Swift’s personal life](https://twinfinite.net/features/taylor-swift-boyfriends-list-in-order/) began to make the front pages of papers, creating memes and gossip fuelled further by scrutiny of Taylor’s lyrics. This album became another award-winner for Swift, gaining her Album of the Year and Best Pop Vocal Album at the 2016 Grammys. ‘Out Of The Woods’ is allegedly about her snowmobile accident with Harry Styles back when they were dating. Swift’s apparent ‘feud’ with fellow singer Katy Perry inspired the hit ‘Bad Blood’. Reputation (2017) Reputation came after a year of criticism was aimed at Taylor Swift in public and in her private life. This album left her pop-princess crown behind and shifted Swift towards a darker, more mature sound and attitude. This album came about around then same time Swift had alleged beef with Kim Kardashian and Kanye West. This celebrity feud, along with the breakdown of romantic relationships, inspired the songs on Reputation. Her lead single ‘Look What You Made Me Do’ was a huge hit, quickly followed by ‘Delicate’. Taylor began her Reputation stadium tour across the USA but once that was over she took a break from public appearances for a while, even going as far as to abandon social media. Lover (2019) After recovering from the whirlwind of very public controversies before, during, and after Reputation, Swift recorded and released her seventh studio album, ‘Lover’. Lover showed fans that Swift hadn’t abandoned romance entirely and decided to write a “love letter to love” with this latest release. The album’s sound revolved around a lot of pop rock and electro-synth vibes culminating in an eclectic folk-funk-pop album. Swift touches on not only love and lust, but also LGBTQ and women’s rights. The track ‘You Need To Calm Down’ was a direct response to trolls all over social media who would bully LGBTQ people online or try to pit successful women against each other. 2019 was the same year Swift also received the accolade of Artist of the Decade at the American Music Awards. Folklore (2020) Since Taylor’s Lover concert tour was cancelled thanks to the COVID-19 pandemic, she had some time on her hands. This resulted in Folklore which became her eighth studio album. Folklore was written as Swift was in quarantine and her writing became “a collection of songs and stories that flowed like a stream of consciousness.” It became a much more relaxed and mellow sound compared to recent albums, with piano and strings at the forefront supported by muted percussion. The album theme digs into the isolation Swift felt during quarantine and results in nostalgic and romantic vibes. The album gained a lot of positive critiques thanks to its poetic and wistful [lyrics](https://twinfinite.net/features/top-best-taylor-swift-lyrics-quotes/). Evermore (2020) Only five months after Folklore was released, Taylor Swift released her ninth studio album ‘Evermore’. This was a spontaneous and surprise album, perhaps even a bit of a surprise to Swift herself! Evermore continued the cottagecore aesthetic and folklore-inspired themes of her previous album. Taylor has said since their releases that she considers Folklore and Evermore as “sister albums”. Just as Folklore gained wide positive critique for the poetry and emotional depth, Evermore brought beautiful and experimental production and storytelling. The release of this album also coincided with Swift’s decision to re-record some her earlier albums. Taylor’s Version Albums (2021 – 2023) 2019 saw Taylor come into dispute with Big Machine Records, a former record label. This dispute over the ownership of the masters of Swift’s early albums drew worldwide media coverage and the singer accused the owners of her former label of being [“incessant and manipulative bullies” on her Tumblr page.](https://taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my) This drama forced Taylor to rerecord her albums and rerelease them herself under her own steam. Between 2021 and 2023 Taylor Swift released the following albums: - Fearless (Taylor’s Version) (2021) - Red (Taylor’s Version) (2021) - Speak Now (Taylor’s Version) (2023) - 1989 (Taylor’s Version) (2023) So those are all of Taylor Swift’s albums released so far but who knows what 2024 will bring! For further Taylor news and gossip check out more below.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my)",
    "https://www.taylorswift.tumblr.com/post/185958366550/for-years-i-asked-pleaded-for-a-chance-to-own-my)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "taylor swift",
        "sentiment": "positive"
      },
      {
        "name": "tim mcgraw",
        "sentiment": "none"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      },
      {
        "name": "swift",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "taylor swift",
        "sentiment": "none"
      },
      {
        "name": "sony music and big machine records",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "usa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:26:30.860+02:00",
  "updated": "2024-01-06T00:26:30.860+02:00"
}