{
  "thread": {
    "uuid": "b7647bd8c9faa5e6e5fe22d4b5eb75a172b3cdb8",
    "url": "https://en.vijesti.me/news/society/700357/congratulations-on-the-occasion-of-Catholic-Easter",
    "site_full": "en.vijesti.me",
    "site": "vijesti.me",
    "site_section": "https://en.vijesti.me",
    "site_categories": [
      "top_news"
    ],
    "section_title": "News online - The latest from Montenegro and the world",
    "title": "Greetings on the occasion of Catholic Easter",
    "title_full": "Greetings on the occasion of Catholic Easter",
    "published": "2024-03-29T14:53:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ME",
    "main_image": "https://www.vijesti.me/data/images/2021/04/01/15/5313553_shutterstock-1049011559_share.jpg",
    "performance_score": 0,
    "domain_rank": 32823,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b7647bd8c9faa5e6e5fe22d4b5eb75a172b3cdb8",
  "url": "https://en.vijesti.me/news/society/700357/congratulations-on-the-occasion-of-Catholic-Easter",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Vijestime",
  "published": "2024-03-29T14:53:00.000+03:00",
  "title": "Greetings on the occasion of Catholic Easter",
  "text": "Believers of the Roman Catholic religion celebrate Easter on Sunday, March 31, and congratulations on that occasion came from representatives of the executive power. Krapović: A reminder of the wealth of diversity, nurturing traditions and customs Minister of Defense Dragan Krapović sent congratulations to the clergy, religious and all believers who celebrate Easter according to the Gregorian calendar on the occasion of the most joyous Christian holiday. \"Let this holiday be a reminder of the wealth of diversity, the nurturing of traditions and customs that we have inherited for centuries, and encourage us to do good deeds, mutual respect and achieve common noble goals. True values can strengthen us and guide us along the path of progress that we all strive for, especially in these difficult times, full of challenges. With the wish that you spend the holiday in the spirit of these values, with your loved ones, in health, peace and spiritual well-being, once again I heartily congratulate you on Easter,\" wrote Krapović in his congratulations to Archbishop Rok Đonlešaj of Bar and Bishop Ivan of Kotor Four. Šćekić: Easter reminds us of joy and hope Deputy Prime Minister for Demography and Youth, Minister of Sports and Youth, and Vice President of the SNP, Dragoslav Šćekić, in congratulating the faithful and Roko Đonlešaj, Archbishop of Bar and Apostolic Administrator of the Diocese of Kotor, wished \"a happy and blessed Easter\". \"Good Friday reminds us of the suffering of Christ, the sacrifice he made in order to awaken faith in people, and Easter is a time that reminds us of joy and hope, and provides an opportunity for togetherness and family gatherings. May this holiday bring light and peace to your homes , a sense of renewal and rebirth, and may it inspire you to continue on the path of love and kindness. May the joy of resurrection be felt in every step of your life, and may your hearts be filled with love and gratitude. I wish that this time will bring you strength to overcome challenges and to turn to the future with faith and optimism. May God's blessing follow you and may he protect you at all times,\" wrote Šćekić in his congratulatory message. Bonus video:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bishop",
        "sentiment": "none"
      },
      {
        "name": "krapović",
        "sentiment": "none"
      },
      {
        "name": "dragan krapović",
        "sentiment": "none"
      },
      {
        "name": "rok đonlešaj",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:25:16.199+03:00",
  "updated": "2024-03-29T15:25:16.199+03:00"
}