{
  "thread": {
    "uuid": "7ae8f948c2a6996c39ec764586ff0516a2bf6372",
    "url": "https://www.forbes.com/sites/chaddscott/2024/01/02/santa-fe-new-mexico-winter-wonderland/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/real-time/feed2",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "Santa Fe, New Mexico: Winter Wonderland",
    "title_full": "Santa Fe, New Mexico: Winter Wonderland",
    "published": "2024-01-02T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/6594752f5546b616046b6fd6/0x0.jpg?format=jpg&amp;crop=1920,1079,x0,y73,safe&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ae8f948c2a6996c39ec764586ff0516a2bf6372",
  "url": "https://www.forbes.com/sites/chaddscott/2024/01/02/santa-fe-new-mexico-winter-wonderland/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chadd Scott",
  "published": "2024-01-02T02:00:00.000+02:00",
  "title": "Santa Fe, New Mexico: Winter Wonderland",
  "text": "Paris when it rains. Autumn in New York.\nSanta Fe covered in snow puts them both to shame.\nRed chile ristras , earthen adobe walls, and mighty cottonwood trees dusted by snow creates the most stunningly beautiful cityscape in the world.\nAmerica’s oldest–first settled by Spanish colonizers in 1609-1610–and highest–elevation 7,000 feet–capital puts on an Insta-riffic show like no place else when the snow flies.\nRosewood Inn of the Anasazi\n“Luxury” has become synonymous with “expensive.” While related, the terms are not the same. At Santa Fe’s Rosewood Inn of the Anasazi , luxury has more to do with character than expense.\nYes, staying at the hotel is expensive, but luxury at the Inn of the Anasazi derives from the property’s collection of fine art highlighted by museum quality paintings and sculptures from Emmi Whitehorse (Navajo) and Dan (Tewa-Hopi) and Arlo Namingha (Tewa-Hopi) . It encompasses a finely orchestrated symphony of architectural details and design materials from the massive, exposed wooden ceiling beams to tissue boxes in guest rooms inlaid with turquoise. Guests find a Pendelton blanket folded at the foot of the bed. The pièce de résistance are the Inn’s hand-crafted doors.\nMORE FOR YOU Five Dead After Japan Airlines Plane Collides With Military Aircraft On Tokyo Airport Runway Want 200 000 155mm Artillery Shells A Month For Ukraine Simplify Production 379 Survive Japan Airlines Flight 516 Fiery Crash At Haneda Airport During the holidays, Rosewood Inn of the Anasazi turns its charm up to 11 with hot apple cider at check-in, farolitos and wreaths decorating the exterior, a crackling fire in the lobby, and a double-take inducing Santa look-alike available for pictures in front of its Christmas tree.\nIts luxury extends to the on-site Anasazi Restaurant, Bar & Lounge, a Wine Spectator Best of Award of Excellence selection for 2023. The bar features Santa Fe’s only tequila table with a variety of four sample tequila and mezcal tastings including the “Celebrity” tasting with tequilas from Dwayne Johnson, George Strait, George Clooney and Michael Jordan.\nThe bar is stocked with more than 100 tequilas overall and the whiskey selection is nearly as impressive. Rosewood Inn of the Anasazi has both its own signature tequila and bourbon expressions courtesy of Codigo 1530 Tequila .\nDon’t forget the private champagne cellar. Its cozy library straight out of a bibliophile’s fantasy. Homemade oatmeal cookies in the lobby.\nIf Rosewood Inn of the Anasazi weren’t located directly across the street from the Palace of the Governor’s –the oldest public building in continuous use constructed by European settlers in the continental United States–and the lively Santa Fe Plaza with its art galleries, boutique shoppes and restaurants, a guest could be excused for not leaving.\nA word of caution.\nThe term “Anasazi” has come to refer broadly to the wide array Ancestral Puebloans who resided in the Four Corners region of what is now called America. While the word’s origin is Navajo, its overarching use was popularized by white archaeologists. In Navajo, “Anasazi” means “ancient enemy.” As such, some of the region’s Indigenous people consider it an objectionable term, not wanting their ancestors referred to in that way.\nNew Mexico Museum of Art\n2023’s dominant trend in Western art–art by, of and about the U.S. West–was a dramatic expansion in the scope of storytelling. African American, Asian American , Latinx and queer perspectives were featured in unprecedented number. Western art has always, and probably will always, feature a preponderance of cattle drives and white, male, macho depictions of cowboys, but 2023 saw that motif augmented, challenged, and broadened across the genre .\n“Out West: Gay and Lesbian Artists in the Southwest 1900-1969,” an exhibition running through September 2, 2024, at the New Mexico Museum of Art’s Plaza location two blocks from Inn of the Anasazi, serves as a prime example. “Out West” surveys the work of gay and lesbian artists in the American Southwest from the early twentieth century through the Stonewall Riots of 1969, after which the prominence of queer representation changed dramatically in the United States.\n“Northern New Mexico represented the possibility of a life that could not be lived elsewhere; it was and is a place outside of the norm, and this was particularly true for gay men and lesbian women in the first half of the 20th century,” New Mexico Museum of Art Head of Curatorial Affairs Christian Waguespack said during a talk about the exhibition at the Harwood Museum in Taos, New Mexico. “What drew so many gay artists to this rural outpost was the potential for a sort of sexual freedom and a community of acceptance that has only recently been getting the attention that it deserves.”\nThis exhibition marks the first survey of gay and lesbian artists in the American Southwest and their influence on the region during the first part of the 20th century.\n“Anyone who's even passingly familiar with the history of Santa Fe and Taos would readily acknowledge the profound impact that artist communities have had on crafting the distinct identity of northern New Mexico,” Waguespack added. “Perhaps not so readily acknowledged is the importance of queer communities for making New Mexico an arts destination and the vital role that gay men and lesbian women played in the northern New Mexico art scene.”\n“Out West” is joined by an exhibition featuring the arresting photography of Manuel Carrillo (1906-1989) who captured his native Mexico through subtle, sensitive depictions of everyday life.\nDon’t leave the museum without passing through the museum’s Women’s Board Room with its spectacular ceiling decorated in orange and blue.\nMuseum of International Folk Art With some 300 art galleries, including more than 100 on Canyon Road alone , Santa Fe’s world class art museums have a tendency to be overlooked by visitors. The Georgia O’Keeffe Museum , three blocks from Inn of the Anasazi, doesn’t suffer this fate, but the others do.\nAround the corner from the hotel, spend time at the Institute of Contemporary Art’s Museum of Contemporary Native Art, the premiere institution of its kind in America.\nHaving toured Santa Fe’s art museums around the Plaza, take the three mile drive up to Museum Hill where the Museum of International Folk Art celebrated its 70 th anniversary in 2023.\nHousing the largest collection of international folk art in the world with more than 100 countries represented, this museum expands notions about what is art and who qualifies as an artist. Formal training and gallery representation not required.\nBegin your visit with the eclectic, maximalist, overwhelming permanent collection area where an extravaganza of miniature carved figures and animals occupying fantastically reimagined scenes from around the world boggle the mind. The variety, color and detail astonish.\nOn view through April 7, 2024, the Alaska Native parkas on display in the exhibition “Ghhúunayúkata / To Keep Them Warm” blow away anything seen on the runways of Paris. Twenty magnificent parkas representing six Alaska Native communities exemplify the museum’s vision for highlighting how the best of folk art, often diminished simply as “craft,” not only compares, but often eclipses, objects esteemed as “fine art.”\nAlso not to be missed are the Kaxátjaashaa X’óow, herring lady robes, similarly produced by Alaska Native artists and on view at the museum through April 7, 2024. As with the Indigenous water protectors fighting oil pipelines in the Dakotas, the herring protectors are Native women using their strength, bodies, and traditional knowledge in fighting extractive capitalism’s existential threats to their lifeways.\nThe robes feature in “Protection: Adaptation and Resistance,” a presentation of more Alaska Native art across a variety of mediums. Iñupiaq artist Amber Webb’s 12-foot-high qaspeq (a cloth hooded overshirt) depicting portraits of more than 200 Indigenous women who have been missing or murdered in Alaska since 1950 leads the way.\nGeneral adult admission to both the New Mexico Museum of Art’s Plaza location and the International Folk Art Museum is $12. Travelers wishing to see them both along with other state operated museums and historical sites in Santa Fe and around New Mexico are well advised to acquire a New Mexico Culture Pass.\nCanyon Road Farolito Walk and Pueblo Dances\nAnyone whose winter visit to Santa Fe coincides with Christmas Eve should check the Canyon Road Farolito Walk off their bucket list. Tens of thousands of farolitos and tens of thousands of visitors make this one-night-only event the city’s premiere holiday tradition. Dress warm and wear shoes with treads.\nFor an even more memorable experience, consider visiting one of New Mexico’s 19 Pueblos for a feast day dance . Events open to the public are held throughout the winter months .\nAnyone wanting to attend should call in advance to confirm dates and times and brush up on appropriate etiquette when visiting.\nChadd Scott",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://www.nmhistorymuseum.org/about/campus/the-palace-of-the-governors.html",
    "https://namingha.com/",
    "https://youtu.be/HIMjxH7j4NQ",
    "https://capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
    "https://www.rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe/media/press/2020/codigo-tequila",
    "https://www.seegreatart.art/a-guide-to-art-museums-in-santa-fe/",
    "https://www.nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist/",
    "https://www.internationalfolkart.org/exhibition/5734/protection-adaptation-and-resistance",
    "https://www.rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe",
    "https://internationalfolkart.org/",
    "https://www.bia.gov/service/mmu/missing-and-murdered-indigenous-people-crisis",
    "https://www.okeeffemuseum.org/",
    "https://www.medicinemangallery.com/blogs/essential-west/from-far-east-to-west-at-the-james-museum-november-2023",
    "https://www.newmexicoculture.org/visit/culturepass",
    "https://www.santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days/",
    "https://indianartsandculture.org/42",
    "https://www.seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe/",
    "https://assets.simpleviewinc.com/simpleview/image/upload/v1/clients/santafenm/schedule_of_pueblo_celebrations_7_10_23_b5c918c0-288b-44e9-a8e8-b420c6423481.pdf",
    "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
    "https://www.medicinemangallery.com/blogs/essential-west/canyon-road-christmas-2023",
    "https://www.nmartmuseum.org/exhitions/outwest/",
    "https://www.newmexicomagazine.org/blog/post/pueblo-feast-day-etiquette/#:~:text=Then%20follow%20this%20guide%3A%201%201.%20No%20phones,5.%20Weapons%2C%20drugs%2C%20and%20alcohol%20are%20prohibited.%20",
    "https://www.herringprotectors.org/",
    "https://www.medicinemangallery.com/blogs/essential-west/chicano-park-museum-and-cultural-center-october-2023",
    "https://www.medicinemangallery.com/blogs/essential-west/western-and-contemporary-denver-art-musem-december-23",
    "https://indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial/",
    "https://namingha.com",
    "https://www.seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe",
    "https://okeeffemuseum.org/",
    "https://www.indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial/",
    "https://nmartmuseum.org/exhitions/outwest/",
    "https://www.santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days",
    "https://www.nmartmuseum.org/exhitions/outwest",
    "https://www.secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db?s=400&d=mm&r=g",
    "https://www.seegreatart.art/a-guide-to-art-museums-in-santa-fe",
    "https://bia.gov/service/mmu/missing-and-murdered-indigenous-people-crisis",
    "https://www.youtu.be/HIMjxH7j4NQ",
    "https://internationalfolkart.org",
    "https://www.internationalfolkart.org/",
    "https://www.namingha.com/",
    "https://nmhistorymuseum.org/about/campus/the-palace-of-the-governors.html",
    "https://seegreatart.art/my-favorite-art-galleries-on-canyon-road-in-santa-fe/",
    "https://secure.gravatar.com/avatar/22c72b5cf0663c6784557ed8747380db",
    "https://medicinemangallery.com/blogs/essential-west/canyon-road-christmas-2023",
    "https://indianpueblo.org/what-does-anasazi-mean-and-why-is-it-controversial",
    "https://medicinemangallery.com/blogs/essential-west/from-far-east-to-west-at-the-james-museum-november-2023",
    "https://www.capi.connatix.com/tr/si?token=18a8b009-3301-48b4-9c55-ce42f76c864d",
    "https://newmexicoculture.org/visit/culturepass",
    "https://www.nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist",
    "https://rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe",
    "https://herringprotectors.org/",
    "https://capi.connatix.com/tr/si",
    "https://medicinemangallery.com/blogs/essential-west/western-and-contemporary-denver-art-musem-december-23",
    "https://rosewoodhotels.com/en/inn-of-the-anasazi-santa-fe/media/press/2020/codigo-tequila",
    "https://newmexicomagazine.org/blog/post/pueblo-feast-day-etiquette/#:~:text=Then%20follow%20this%20guide%3A%201%201.%20No%20phones,5.%20Weapons%2C%20drugs%2C%20and%20alcohol%20are%20prohibited.%20",
    "https://internationalfolkart.org/exhibition/5734/protection-adaptation-and-resistance",
    "https://www.herringprotectors.org",
    "https://www.indianartsandculture.org/42",
    "https://nmartmuseum.org/exhitions/manuel-carrillo-mexican-modernist/",
    "https://seegreatart.art/a-guide-to-art-museums-in-santa-fe/",
    "https://www.assets.simpleviewinc.com/simpleview/image/upload/v1/clients/santafenm/schedule_of_pueblo_celebrations_7_10_23_b5c918c0-288b-44e9-a8e8-b420c6423481.pdf",
    "https://www.okeeffemuseum.org",
    "https://medicinemangallery.com/blogs/essential-west/chicano-park-museum-and-cultural-center-october-2023",
    "https://santafe.org/things-to-do/history-and-culture/native-american-culture/seasonal-celebrations-dances-and-feast-days/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arlo namingha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "santa fe’s rosewood inn of the anasazi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "santa fe",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "santa",
        "sentiment": "none"
      },
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "emmi whitehorse",
        "sentiment": "none"
      },
      {
        "name": "pendelton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T23:14:03.732+02:00",
  "updated": "2024-01-03T00:58:06.754+02:00"
}