{
  "thread": {
    "uuid": "10165c0714ddd889dea4bae05dfd0fe21ec1e262",
    "url": "https://www.infobae.com/deportes/2024/01/19/el-ajustado-triunfo-del-argentino-andujar-para-hacer-historia-en-el-dakar-y-dejar-segundo-al-frances-giroud",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "El ajustado triunfo del argentino Andújar para hacer historia en el Dakar y dejar segundo al francés Giroud",
    "title_full": "El ajustado triunfo del argentino Andújar para hacer historia en el Dakar y dejar segundo al francés Giroud",
    "published": "2024-01-19T17:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/hy_CTKA0eGXCg66lSLYwrfS0FqA=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/CXRYDICYPBJDHXIXPM5LA6TOC4.jpg",
    "performance_score": 0,
    "domain_rank": 2127,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10165c0714ddd889dea4bae05dfd0fe21ec1e262",
  "url": "https://www.infobae.com/deportes/2024/01/19/el-ajustado-triunfo-del-argentino-andujar-para-hacer-historia-en-el-dakar-y-dejar-segundo-al-frances-giroud",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-01-19T17:06:00.000+02:00",
  "title": "El ajustado triunfo del argentino Andújar para hacer historia en el Dakar y dejar segundo al francés Giroud",
  "text": "Otra vez, la Argentina tiene un campeón en el Rally Dakar. Este viernes, en Arabia Saudita, [Manuel Andújar](https://www.infobae.com/deportes/2024/01/19/manuel-andujar-su-amor-por-los-cuatriciclos-lo-motivo-a-un-cambio-de-vida-y-gano-dos-rally-dakar/) se consagró en la categoría cuatriciclos por segunda vez en su historia y festejó en la edición número 46 de la competencia motor más extrema del mundo. [Te puede interesar: Los hermanos Benavides lograron un histórico 1-2 en motos en el Rally Dakar: todos los resultados del día](/deportes/2024/01/15/los-hermanos-benavides-lograron-un-historico-1-2-en-motos-en-el-rally-dakar-todos-los-resultados-del-dia/) El piloto de 27 años, nacido en la localidad bonaerense de Lobos, culminó en la segunda posición en la última etapa que se corrió en Yanbu, detrás del francés Alexandre Giroud, pero terminó primero en la tabla general, con una diferencia de apenas 7 minutos y 59 segundos sobre el galo -bicampeón vigente-, lo que marcó una reñida disputa mano a mano por el título en el desierto árabe. Tercero, lejos (a 4 horas, 3 minutos y 25 segundos) quedó el eslovaco Juraj Varga. A bordo de su Yamaha del Dragon Rally Service, Andújar pudo cruzar nuevamente la meta en el Dakar y repitió el título que ya había logrado en 2021, sumándose a los logros de otros compatriotas como los hermanos Marcos (3 títulos) y Alejandro Patronelli (2) y Nicolás Cavigliasso (1). Manu, quien es fanático de Boca Juniors y lleva el escudo del club de la Ribera estampado en su uniforme, tardó 64 horas, 16 minutos y 53 segundos en completar las 12 etapas cronometradas de la exigente travesía. [Te puede interesar: El argentino Manu Andújar ganó en cuatriciclos y sigue primero en el Rally Dakar: los resultados del día](/deportes/2024/01/17/el-argentino-manu-andujar-gano-en-cuatriciclos-y-sigue-primero-en-el-rally-dakar-los-resultados-del-dia/) “Después de dos años de verla de afuera, accidentado y con rotura de motor, estar de vuelta acá en lo más alto es una alegría impresionante. Dicen que la categoría de cuatriciclos está desapareciendo, pero este año fue la más competitiva que hubo. Le vuelvo a regalar a Lobos otro Dakar”, expresó entre lágrimas Andújar luego de ganar la competencia en Arabia Saudita. Otro de los argentinos que tuvo una destacada participación en el Dakar fue el salteño Luciano Benavídez, en motos. El piloto de Husqvarana Factory Racing quedó tercero en la última etapa que ganó su hermano Kevin (KTM) y concluyó su faena en la cuarta posición en la general, que quedó en manos del estadounidense Ricky Brabec (Honda), quien alzó su segundo título en el rally. [Te puede interesar: Brutal accidente en el Rally Dakar: se le partió la moto en dos y tuvo que ser rescatado por otro piloto](/deportes/2024/01/18/brutal-accidente-en-el-rally-dakar-se-le-partio-la-moto-en-dos-y-tuvo-que-ser-rescatado-por-otro-piloto/) En cuanto a la categoría principal de autos, el español Carlos Sainz (61 años) alzó su cuarto título en el Dakar. A bordo de un Audi, el Matador ratificó que es uno de los amos en este tipo de circuitos y finalizó la competencia con una diferencia de 1 hora, 20 minutos y 25 segundos por delante del belga Guillaume De Mevius. Por su parte, el argentino Nicolás Cavigliasso y su copiloto Valentina Pertegarini finalizaron en el puesto 40 de la general y fueron los mejores exponentes albicelestes. En tanto que en la categoría Challenger, la española Cristina Gutiérrez fue la gran ganadora y se convirtió en la primera mujer en ganar la exigente competencia. El dato triste que dejó el Dakar 2024 fue [la muerte del piloto español de motos Carles Falcón a los 45 años](https://www.infobae.com/deportes/2024/01/15/murio-el-piloto-espanol-carles-falcon-tras-su-grave-accidente-en-el-dakar/), un poco más de una semana después de haber sufrido lesiones graves en una caída durante la segunda etapa. Últimas Noticias [Cuatro de las nueve fábricas de autos de Argentina anunciaron que postergarán entre dos y cuatro semanas el retorno a la producción por falta de partes vitales. Las deudas acumuladas en el exterior durante 2023 interrupieron la cadena de suministros y sigue sin resolverse. Pero no es la única razón. Este año hay que fabricar menos autos](/economia/2024/01/19/todo-parado-que-va-a-pasar-en-el-mercado-de-los-autos-con-cuatro-de-nueve-fabricas-sin-actividad-por-falta-de-insumos/) Todo parado: qué va a pasar en el mercado de los autos con cuatro de nueve fábricas sin actividad por falta de insumos [El hijo mayor de Wanda Nara y el exdelantero de River viajó a Londres para conocer a la beba y pasar tiempo con su familia paterna](/teleshow/2024/01/19/valentino-lopez-y-el-emotivo-encuentro-con-su-hermana-elle-hija-de-maxi-lopez-y-daniela-christiansson/) Valentino López y el emotivo encuentro con su hermana Elle, hija de Maxi López y Daniela Christiansson [La recomposición salarial incluye un 15% adicional a lo acordado para diciembre y un 10% desde el 1 de enero. El salario inicial de un docente sin antigüedad para jornada completa será de $743.452. También habrá una bonificación adicional según el cargo](/politica/2024/01/19/el-gobierno-porteno-acordo-con-los-gremios-docentes-un-aumento-del-25-desde-enero/) El Gobierno porteño acordó con los gremios docentes un aumento del 25% desde enero [El alcalde laborista Sadiq Khan precisó que se designará una partida de 155 millones de dólares para financiar la medida. El Partido Conservador denunció que se trata de una estrategia de cara a las elecciones locales de mayo](/america/mundo/2024/01/19/londres-congelo-hasta-2025-las-tarifas-del-transporte-publico-en-la-ciudad/) Londres congeló hasta 2025 las tarifas del transporte público en la ciudad [Nunca se había planeado un escenario tan intenso sobre el mundo como este año, con la inquietante llegada de la inteligencia artificial y múltiples desafíos en las urnas](/america/mundo/2024/01/19/desinformacion-y-elecciones-un-coctel-arriesgado-en-un-ano-decisivo/) Desinformación y elecciones, un cóctel arriesgado en un año decisivo [MÁS NOTICIAS](https://www.infobae.com/ultimas-noticias/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T17:18:03.445+02:00",
  "updated": "2024-01-19T18:33:19.508+02:00"
}