{
  "thread": {
    "uuid": "ff7f9b7e4ffb35330d0def56c99c6fef51a8e849",
    "url": "https://www.ghanabusinessnews.com/2024/01/02/improved-economy-will-impact-positively-on-the-fortunes-of-workers-employers-icu-ghana/",
    "site_full": "www.ghanabusinessnews.com",
    "site": "ghanabusinessnews.com",
    "site_section": "https://www.ghanabusinessnews.com/feed",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "Ghana Business News",
    "title": "Improved economy will impact positively on the fortunes of workers, employers – ICU Ghana",
    "title_full": "Improved economy will impact positively on the fortunes of workers, employers – ICU Ghana",
    "published": "2024-01-02T08:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://www.ghanabusinessnews.com/wp-content/uploads/2023/01/Morgan-Ayawine-General-Secretary-of-ICU-Ghana.jpg",
    "performance_score": 0,
    "domain_rank": 74880,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff7f9b7e4ffb35330d0def56c99c6fef51a8e849",
  "url": "https://www.ghanabusinessnews.com/2024/01/02/improved-economy-will-impact-positively-on-the-fortunes-of-workers-employers-icu-ghana/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "emmakd",
  "published": "2024-01-02T08:40:00.000+02:00",
  "title": "Improved economy will impact positively on the fortunes of workers, employers – ICU Ghana",
  "text": "Improved economy will impact positively on the fortunes of workers, employers – ICU Ghana The Industrial and Commercial Workers’ Union (ICU) Ghana says the improvement in the economy will impact positively on the fortunes of public and private sector workers and employers. Mr Morgan Ayawine, the General Secretary, said as workers leaders the overall goal was to collaborate with social partners and ensure they operated within a conducive working environment that engendered increased productivity, resulting in higher profits for their organisations and better remuneration for workers. Mr Ayawine, in his 2024 New Year Message to Workers, reiterated the need for workers to be guided by the Union maxim viz “the Employer’s Vision, Our Union’s Concern.” He said there was no doubt that as workers, God had graciously ushered them into the year 2024 with great commitment to deal with the myriad of challenges facing workers. “In upholding the Union’s maxim, it is expected that Ghanaian workers will commit to sacrifice and re-dedicate themselves to working assiduously to help employers realise their organizational goals, for the mutual benefit of all,” he added. He said the Union had expressed worry over the years about the increasing unemployment situation and the attendant rising poverty levels. The General Secretary called on the government to pay serious attention to some strategic State-owned institutions in 2024 by injecting the needed financial resources to revive and sustain them. He said this was one progressive way to help those whose jobs were on the line in such organisations, and also help to create sustainable employment opportunities for the teaming young people. ICU-Ghana appealed to the social partners, especially, the government, to extend the needed support to the following State-Owned Enterprises (SOEs), including Aluworks Ghana Limited , Neoplan Ghana Limited, PBC Limited and Volta Star Textiles Limited. He said the potential of the huge economic contributions from these institutions to the country’s rapid socio-economic goals, could not be over emphasised. He expressed the hope the bailout to the National Investment Bank upon an appeal by the Union, would see magnificent results in 2024 and beyond. “This will surely be a testament of the belief of the Union that, with dedicated Central government support, strategic SOEs, these Enterprises can play their rightful roles in the national development efforts,” he added. Mr Ayawine said this would also give meaning to the advocacy by labour Unions for the necessary conditions to be created for sustainable employment opportunities. He urged those employers whose goal was how to bend the rules against workers thereby jeopardizing their future to reposition themselves, so that the labour terrain could be peaceful to engender higher productivity. The General Secretary encouraged citizens as the nation prepares to go to the 2024 polls to contribute their quota in maintaining the national cohesion and to sustain investor confidence to propel economic growth. He reminded Ghanaians that peaceful environment was critical for accelerated growth, and it was the expectation of the Union that all stakeholders would unite and strive at all times to sustain the national peace and stability. Mr Ayawine said this was because no amount of increased productivity could take place in an atmosphere of violence. The Union urged all political actors to conduct their activities devoid of rancour and acrimony, be mindful of the fact that the working people could only give of their best in a peaceful society. He said the gallant workers of Ghana, have over the years sacrificed for the national interest, but it behoves other social partners, to play their roles responsibly for the greater good of the country. Source: GNA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "morgan ayawine",
        "sentiment": "none"
      },
      {
        "name": "ayawine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "commercial workers’ union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T10:37:20.732+02:00",
  "updated": "2024-01-02T10:40:57.564+02:00"
}