{
  "thread": {
    "uuid": "b8824f39b559c6b63bd66cefd164fa8fb7785f82",
    "url": "https://www.asianews.it/notizie-it/Papa-su-Palestina-e-Israele%3A-%27No-alla-guerra.-S%26igrave%3B-al-dialogo%27--60674.html",
    "site_full": "www.asianews.it",
    "site": "asianews.it",
    "site_section": "http://www.asianews.it/it.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "www.asianews.it",
    "title": "Papa su Palestina e Israele: 'No alla guerra. Sì al dialogo'",
    "title_full": "Papa su Palestina e Israele: 'No alla guerra. Sì al dialogo'",
    "published": "2024-05-05T14:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.asianews.it/./files/img/size3/Papa_Angelus.jpeg",
    "performance_score": 0,
    "domain_rank": 13368,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8824f39b559c6b63bd66cefd164fa8fb7785f82",
  "url": "https://www.asianews.it/notizie-it/Papa-su-Palestina-e-Israele%3A-%27No-alla-guerra.-S%26igrave%3B-al-dialogo%27--60674.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-05T14:37:00.000+03:00",
  "title": "Papa su Palestina e Israele: 'No alla guerra. Sì al dialogo'",
  "text": "Papa su Palestina e Israele: 'No alla guerra. Sì al dialogo'\nDal Vaticano nuova richiesta per la pace in Medio Oriente. Ma anche il pensiero alla \"martoriata Ucraina\" che \"soffre tanto\". Gli auguri ai fratelli e le sorelle delle Chiese ortodosse per la Pasqua celebrata oggi, secondo il calendario giuliano. \"Il Signore risorto conforti le comunità che sono nella prova\".\nCittà del Vaticano (AsiaNews) - “Invio con tanto affetto i miei auguri ai fratelli e alle sorelle delle Chiese ortodosse e di alcune Chiese cattoliche orientali che oggi, secondo il calendario giuliano, celebrano la Santa Pasqua”. Ha esordito così Papa Francesco nel suo intervento condiviso dalla finestra del Palazzo Apostolico Vaticano questa mattina subito dopo la recita della preghiera del Regina Caeli. “Il Signore risorto colmi di gioia e di pace tutte le comunità e conforti quelle che sono nella prova. A loro buona Pasqua!”. L’augurio è stato accolto dalla folla radunata in San Pietro da un applauso; una festività celebrata sei settimane dopo la Pasqua cattolica, la quale segue il calendario gregoriano.\nNon è mancato un ennesimo appello per la pace. “Per favore, continuiamo a pregare per la martoriata Ucraina. Soffre tanto”, ha detto il Pontefice. Un pensiero carico di sofferenza è stato rivolto anche al Medio Oriente. È seguita la richiesta di pregare anche per “Palestina e Israele”. “Che ci sia pace”: queste le parole accolte da un ulteriore applauso scrosciante. “Affinché il dialogo fra loro si rafforzi e porti frutti buoni. No alla guerra. Sì al dialogo”, ha detto. Il Pontefice ha poi ricordato la popolazione dello Stato di Rio Grande do Sul, in Brasile, colpita da violente inondazioni. “Assicuro la mia preghiera - ha affermato -. Il Signore accolga i defunti, conforti i familiari, e quanti hanno dovuto lasciare le loro case”. Sono infatti migliaia - circa 70 mila - le persone sfollate.\nPrima della recita della preghiera mariana del Regina Caeli, Papa Francesco ha commentato il Vangelo del Giorno (Gv 15,9-17), nel quale Gesù parla ai discepoli dicendo “Voi siete miei amici”. E ancora: “Questo vi comando: che vi amiate gli uni gli altri”. Il Pontefice ha approfondito il significato di essere chiamati “amici” anziché “servi”. Questi ultimi, ha spiegato, sono “persone speciali” - tra loro figurano Mosè, il profeta Elia e la Vergine Maria - alle quali Dio affida importanti missioni. “Ma tutto questo non basta, secondo Gesù, per dire chi siamo noi per Lui”, ha affermato Bergoglio. Ci vuole infatti “qualcosa di più grande, che va al di là dei beni e degli stessi progetti: ci vuole l’amicizia”.\nL’amicizia assume varie forme a seconda dell’età attraversata: si evolve man mano che il tempo avanza. Papa Francesco ha condiviso degli esempi di queste, calate nei vari momenti della vita. Da bambini, si esprime per mezzo della pratica di offrire agli amici “i nostri giocattoli e i doni più belli”; da adolescenti confidando loro “i primi segreti”; da giovani offrendo alle persone amiche la “lealtà”; da adulti condividendo “soddisfazioni e preoccupazioni”, mentre da vecchi i “ricordi” e i “silenzi”. Il Santo Padre ha quindi chiesto di rivolgere il pensiero “ai nostri amici, alle nostre amiche”, ringraziando il Signore per la loro presenza. Invitando quindi i fedeli radunati in piazza San Pietro nell’odierna giornata primaverile a ritagliare “uno spazio per pensare a loro”. Sono seguiti alcuni istanti di raccoglimento.\nFrancesco ha poi spiegato che l’amicizia “non è frutto di calcolo, e neanche di costrizione”, ma nasce invece dalla spontaneità di riconoscere “nell’altro qualcosa di noi”. Difatti, se è “vera” è capace di sopravvivere anche difronte al “tradimento”, così “come ci mostra Gesù quando a Giuda, che lo tradisce con un bacio, dice: Amico, per questo sei qui! (Mt 26,50)”, ha continuato il Pontefice. “Un vero amico non ti abbandona, nemmeno quando sbagli: ti corregge, magari ti rimprovera, ma ti perdona e non ti abbandona”. Dal brano del Vangelo secondo Giovanni commentato stamane, si comprende che per Gesù “siamo proprio questo, amici”; ovvero “persone care al di là di ogni merito e di ogni attesa, alle quali tende la mano e offre il suo amore”.\nAl termine dell’intervento che ha preceduto il Regina Caeli, Papa Francesco ha rivolto a coloro in ascolto alcuni quesiti, utili a integrare la Parola con la vita di ciascuna persona. “Che volto ha per me il Signore? Il volto di un amico o di un estraneo?”. Ma anche: “Mi sento amato da Lui come una persona cara?”. Infine, ha chiesto il sostegno di Maria affinché si riesca a “crescere nell’amicizia col suo Figlio e a diffonderla attorno a noi”.\nPapa: Gesù, vera vite, ha bisogno di noi, della nostra testimonianza. Un’Ave Maria per il Myanmar\n02/05/2021 12:32",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T17:44:26.741+03:00",
  "updated": "2024-05-05T17:44:26.741+03:00"
}