{
  "thread": {
    "uuid": "11dc163b964d11da138f538f49697d0e416156cf",
    "url": "https://healthy.thewom.it/alimentazione/fabbisogno-proteine",
    "site_full": "healthy.thewom.it",
    "site": "thewom.it",
    "site_section": "https://www.farmacoecura.it/rss",
    "site_categories": [],
    "section_title": "Healthy The Wom",
    "title": "Quante proteine ti servono (davvero)?",
    "title_full": "Quante proteine ti servono (davvero)?",
    "published": "2024-04-04T11:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://healthy.thewom.it/wp-content/uploads/2024/04/quante-proteine.jpg?imbypass=true",
    "performance_score": 0,
    "domain_rank": 83057,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11dc163b964d11da138f538f49697d0e416156cf",
  "url": "https://healthy.thewom.it/alimentazione/fabbisogno-proteine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-04-04T11:41:00.000+03:00",
  "title": "Quante proteine ti servono (davvero)?",
  "text": "Le\nproteine sono macronutrienti essenziali per la salute e il benessere del nostro organismo. Svolgono un ruolo fondamentale nella costruzione e riparazione dei tessuti, nella produzione di enzimi e ormoni, e nel mantenimento di un sistema immunitario forte.\nSe le proteine fanno bene, significa che più proteine è sempre meglio?\nMa quante proteine ci servono davvero? Quante ci bastano?\nFabbisogno proteico giornaliero\nL’Organizzazione Mondiale della Sanità (OMS)\nraccomanda un apporto proteico giornaliero di 0,8 grammi per chilogrammo di peso corporeo per gli adulti sani, ciò significa che una persona di 70 kg dovrebbe consumare circa 56 grammi di proteine al giorno.\nLe\nindicazioni italiane (LARN) prevedono\n- Fabbisogno medio: 0.7 g per chilogrammo di peso (Es: adulto di 70 kg, 49 g al giorno)\n- Assunzione raccomandata: 0.9 g per chilogrammi di peso (Es: adulto di 70 kg, 63 g al giorno)\nTuttavia questi sono solo, rispettivamente, il requisito minimo per prevenire la carenza proteica e l’apporto consigliato a livello di popolazione, valori che non tengono conto delle differenze individuali o delle esigenze specifiche di alcuni soggetti.\nFattori che influenzano il fabbisogno proteico\n- Età: I neonati, i bambini in crescita e gli anziani possono richiedere un apporto proteico leggermente superiore per supportare la crescita, lo sviluppo e il mantenimento della massa muscolare.\n- Attività fisica: Gli individui che svolgono regolarmente\nattività fisicaintensa o gli atleti possono beneficiare di un apporto proteico più elevato, fino a 1,2-2,0 grammi per chilogrammo di peso corporeo (valori per allenamenti amatoriali, possono essere più elevati per alcuni sport e allenamenti intesi), per favorire il recupero muscolare e l’adattamento all’allenamento.\n- Gravidanza e allattamento: Le donne in gravidanza e durante l’\nallattamentorichiedono un maggiore apporto proteico per supportare la crescita del feto e la produzione di latte materno.\n- Condizioni mediche: Alcune condizioni mediche, come le ferite, le\nustionio certe malattie, possono aumentare il fabbisogno proteico per favorire la guarigione e il recupero.\nMiti comuni sull’assunzione di proteine\n- Più proteine sono sempre meglio: Consumare proteine in eccesso non porta benefici aggiuntivi e può anzi causare problemi di salute, come affaticamento dei reni e perdita di calcio nelle ossa. Per approfondire:\nTroppe proteine fanno male? Sì, ma non tutte\n- Le proteine animali sono superiori a quelle vegetali: Sebbene le proteine animali siano complete, è possibile ottenere tutti gli aminoacidi essenziali combinando diverse fonti proteiche vegetali. Per approfondire:\nIl valore biologico delle proteine\n- Le proteine NON fanno ingrassare: Le proteine stesse non fanno ingrassare, ma un eccesso di calorie totali, indipendentemente dalla fonte, può portare all’aumento di peso. Per approfondire:\nLe proteine fanno ingrassare?\nI prodotti proteici fanno bene?\nI prodotti con proteine aggiunte, come barrette proteiche, polveri proteiche e alcuni alimenti fortificati, possono avere sia vantaggi che svantaggi. Ecco una panoramica equilibrata:\nPotenziali benefici:\n- Convenienza e praticità: I prodotti con proteine aggiunte possono essere comodi per le persone con uno stile di vita frenetico che hanno difficoltà a consumare pasti completi e bilanciati, ma quando possibile è sempre meglio ottenere la maggior parte delle proteine da fonti alimentari naturali e ricorrere ai prodotti con proteine aggiunte solo come integrazione occasionale quando necessario.\n- Aumento dell’apporto proteico: Per coloro che hanno difficoltà a soddisfare il proprio fabbisogno proteico attraverso la dieta, i prodotti con proteine aggiunte possono aiutare a colmare le lacune.\nPotenziali svantaggi:\n- Qualità delle proteine: Alcuni prodotti con proteine aggiunte possono contenere proteine di bassa qualità o incomplete, che non forniscono tutti gli aminoacidi essenziali necessari.\n- Ingredienti aggiuntivi: Molti prodotti con proteine aggiunte contengono anche zuccheri aggiunti, grassi saturi e additivi artificiali, che possono avere effetti negativi sulla salute se consumati in eccesso. Per approfondire:\nPerché gli alimenti ultraprocessati fanno male?\n- Costo: I prodotti con proteine aggiunte sono spesso più costosi rispetto alle fonti proteiche naturali come carne magra, pesce,\nuovae legumi.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://sinu.it/2019/07/09/proteine/",
    "https://sinu.it/2019/07/09/proteine",
    "https://www.iris.who.int/handle/10665/43411",
    "https://iris.who.int/handle/10665/43411",
    "https://www.sinu.it/2019/07/09/proteine/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:32:05.030+03:00",
  "updated": "2024-04-05T01:32:05.030+03:00"
}