{
  "thread": {
    "uuid": "e33e899d9903ea79109a4c60980ce3b5562cf3e4",
    "url": "https://www.ksby.com/morro-bay/volunteers-needed-how-you-can-help-pacific-wildlife-care-during-bird-nesting-season",
    "site_full": "www.ksby.com",
    "site": "ksby.com",
    "site_section": "https://www.ksby.com",
    "site_categories": [
      "media"
    ],
    "section_title": "KSBY News | California&#x27;s Central Coast",
    "title": "Volunteers needed: How you can help care for baby birds and other animals",
    "title_full": "Volunteers needed: How you can help care for baby birds and other animals",
    "published": "2024-03-14T22:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/25f8b99/2147483647/strip/true/crop/1668x876+0+31/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F3d%2F5f%2F9077ae76484894f75dc8e9fc4202%2Fpacific-wildlife-care.JPG",
    "performance_score": 0,
    "domain_rank": 17885,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e33e899d9903ea79109a4c60980ce3b5562cf3e4",
  "url": "https://www.ksby.com/morro-bay/volunteers-needed-how-you-can-help-pacific-wildlife-care-during-bird-nesting-season",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sophia Villalba",
  "published": "2024-03-14T22:24:00.000+02:00",
  "title": "Volunteers needed: How you can help care for baby birds and other animals",
  "text": "Are you looking for volunteer work? Pacific Wildlife Care in Morro Bay is in need of some help. The rehabilitation center takes in an average of 3,000 animals a year that are sick, injured or orphaned and cares for a wide range of species from hummingbirds to bobcats. Right now, they have around 100 volunteers. “I really admire the volunteers in there. The baby birds need to be fed every 15 minutes,” said Craig Nuttycombe, Pacific Wildlife Care volunteer. During bird nesting season, typically April through September, the center says it’s especially in need of volunteers because its caseload increases drastically. “When we have a lot more animals, we need a lot more people to care for them, so we try to ramp up our volunteer program,” said Vann Masvidal, Pacific Wildlife Care Center Director. [RELATED: Rescue group says marine mammal harassment is on the rise in California. Who is responsible?](https://www.ksby.com/morro-bay/rescue-group-says-marine-mammal-harassment-is-on-the-rise-in-california-who-is-responsible) Nuttycombe has been a volunteer at Pacific Wildlife Care for the past five years. His day-to-day duties can range from washing oiled birds to cleaning mats and crates to even releasing the animals they’ve cared for back into the wild. One of his proudest moments as a volunteer was the release of a barn owl. “Got there just at dusk, opened up the back and I’m sitting there, opened up the crate so he could leave. I’m just sitting next to it, and it took about 10 to 15 minutes. He’s just checking it out. I’m just sort of saying a silent prayer of have a good life and then all of a sudden, off he goes,” Nuttycombe said. During the winter, the rehab center averages around 15 to 80 animals in their care. During the summer, it’s around 200 to 250 animals. Masvidal has been at the center since 2015 and says during those summer months, there’s one major reason behind the spike in numbers. “Unfortunately, the most common thing we see with baby birds are baby birds that have been caught by free-roaming house cats,” Masvidal said. “This is the time right now when baby bird season is starting. They get lots of baby birds in there and this is the time of year it can get real hectic in there,” Nuttycombe added. Anyone at least 18 years old can volunteer at the center and training is geared toward the volunteers’ interests. “A training which takes place followed by shadowing someone while you’re learning the basics of what we do,” Masvidal said. For more information on how to become a volunteer, visit the Pacific Wildlife Care’s website [here](https://pacificwildlifecare.org/about-the-clinic/). RELATED: Kayakers have close encounter with whale in Morro Bay. Watch here:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://pacificwildlifecare.org/about-the-clinic/).",
    "https://www.pacificwildlifecare.org/about-the-clinic/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "vann masvidal",
        "sentiment": "none"
      },
      {
        "name": "craig nuttycombe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nuttycombe",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pacific wildlife care",
        "sentiment": "none"
      },
      {
        "name": "morro bay",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:56:36.502+02:00",
  "updated": "2024-03-15T00:56:36.502+02:00"
}