{
  "thread": {
    "uuid": "89640500e491da8efb1fa7fb8f87abf0a6777b28",
    "url": "https://www.newburyportnews.com/news/local_news/aces-celebrating-world-whale-day/article_f4edf92a-cc32-11ee-bd3c-5b3d0a21d777.html",
    "site_full": "www.newburyportnews.com",
    "site": "newburyportnews.com",
    "site_section": "http://www.newburyportnews.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news/local_news,news/local_news/*&f=rss",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "www.newburyportnews.com - RSS Results in news/local_news,news/local_news/* of type article",
    "title": "ACES: Celebrating World Whale Day",
    "title_full": "ACES: Celebrating World Whale Day",
    "published": "2024-02-15T20:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/newburyportnews.com/content/tncms/custom/image/867ad2ec-8965-11e5-8451-8f0d0d73f7e3.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 39361,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89640500e491da8efb1fa7fb8f87abf0a6777b28",
  "url": "https://www.newburyportnews.com/news/local_news/aces-celebrating-world-whale-day/article_f4edf92a-cc32-11ee-bd3c-5b3d0a21d777.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ACES | Jennifer Kennedy",
  "published": "2024-02-15T20:49:00.000+02:00",
  "title": "ACES: Celebrating World Whale Day",
  "text": "Editor’s note: This is one in a continuing series of educational columns about fostering environmental stewardship and leadership coordinated by ACES – The Alliance of Climate and Environmental Stewards. Wh sh! – a massive white column of air and water droplets rose from the ocean. Soon, a dark, shiny back appeared, followed by the graceful lift of an enormous tail. “It’s Pinball!” our director of research shouted. It was early May 2023. We were the first to witness the return of this well-known humpback whale to our waters, accompanied by her new calf. Humpback whales are one of several species that visit our local waters, and they are vital to keeping this ecosystem healthy. We have studied Pinball since we started our research in the late 1990s. Seeing her with this new member of the population was especially exciting. They had migrated from the warm waters of the Turks and Caicos, where the calf was born. As Pinball and her calf swam up the coast, they navigated around ships and fishing gear, maneuvering through noisy zones that could disrupt their communication and navigation. Once in the Gulf of Maine, they still had to contend with pollution, fishing gear, and commercial and recreational vessels, all while looking for prey. The calf could still depend on her mother for milk, but Pinball had to eat several tons of fish per day. Whales play a crucial role in ocean health. They feed on fish underwater but release waste at the surface. That waste contains nutrients that fuel the rest of the ocean food web in a cycle called the whale pump. The nutrients fuel the growth of phytoplankton, the base of the ocean food web. Healthy whale populations lead to an increase in ocean health. The Gulf of Maine is one of the world’s fastest-warming water bodies. Changing temperatures impact the distribution of whales and other marine life. But whales themselves can combat these changes. Whales store carbon in their bodies. When they die, they sink to the ocean bottom, taking the carbon with them—more whales = less carbon in the atmosphere. Protecting whales can lead to a healthier planet for all of us. World Whale Day on February 18 is a timely reminder of the whales that visit our local waters, and the need to protect them. Humpback whales are spending more time here in recent years, and they are coming closer to shore. Another visitor is the fin whale. They are the second-largest species in the world, and incredibly graceful given their length of 60-70 feet. The minke whale, a smaller species at 20-30 feet, is another common visitor. Atlantic white-sided dolphins, common dolphins, and porpoises are also seen. Occasionally, we are lucky to see rarer species like the North Atlantic right whale. The Save the Whales movement in the 1970s helped, but they are not saved yet. Whales still face threats from human actions. The North Atlantic right whale, with a population numbering around 360 animals, has felt the brunt of these actions despite concerted efforts to help them. We all must work together to find ways for humans and whales to coexist in the ocean. When this happens, we all benefit. How to help whales: When boating in the ocean, travel slowly and watch for whales. Reel in fishing lines when whales are nearby. Do not litter. Reduce your use of plastic where possible. Buy local. Ask your representatives to support more robust protections for whales. These include supporting research, funding for the fishing industry to develop and test new gear technologies, and supporting and enforcing vessel speed limits in areas where whales congregate. Volunteer for conservation organizations. Jennifer Kennedy is the executive director of the Blue Ocean Society and can be reached at [jen@blueoceansociety.org](mailto:jen@blueoceansociety.org). Please consider joining our community of environmentally minded neighbors and let us know your thoughts on your ideas to help our planet’s climate and environments health at [acesnewburyport@gmail.com](mailto:acesnewburyport@gmail.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "alliance of climate and environmental stewards",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "caicos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:47:51.364+02:00",
  "updated": "2024-02-16T02:51:41.716+02:00"
}