{
  "thread": {
    "uuid": "7fa4877f3bccacecc416d2fec0789b740289eb4c",
    "url": "https://www.acnnewswire.com/press-release/All/88705/Loop-Industries-and-Bormioli-P",
    "site_full": "www.acnnewswire.com",
    "site": "acnnewswire.com",
    "site_section": "https://www.acnnewswire.com/acn/releasebyindustry/industryrelease.aspx?secid=190&lid=0",
    "site_categories": [
      "media"
    ],
    "section_title": "News By Sector : ACN Newswire",
    "title": "Loop Industries and Bormioli Pharma Unveil an Innovative Pharmaceutical Packaging Bottle Manufactured with 100% Recycled Virgin Quality Loop PET Resin at Pharmapack 2024",
    "title_full": "Loop Industries and Bormioli Pharma Unveil an Innovative Pharmaceutical Packaging Bottle Manufactured with 100% Recycled Virgin Quality Loop PET Resin at Pharmapack 2024",
    "published": "2024-04-05T02:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 82057,
    "domain_rank_updated": "2024-04-02T13:08:16.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7fa4877f3bccacecc416d2fec0789b740289eb4c",
  "url": "https://www.acnnewswire.com/press-release/All/88705/Loop-Industries-and-Bormioli-P",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Loop Industries, Inc",
  "published": "2024-04-05T02:55:00.000+03:00",
  "title": "Loop Industries and Bormioli Pharma Unveil an Innovative Pharmaceutical Packaging Bottle Manufactured with 100% Recycled Virgin Quality Loop PET Resin at Pharmapack 2024",
  "text": "Wednesday, 24 January 2024, 20:00 HKT/SGT Share:\nSource: Loop Industries, Inc Loop Industries and Bormioli Pharma Unveil an Innovative Pharmaceutical Packaging Bottle Manufactured with 100% Recycled Virgin Quality Loop PET Resin at Pharmapack 2024 This packaging innovation will be showcased at Pharmapack Europe 2024 (January 24th-25th, 2024, Paris Expo, Porte de Versailles - booth B78-B79, Hall 7.2)\nMONTREAL, QUEBEC, Jan 24, 2024 - (ACN Newswire) - Loop Industries, Inc. (NASDAQ:LOOP) (the \"Company\" or \"Loop\"), a clean technology company whose mission is to accelerate a circular plastics economy by manufacturing 100% recycled polyethylene terephthalate (\"PET\") plastic and polyester fiber and Bormioli Pharma, an international leader in pharmaceutical packaging and medical devices, today announced that an innovative pharmaceutical packaging bottle manufactured with 100% recycled virgin quality Loop™ PET resin will be unveiled within the Bormioli booth at Pharmapack Europe 2024.\nBormioli Pharma and Loop Industries aim to introduce market-ready solutions for the global pharmaceutical industry and the two companies began to collaborate over a year ago in order to achieve this goal. Bormioli Pharma tested Loop™ PET resin in its packaging, commissioning to independent third parties' additional analysis to verify extractables levels with different solutions, also taking in consideration the worst-case scenario. The results of these tests set a new benchmark for recycled plastic products within the pharmaceutical industry, as the bottles produced with Loop™ PET resin do not release any substance deemed of toxicological relevance1.\nBormioli Pharma's EcoPositive offering, gathering low-impact packaging solutions, currently constitutes 50% of their standard catalogue, contributing to position itself among the players with the broadest sustainable offerings on the international market.\nIn addition to the independent third-party testing commissioned by Bormioli Pharma, LoopTM PET resin was also tested by a worldwide leader in laboratory testing services and on December 13th, 2023 Loop announced that test results confirmed its Loop™ PET resin meets the strict requirements and standards outlined by the European Pharmacopeia (Ph.Eur. 3.1.15, Polyethylene Terephthalate for Containers for Preparations not for Parenteral Uses) and the United States Pharmacopeia (USP <661.1>, Plastic Materials of Construction) and is compliant for use in packaging applications in the pharmaceutical industry.\n\"Through this collaboration with Loop we're strengthening our role as a solid, quality and reliable partner for the pharmaceutical industry\" stated Andrea Lodetti, CEO of Bormioli Pharma . \"Loop Industries shares our values and commitment, and together we made available a new pharma-grade sustainable solution, showing even greater safety standards than traditional ones.\"\nDaniel Solomita, Founder and CEO of Loop Industries , commented \"Through our collaboration with Bormioli Pharma, we have developed an innovative pharmaceutical packaging solution manufactured from 100% recycled virgin quality LoopTM PET resin. This high-quality packaging alternative raises the bar for responsible solutions and helps set a new standard for sustainable packaging in the pharmaceutical industry.\"\n1 Results from an extractables study conducted by an independent, external lab and performed on bottles manufactured with Loop™ PET resin using different simulating solutions.\nAbout Bormioli Pharma\nBormioli Pharma works closely with the pharmaceutical industry and all companies that are working towards the future of healthcare globally. As a world-renowned player in the packaging industry, the company serves the pharmaceutical and biopharmaceutical markets with complete solutions, including glass and plastic bottles, plastic and aluminum closures and accessories. Bormioli Pharma's wide product ranges are designed and manufactured with a focus on innovation and addressing the ever-growing sustainability issues. Moreover, each product is specifically conceived for the destination market thanks to an accurate portfolio segmentation. Bormioli Pharma has a global presence in over 100 countries, with more than 1,400 employees and 9 plants across Europe specialized in the production of glass and plastic packaging. Each year, the company produces more than 7 billion pieces and in 2022 reported annual sales of approximately 315 million euros. As a partner to the pharmaceutical industry, Bormioli Pharma invests and innovates with one goal in mind: making health a positive practice, available to everyone, kind to the planet.\nAbout Loop Industries\nLoop Industries is a technology company whose mission is to accelerate the world's shift toward sustainable PET plastic and polyester fiber and away from our dependence on fossil fuels. Loop Industries owns patented and proprietary technology that depolymerizes no and low-value waste PET plastic and polyester fiber, including plastic bottles and packaging, carpets and textiles of any color, transparency or condition and even ocean plastics that have been degraded by the sun and salt, to its base building blocks (monomers). The monomers are filtered, purified and polymerized to create virgin-quality Loop™ branded PET resin suitable for use in food-grade packaging and polyester fiber, thus enabling our customers to meet their sustainability objectives. Loop™ PET plastic and polyester fiber can be recycled infinitely without degradation of quality, successfully closing the plastic loop. Loop Industries is contributing to the global movement towards a circular economy by reducing plastic waste and recovering waste plastic for a sustainable future.\nForward-Looking Statements\nThis news release contains \"forward-looking statements\" as defined in the U.S. Private Securities Litigation Reform Act of 1995. Such statements may be preceded by the words \"intends,\" \"may,\" \"will,\" \"plans,\" \"expects,\" \"anticipates,\" \"should,\" \"could,\" \"projects,\" \"predicts,\" \"estimates,\" \"aims,\" \"believes,\" \"hopes,\" \"potential\" or \"continue\" the negative of such terms or similar words. These forward-looking statements include, without limitation, statements about Loop's market opportunity, its strategies, ability to improve and expand its capabilities, competition, expected activities and expenditures as Loop pursues its business plan, the adequacy of its available cash resources, regulatory compliance, plans for future growth and future operations, the size of Loop's addressable market, market trends, and the effectiveness of Loop's internal control over financial reporting. Forward-looking statements are not guarantees of future performance, are based on certain assumptions and are subject to various known and unknown risks and uncertainties, many of which are beyond Loop's control, and cannot be predicted or quantified and consequently, actual results may differ materially from those expressed or implied by such forward-looking statements. Such risks and uncertainties include, without limitation, risks and uncertainties associated with among other things: (i) commercialization of our technology and products, (ii) our status of relationship with partners, (iii) development and protection of our intellectual property and products, (iv) industry competition, (v) our need for and ability to obtain additional funding relative to our current and future financial commitments, (vi) engineering, contracting, and building our manufacturing facilities, (vii) our ability to scale, manufacture, and sell our products in order to generate revenues, (viii) our proposed business model and our ability to execute thereon, (ix) the ability to obtain the necessary approvals or satisfy any closing conditions in respect of any of our proposed partnerships, (x) our joint venture projects and our ability to recover certain expenditures in connection therewith, (xi) adverse effects on the Company's business and operations as a result of increased regulatory, media, or financial reporting scrutiny, practices, rumors, or otherwise, (xii) disease epidemics and other health-related concerns and crises, which could result in reduced access to capital markets, supply chain disruptions and scrutiny, embargoing of goods produced in affected areas, government-imposed mandatory business closures and any resulting furloughs of our employees, government employment subsidy programs, travel restrictions or the like to prevent the spread of disease, or market or other changes that could result in non-cash impairments of our intangible assets, and property, plant and equipment, (xiii) the effect of the continuing worldwide macroeconomic uncertainty and its impacts, including inflation, market volatility and fluctuations in foreign currency exchange and interest rates, (xiv) the outcome of any SEC investigations or class action litigation filed against us, (xv) our ability to hire and/or retain qualified employees and consultants, (xvi) other events or circumstances over which we have little or no control, and (xvii) other factors discussed in Loop's subsequent filings with the Securities and Exchange Commission (\"SEC\"). More detailed information about Loop and the risk factors that may affect the realization of forward-looking statements is set forth in Loop's filings with the SEC. Investors and security holders are urged to read these documents free of charge on the SEC's web site at http://www.sec.gov. Loop assumes no obligation to publicly update or revise its forward-looking statements as a result of new information, future events or otherwise.\nFor further information:\nFor Bormioli Pharma, Hill and Knowlton:\nDaniele Rurale\n+39 346 5011546\ndaniele.rurale@hillandknowlton.com\nIlaria Carfì\n+39 324 0114825\nilaria.carfi@hillandknowlton.com\nFor Loop Industries:\nINVESTOR RELATIONS:\nKevin C. O'Dowd, Investor Relations\nLoop Industries, Inc.\n+1 617-755-4602\nkodowd@loopindustries.com\nMEDIA INQUIRIES:\nAndrea Kostiuk, VP Marketing & Communications\nLoop Industries, Inc.\n+1 (450) 951-8555\nakostiuk@loopindustries.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "http://www.loopindustries.com",
    "http://www.sec.gov.",
    "http://loopindustries.com",
    "http://sec.gov."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bo",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "bormioli pharma unveil",
        "sentiment": "neutral"
      },
      {
        "name": "loop industries",
        "sentiment": "neutral"
      },
      {
        "name": "loop industries, inc loop industries",
        "sentiment": "neutral"
      },
      {
        "name": "acn newswire) - loop industries",
        "sentiment": "none"
      },
      {
        "name": "bormioli pharma",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris expo",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      },
      {
        "name": "bormioli",
        "sentiment": "none"
      },
      {
        "name": "pharmapack europe",
        "sentiment": "none"
      },
      {
        "name": "porte de versailles",
        "sentiment": "none"
      },
      {
        "name": "quebec",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:55:31.907+03:00",
  "updated": "2024-04-05T02:55:31.907+03:00"
}