{
  "thread": {
    "uuid": "89ab79c9e4e02e2aa159db69eaf4ab97a2ea73f7",
    "url": "https://www.lynn.edu/news/2024/graduating-senior-gives-back-to-lynns-college-of-business-and-management",
    "site_full": "www.lynn.edu",
    "site": "lynn.edu",
    "site_section": "https://www.lynn.edu",
    "site_categories": [
      "education"
    ],
    "section_title": "Welcome to Lynn University | Lynn University",
    "title": "Graduating senior gives back to Lynn's College of Business and Management | Lynn University",
    "title_full": "Graduating senior gives back to Lynn's College of Business and Management | Lynn University",
    "published": "2024-04-18T17:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lynn.edu/uploads/img/main-images/_1200x630_crop_center-center_82_none/IMG_0372_web_3200x1800.jpg?mtime=1713463713",
    "performance_score": 0,
    "domain_rank": 45110,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89ab79c9e4e02e2aa159db69eaf4ab97a2ea73f7",
  "url": "https://www.lynn.edu/news/2024/graduating-senior-gives-back-to-lynns-college-of-business-and-management",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@LynnUniversity",
  "published": "2024-04-18T17:00:00.000+03:00",
  "title": "Graduating senior gives back to Lynn's College of Business and Management | Lynn University",
  "text": "During Lynn University’s annual Giving Day event in March, Harshit Mathur '24, took action by donating to Lynn’s College of Business and Management. In a few weeks, his four years of higher education experience and overall investment at Lynn will be highlighted when he walks on stage to receive his B.S. in international business management. Mathur reminisced on his time at Lynn as an international student who signed on during one of the most unusual times in the university’s history. Flexible mindset A native of Mumbai, India, Mathur prides himself on being a student who views challenges as opportunities for growth. As an international student, Mathur started his academic years at Lynn as an online student at the height of the COVID-19 outbreak. He was unable to experience any campus tours or visit the university before attending, which alienated him from Lynn’s unique on-campus experience. Mathur credits Lynn’s Admission advisors, faculty members and former students for establishing connections with him overseas. “The flow of communication with the university was a game-changer for me,” said Mathur. “Whenever I needed assistance, they were always a phone call or a private message away. It set Lynn apart from the other universities I was interested in.” Mathur chose international business as his major to develop an overall understanding of the industry and keep his resume broad and career options open. He completed the first two blocks of the Fall 2020 semester online, taking multiple classes from India during midnight hours. By the end of the second block, Mathur had already obtained his Visa and traveled across the world to Boca Raton, Florida, with the full support of his parents. Due to COVID limitations, Lynn implemented a flexible hybrid system at the time where students could attend class one day and be online for the next. “Those were difficult times for us as students. We relied on several social groups to keep ourselves accountable,” said Mathur. “Lynn also did an amazing job communicating with us to ensure we understood expectations.” As an international student adjusting to a new way of life, Mathur was heavily influenced by his roommate, Max, Morayma James—a former international program services staff member—and Dr. Harika Rao, associate dean for the College of Business Management. While his roommate helped him connect with new relationships and settle into campus life, James introduced him to potential opportunities at his disposal in international business. Rao established herself as a central mentor in his overall experience and guided Mathur with open conversations about self-development and in-depth discussions about the best companies to align himself with based on his graduate school selection. The full college experience Mathur was never interested in Lynn’s accelerated degree program to complete his business degree. Instead, he attended all four years and took advantage of every opportunity Lynn could offer him. “My mindset was to make sure I stayed as long as possible and absorb as much information as I could from faculty members, staff and classmates,” said Mathur. “It was important for me to focus on relationships. Being in business, it’s about who you know and what you know.” With this appetite for building solid relationships, Mathur found a supportive group of friends on campus who shared his values, motivations and career goals. In addition, he strengthened his vocation for business and relationships by working as a Student Admission Ambassador, allowing him to share valuable insight with prospective students and families on what life at Lynn was like. \"As an international student, Harshit brought a different lens that allowed him to highlight the institution from a unique position, which resonated with different cultures and beliefs,” said Vice President for Enrollment and University Advancement Gareth Fowles. “He always connected with prospective students and families intelligently and strategically to accommodate their needs. He was a true ambassador for Lynn University.” In addition, Mathur was accepted into Sigma Beta Delta, an honorary society for business management and administration—only the top three percent of students from the College of Business and Management are invited into this program. He was also on the dean’s list for all seven semesters at Lynn which allowed him to be a member of the president’s honor list. Giving back Mathur’s decision to donate and invest in Lynn’s College of Business and Management sprung from a genuine desire to help the next generation of students leverage the same benefits that were available to him. For Mathur, the reason for a donation plays a far more significant role than the amount. “The monetary value of the gift is irrelevant to me,” said Mathur. “It cannot compare to the experiences I gained as a student. Lynn gave back to me first.” After finishing school in December 2023, Mathur landed a position in Texas as a sales intern for Welspun Tubular, a company focusing on welding line pipe manufacturing. Mathur will attend graduate school in Texas as he sets his sights on global energy management in the oil and energy industry.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harshit mathur",
        "sentiment": "negative"
      },
      {
        "name": "lynn",
        "sentiment": "negative"
      },
      {
        "name": "mathur",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "college of business and management | lynn university during lynn university",
        "sentiment": "negative"
      },
      {
        "name": "lynn’s college of business and management",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:05:02.042+03:00",
  "updated": "2024-05-03T07:40:35.710+03:00"
}