{
  "thread": {
    "uuid": "27d691c23c2398622c6e09937f520470c8f01ac4",
    "url": "https://www.shorenewsnetwork.com/2024/06/23/hurdle-mills-resident-wins-1-million-on-10-scratch-off",
    "site_full": "www.shorenewsnetwork.com",
    "site": "shorenewsnetwork.com",
    "site_section": "https://www.shorenewsnetwork.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Shore News Network",
    "title": "Hurdle Mills Resident Wins $1 Million on $10 Scratch-Off",
    "title_full": "Hurdle Mills Resident Wins $1 Million on $10 Scratch-Off",
    "published": "2024-06-23T21:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.shorenewsnetwork.com/wp-content/uploads/2022/11/dreamstime_m_4540857.jpg",
    "performance_score": 0,
    "domain_rank": 55591,
    "domain_rank_updated": "2024-06-18T13:08:26.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "27d691c23c2398622c6e09937f520470c8f01ac4",
  "url": "https://www.shorenewsnetwork.com/2024/06/23/hurdle-mills-resident-wins-1-million-on-10-scratch-off",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Breaking Local News Report",
  "published": "2024-06-23T21:00:00.000+03:00",
  "title": "Hurdle Mills Resident Wins $1 Million on $10 Scratch-Off",
  "text": "Hurdle Mills Resident Wins $1 Million on $10 Scratch-Off Breaking Local News Report June 23, 2024 Breaking Local News Report June 23, 2024 Lottery winner - Money - Stock Photo 2 HURDLE MILLS, NC —Irineo Cruz-Sanchez of Hurdle Mills hit the jackpot by winning a $1 million prize from a $10 Multiplier Mania scratch-off ticket. Cruz-Sanchez purchased his winning ticket at the Efland Supermarket on U.S. 70 West in Efland.\nUpon his visit to the lottery headquarters on Friday, Cruz-Sanchez faced a pivotal decision between receiving his prize as a $50,000 annual annuity over 20 years or opting for a lump sum of $600,000. Choosing the lump sum, he walked away with $429,003 after state and federal tax withholdings.\nMultiplier Mania, which launched in June 2023, offers a total of six $1 million top prizes. With Cruz-Sanchez’s win, only two of these top prizes remain available for future lucky winners.\nHurdle Mills Resident Wins $1 Million on $10 Scratch-Off HURDLE MILLS, NC —Irineo Cruz-Sanchez of Hurdle Mills hit the jackpot by winning a $1 million prize from a $10 Multiplier Mania scratch-off ticket. Cruz-Sanchez purchased his winning ticket at the Efland Supermarket on U.S. 70 West in Efland.\nUpon his visit to the lottery headquarters on Friday, Cruz-Sanchez faced a pivotal decision between receiving his prize as a $50,000 annual annuity over 20 years or opting for a lump sum of $600,000. Choosing the lump sum, he walked away with $429,003 after state and federal tax withholdings.\nMultiplier Mania, which launched in June 2023, offers a total of six $1 million top prizes. With Cruz-Sanchez’s win, only two of these top prizes remain available for future lucky winners.\nLexington Man Claims $200,000 Prize from $5 Scratch-Off LEXINGTON, NC —Schmard Jeter of Lexington struck gold with a $5 scratch-off ticket, winning the $200,000 top prize. Jeter purchased his winning Pot of Gold ticket at the Grab And Go on West Center Street in Lexington.\nUpon claiming his prize at lottery headquarters this Thursday, Jeter received $131,430 after all required state and federal tax withholdings. The Pot of Gold game, which launched in December, originally offered four top prizes of $200,000. With Jeter’s win, only one top prize remains unclaimed in this popular scratch-off game.\nYonkers Official Condemn Building After Collapse, Order Demolition YONKERS, NY - Following a partial collapse on Friday at 9 North Broadway, officials have deemed the entire building structurally unsound and slated it for demolition. Crews have already begun the demolition process, which is expected to last two to three days, ensuring minimal impact on surrounding structures.\nDue to this operation, North Broadway will be closed between Main Street and Manor House Square until Wednesday, June 26. The closure affects both vehicular and pedestrian traffic.\nThe Yonkers Police Department will continue to provide updates on the situation and apologizes for any inconvenience caused by the ongoing operations.\nArden Resident Wins $100,000 from $1 Lottery Ticket ARDEN, NC —Eddie Sasser of Arden turned a $1 investment into a $100,000 windfall after purchasing a Quick Pick Cash 5 ticket that hit all the right numbers in the May 29 drawing. The lucky ticket was bought using Online Play, a feature that allows players to purchase tickets either through the North Carolina Lottery’s website or its official mobile app.\nThe odds of winning by matching all five white balls in Cash 5 are 1 in 962,598. Sasser claimed his prize at the lottery headquarters this Thursday. After the required federal and state tax withholdings, he walked away with $71,500.\nCash 5 is one of the six lottery games in North Carolina that offers the convenience of purchasing tickets at retail locations or online. The jackpot for the upcoming Friday draw is also set at $100,000, continuing the opportunity for big wins.\nMeet Mozzarella: A Resilient Shelter Dog Awaiting a Forever Home in Forked River FORKED RIVER, NJ – At the Associated Humane Popcorn Park Shelter, shelter dogs like Mozzarella spend their days eagerly awaiting adoption. On a hot and humid New Jersey day, Mozzarella, a nearly five-year-old rescue, finds joy in playing ball indoors. Rescued last summer in severe distress with open wounds and skin issues, he has since made a remarkable recovery and is now thriving.\nDespite his tough past, which includes injuries from another animal, Mozzarella is a vibrant, energetic dog who must be the only pet in his new home. Described as an overgrown puppy brimming with happiness, he is ready to bring joy to a loving family.\nThe shelter invites potential adopters to meet Mozzarella during the \"Summer Lovin' Adoption Event\" on June 29 at AHS Popcorn Park from 4 p.m. to 7 p.m. The event will feature reduced adoption rates, a chance to meet other adoptable animals, and activities for all attendees. For those interested in meeting Mozzarella sooner, contact the shelter via email at office@ahsppz.org for more information and an adoption application.\nWhale Found Deceased off New Jersey Coast DELAWARE BAY, NJ – A deceased humpback whale was discovered floating in the Delaware Bay off New Jersey on Tuesday. The presence of the whale was promptly reported, although the National Oceanic and Atmospheric Administration (NOAA) has not yet issued a response regarding the removal or retrieval of the animal to shore.\nThere has been a noticeable increase in the number of dead whales and dolphins found along the New Jersey coastline since 2023. This phenomenon has raised concerns among wildlife experts and local communities about the health of marine life in the region.\nThe data indicates a significant rise in mortality rates among these marine mammals, which has prompted investigations by environmental and marine biology experts. The cause of these deaths is currently under extensive study, with several potential factors being considered.\nWhile some believe it is being caused by underground sonar and explosive testing of the sea bed for the impending off-shore wind farms in New Jersey, public officials at the state and federal level dismiss those claims as a conspiracy theory.\nAccording to Save the Dolphins and Whales, NJ, three dolphins have been found deceased in recent days.\nBottlenose Dolphin - Middle Township, Juvenile, 6/14/24. Moderately decomposed when found.\nCommon Dolphin - Ocean City, Juvenile, 6/14/24. Severely decomposed when found.\nBottlenose Dolphin - Cape May, Juvenile male, 6/13/24. Moderately decomposed when found.\nprevious post Yonkers Official Condemn Building After Collapse, Order Demolition Breaking News Hurdle Mills Resident Wins $1 Million on $10 Scratch-Off June 23, 2024 Lexington Man Claims $200,000 Prize from $5 Scratch-Off June 23, 2024 Yonkers Official Condemn Building After Collapse, Order Demolition June 23, 2024 Arden Resident Wins $100,000 from $1 Lottery Ticket June 23, 2024 Meet Mozzarella: A Resilient Shelter Dog Awaiting a Forever Home in Forked River June 23, 2024 Whale Found Deceased off New Jersey Coast June 23, 2024",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "irineo cruz-sanchez",
        "sentiment": "negative"
      },
      {
        "name": "mills",
        "sentiment": "negative"
      },
      {
        "name": "cruz-sanchez",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "nc",
        "sentiment": "none"
      },
      {
        "name": "efland",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T21:04:37.426+03:00",
  "updated": "2024-06-23T21:24:16.678+03:00"
}