{
  "thread": {
    "uuid": "e07952f273990013f3599b41146c7968009c3662",
    "url": "http://french.presstv.ir/Detail/2024/05/06/725055/La-r%C3%A9sistance-des-Gazaou%C3%AFs-restera-%C3%A0-jamais-grav%C3%A9e-dans-les-annales-de-l%E2%80%99Histoire",
    "site_full": "french.presstv.ir",
    "site": "presstv.ir",
    "site_section": "http://french.presstv.ir",
    "site_categories": [],
    "section_title": "French PressTV",
    "title": "La résistance des Palestiniens et des Gazaouïs restera à jamais gravée dans les annales de l’Histoire (Leader)",
    "title_full": "La résistance des Palestiniens et des Gazaouïs restera à jamais gravée dans les annales de l’Histoire (Leader)",
    "published": "2024-05-06T08:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IR",
    "main_image": "https://cdn.presstv.ir/Photo/2024/5/6/4cde12cf-df09-4b33-9aeb-173604a6d78b.jpg",
    "performance_score": 0,
    "domain_rank": 6542,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e07952f273990013f3599b41146c7968009c3662",
  "url": "http://french.presstv.ir/Detail/2024/05/06/725055/La-r%C3%A9sistance-des-Gazaou%C3%AFs-restera-%C3%A0-jamais-grav%C3%A9e-dans-les-annales-de-l%E2%80%99Histoire",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "French Presstv",
  "published": "2024-05-06T08:38:00.000+03:00",
  "title": "La résistance des Palestiniens et des Gazaouïs restera à jamais gravée dans les annales de l’Histoire (Leader)",
  "text": "Le Leader de la Révolution islamique, l'Ayatollah Seyyed Ali Khamenei a accordé, ce lundi 6 mai, une audience aux responsables iraniens en charge des affaires de pèlerinage du Hajj accompagnés de quelques futurs pèlerins des saintes villes de La Mecque et de Médine situées en Arabie saoudite. « Cette année, notre Hajj sera un Hajj de désaveu des mécréants conformément à toutes les directives que le prophète Abraham nous a enseignées », a souligné le Leader de la Révolution islamique. « Ce qui se passe aujourd’hui à Gaza et en Palestine, ces attaques barbares des sionistes d’une part et la résistance du peuple musulman de Gaza de l’autre, tout cela restera à jamais gravé dans les annales de l’Histoire. Et cela tracera la voie de l’avenir de l’Humanité. » « Le régime sioniste n’aurait pas osé commettre des actes barbares contre les Palestiniens sans le soutien des États-Unis », a souligné l’Ayatollah Khamenei. « Il n’est pas possible de se comporter avec gentillesse envers quelqu’un qui est complice d’un meurtre et qui soutient l’assassin. » Et le Leader de poursuivre : « Un des éléments le plus essentiel du Hajj réside dans la question de l’unité, de la solidarité, de l’égalité et de l’union avec tous les musulmans. La volonté divine consiste à ce que tous les musulmans du monde entier se rapprochent, se connaissent, s’unissent et qu’ils prennent des décisions communes. C’est précisément ce qui manque aujourd’hui au monde musulman. Si cela se concrétise, ce sera non seulement un grand pas bénéfique pour le monde de l’Islam mais aussi pour l’Humanité entière. Et la prélude est la levée des différences d’ordre éthique. » « La Palestine a besoin aujourd’hui plus que jamais du monde de l’Islam. Il est vrai que la République islamique n’a pas attendu [le soutien] des autres [pays] et qu’elle ne l’attendra certes pas non plus à l’avenir. Certes si les mains puissantes des nations et des gouvernements musulmans viennent en appui à ce peuple, cela aura une plus grande portée et personne n’osera plus agir de cette façon sauvage pour traiter le peuple palestinien. C’est un devoir à tout un chacun. »",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T19:43:13.549+03:00",
  "updated": "2024-05-06T19:43:13.549+03:00"
}