{
  "thread": {
    "uuid": "7032f3a34d1a876375491fd71d4ebed66274f192",
    "url": "https://english.news.cn/20240412/88925985327248eaaa6a7bf0664ad8fe/c.html",
    "site_full": "english.news.cn",
    "site": "news.cn",
    "site_section": "https://english.news.cn/list/latestnews.htm",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest news | English.news.cn",
    "title": "China supports IAEA's efforts to ensure Zaporizhzhia's safety-Xinhua",
    "title_full": "China supports IAEA's efforts to ensure Zaporizhzhia's safety-Xinhua",
    "published": "2024-04-12T01:07:49.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 991,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7032f3a34d1a876375491fd71d4ebed66274f192",
  "url": "https://english.news.cn/20240412/88925985327248eaaa6a7bf0664ad8fe/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T01:07:49.000+03:00",
  "title": "China supports IAEA's efforts to ensure Zaporizhzhia's safety-Xinhua",
  "text": "Li Song (R, front), China's permanent representative to the International Atomic Energy Agency (IAEA), speaks during a special meeting of the IAEA Board of Governors in Vienna, Austria, on April 11, 2024. China supports the International Atomic Energy Agency (IAEA) in playing a constructive role in ensuring the safety and security of nuclear facilities after recent drone attacks on the Zaporizhzhia nuclear power plant (ZNPP), a Chinese envoy said on Thursday. (Chinese Permanent Mission to UN and other International Organizations in Vienna//Handout via Xinhua)\nVIENNA, April 11 (Xinhua) -- China supports the International Atomic Energy Agency (IAEA) in playing a constructive role in ensuring the safety and security of nuclear facilities after recent drone attacks on the Zaporizhzhia nuclear power plant (ZNPP), a Chinese envoy said on Thursday.\nLi Song, China's permanent representative to the IAEA, told a special meeting of the agency's 35-nation Board of Governors that the ZNPP faces high nuclear safety risks in the middle of the battlefield, warning that \"the impact of nuclear accidents transcends borders and there is no room for error.\"\nThe meeting was convened at the request of Russia and Ukraine to discuss the recent attacks on ZNPP, which occurred on Sunday and Tuesday. They were the first attacks since November 2022 to directly target the ZNPP, the largest nuclear power plant in Europe, according to the IAEA.\nQuoting a paper released by China last February on its position on the political settlement of the Ukraine crisis, Li said that China opposes armed attacks against nuclear power plants or other peaceful nuclear facilities and stresses the need to avoid man-made nuclear accidents.\nChina supports IAEA's efforts to promote the safety of Ukraine's nuclear facilities and supports the seven pillars and five principles proposed by IAEA Director-General Rafael Grossi to ensure nuclear safety in Ukraine, Li said, adding that China has contributed to the agency's funding for its technical assistance project on nuclear safety and security in Ukraine.\nChina supports the IAEA in maintaining contact with all parties and playing a constructive role in ensuring the safety and security of nuclear facilities, Li said.\nThe Chinese envoy also called on relevant parties to exercise restraint, strictly abide by the Convention on Nuclear Safety and other relevant international laws, refrain from taking any action that endangers nuclear facilities, and create favorable conditions for the IAEA to perform its functions.\nNoting that the resolution of Ukraine's nuclear safety issue ultimately depends on the prospect of a political settlement of the Ukraine crisis, Li called on the international community to continue promoting peace talks, encourage and support all efforts conducive to a peaceful settlement of the crisis, and fundamentally eliminate nuclear safety risks.\nChina will continue to uphold an objective and impartial position, actively promote peace and dialogue, commit itself to promoting ceasefire, and play a constructive role in promoting a political settlement of the Ukraine crisis, Li added. ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zaporizhzhia",
        "sentiment": "negative"
      },
      {
        "name": "rafael grossi",
        "sentiment": "none"
      },
      {
        "name": "li",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "iaea",
        "sentiment": "negative"
      },
      {
        "name": "xinhua china",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:07:50.854+03:00",
  "updated": "2024-04-12T08:00:59.978+03:00"
}