{
  "thread": {
    "uuid": "ad85d52cdbd0fc20a58b2c13871d0837bad6eabb",
    "url": "https://barbadostoday.bb/2024/01/07/recognition-for-teen-swimmers-who-saved-uk-couple-from-drowning/",
    "site_full": "barbadostoday.bb",
    "site": "barbadostoday.bb",
    "site_section": "https://barbadostoday.bb/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Barbados Today",
    "title": "Recognition for teen swimmers who saved UK couple from drowning",
    "title_full": "Recognition for teen swimmers who saved UK couple from drowning",
    "published": "2024-01-07T22:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BB",
    "main_image": "https://barbadostoday.bb/wp-content/uploads/2024/01/Zoe-and-Emma.jpg",
    "performance_score": 0,
    "domain_rank": 69946,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ad85d52cdbd0fc20a58b2c13871d0837bad6eabb",
  "url": "https://barbadostoday.bb/2024/01/07/recognition-for-teen-swimmers-who-saved-uk-couple-from-drowning/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Barbados Today",
  "published": "2024-01-07T22:32:00.000+02:00",
  "title": "Recognition for teen swimmers who saved UK couple from drowning",
  "text": "Two teenage swimmers who saved a British couple from drowning on Wednesday have come in for recognition from the Democratic Labour Party youth arm — the Young Democrats.\nThe story of Canadians Zoe Ireland-Meklensek, 13, and Emma Bassermann , 14, was highlighted by Barbados TODAY last week.\nThey were swimming at the Barbados Beach Club in Maxwell, Christ Church, where they are currently staying, when a United Kingdom couple, Belinda and Robert Stone, got into difficulty while swimming.\nZoe and Emma were boogie boarding when they heard a faint cry for help. Zoe immediately went to investigate and found a woman waving her arms and shouting for help.\n“So, I immediately went out to see what was the matter, and she said that her husband who was further down, ‘can’t swim and he can’t get back [to shore]’. So, then I brought her to shore by putting her on the boogie board … I pulled her with the strap until she could touch the sand, and then I went back out with Emma, I got the husband on the boogie board, I went along the beach until the current was not so bad, and then I went closer to the shore until he could touch the sand,” Zoe said.\nOn Sunday, the Young Democrats presented Zoe and Emma with a token of appreciation for their heroic actions.\n“Although Emma and Zoe are not locals, they are a great example to all youth. They are extremely young but didn’t think twice about putting their own lives at risk to save the lives of two elderly persons from drowning. This is the greatest example of what can occur when the youth and elders collaborate and work together,” Trotman said.\nShe pointed to the positive impact young people can have in their communities and encouraged parents and guardians to enrol their children in swimming programmes.\n“They are brave young women and an excellent example of how powerful the youth can be. There’s a negative stigma attached to the youth globally but I think it’s just an indication that the youth are crying out for attention and help. I wanted to show the youth of Barbados that you can continue to receive attention by continuing to do positive things.”\nTrotman suggested swimming was a crucial skill that could save lives and enable young people to become heroes in times of crisis.\n“Enroll your children into a swimming programme. We live on an island, which as we know by its definition is surrounded by water. Not only can the ability to swim save your child’s life but as in this instance, that child can become someone who can save the life of another.\n“Although even the greatest swimmers can sometimes get into difficulties, your chances of survival are increased if you have the knowledge and skill to remain calm and tackle the situation without fear and panic,” she advised.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zoe",
        "sentiment": "none"
      },
      {
        "name": "emma bassermann",
        "sentiment": "none"
      },
      {
        "name": "belinda",
        "sentiment": "none"
      },
      {
        "name": "emma",
        "sentiment": "none"
      },
      {
        "name": "robert stone",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "barbados beach club",
        "sentiment": "none"
      },
      {
        "name": "christ church",
        "sentiment": "none"
      },
      {
        "name": "democratic labour party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "zoe ireland",
        "sentiment": "none"
      },
      {
        "name": "barbados",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      },
      {
        "name": "maxwell",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:51:11.563+02:00",
  "updated": "2024-01-08T00:51:11.563+02:00"
}