{
  "thread": {
    "uuid": "dab752e47435ea0aaf39eb009c5b2feec76a510f",
    "url": "https://vnexplorer.net/z/1200238.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/uk",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "UK - VNExplorer",
    "title": "In otter news, orphaned B.C. pup is thriving but unlikely to return to wild",
    "title_full": "In otter news, orphaned B.C. pup is thriving but unlikely to return to wild",
    "published": "2024-07-04T17:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1pmQjx.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dab752e47435ea0aaf39eb009c5b2feec76a510f",
  "url": "https://vnexplorer.net/z/1200238.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-04T17:02:00.000+03:00",
  "title": "In otter news, orphaned B.C. pup is thriving but unlikely to return to wild",
  "text": "The sea otter pup rescued in critical condition just weeks ago in British Columbia, shown in a handout photo, is thriving under 24-hour care at Vancouver Aquarium&#039;s Marine Mammal Rescue Centre.THE CANADIAN PRESS/HO-Vancouver Aquarium Marine Mammal Rescue Society **MANDATORY CREDIT** VANCOUVER — An orphaned sea otter pup rescued in critical condition in British Columbia last month is thriving under 24-hour care, but a veterinarian at the rescue facility says it&#039;s unlikely she will ever be able to return to the wild. The female pup, named Tofino after a vote conducted on social media, is being looked after at the Vancouver Aquarium&#039;s Marine Mammal Rescue Society, where she has grown from about two kilograms to more than three kilograms. Society executive director and head veterinarian Martin Haulena says Tofino is hitting many milestones in her recovery and growth, is eating well, and may transition from formula to solid food in a few weeks. Haulena says Tofino has shown interest in diving when placed in the water and has improved her swimming, manual dexterity and self-grooming. The pup was rescued alone near her namesake town on the west coast of Vancouver Island in mid-June. Haulena says while the pup&#039;s ultimate fate depends on Fisheries and Oceans Canada, orphaned otters are poor candidates for re-release because pups are typically taught how to survive in the wild by their mothers. &quot;Otters are very, very dependent on their mom,&quot; Haulena says. &quot;They learn a lot from their mom. They learn how to forage from their mom, learn where to forage, what to forage, how to use tools, how to dive and how to escape from predators. All (that) is very learned behaviour.&quot; Rescuers do not know what became of Tofino&#039;s mother but it is very unusual for pups to be abandoned. &quot;Sea otter moms are meticulous and very caring mothers,&quot; Haulena says. &quot;They are very responsive to their pups, so the assumption is — when there is an orphan pup — is that something bad has happened to mother.&quot; A sea otter pup rescued in 2020, a male nicknamed Joey, was eventually transferred from the rescue society to Vancouver Aquarium after 33 days of care and is still housed there. Haulena says the public attention on the rescue society generated by Tofino is the highest he has seen since Joey&#039;s rescue in 2020, and the society is seeking donations to support the cost of caring for the pup and other animals at the centre. He says the pup is no longer in critical condition, spending periods of 20 to 45 minutes in the water. &quot;She&#039;s made a few attempts, but she can&#039;t dive yet. And that&#039;s very normal for a pup of her age, but in the next few weeks, I expect she will pick that up or certainly within the next month,&quot; Haulena says. He says she is &quot;on track and doing well.&quot; &quot;I&#039;ve been doing this for a lot of years, and I know that things can go wrong. So I&#039;m always a little bit cautious, but I&#039;ll describe it as cautiously optimistic at this point.&quot; This report by The Canadian Press was first published July 3, 2024. Chuck Chiang, The Canadian Press",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haulena",
        "sentiment": "none"
      },
      {
        "name": "martin haulena",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ho-vancouver aquarium marine mammal rescue society",
        "sentiment": "none"
      },
      {
        "name": "marine mammal rescue society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "british columbia",
        "sentiment": "none"
      },
      {
        "name": "vancouver",
        "sentiment": "none"
      },
      {
        "name": "columbia",
        "sentiment": "none"
      },
      {
        "name": "tofino",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T01:16:33.685+03:00",
  "updated": "2024-07-05T01:16:33.685+03:00"
}