{
  "thread": {
    "uuid": "8e4a6841ae1bc05bd460c4843edcf179e288ef27",
    "url": "https://screenrant.com/1000-lb-sisters-amy-slaton-life-update-weight-loss",
    "site_full": "screenrant.com",
    "site": "screenrant.com",
    "site_section": "https://screenrant.com/reality-tv-news",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "Reality TV News | ScreenRant",
    "title": "1000-Lb Sisters’ Amy Slaton Says “Life Is Good” Amid Weight Loss Success",
    "title_full": "1000-Lb Sisters’ Amy Slaton Says “Life Is Good” Amid Weight Loss Success",
    "published": "2024-04-19T00:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.srcdn.com/wordpress/wp-content/uploads/2024/04/1000-lb-sisters_-_baby-one-more-time-_-amy-slaton-s-best-pregnancy-post-baby-photos-her-weight-loss-journey-s-amazing.jpg",
    "performance_score": 0,
    "domain_rank": 1804,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e4a6841ae1bc05bd460c4843edcf179e288ef27",
  "url": "https://screenrant.com/1000-lb-sisters-amy-slaton-life-update-weight-loss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "90 Day Fiance",
  "published": "2024-04-19T00:50:00.000+03:00",
  "title": "1000-Lb Sisters’ Amy Slaton Says “Life Is Good” Amid Weight Loss Success",
  "text": "1000-Lb Sisters is inspiring fans worldwide. - Amy's TikTok update with new selfies received mixed reactions, with some criticizing her use of filters. - Despite facing personal challenges, Amy is focused on her health and family, not social media negativity. 1000-Lb Sisters star Amy Slaton is looking very different in her new video revealing her weight-loss makeover. Reality TV celeb Amy weighed 406 pounds when she started her journey on the show in 2020. The Dixon, Kentucky native was unfit and unable to achieve any of her dreams due to her unhealthy habits. However, Amy took charge of her health and decided to change herself by undergoing gastric bypass surgery in 2019. Despite facing physical and emotional hurdles along the way, such as her divorce from Michael Halterman , Amy is blossoming into a better version of herself. Amy from 1000-Lb Sisters is using TikTok to reveal her astounding weight-loss transformation to fans .Amy recently posted a slideshow of her new photos and chose the song “Life Is Good” by Kenny Chesney. Amy captioned her photos, “never to old.” In the photos, Amy flaunted her signature blue hair tied on top of her head in a messy blue bun. She used a filter that gave her face a blurred, porcelain doll-like appearance as Amy smiled for the selfie. She wore a comfortable black hoodie and t-shirt combination and posed with her hand under her chin. [ ](/best-reality-tv-shows-right-now/) Reality TV is more popular than ever. With so many to choose from, here are some of the best reality TV shows to stream or watch right now. [ 20 Best Reality TV Shows Right Now ](/best-reality-tv-shows-right-now/) 1000-Lb Sisters Fans Praise Amy Slaton’s Transformation But Should 1000-Lb Sisters' Amy Ditch The Filters? Amy’s TikTok update went viral and received good engagement from her fans. Several 1000-Lb Sisters viewers crowded into Amy’s comment section to let her know their thoughts on her new selfies. Someone praised Amy by saying she was looking good, while a different fan simply called Amy beautiful. Amy’s smile had a few fans of its own. Amy also had fans from across the world, as revealed by the comment posted by a follower from Sydney, Australia. They told Amy that they were glad to see her looking happy. However, Amy didn’t make every follower happy. “Amy filters again?? This pic is very blurry” A TikTok user named brianbruner5 criticized Amy for her excessive use of filters. They were harsh and asked Tammy to “quit fantasizing” while comparing Amy to her own sister. A couple of other comments also seemed disappointed in Amy for editing her face before posting the selfies. Amy has lost more than 100 pounds but her using filters suggests she’s still not confident about her body. Amy wants to look a certain way which the filters help her achieve and not the fascinating results of her successful weight-loss surgery. In December 2023, Amy said she isn’t too focused on weight loss at the moment. She was diagnosed with bipolar disorder, depression, and acute stress disorder. Amy has PTSD from everything she went through after her split with her ex-Michael. Amy now goes to therapy and talks to her 1000-Lb Sisters star sibling while spending more time with her kids. Amy doesn’t have the time to deal with mean comments on social media. While these fans want Amy to do better in life, their approach is rude considering the challenges Amy has faced in her personal life. She’s doing her best! 1000-Lb Sisters seasons 1-5 can be streamed on Discovery Plus. Source: https://www.tiktok.com/@amyhalterman87/photo/7358653467738819886/TikTok, brianbruner5 /TikTok [ 1000-LB Sisters ](/tag/1000-lb-sisters/) 1000-lb Sisters follows sisters Amy Salton-Halterman and Tammy Slaton in their home in Dixon, Kentucky, covering their daily lives, weight loss attempts, and subsequent weight loss surgery. The show covers such moments as attempts to have children, medical visits, and dramatic emergency room visitations. The family wrestles with supporting their daughters and their weight loss efforts while struggling with their own life troubles. - Release Date - January 1, 2020 - Seasons - 5 - Network - TLC - Streaming Service(s) - TLC GO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.tiktok.com/@amyhalterman87/photo/7358653467738819886/TikTok,",
    "https://www.tiktok.com/@amyhalterman87/photo/7358653467738819886",
    "https://www.tiktok.com/@brianbruner5",
    "https://tiktok.com/@brianbruner5",
    "https://tiktok.com/@amyhalterman87/photo/7358653467738819886",
    "https://tiktok.com/@amyhalterman87/photo/7358653467738819886/TikTok,"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amy slaton",
        "sentiment": "negative"
      },
      {
        "name": "amy",
        "sentiment": "negative"
      },
      {
        "name": "kenny chesney",
        "sentiment": "none"
      },
      {
        "name": "dixon",
        "sentiment": "none"
      },
      {
        "name": "michael halterman",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kentucky",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:06:57.666+03:00",
  "updated": "2024-04-19T01:06:57.666+03:00"
}