{
  "thread": {
    "uuid": "63746d23c0f6c6918b6be3e05f156d4b6a3f96dc",
    "url": "https://pursuit.unimelb.edu.au/articles/fighting-to-save-our-aussie-bees-one-bee-hotel-at-a-time",
    "site_full": "pursuit.unimelb.edu.au",
    "site": "unimelb.edu.au",
    "site_section": "https://pursuit.unimelb.edu.au",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Pursuit: Cutting-edge research and insightful commentary by world-leading experts | The University of Melbourne",
    "title": "Fighting to save our Aussie bees – one bee hotel at a time | Pursuit by The University of Melbourne",
    "title_full": "Fighting to save our Aussie bees – one bee hotel at a time | Pursuit by The University of Melbourne",
    "published": "2024-02-16T03:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://res-1.cloudinary.com/the-university-of-melbourne/image/upload/s--NXWnagrr--/c_fill,f_auto,h_630,q_75,w_1200/v1/pursuit-uploads/327/3a2/153/3273a215380a5b115f6ab51e1793161201aa412699242835a413d9392441.jpg",
    "performance_score": 0,
    "domain_rank": 1402,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63746d23c0f6c6918b6be3e05f156d4b6a3f96dc",
  "url": "https://pursuit.unimelb.edu.au/articles/fighting-to-save-our-aussie-bees-one-bee-hotel-at-a-time",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The University of Melbourne",
  "published": "2024-02-16T03:10:00.000+02:00",
  "title": "Fighting to save our Aussie bees – one bee hotel at a time | Pursuit by The University of Melbourne",
  "text": "Fighting to save our Aussie bees – one bee hotel at a time Wattle Fellow Clancy Lester is on a mission to save Australia’s native bees by working with Indigenous communities and spreading the word about bee hotels I’m a 22-year-old ecologist from Yorta Yorta land in northern Victoria. I have a passion for native bees and my work aims to [help bees in their urgent need for conservation](https://www.abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606). I’m researching native stingless bees in the [Barrkira Aboriginal Homelands](https://www.laynhapuy.com.au/our-homelands/barrkira/) of northeast Arnhem Land, as part of my [Master of Science (BioScience)](https://study.unimelb.edu.au/study-with-us/graduate-courses/science/master-of-science). This research is conducted by, with and for the [Yolŋu First Nations](https://www.dhimurru.com.au/yolngu-culture.html) people, who are concerned about [recent observed declines](https://indigenousknowledge.unimelb.edu.au/Research/seed-funding/2023-recipients/two-way-knowledge-sharing-for-native-bee-climate-adaptation-in-arnhem-land) in traditional honey (guku) harvests. Having the opportunity to experience the incredibly rich knowledge that my Yolŋu hosts have shared with me has been an important and formative experience in my life. The deep connection to country and genuine care for the landscape that Yolŋu and other First Nations People have is profound and needs to be supported and protected at all costs. Our country has over 2000 of the most incredible native bee species which are amazing, beautiful and in need of our help. Many people don’t realise that European honeybees, aside from being important crop pollinators and commercial honey producers, are actually feral in the Australian environment. Bee hotels are more like nurseries, where females can safely lay their eggs. Constructing a bee hotel is a small and easy thing that can have huge benefits for local conservation of native bees, particularly in urban settings where flowers are abundant, but nesting habitat like bare ground and native trees is very limited. So far, I have contributed to building 37 bee hotels and I run a [website](https://nativebeehotels.com/) with tips on making optimal bee hotels. It’s such a simple and easy DIY project that can have a big benefit for our biodiversity. My top three tips for building a successful bee hotel are placement, materials and design. Placement: Bees need morning sun, and plenty of food resources like flowers nearby they can pollinate. Materials: Native hardwood like Eucalyptus, or hollow/pithy stemmed materials like bamboo are best for cavity nesting bees like [leaf cutter bees](https://www.aussiebee.com.au/leafcutter_bee.html) or [masked bees](https://www.aussiebee.com.au/masked-bees.html), while sand and clay mixtures are the best materials for building earth blocks which provide habitat for ground nesting bees like [blue banded bees](https://www.aussiebee.com.au/blue-banded-bee-information.html). Be careful if buying a pre-made bee hotel as some overseas materials are chemically treated or have been fumigated at customs, which can be detrimental to native bees. Design: When drilling the holes, you want to use varying sizes between three to 10 millimetres in diameter. The bees will lay an egg in each cell, and you want to make as many cells as possible that fit into the cavity – that’s why a deep hollow is so important. Holes larger than 10 millimetres aren’t recommended because there’s not many native bees that are that large, especially in Melbourne. While I’m away from home, my family take care of our bee hotel. My dad regularly sends me updates, and I love heading home and finding out who has moved in. My dad is also learning a lot about bees now. Once everyone starts to learn about bees, they always seem to want to know more. My favourite bee is the Xylocopa, otherwise known as the [Carpenter bee](https://www.aussiebee.com.au/xylocopa.html). They live for years and years, while some bees only live for a matter of weeks. They also have one of the furthest flying ranges of any bees, and they are much better fliers than other species. They essentially fly until they age and their wings start to degrade. I grew up obsessed with nature documentaries – National Geographic, Steve Irwin, David Attenborough, Malcolm Douglas – I watched it all. I’ve always loved the outdoors and science subjects. I’m lucky to now be combining my passions and doing what I dreamed of when I was really young. I was recently awarded a position as a [Wattle Fellow](https://www.unimelb.edu.au/wattlefellowship). It’s a great program for those who are environmentally minded and focused on sustainability, especially for those who want to be a leader in making positive changes. In future, I hope I can continue doing fieldwork, learning from our Indigenous communities about caring for country and getting to explore and protect the beautiful places around Australia. I just love learning about everything. - As told to Alexa Viani and Ellie Freeman Banner: Video supplied. Picture: David Paul/Museums Victoria",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://www.aussiebee.com.au/xylocopa.html).",
    "https://nativebeehotels.com/)",
    "https://www.aussiebee.com.au/masked-bees.html),",
    "https://www.dhimurru.com.au/yolngu-culture.html)",
    "https://www.laynhapuy.com.au/our-homelands/barrkira/)",
    "https://www.aussiebee.com.au/blue-banded-bee-information.html).",
    "https://www.abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606).",
    "https://www.aussiebee.com.au/leafcutter_bee.html)",
    "https://www.nativebeehotels.com/)",
    "https://aussiebee.com.au/masked-bees.html),",
    "https://aussiebee.com.au/xylocopa.html).",
    "https://dhimurru.com.au/yolngu-culture.html)",
    "https://aussiebee.com.au/leafcutter_bee.html)",
    "https://aussiebee.com.au/blue-banded-bee-information.html).",
    "https://abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606).",
    "https://laynhapuy.com.au/our-homelands/barrkira/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clancy lester",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "university of melbourne fighting",
        "sentiment": "negative"
      },
      {
        "name": "yolŋu first nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "victoria",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "yorta yorta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:15:11.057+02:00",
  "updated": "2024-02-16T03:15:11.057+02:00"
}