{
  "thread": {
    "uuid": "7a94ef1141910ec08d4c8440ff9e144003ddce07",
    "url": "https://rationalwiki.org/wiki/RationalWiki:Chicken_coop/Archive135",
    "site_full": "rationalwiki.org",
    "site": "rationalwiki.org",
    "site_section": "http://rationalwiki.org/w/index.php?title=Special:RecentChanges&feed=atom",
    "site_categories": [
      "alternative_medicine",
      "health"
    ],
    "section_title": "RationalWiki  - Recent changes [en]",
    "title": "RationalWiki:Chicken coop/Archive135",
    "title_full": "RationalWiki:Chicken coop/Archive135",
    "published": "2024-01-05T23:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 7598,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a94ef1141910ec08d4c8440ff9e144003ddce07",
  "url": "https://rationalwiki.org/wiki/RationalWiki:Chicken_coop/Archive135",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Postuhenin",
  "published": "2024-01-05T23:19:00.000+02:00",
  "title": "RationalWiki:Chicken coop/Archive135",
  "text": "We'd like to thank everyone for donating to keep RationalWiki alive. Your generosity smashed all previous fundraising records, raising $7450.21!\nRationalWiki:Chicken coop/Archive135\n[Jump to navigation](#mw-head) [Jump to search](#searchInput)\nFairDinkum\nThis user has been fairly problematic for quite a while, so it's time they get their fair due. For those who weren't paying attention, this whole mess started on 11 February, when\nFairDinkum reverted one of Nope Rocket's edits, and Nope Rocket took issue with FairDinkum's tone. Two days later, they left this diatribe on [User talk:Luigifan18](/wiki/User_talk:Luigifan18), basically yelling at them for a couple of minor grammar mistakes, and this time Ace took issue with it. 16 February, Ace edits Nope Rocket's topic to tell FairDinkum to stop their agressive behavior, and then in a separate topic asks an innocuous question about FairDinkum's music taste. Then, and this is when shit truly hits the fan, FairDinkum accuses Ace of attempting to dox them, which is a serious accusation to be throwing around with no evidence. After this, FairDinkum repeatedly engages in insults and baseless accusations (most of this is logged on their talk page) and has been dragging this drama out for three weeks at this point, and has only been getting worse, throwing personal attacks at any user who even thinks of calling out their behavior. This goes beyond mere incivility and drama-mongering and shows a basic lack of understanding on how to get along with other users on what is supposed to be a collaborative project; most wikis would have tossed this person a long time ago for egregious violations of basic civility standards. Now for what to do, I think they need a ban of at least three weeks from this site. Interaction bans won't work, they've been flaming like five separate users and anyone who calls them out on their incivility is added to their shitlist. The only solution is to make it clear that their unwillingness to get along with other users is completely unacceptable and that they can't just sling baseless accusations, personal attacks, and childish tantrums around. And it's not like we're dealing with some immature teenager, Fair Dinkum is ( by their own admission) a 52-year old adult with four decades of Internet experience, so they should really know better. I'm getting tired of this, so let's come up with a solution. [Plutocow](/wiki/User:Plutocow) ( [talk](/wiki/User_talk:Plutocow)) 17:20, 6 March 2023 (UTC)\n- Agree ←§\n[Edward the eight](/wiki/User:Edward_the_eight)( [talk](/wiki/User_talk:Edward_the_eight)) 17:32, 6 March 2023 (UTC)\n- As much as I appreciate them trying to stand up for me regarding that \"minimod\" thing, the personal attacks were uncalled for…\n[Luigifan18](/wiki/User:Luigifan18)( [talk](/wiki/User_talk:Luigifan18)) 19:34, 6 March 2023 (UTC)\n- Agreed. Was observing this over the past while (real life keeping me too busy to comment much), but FairDinkum needs some sort of action taken here. --\n[Techpriest](/wiki/User:Techpriest)( [talk](/wiki/User_talk:Techpriest)) 21:04, 6 March 2023 (UTC)\n- I also agree. A 3 week block is more than reasonable, and hopefully this user will spend the time off moving on and letting shit go.\n[Chef Moosolini’s Ristorante Italiano](/wiki/User:DuceMoosolini) [Make a Reservation](/wiki/User_talk:DuceMoosolini)21:49, 6 March 2023 (UTC)\n- Na, I reckon a week. Their first block and enough to say \"Dude, we've given you a block. Learn from it, chill a bit, and we'll try again\". Then we can start longer blocks. Give him fair enough chance to learn from it first.\n[Ace](/wiki/User:Ace_McWicked) [i9](/wiki/User_talk:Ace_McWicked)22:09, 6 March 2023 (UTC)\n- My play-by-play read through -- Interaction with Nope Rocket seems fine. The stuff on Luigifan18's talk page looks fine so far, there's an apology to Luigifan18 in there for being overzealous. There is some mutual hostility with Ace in here nothing out-of-hand yet. The question about music from Ace sounds like a kind of olive branch, maybe - but FairDinkum rejects it. Eh, I have some sympathy for a paranoid mind (since I have one too). The accusation of intent-to-dox doesn't look great. Its not technically an accusation of doxxing, but sure, it is bad to make that sort of claim. And now we start going down the dark path\n[[1]]https://rationalwiki.org/w/index.php?title=User_talk%3AFairDinkum&type=revision&diff=2527861&oldid=2527356%7C, letting paranoia get the better of him. I've been there before brother, yah gotta catch yourself before things start spiraling out of control. Its not easy to do man, its not easy. --- And we've got more fun times with Ace... needling the paranoid man is really not helpful. The whale smack arrives, and some more folks are saying stuff, looks like the attacks against people other than Ace start here ... and Ohhh boy, and now Ace is demanding a retraction, that's not going to end well. And the second whale smack comes in from Plutocow. @ [Plutocow](/wiki/User:Plutocow)What prompted that exactly? This is a lot to wade through without a guide (thanks for the links provided so far btw). And reading the rest of the page we find more of the same, anger from FairDinkum at any one perceived to be against him, Ace continues to be active, and some other folks commenting on the proceedings. What was happening outside of FD's talk page? Anything especially important to the Coop case? - [SolPyre](/wiki/User:SolPyre)( [talk](/wiki/User_talk:SolPyre)) 23:21, 6 March 2023 (UTC)\n- They were continuing their feud for an entire week without dropping the baseless allegations despite being asked multiple times to. And now it's been two more weeks. This needs to end.\n[Plutocow](/wiki/User:Plutocow)( [talk](/wiki/User_talk:Plutocow)) 00:24, 7 March 2023 (UTC)\n- I've been following this from the start. I didn't comment so as not to pour oil on the fire.\n- You know, it's one thing to come to this wiki thinking, \"I'm not here to make friends.\" It's quite another to insist on acting like a complete dick with just about everyone that interacts with you.\n- I think a 3 week ban is the right option.\n[Spud](/wiki/User:Spud)( [talk](/wiki/User_talk:Spud)) 03:03, 7 March 2023 (UTC)\n- A block is reasonable from what I've read.\n[Bongolian](/wiki/User:Bongolian)( [talk](/wiki/User_talk:Bongolian)) 03:47, 7 March 2023 (UTC)\n- Let’s hear him out. If he’s contrite and willing to discuss this then we can talk. If he comes in all like he has been thus far then let the mob enforce its iron will.\n[Ace](/wiki/User:Ace_McWicked) [i9](/wiki/User_talk:Ace_McWicked)07:49, 7 March 2023 (UTC)\n- im in agreement with Ace. seems like good practice to me to hear what the fella has to say for themselves. the vote below is started way too early.\n[AMassiveGay](/wiki/User:AMassiveGay)( [talk](/wiki/User_talk:AMassiveGay)) 19:39, 7 March 2023 (UTC)\n- im in agreement with Ace. seems like good practice to me to hear what the fella has to say for themselves. the vote below is started way too early.\n- Let’s hear him out. If he’s contrite and willing to discuss this then we can talk. If he comes in all like he has been thus far then let the mob enforce its iron will.\n- A block is reasonable from what I've read.\n- They were continuing their feud for an entire week without dropping the baseless allegations despite being asked multiple times to. And now it's been two more weeks. This needs to end.\n- My play-by-play read through -- Interaction with Nope Rocket seems fine. The stuff on Luigifan18's talk page looks fine so far, there's an apology to Luigifan18 in there for being overzealous. There is some mutual hostility with Ace in here nothing out-of-hand yet. The question about music from Ace sounds like a kind of olive branch, maybe - but FairDinkum rejects it. Eh, I have some sympathy for a paranoid mind (since I have one too). The accusation of intent-to-dox doesn't look great. Its not technically an accusation of doxxing, but sure, it is bad to make that sort of claim. And now we start going down the dark path\n- Na, I reckon a week. Their first block and enough to say \"Dude, we've given you a block. Learn from it, chill a bit, and we'll try again\". Then we can start longer blocks. Give him fair enough chance to learn from it first.\n- I also agree. A 3 week block is more than reasonable, and hopefully this user will spend the time off moving on and letting shit go.\n- Agreed. Was observing this over the past while (real life keeping me too busy to comment much), but FairDinkum needs some sort of action taken here. --\n- As much as I appreciate them trying to stand up for me regarding that \"minimod\" thing, the personal attacks were uncalled for…\nFairDinkum has not responded on this page, but has posted\nan apologia of sorts in the RW Saloon. I have read both the post and the Essay referenced there on Argumentation. It seems well-intentioned, though I cannot endorse it as a worthwhile project. FairDinkum may well proceed with his project, should he choose to return after their time off from RW. [UncleKrampus](/wiki/User:UncleKrampus) ( [talk](/wiki/User_talk:UncleKrampus)) 21:00, 11 March 2023 (UTC)\nVoting for sanctions on FairDinkum\n|This vote has been closed. Please do not add, remove or change votes.|\nThe result of this vote was: π weeks ban for FairDinkum: 16 - 1.\n|\n|\nπ weeks\nYay\nNay\nGoat\nIneligible\nπ months ban\nYay\nNay\nGoat\nPermaban\nYay\nNay\nGoat",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nope rocket",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:43:15.069+02:00",
  "updated": "2024-01-06T00:43:15.069+02:00"
}