{
  "thread": {
    "uuid": "fc7b78693c2994c7be57d9928e500666480983a9",
    "url": "https://www.journal-news.net/journal-news/get-smart-black-panther-actor-to-make-appearance-at-21st-annual-american-conservation-film-festival/article_d541e95b-f604-58d3-9337-3dec6cef832f.html",
    "site_full": "www.journal-news.net",
    "site": "journal-news.net",
    "site_section": "http://www.journal-news.net/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.journal-news.net - RSS Results in news of type article",
    "title": "'Get Smart,' 'Black Panther' actor to make appearance at 21st Annual American Conservation Film Festival",
    "title_full": "'Get Smart,' 'Black Panther' actor to make appearance at 21st Annual American Conservation Film Festival",
    "published": "2024-02-16T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/journal-news.net/content/tncms/assets/v3/editorial/e/df/edf6a0ec-013c-59cd-a854-caac47f5ecc4/65ce443f0d764.image.jpg?crop=1214%2C637%2C0%2C86&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 65499,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fc7b78693c2994c7be57d9928e500666480983a9",
  "url": "https://www.journal-news.net/journal-news/get-smart-black-panther-actor-to-make-appearance-at-21st-annual-american-conservation-film-festival/article_d541e95b-f604-58d3-9337-3dec6cef832f.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tabitha Johnston For The Journal",
  "published": "2024-02-16T11:00:00.000+02:00",
  "title": "'Get Smart,' 'Black Panther' actor to make appearance at 21st Annual American Conservation Film Festival",
  "text": "SHEPHERDSTOWN — In one month, the 21st annual American Conservation Film Festival (ACFF) will be returning to Shepherdstown. A total of 27 films will be screened in Shepherd University’s Frank Arts Center Theater at this year’s festival, which will be held from March 7-10. “Our purpose from the beginning has been to present conservation-focused films and programs that engage, inform and inspire audiences to protect the natural world. This year, we’ll have all films presented with open captions, which is helpful to a lot of people,” ACFF Director Hilary Lo said. “We could all use some uplifting news, so this year’s films highlight conservation heroes and the new solutions they’re working on.” According to Lo, this year’s festival will feature a decreased number of films, as the result of audience feedback. “The number of films is actually fewer this year than pre-pandemic, after feedback from loyal festivalgoers that there were just too many for people to try to see,” Lo said, noting she anticipates an increase in this year’s attendance. “People want to get back to the experience of watching films together, connecting with each other, as well as with filmmakers and conservation experts. “Audience engagement is part of ACFF’s purpose – with films, filmmakers and with the community,” Lo added, before sharing how the pandemic led to changes in the festival’s event schedule. “After two years of online festivals, we missed our fans and really wanted to focus on reconnecting the community. We have been building partnerships with local businesses such as Alma Bea, which will host this year’s community dinner, Four Seasons Books and author Leah Rampy, as well as Shepherd University’s Center for Appalachian Studies and Communities and Lifelong Learning program. This year, we are co-sponsoring programs with West Virginia Nature Conservancy and Potomac Valley Audubon Society, too.” Festival passes and tickets to individual events or films can be purchased in advance at [https://conservationfilmfest.org](https://conservationfilmfest.org). Films are free to watch for students 18 and under and college students with ID. Lo noted the festival features events for adults, as well as for the family. “In addition to gorgeous films that transport you to hard-to-reach places all around the world, the festival brings audiences together with filmmakers and expert speakers to take part in post-film (question-and-answer sessions),” Lo said. “There are family-friendly films and kids’ eco-activities, too.” Some speaker highlights will include question-and-answer sessions with Everglades Avengers Team Leader Donna Kalil, from the 2023 short “Python Huntress”; filmmaker and actor David Lee (of “Get Smart” and “Black Panther” fame), who won ACFF’s 2024 Green Fire Award and wrote “The Last Ranger,” which will be featured in this year’s festival; and straw bale house owner Jeff Feldman, who previously owned a green building consulting firm. According to Lo, one way ACFF differs from other film festivals is in the way it screens its short films. “We’ve always screened some shorts but, for the past couple of years, we’ve presented film blocks, which run about an hour, comprised of several juried shorts. We love shorts, because concise storytelling is an art. Additionally, with so many topics to cover from around the world, we can offer a wider variety of subjects with shorts,” Lo said. “Every evening, we’ll also be screening full-length feature films, which are chosen for their relevance to our community and current issues.” Another notable difference between ACFF and other film festivals has been its longevity. “The average film festival in the United States makes it two years,” Lo said of the festival, which was founded in 2003.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://conservationfilmfest.org",
    "https://www.conservationfilmfest.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hilary lo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "shepherd university’s frank arts center theater",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shepherdstown",
        "sentiment": "none"
      },
      {
        "name": "shepherdstown",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:50:02.610+02:00",
  "updated": "2024-02-16T12:52:04.349+02:00"
}