{
  "thread": {
    "uuid": "2d6447f0eac83102ae8faba4552936750e71ed64",
    "url": "https://elcomentario.ucol.mx/?p=105013",
    "site_full": "elcomentario.ucol.mx",
    "site": "ucol.mx",
    "site_section": "https://elcomentario.ucol.mx/?feed=rss2",
    "site_categories": [
      "7_12_education",
      "education"
    ],
    "section_title": "",
    "title": "Entrega Margarita Moreno nuevo puente de la calle Doctor Miguel Galindo",
    "title_full": "Entrega Margarita Moreno nuevo puente de la calle Doctor Miguel Galindo",
    "published": "2024-06-21T22:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://i0.wp.com/elcomentario.ucol.mx/wp-content/uploads/2024/06/WhatsApp-Image-2024-06-21-at-1.55.49-PM.jpeg?resize=1200%2C628&ssl=1",
    "performance_score": 0,
    "domain_rank": 84044,
    "domain_rank_updated": "2024-06-18T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d6447f0eac83102ae8faba4552936750e71ed64",
  "url": "https://elcomentario.ucol.mx/?p=105013",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-06-21T22:59:00.000+03:00",
  "title": "Entrega Margarita Moreno nuevo puente de la calle Doctor Miguel Galindo",
  "text": "La presidenta municipal de Colima, Margarita Moreno, hizo entrega del nuevo puente de la calle Doctor Miguel Galindo del Barrio de la Salud, en el centro histórico, con lo cual se da respuesta a las y los vecinos que resultaron damnificados por el desbordamiento del Río Colima, por el impacto del huracán Lidia, en octubre del 2023.\n“Este puente sufrió muchos daños por el impacto del huracán Lidia. Los muros se cayeron por el desbordamiento del río y era todo un caos. Nuestro compromiso fue repararlo y hoy podemos decir ‘compromiso cumplido’; cada acción de esta administración será en favor de las familias de Colima y estamos contentos de poder entregar este puente totalmente rehabilitado”, expresó Margarita Moreno, de acuerdo con un comunicado de prensa.\nEl proyecto consistió en la rehabilitación del puente mediante el mantenimiento con concreto ciclópeo de su estructura, colocación de luminarias tipo colonial, así como la aplicación de aplanados en los parapetos del puente, remate de repisón con piedra cantera, detalle en talavera y barandal de herrería.\nLa obra, que fue realizada por el Gobierno municipal preserva la identidad del puente histórico que resultó afectado por el huracán Lidia, siendo un compromiso que la presidenta municipal estableció con las y los vecinos del Barrio de la Salud, a quienes acompañó desde el proceso de limpieza y recuperación de las áreas damnificadas, siendo el colapso del puente una preocupación para las y los vecinos que transitan por esa zona.\nEl comunicado de prensa explica que esa obra atiende a más de 2 mil personas que recorren esta vialidad, que es una de las principales calles de acceso al centro de la capital y que, además, preserva la identidad de los puentes con valor histórico para la capital colimense.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T23:07:31.756+03:00",
  "updated": "2024-06-21T23:07:31.756+03:00"
}