{
  "thread": {
    "uuid": "cff89ffc16a9783c3f0e60ff7846e701b2644823",
    "url": "https://www.altoonamirror.com/life/community/2024/05/mexican-priests-hope-for-peace",
    "site_full": "www.altoonamirror.com",
    "site": "altoonamirror.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media",
      "sports"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Mexican priests hope for peace | News, Sports, Jobs - Altoona Mirror",
    "title_full": "Mexican priests hope for peace | News, Sports, Jobs - Altoona Mirror",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 41065,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cff89ffc16a9783c3f0e60ff7846e701b2644823",
  "url": "https://www.altoonamirror.com/life/community/2024/05/mexican-priests-hope-for-peace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Mexican priests hope for peace | News, Sports, Jobs - Altoona Mirror",
  "text": "Jose Portillo Gil, the gang leader known as “El Chueco” — the Crooked One — lowered his gun. The Rev. Jesus Reyes then spoke what he feared might be his final words: Please, don’t take my brothers’ corpses away. Next to him, at the altar of his church in northern Mexico, Jesuit priests Javier Campos, 79, and Joaquin Mora, 80, lay in a pool of blood. “I could almost feel the bullets going through my body,” said Reyes, who survived the attack without being shot. The killings took place in Cerocahui in mid-2022, but the sorrow over the crimes has not diminished in the communities nestled in the remote Tarahumara mountains. Nor have Catholic leaders’ demands for peace abated. Since he took power in 2018, President Andres Manuel Lopez Obrador has avoided direct confrontation with cartels and violent gangs controlling and terrorizing local communities. His ” hugs, not bullets” policy has drawn extensive criticism from faith leaders, human rights organizations and journalists who have echoed victims’ fears and anger. Organized crime has long controlled swaths of territory in states such as Guerrero and Michoacan. Many people have been displaced from rural villages in Chiapas by warring cartels and some two dozen candidates have been killed ahead of June 2 elections. Presidential front-runner and governing party candidate Claudia Sheinbaum hesitantly met with representatives from the Mexican bishops’ conference. And though she agreed to sign a peace commitment that proposed strategies to reduce the violence in Mexico, the 61-year-old said she did not share the bishops’ “pessimistic evaluation” of the current situation. “In the time that I have been here in the Tarahumara, I had never faced such difficult times,” said Reyes, whose hearing was severely damaged by the gunshots. Like some other organized crime leaders, El Chueco, who was linked to the Sinaloa cartel, had control over the local beer market. He financed bars, a baseball team and had a say over local elections and police designations. “We did not have safety, peace,” Reyes said. “We were always in fear because he even showed up at parties and weddings.” Hours before El Chueco stormed into the church, furious by the defeat of his baseball team during a match, he shot one of the players and burned his home to the ground. He then headed to a hotel, where tourist guide Pedro Palma had just dropped off foreign tourists and asked El Chueco to behave. Palma, too, was shot and later taken to the church. “Father Joaquin had just put the holy anointing on him when, all of a sudden, he (El Chueco) took out his gun and shot him twice,” Reyes said. “Then Father Javier looked at him like saying ‘What have you done?’ and he shot him twice, too.” Members of the National Guard established a permanent base in Cerocahui in response to the killings and the military remained in the area after El Chueco was found dead in 2023.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jose portillo gil",
        "sentiment": "negative"
      },
      {
        "name": "andres manuel lopez obrador",
        "sentiment": "none"
      },
      {
        "name": "reyes",
        "sentiment": "none"
      },
      {
        "name": "javier campos",
        "sentiment": "none"
      },
      {
        "name": "joaquin mora",
        "sentiment": "none"
      },
      {
        "name": "jesus reyes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "altoona mirror",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mexico",
        "sentiment": "none"
      },
      {
        "name": "cerocahui",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T11:38:48.075+03:00",
  "updated": "2024-05-31T11:38:48.075+03:00"
}