{
  "thread": {
    "uuid": "b22896c34a8910c98d5e5b730d3d3211b4b74398",
    "url": "https://www.brecorder.com/news/40284639/new-zealand-chase-down-pakistan-to-win-fourth-t20-international",
    "site_full": "www.brecorder.com",
    "site": "brecorder.com",
    "site_section": "https://www.brecorder.com/feeds/latest-news",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Business Recorder - Latest News",
    "title": "New Zealand chase down Pakistan to win fourth T20 international",
    "title_full": "New Zealand chase down Pakistan to win fourth T20 international",
    "published": "2024-01-19T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.brecorder.com/large/2024/01/1916004236a002c.gif?r=160132",
    "performance_score": 0,
    "domain_rank": 13747,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b22896c34a8910c98d5e5b730d3d3211b4b74398",
  "url": "https://www.brecorder.com/news/40284639/new-zealand-chase-down-pakistan-to-win-fourth-t20-international",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "none@none.com (AFP)",
  "published": "2024-01-19T13:00:00.000+02:00",
  "title": "New Zealand chase down Pakistan to win fourth T20 international",
  "text": "CHRISTCHURCH: Daryl Mitchell and Glenn Phillips combined to steer New Zealand to a seven-wicket win over Pakistan in the fourth Twenty20 international in Christchurch on Friday, placing them on the verge of a series clean sweep.\nThe Black Caps pair scored unbeaten half-centuries in a 139-run stand as the home side reached 159-3 in the 19th over in response to Pakistan’s 158-5.\nThey were forced to mount a rearguard action after Pakistan captain Shaheen Shah Afridi knocked over New Zealand’s top order, reducing them to 3-20 in the third over.\nMitchell scored 72 off 44 balls and Phillips 70 off 52, accelerating over the closing stages to complete victory with 11 balls to spare, having begun their partnership in a cautious fashion.\nBig-hitting allrounder Mitchell said the first priority was seeing off the immediate threat of Afridi, before the pair set themselves targets.\n“The way Shaheen swung it up top made it challenging so we had to take it as deep as we could,” Mitchell said.\n New Zealand’s Conway misses T20 match v Pakistan due to COVID\n“It’s about biding your time and building a partnership through to that 10-12 over mark and then keep trying to put pressure on them.\n“We have different strengths and like to hit the ball to different areas, it’s good fun batting with him.”\nNew Zealand can wrap up the series 5-0 in Sunday’s final match at the same Hagley Oval venue.\nPakistan paid for their inability to support opening batter Mohammad Rizwan, who crafted an unbeaten 90 off 63 balls to dominate his side’s innings.\nRizwan found ways to keep the score ticking over against a disciplined New Zealand attack, led by seamers Matt Henry (2-22) and Lockie Ferguson (2-27).\nThe 31-year-old at times threatened to reach his second T20 international century in an innings that featured a relatively low percentage of boundaries: six fours and two sixes.\nAllrounder Mohammad Nawaz was the only other player to surpass 20 runs, whacking pace bowler Adam Milne for three successive sixes in his final over to post 21 off nine balls.\nBabar Azam, who scored half-centuries in each of the first three games, fell for 19 when he skied an attempted pull off Milne in the seventh over.\nPace bowler Afridi had Pakistan right in the contest when he knocked over Finn Allen, Tim Seifert and Will Young cheaply and finished with figures of 3-34.\nAllen’s wicket was particularly cherished following the opener’s sensational 137 in game three on Wednesday.\nHowever, Mitchell and Phillips gradually pulled momentum back in New Zealand’s favour and Pakistan potentially blew their last chance at victory when Sahibzada Farhan dropped a straightforward chance in the deep offered by Mitchell in the 14th over.\nAfridi said a good score would have been 170 and believed Pakistan shortcomings were then exposed in the field after his own lethal opening spell.\n“The way we started was very good but unfortunately again in the middle overs we didn’t grab our opportunities,” Afridi said.\nNew Zealand chase down Pakistan to win fourth T20 international\nIntra-day update: rupee sees some gain against US dollar\nKSE-100 loses grip on early gains, as profit-taking kicks in\nIsrael\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daryl mitchell",
        "sentiment": "neutral"
      },
      {
        "name": "glenn phillips",
        "sentiment": "neutral"
      },
      {
        "name": "mitchell",
        "sentiment": "none"
      },
      {
        "name": "shaheen",
        "sentiment": "none"
      },
      {
        "name": "shaheen shah afridi",
        "sentiment": "none"
      },
      {
        "name": "phillips",
        "sentiment": "none"
      },
      {
        "name": "afridi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black caps",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "christchurch",
        "sentiment": "none"
      },
      {
        "name": "christchurch",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T13:07:08.235+02:00",
  "updated": "2024-01-19T13:07:08.235+02:00"
}