{
  "thread": {
    "uuid": "c52961bcb90c455050f52c41007d2751a9a1d105",
    "url": "https://www.newsbreak.com/news/3280388707810-the-china-hustle-2018-streaming-watch-stream-online-via-amazon-prime-video-hulu",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/comingsoon-1584027",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "ComingSoon | NewsBreak",
    "title": "The China Hustle (2018) Streaming: Watch & Stream Online via Amazon Prime Video & Hulu",
    "title_full": "The China Hustle (2018) Streaming: Watch & Stream Online via Amazon Prime Video & Hulu",
    "published": "2023-12-29T12:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1rMJaO_0qTOVRtk00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c52961bcb90c455050f52c41007d2751a9a1d105",
  "url": "https://www.newsbreak.com/news/3280388707810-the-china-hustle-2018-streaming-watch-stream-online-via-amazon-prime-video-hulu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-29T12:31:00.000+02:00",
  "title": "The China Hustle (2018) Streaming: Watch & Stream Online via Amazon Prime Video & Hulu",
  "text": "If you love watching hard-hitting true crime documentaries, The China Hustle (2018) is perfect for you, and we’ve all the necessary online streaming details. Produced by Magnolia Pictures, it is a disquieting Wall Street tale that exposes the dark underbelly of Chinese companies, the American stock market, and the insatiable greed driving the colossal heist that has remained largely unnoticed. The critically acclaimed documentary has been hailed as one of the most important films of 2018. Here’s how you can watch and stream The China Hustle (2018) via streaming services such as Amazon Prime Video & Hulu. Yes, The China Hustle (2018) is available to watch via streaming on Amazon Prime Video & Hulu. The documentary begins by depicting the aftermath of the 2007–2008 financial crisis when US investment firms were aspiring to enhance client investment returns and generate profits by exploiting the allure of the “China growth story.” They achieved this by orchestrating reverse mergers between inconspicuous Chinese companies and defunct American entities, enabling rapid listings on the NYSE. The firms collaborated with their B-level counterparts to organize “investment conferences” and arranged for paid appearances by figures like Bill Clinton and Henry Kissinger to orchestrate hype and lend an illusion of credibility and trustworthiness. Directed by Jed Rothstein, it features investment bankers, whistleblowers like Dan David, journalists from the Wall Street Journal and New York Times, Mitchell Nussbaum, the lawyer from Loeb & Loeb who represented the Chinese firms, retired U.S. Army General Wesley Clark, who was chairman of Rodman & Renshaw, and Paul Gillis, a professor at Peking University. The China Hustle (2018) is available to watch on Amazon Prime Video. Unlock a world of entertainment with Amazon Prime Video, featuring a vast library of movies, TV shows, and exclusive content. You can watch via Amazon Prime Video by following these steps: Amazon Prime is the online retailer’s paid service that provides fast shipping and exclusive product sales, so the membership that includes this service and Prime Video is the company’s most popular offering. However, you can also opt to subscribe to Prime Video separately. The China Hustle (2018) is available to watch on Hulu. Immerse yourself in a world of exclusive content and iconic classics—subscribe to Hulu for an unparalleled streaming experience. You can watch the show via Hulu by following these steps: Hulu (With Ads) is the cheapest option, providing users access to Hulu’s streaming library with commercials. Hulu (No Ads) is the service’s premium option, providing access to its library without any advertisements. There are also several bundles available with Hulu that pair the service with Disney Plus and ESPN Plus, along with Live TV plans that also include many live TV channels. The China Hustle (2018) synopsis is as follows: “An unsettling and eye-opening Wall Street horror story about Chinese companies, the American stock market, and the opportunistic greed behind the biggest heist you’ve never heard of.” NOTE: The streaming services listed above are subject to change. The information provided was correct at the time of writing. The post The China Hustle (2018) Streaming: Watch & Stream Online via Amazon Prime Video & Hulu appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.comingsoon.net/tag/the-china-hustle-2018",
    "https://www.comingsoon.net/guides/news/1462127-the-china-hustle-2018-streaming-watch-stream-online-via-amazon-prime-video-hulu",
    "https://www.comingsoon.net",
    "https://comingsoon.net/tag/the-china-hustle-2018",
    "https://comingsoon.net",
    "https://comingsoon.net/guides/news/1462127-the-china-hustle-2018-streaming-watch-stream-online-via-amazon-prime-video-hulu"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "amazon prime video & hulu",
        "sentiment": "negative"
      },
      {
        "name": "magnolia pictures",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hulu",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "nyse",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:56:30.442+02:00",
  "updated": "2023-12-29T12:56:30.442+02:00"
}