{
  "thread": {
    "uuid": "b190c59bc8cd0164cdd42fff1cf1a5c37c95cd6d",
    "url": "https://www.cbsnews.com/newyork/news/new-yorkers-rescue-man-who-fell-on-subway-tracks-in-lower-manhattan",
    "site_full": "www.cbsnews.com",
    "site": "cbsnews.com",
    "site_section": "https://www.cbsnews.com/cbslocal/",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "CBS Local - Your local news and live free 24/7 streaming news",
    "title": "New Yorkers rescue man who fell on subway tracks in Lower Manhattan - CBS New York",
    "title_full": "New Yorkers rescue man who fell on subway tracks in Lower Manhattan - CBS New York",
    "published": "2024-04-18T20:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets1.cbsnewsstatic.com/hub/i/r/2024/04/18/2deb58a1-bec4-4f77-a3d2-eb020b848cba/thumbnail/1200x630/ebe05275f4aea193ca6579f2ad848092/keleshian-5-image.jpg?v=55c0f85ebcd2b956528d9c6f5a7e8871",
    "performance_score": 0,
    "domain_rank": 189,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b190c59bc8cd0164cdd42fff1cf1a5c37c95cd6d",
  "url": "https://www.cbsnews.com/newyork/news/new-yorkers-rescue-man-who-fell-on-subway-tracks-in-lower-manhattan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CBS News",
  "published": "2024-04-18T20:45:00.000+03:00",
  "title": "New Yorkers rescue man who fell on subway tracks in Lower Manhattan - CBS New York",
  "text": "NEW YORK -- A man narrowly avoided getting hit by a subway train, thanks to New Yorkers who helped him onto the platform.\nCBS New York heard from a woman who helped save him, and is pushing for more mental health resources citywide.\nIt could've ended much differently for the man, who may have been suffering a mental episode. He later identified himself to commuter Marie Delus as \"Deuce.\"\n\"Everybody just came together as a community to help him. So it was a beautiful feeling, but I also was like in the moment like, 'Is he gonna be okay?'\" Delus said.\nDelus had just left work and was walking down to catch her train at the Brooklyn Bridge/City Hall station on Wednesday just after 6 p.m. when she heard screaming.\n\"People stopped the train and I think that was what the screaming was when I went downstairs,\" Delus said.\nThe man was already on the tracks by the time Delus got to the platform, so it's unclear what exactly led up to the rescue. But she said he didn't appear to have been pushed.\n\"I didn't know how he got on the track. It was all the people there who said he jumped,\" Delus said.\nShe stayed by him as first responders arrived. A confused Deuce later gained awareness.\nVideo shot by Delus shows their interactions.\n\"I was on that track?\" Deuce said.\n\"In the middle of the track, yes sir. Right in the middle,\" Delus said.\n\"On the train track?\" Deuce said.\n\"On the train track, yes sir,\" Delus responded.\n\"Train track?!?\" Deuce asked.\n\"Yes sir, yup,\" Delus said.\nDelus said she feels he represents countless other New Yorkers who need help. She said taking the video was second nature to her as a way to send an important message to city officials on mental health.\n\"We need to do more. What does that look like? What does that mean? Why was Deuce on the track? And what happens to him after that? Once he leaves and they take him away, are they gonna release him again? Will Deuce be back on the track again?\" Delus said.\nDelus said had to run to an important Brooklyn Community Board 18 meeting and couldn't stay with him much longer, but wants to know more.\n\"I would love to find out who Deuce is, is he okay, what happened when he left, and if there's anything I can do to help him,\" Delus said.\nOne of his shoes is still on the track. It was a minor loss compared to the alternative.\nMore from CBS News Man arrested for attacking kids selling candy in Manhattan subway station Family of man killed in subway push incident faces suspect in NYC court Man accused in Rockland stabbing suffers from mental illness, lawyer says Caught on video: Man rescued from NYC's Hudson River Montefiore's community health workers help people navigate complex social needs In: Brooklyn Subway Mental Health",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "marie delus",
        "sentiment": "none"
      },
      {
        "name": "delus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbs",
        "sentiment": "negative"
      },
      {
        "name": "cbs new york",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lower manhattan",
        "sentiment": "none"
      },
      {
        "name": "new york new york",
        "sentiment": "none"
      },
      {
        "name": "brooklyn bridge/city hall",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:51:37.038+03:00",
  "updated": "2024-04-19T06:58:19.192+03:00"
}