{
  "thread": {
    "uuid": "646061740e8a34ea74fe9a9d57bbe519e4f9fb64",
    "url": "https://timesofmalta.com/article/from-gospel-the-real-presence.1093216",
    "site_full": "timesofmalta.com",
    "site": "timesofmalta.com",
    "site_section": "https://timesofmalta.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Times Of Malta",
    "title": "From the Gospel: The real presence",
    "title_full": "From the Gospel: The real presence",
    "published": "2024-06-02T05:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MT",
    "main_image": "https://cdn-attachments.timesofmalta.com/09f382b304770f0f90c256a46b11a1d1d69bc6d8-1717067551-ea6fa704-1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 6362,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "646061740e8a34ea74fe9a9d57bbe519e4f9fb64",
  "url": "https://timesofmalta.com/article/from-gospel-the-real-presence.1093216",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times of Malta",
  "published": "2024-06-02T05:30:00.000+03:00",
  "title": "From the Gospel: The real presence",
  "text": "Corpus Christi. Today’s readings:\nExodus 24,3-8; Hebrews 9,11-15; Mark 14,12-16,22-26\nThe Omnivore’s Dilemma: A Natural History of Four Meals, by Michael Pollan, and Resetting the Table: Straight Talk About the Food We Grow and Eat, by Robert L. Paarlberg, are but two books among the many volumes that have been published about food ethics. Over the last decades, consumers have generally shown an increased interest in where their food comes from, how it is produced, and whether all this raises any ethical concerns.\nApart from questions related to sustainability, we want to know what kind of nutritional value our food has, whether it has been genetically modified, and whether the animals from which meat has been procured have been treated with sufficient dignity. There are those who also refuse to eat any meat or animal products for various reasons.\nApart from ethically motivated choices, food brings with it a whole culture of excellence. Long traditions of experimentation and degustation have led to distinctions being made between high quality foods and less sophisticated types. Olive oil may be classified as IGP or DOP, and wines may fall under the IGT, DOC, or even DOCG category.\nThen there are foods associated with particular regions, such as sparkling wine from Champagne, Gorgonzola cheese, Lardo di Colonnata, Aceto Balsamico di Modena, or the Neapolitan pizza. Gourmet lovers know how to select the choicest of foods.\nThis is none other than a DOD – Di Origine Divina (of divine origin) – and it is not meant to stimulate the senses, but to benefit the whole person who partakes of it\nFood has not escaped the domain of religious attention either. Here, the distinction is sometimes made between that which may be eaten and that which is not permissible. Hence, Jews will be careful to eat kosher food, while Muslims look out for the halal certification.\nFollowing their master’s teachings, Christians observe no restrictions when it comes to food consumption – except for the quantities eaten, of course, lest they succumb to indulgence and gluttony. Thanks to Jesus, who declared all food clean (\nMk 7,14-19), Christians may eat and drink to their hearts’ content.\nAs beautiful as this may be, today the Lord surprises us with a generosity and an extravagance that had never been contemplated. Corpus Christi – the Body of Christ – is precisely the celebration of this immeasurable gift of himself that Jesus gave us and which is way beyond the DOCG of wine or the DOP of olive oil or any other human classification that has been invented. This is none other than a DOD – Di Origine Divina (of divine origin) – and it is not meant to stimulate the senses, but to benefit the whole person who partakes of it.\nSadly, the Reformation of the 16th century put this long-held belief into question and our Protestant brothers and sisters chose to discard the hitherto fully accepted belief in the real presence of Jesus in the Eucharistic bread and wine. Hence, his words “Whoever eats my flesh and drinks my blood has eternal life… (Jn 6,54)” were read merely figuratively as referring to those receiving help from his death. However, suffice it to say that the Greek term found in John’s Gospel for eating (trogo) means “to crunch”. A sense of real eating is conveyed, one that the Catholic Church has embraced from day one.\nThe fact that certain satanic rituals involve the desecration of the Holy Eucharist constitutes food for thought. Spurred by a diabolical frenzy to denigrate the Lord, the Eucharist is spat at and urinated upon. A small white host will not suffice; it must be consecrated for such an act to be accepted by Satan. Indeed, the Lord was once confronted by a demon who stated: “I know who you are – the Holy One of God!” (Lk 4,34).\nIt is shocking that the devil can recognise the Lord’s holy presence, even in the Eucharist, but that we often fail to stand in awe of this wondrous mystery. Let the real connoisseurs prepare themselves to eat.\nIndependent journalism costs money. Support Times of Malta for the price of a coffee.\n[Support Us](/donate)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.biblegateway.com/passage/?search=Mark+14%2C12-16%2C22-26&version=NIV",
    "https://www.biblegateway.com/passage/?search=Exodus%2024%3A3-8&version=NIV",
    "https://www.biblegateway.com/passage/?search=Mark%207%3A14-19&version=NIV",
    "https://www.biblegateway.com/passage/?search=Hebrews+9%2C11-15&version=NIV",
    "https://biblegateway.com/passage/?search=Mark+14%2C12-16%2C22-26&version=NIV",
    "https://www.biblegateway.com/passage/",
    "https://biblegateway.com/passage/?search=Mark%207%3A14-19&version=NIV",
    "https://biblegateway.com/passage/?search=Exodus%2024%3A3-8&version=NIV",
    "https://biblegateway.com/passage/?search=Hebrews+9%2C11-15&version=NIV"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert l. paarlberg",
        "sentiment": "none"
      },
      {
        "name": "michael pollan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:04:45.010+03:00",
  "updated": "2024-06-02T08:04:45.010+03:00"
}