{
  "thread": {
    "uuid": "480cebd9e2d673712312faf38ca4ded7a4158f3a",
    "url": "https://www.estadao.com.br/sao-paulo/ja-foi-a-um-templo-budista-visite-um-pedaco-do-japao-a-cerca-de-50-quilometros-de-sp",
    "site_full": "www.estadao.com.br",
    "site": "estadao.com.br",
    "site_section": "https://estadao.com.br",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Estadão | As Últimas Notícias do Brasil e do Mundo - Estadão",
    "title": "Já foi a um templo budista? Visite um pedaço do Japão a cerca de 50 quilômetros de SP - Estadão",
    "title_full": "Já foi a um templo budista? Visite um pedaço do Japão a cerca de 50 quilômetros de SP - Estadão",
    "published": "2024-03-28T21:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://www.estadao.com.br/resizer/v2/A5Y6CN6KWZHKJBIUEVCLUETJLI.JPG?quality=80&amp;auth=0bdc530cfa977ed922d84af549ba4472265b0e79109046c0a411d0250582a9ba&amp;width=1200&amp;height=630&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 3114,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "480cebd9e2d673712312faf38ca4ded7a4158f3a",
  "url": "https://www.estadao.com.br/sao-paulo/ja-foi-a-um-templo-budista-visite-um-pedaco-do-japao-a-cerca-de-50-quilometros-de-sp",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ana Lourenço",
  "published": "2024-03-28T21:23:00.000+02:00",
  "title": "Já foi a um templo budista? Visite um pedaço do Japão a cerca de 50 quilômetros de SP - Estadão",
  "text": "O [Estado de São Paulo](https://www.estadao.com.br/tudo-sobre/sao-paulo-estado/) é conhecido por ter a maior colônia japonesa do mundo fora do [Japão](https://www.estadao.com.br/tudo-sobre/japao-asia/). Atualmente são cerca de 1 milhão de japoneses e descendentes que moram por aqui. E com eles também sua cultura, desde a culinária até a religião. A visita de templos budistas que trazem a vivência dessa cultura para perto, por exemplo, é um dos passeios muito procurados por aqueles que a apreciam. Em Itapecerica da Serra, a cerca de 50 quilômetros de distância da capital paulista, existem dois templos budistas que valem a pena a visita: o Kinkaku-Ji e o Enkoji. A história deles começa nos anos 1970, quando surge o primeiro crematório do Brasil, na Vila Alpina, zona leste de São Paulo. Assim como os católicos, os budistas também aceitam a cremação e uma vez que a comunidade budista já era grande na época - algo que começou em 1908 com a imigração japonesa -, era preciso um templo que oferecesse um cinerário em complemento aos serviços de cremação que se iniciava em São Paulo, mas aos moldes de um cemitério japonês. E então nasceu o Kinkaku-ji do Brasil, uma réplica do Templo Kinkaku-ji do Japão, que em 1994 foi declarado Patrimônio Mundial da Unesco. Por aqui, ele foi idealizado pelo americano Alonzo Bain Shattuck e construído com participação de escultores japoneses: Noburo Norisada e Kanto Matsumoto. Apesar de não ser revestido em ouro, como a versão japonesa, teve pintura dourada e um entorno perfeito para proporcionar paz aos mortos e contemplação para os familiares que os visitassem. Situado dentro do Parque Turístico Nacional Vale dos Templos, o Kinkaku-ji se beneficia da Mata Atlântica, um lago repleto de carpas, gansos e patos, além de diversas cerejeiras que afloram entre os meses de julho e agosto. Já na parte interna, existem várias salas para realização de cerimônias fúnebres e diversos columbários (onde são inseridas as cinzas dos falecidos). Por isso mesmo, o objetivo da visita é a meditação. Cada visitante paga uma taxa de R$ 5, pode visitar todo o entorno e até alimentar as carpas. Mas o espaço também está aberto para excursões e locação para diversas vivências, seja aulas de karatês ou até filmagens profissionais, como foi feito com o episódio [Striking Vipers](https://www.youtube.com/watch?v=4que3oBVK2U), da quinta temporada da série Black Mirror e o clipe [Modo Turbo](https://www.youtube.com/watch?v=QcS9ZndErHc) de Anitta, Luisa Sonza e Pablo Vittar. Meditar e contemplar Do outro lado da cerca, a menos de 60 metros de distância, fica o Templo Enkoji, que significa Templo do Círculo Luminoso. Fundado pelo Reverendo Tensho Ohata e inaugurado em 2001, ele tinha como objetivo definir o caráter ecumênico do Kinkaku-Ji do Brasil e acomodar melhor os membros da comunidade e os serviços religiosos a ela prestados no templo vizinho. A ideia era criar uma sinergia entre as preces e atividades do budismo com o “cemitério” dos familiares. O antro dessa energia é simbolizado na sala chamada Ihaidô, onde ficam os ihais (tabuletas memoriais) e os butsudans (santuário). “Essa é a sala mais sagrada que temos aqui do templo. Enquanto no Kinkaku-Ji ficam as cinzas, aqui permanecem os Ihais e em alguns casos os butsudans”, explica o monge Marcos Lopes, que cuida do espaço há dez anos. Desde que virou presidente da Associação Cultural Kikaku-Ji do Brasil, em 2020, ele tenta revitalizar o templo tanto para as famílias quanto para as comunidades. “Todo segundo domingo do mês eu realizo uma cerimônia aos antepassados em japonês e português. Nos demais domingos, sempre às 11h, ofereço práticas de Zazen (meditações budistas). Além das Caminhadas Zen feitas do centro da cidade até o templo (percurso de 5km) no primeiro sábado de cada mês”, conta. No [instagram da instituição](https://www.instagram.com/temploenkoji/), é possível acompanhar as práticas e atividades que são realizadas no espaço. “Dialogamos com tudo e com todos, sempre ressaltando o budismo e o meio-ambiente. O propósito do budismo é acolher a todos”, resume Lopes. Para pessoas que quiserem fazer o retiro de um dia no local, com programação das 8h às 19h, é preciso investir um valor de R$ 250, sendo que pessoas em situação de vulnerabilidade pagam um valor simbólico de R$ 20. A próxima prática está marcada para o dia 13 de abril. É importante dizer que, desde sua fundação, o Enkoji é uma instituição distinta e autônoma em relação ao Kinkaku-ji, tendo administração, horários e orientações de funcionamento próprios, voltado à orientação de ensinamentos, práticas e cerimônias budistas. Contato com a natureza Além das práticas no templo, a relação com a natureza é essencial para o relaxamento de quem visita o espaço. Muito mais do que se beneficiar do relaxamento que a natureza do entorno promove, o visitante percebe a preservação do lugar que tem uma horta sustentável e edifício com selo verde. Na horta, aliás, onde são colhidos os alimentos dos retiros e as ervas oferecidas na Cerimônia do Chá, são mais de 50 espécies de sementes entre mamão, mandioca, lavanda, jiló, banana, maracujá, abóbora, taioba, alface, além de plantações de shimeji. Uma das práticas que o monge gosta de apresentar para quem visita o espaço é o banho da floresta, que na verdade começa com uma caminhada zen. “Do templo até a Cachoeira do Índio são 900 metros. Então sempre levo as pessoas em silêncio e peço para que elas contem seus passos e observem o máximo possível pelo caminho”, detalha ele. “ [Essa prática meditativa é utilizada no Japão](https://www.estadao.com.br/cultura/gilberto-amendola/exposicao-na-japan-house-traz-sensacao-de-banho-de-floresta-na-avenida-paulista/) e ajuda a reduzir o estresse e a ansiedade”, explica o monge. O espaço é mais para contemplação do que para banho, no entanto, de acordo com Lopes, vale a pena ficar descalço para fazer a prática de aterramento nas terras e na água da cachoeira, e assim retirar o acúmulo elétrico do nosso corpo e entrar na vibração da natureza. Fora do templo Antes de encerrar a viagem, pegar estrada e se estressar com o trânsito, sugiro que faça uma pausa em um café para levar a paz interior recuperada no templo para a casa. Um ótimo lugar para isso é o Amici, café recém-inaugurado na cidade, mas já famoso em [Embu das Artes](https://www.estadao.com.br/sao-paulo/embu-das-artes-feira-artesanato-cidade-abelhas/). O espaço foi criado por mulheres para que seja um momento de respiro na rotina agitada de quem por ali passa. Além de café coado e bolinho fresco, há opções para almoço e venda de vinhos. Mas se quiser encerrar o dia com mais uma experiência, a melhor opção é no The Yellow Deli, um lugar que dá a sensação de entrar em outro universo. Logo ao abrir a porta, você sente um cheiro forte de ervas que traz um profundo relaxamento, algo que é complementado pela música que lembra algo irlandês, com toques de gaitas, flautas e banjo. Os espaços para sentar, todos feitos com madeiras reaproveitadas que formam uma espécie de ninho, são perfeitas para tomar um café sozinho e ler um bom livro ou ter privacidade em uma conversa a dois. Além da simpatia dos atendentes que parecem genuinamente felizes de terem você por ali. De acordo com os escritos na parede, a ideia surgiu em 1972, quando um grupo de pessoas abriu um lugar onde outras pudessem vir e não se sentirem apressadas para sair - algo, que convenhamos, é raro hoje em dia. Esse grupo de pessoas são religiosos da linha “As doze tribos”, que tem comunidades espalhadas pelo mundo com esse intuito e com a renda que vem do café, sempre chamado The Yellow Deli (seja em Itapecerica ou na outra filial no Tennessee). O lema, de acordo com o garçom que nos serviu prontamente é: “Nossa história é muito mais do que um bom sanduíche, mas se for só isso que você está procurando, nós certamente temos um pra você. E se quiser conversar mais profundamente, nós também ficaremos felizes”. Serviço - Kinkaku-Ji do Brasil Endereço: Rua Camarão, 220 – Chácara das Palmeiras Horário de Funcionamento: de quarta-feira a domingo, das 09h às 16h Telefone: (11) 4666-4895 - Templo Enkoji Endereço: Rua Izequias Hengles, s/n Horário de funcionamento: de segunda a sexta das 14h às 18h; sábados e domingos, das 9h às 17h Mais informações: [www.temploenkoji.org.br](https://temploenkoji.org.br/) - Amici Empório Gourmet Endereço: Av. Eduardo Roberto Daher, 153 Horário de funcionamento: de quinta a domingo, das 09h às 18h Mais informações: [www.instagram.com/amici_gourmet](https://www.instagram.com/amici_gourmet/) - The Yellow Deli Endereço: Rua Porto Alegre, 10 Horário de funcionamento: de segunda a quinta, das 7h às 22h; sextas-feiras das 7h às 15h e domingo das 12h às 22h. Fechado aos sábados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://temploenkoji.org.br/)",
    "http://www.youtube.com/watch?v=QcS9ZndErHc)",
    "https://www.instagram.com/amici_gourmet/)",
    "http://www.youtube.com/watch?v=4que3oBVK2U),",
    "https://www.instagram.com/temploenkoji/),",
    "http://youtube.com/watch?v=QcS9ZndErHc)",
    "https://instagram.com/temploenkoji/),",
    "http://youtube.com/watch?v=4que3oBVK2U),",
    "http://www.youtube.com/watch",
    "https://www.temploenkoji.org.br/)",
    "https://instagram.com/amici_gourmet/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T00:13:15.829+02:00",
  "updated": "2024-04-05T22:44:45.794+03:00"
}