{
  "thread": {
    "uuid": "ae572ef5e7bdba8defe978831641e9e8e7d9b80f",
    "url": "https://www.timesnownews.com/travel/news/headed-to-the-uk-new-visa-rules-will-allow-you-to-work-while-travelling-article-106487218",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/world/bibas-family-suspense-over-release-of-10-month-old-baby-girl-kfir-with-parents-held-hostage-by-hamas-article-105541486",
    "site_categories": [
      "media"
    ],
    "section_title": "Hostage By Hamas: Bibas Family: Suspense Over Release Of 10-Month-Old Baby Girl Kfir, With Parents Held Hostage By Hamas | World News, Times Now",
    "title": "United Kingdom: Headed To The UK? New Visa Rules Will Allow You To Work While Travelling | Travel News News, Times Now",
    "title_full": "United Kingdom: Headed To The UK? New Visa Rules Will Allow You To Work While Travelling | Travel News News, Times Now",
    "published": "2024-01-02T12:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-106487202,thumbsize-71318,width-1280,height-720,resizemode-75/106487202.jpg",
    "performance_score": 0,
    "domain_rank": 4236,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae572ef5e7bdba8defe978831641e9e8e7d9b80f",
  "url": "https://www.timesnownews.com/travel/news/headed-to-the-uk-new-visa-rules-will-allow-you-to-work-while-travelling-article-106487218",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TN Lifestyle Desk",
  "published": "2024-01-02T12:05:00.000+02:00",
  "title": "United Kingdom: Headed To The UK? New Visa Rules Will Allow You To Work While Travelling | Travel News News, Times Now",
  "text": "If you have a UK visa, then we have good news for you. Starting January 31, 2024, individuals with tourist visas will be able to engage in work-related activities while visiting the country. This updated immigration rule permits visa holders to undertake work-related tasks in the UK, provided their primary purpose for visiting is tourism, spending time with family, or engaging in non-work-related activities.In fact, in November 2023, the UK government had expanded its immigration regulations to include more paid engagements for business travellers. It has now merged the Permitted Paid Engagement (PPE) Visitor route with the Standard 6-month Visitor route. This includes attending meetings, interviews, conferences, site inspections, negotiations, and finalising deals and contracts. However, it's important to note that remote work as a digital nomad is not covered under these provisions. Individuals intending to visit the UK primarily for work-related purposes will need to apply for a relevant skilled worker visa.Read: UK Visa Fee Hike Implementing Today, Here's How It Will Impact IndiansAll You Need To Know About New Immigration Regulation Employees working for companies with both British and international branches can undertake client work abroad, provided it constitutes a minor part of their overseas responsibilities, is integral to a project or service of their UK branch, and is not directly delivered to a UK client by the overseas employer.While visitors have the flexibility to work remotely from the UK, their stay should not primarily revolve around remote work.Professionals such as scientists, researchers, and academics are permitted to conduct research in the UK, with the exception of academics applying for a 12-month visit visa or extending their stay within the country.Lawyers have the opportunity to engage in additional activities, including providing advice, serving as an expert witness, participating in legal proceedings, and teaching.The Permitted Paid Engagement (PPE) Visitor route will be integrated into the Standard Visitor route. This means individuals involved in paid engagements will no longer require a separate visa, but they must still plan the activity within 30 days of arriving.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "travel news news",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T14:54:12.749+02:00",
  "updated": "2024-01-02T14:54:12.749+02:00"
}