{
  "thread": {
    "uuid": "1be057f2c0fc60020130b8ff89d42c7af2d8126c",
    "url": "https://www.prnewswire.com/news-releases/meijer-earns-top-score-in-human-rights-campaign-foundations-corporate-equality-index-for-fourth-straight-year-302023403.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://www.prnewswire.com/news-releases/",
    "site_categories": [
      "media"
    ],
    "section_title": "All News Releases Distributed by PR Newswire",
    "title": "Meijer Earns Top Score in Human Rights Campaign Foundation's Corporate Equality Index for Fourth Straight Year",
    "title_full": "Meijer Earns Top Score in Human Rights Campaign Foundation's Corporate Equality Index for Fourth Straight Year",
    "published": "2023-12-29T15:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/773739/Meijer_Logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 195,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1be057f2c0fc60020130b8ff89d42c7af2d8126c",
  "url": "https://www.prnewswire.com/news-releases/meijer-earns-top-score-in-human-rights-campaign-foundations-corporate-equality-index-for-fourth-straight-year-302023403.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meijer",
  "published": "2023-12-29T15:00:00.000+02:00",
  "title": "Meijer Earns Top Score in Human Rights Campaign Foundation's Corporate Equality Index for Fourth Straight Year",
  "text": "GRAND RAPIDS, Mich. , Dec. 29, 2023 /PRNewswire/ -- Meijer announced today it received a score of 100 on the Human Rights Campaign Foundation's 2023-2024 Corporate Equality Index (CEI), the nation's foremost benchmarking survey and report measuring corporate policies and practices related to LGBTQ+ workplace equality. Also called the CEI Equality 100 Award, this is the retailer's fourth consecutive year receiving the highest score.\nIn its continued effort to make all people feel welcomed, supported, valued and meaningfully engaged, Meijer has grown its team member resource group (TMRG) program by 300 percent in the past year. Those groups include Meijer Pride, Meijer Disability Awareness and Advocacy Group (mDAAG), Women at Meijer, YoPro (young professionals), mVets (veterans), and MOSAIC (diverse backgrounds including cultural and faith traditions).\n\"This achievement recognizes our ongoing commitment to LGBTQ+ inclusion both at Meijer and in the communities we serve,\" said Terry Ledbetter , Chief Information Officer at Meijer and Executive Sponsor for the company's Meijer Pride TMRG. \"Benchmarking year after year helps ensure access to benefits, policies, resources, and relationships critical for our team members so they too can bring their best selves to work every day.\"\nThe CEI rates companies on detailed criteria falling under four central pillars:\nNon-discrimination policies across business entities Equitable benefits for LGBTQ+ workers and their families Supporting an inclusive culture Corporate social responsibility \"For well over two decades, businesses have played an important role in furthering LGBTQ+ equality by centering employee needs and voices when it comes to workplace inclusion. While there is much more work to be done, year-over-year growth in CEI participation is evidence of a business community that recognizes the responsibility and value in upholding equity and inclusion,\" said RaShawn Hawkins , Human Rights Campaign Senior Director of Workplace Equality. \"Our goal at the Human Rights Campaign Foundation is to work in a spirit of partnership with companies, providing educational resources and leading benchmarking, and collaborating on ways for businesses to support the LGBTQ+ community at a time when we face unprecedented legislative attacks, heightened anti-LGBTQ+ rhetoric and physical violence. The CEI is an ever-evolving tool – a blueprint that companies can use to show up more effectively in supporting their LGBTQ+ employees and their families.\"\nThe results of the 2023-2024 CEI showcase how U.S.-based companies are promoting LGBTQ+ friendly workplace policies nationwide and abroad. The first year of the CEI included 319 participants, and the 2023-2024 CEI now includes 1,384 participants; further demonstrating the tremendous trajectory of the CEI, a record-breaking 1,340 businesses have non-discrimination protections specific to gender identity, up from just 17 in 2002. These critical non-discrimination protections cover 21 million employees in the U.S. and around the globe.\nThe full report is available online at http://www.hrc.org/cei . To learn more about Diversity & Inclusion at Meijer, visit the Meijer Community site .\nAbout Meijer: Meijer is a Grand Rapids, Mich.-based retailer that operates more than 500 supercenters, Meijer Grocery, neighborhood markets and Express locations throughout Michigan, Ohio, Indiana, Illinois, Kentucky and Wisconsin. A privately-owned and family-operated company since 1934, Meijer pioneered the \"one-stop shopping\" concept and has evolved through the years to include expanded fresh produce and meat departments, as well as pharmacies, comprehensive apparel departments, pet departments, garden centers, toys and electronics. For additional information on Meijer, please visit www.meijer.com . Follow Meijer on Twitter @twitter.com/Meijer and @twitter.com/MeijerPR or become a fan at www.facebook.com/meijer .\nAbout The Human Rights Campaign Foundation : The Human Rights Campaign Foundation is the educational arm of the Human Rights Campaign (HRC), America's largest civil rights organization working to achieve equality for lesbian, gay, bisexual, transgender and queer (LGBTQ+) people. Through its programs, the HRC Foundation seeks to make transformational change in the everyday lives of LGBTQ+ people, shedding light on inequity and deepening the public's understanding of LGBTQ+ issues, with a clear focus on advancing transgender and racial justice. Its work has transformed the landscape for more than 15 million workers, 11 million students, 1 million clients in the adoption and foster care system and so much more. The HRC Foundation provides direct consultation and technical assistance to institutions and communities, driving the advancement of inclusive policies and practices; it builds the capacity of future leaders and allies through fellowship and training programs; and, with the firm belief that we are stronger working together, it forges partnerships with advocates in the U.S. and around the globe to increase our impact and shape the future of our work.\nSOURCE Meijer",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Labor"
  ],
  "external_links": [
    "http://www.hrc.org/cei",
    "https://c212.net/c/link/?t=0&l=en&o=4058219-1&h=1724892824&u=http%3A%2F%2Fwww.hrc.org%2Fcei&a=http%3A%2F%2Fwww.hrc.org%2Fcei",
    "https://c212.net/c/link/?t=0&l=en&o=4058219-1&h=4098846946&u=https%3A%2F%2Fmeijercommunity.com%2Fdiversity-inclusion&a=site",
    "https://c212.net/c/link/?t=0&l=en&o=4058219-1&h=1854958914&u=http%3A%2F%2Fwww.meijer.com%2F&a=www.meijer.com",
    "https://c212.net/c/link/?t=0&l=en&o=4058219-1&h=4135194073&u=http%3A%2F%2Fwww.facebook.com%2Fmeijer&a=www.facebook.com%2Fmeijer",
    "http://hrc.org/cei",
    "https://www.c212.net/c/link/?t=0&l=en&o=4058219-1&h=1854958914&u=http%3A%2F%2Fwww.meijer.com%2F&a=www.meijer.com",
    "https://www.c212.net/c/link/?t=0&l=en&o=4058219-1&h=4135194073&u=http%3A%2F%2Fwww.facebook.com%2Fmeijer&a=www.facebook.com%2Fmeijer",
    "https://www.c212.net/c/link/?t=0&l=en&o=4058219-1&h=4098846946&u=https%3A%2F%2Fmeijercommunity.com%2Fdiversity-inclusion&a=site",
    "https://www.c212.net/c/link/?t=0&l=en&o=4058219-1&h=1724892824&u=http%3A%2F%2Fwww.hrc.org%2Fcei&a=http%3A%2F%2Fwww.hrc.org%2Fcei",
    "https://c212.net/c/link/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meijer",
        "sentiment": "negative"
      },
      {
        "name": "terry ledbetter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "meijer earns top score in human rights campaign foundation",
        "sentiment": "negative"
      },
      {
        "name": "meijer disability awareness and advocacy group",
        "sentiment": "none"
      },
      {
        "name": "human rights campaign foundation",
        "sentiment": "none"
      },
      {
        "name": "meijer pride",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mich.",
        "sentiment": "none"
      },
      {
        "name": "meijer",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:05:33.178+02:00",
  "updated": "2024-01-06T00:07:44.186+02:00"
}