{
  "thread": {
    "uuid": "ed86294417f6233feb4f8ca49b6decd1eb3f88f7",
    "url": "https://noticias.adventistas.org/es/estudiantes-universitarios-participaron-de-un-viaje-misionero-en-el-amazonas",
    "site_full": "noticias.adventistas.org",
    "site": "adventistas.org",
    "site_section": "http://ua.adventistas.org",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Home - Iglesia Adventista en Argentina",
    "title": "Estudiantes universitarios participaron de un viaje misionero en el Amazonas - Noticias - Adventistas",
    "title_full": "Estudiantes universitarios participaron de un viaje misionero en el Amazonas - Noticias - Adventistas",
    "published": "2024-03-15T00:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://files.adventistas.org/noticias/es/2024/03/14155650/Mission-Trip-Amazonas_Luzeiro_grupoUAP_edit.jpg",
    "performance_score": 0,
    "domain_rank": 78189,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed86294417f6233feb4f8ca49b6decd1eb3f88f7",
  "url": "https://noticias.adventistas.org/es/estudiantes-universitarios-participaron-de-un-viaje-misionero-en-el-amazonas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "alexis villar",
  "published": "2024-03-15T00:22:00.000+02:00",
  "title": "Estudiantes universitarios participaron de un viaje misionero en el Amazonas - Noticias - Adventistas",
  "text": "Alumnos de la Universidad Adventista del Plata participaron de un viaje misionero en el Amazonas Los universitarios de Argentina dedicaron más de 10 días para servir en una de las comunidades más inaccesibles de Brasil Del 26 de febrero al 7 de marzo, estudiantes de Medicina, Enfermería, Odontología, Profesorado en Educación Física, Profesorado en Educación Inicial y licenciatura en Comunicación de la [Universidad Adventista del Plata (UAP)](https://uap.edu.ar/) fueron parte del grupo de 28 personas, conformado por 26 alumnos y 2 miembros del personal de la institución, que se adentraron en medio de una naturaleza, con el fin de servir y brindar ayuda a los nativos de 6 comunidades asentadas en la rivera del Río Negro, en Amazonas. El grupo representativo de la universidad viajó y se hospedó en una embarcación, donde se alimentaban y descansaban en típicas hamacas, mientras navegaban para visitar las comunidades. Durante los diez días que duró la travesía, desarrollaron actividades de visitación en las comunidades, atención primaria de la salud, el programa Expo Kids, juegos con niños y trabajo solidario de pintura de casas. Además, de realizar un culto de evangelismo, cada noche, para compartir un mensaje esperanzador a las personas que habían atendido o visitado durante el día. Lea también: [Juventud adventista lleva esperanza y amor a las ciudades del norte de Perú](https://noticias.adventistas.org/es/juventud-adventista-lleva-esperanza-y-amor-a-las-ciudades-del-norte-de-peru/) [Jóvenes adventistas comprometidos con la misión generan gran impacto en sus comunidades](https://noticias.adventistas.org/es/jovenes-adventistas-comprometidos-con-la-mision-generan-gran-impacto-en-sus-comunidades/) \"Cada comunidad estaba conformada por veinte o treinta familias\", detalla el pastor Lucas Muñoz, director de Internacionalización y coordinador del [Servicio Voluntario Adventista](https://www.adventistas.org/es/voluntarios/) de la UAP. Además, agrega que los estudiantes realizaban las visitaciones, organizados de dos en dos, donde oraban e invitaban a los pobladores a participar de las reuniones de evangelismo que estaban programadas para las noches, con mensajes preparados para niños y adultos. Aunque la dinámica de las actividades fue intensa, cada uno de los participantes coincidió en expresar que servir en estos lares del Brasil fue una bendición. \"Fue una experiencia particular y desafiante\", afirma Johan Mairena, estudiante del cuarto año de la licenciatura en Comunicación, quien añade: \"Un campo de aprendizaje que me impactó fue el aprender de otras culturas, observar la realidad y el contexto que les toca sobrellevar y, a su vez, asistir a estas poblaciones con acciones comunitarias, desarrollaron en mí una nueva visión de la vida\". Al ser consultado acerca de alguna anécdota vivida en este proyecto, Johan respondió: \"Pude colaborar y trabajar, hombro a hombro, con los estudiantes avanzados de Medicina de la UAP. Estas actividades, a las cuales no estoy acostumbrado, me ayudaron a conocer más de esta gente y apreciar sus costumbres. Ver a las personas satisfechas en muchas de sus necesidades me llenaba de satisfacción y gratitud a Dios.\" El doctor Werner Arnolds, director de Servicios Asistenciales Académicos de la Facultad de Ciencias de la Salud de la UAP, estuvo a cargo de tutelar a los estudiantes avanzados de Medicina de la UAP en cada una de las tareas de atención primaria de la salud que realizaron en las comunidades visitadas. El Mission Trip Amazonas (viaje misionero) fue coordinado entre el [Instituto de Missões Noroeste](https://missoesnoroeste.org/), con base en Manaos, Brasil; y la [Universidad Adventista del Plata](https://uap.edu.ar/). \"El proyecto Salvavidas Amazonas es un proyecto que lleva adelante el Instituto de Misiones del Noroeste de la Iglesia Adventista del Séptimo Día\", explica el pastor Muñoz. Esta institución ofreció la logística y el apoyo para que el Mission Trip se desarrollara, visitando poblaciones rivereñas del Río Negro, en Amazonas. Esta asociación entre el Instituto Misionero del Noroeste y el Servicio Voluntario Adventista tiene por objetivo motivar a los jóvenes universitarios a formar parte del mundo del servicio solidario, y así participar en prácticas para apoyar a las comunidades ribereñas e indígenas en los lugares más inaccesibles del estado de Amazonias. \"Agradecemos a Dios por la excelente oportunidad de conocer más sobre las realidades de las personas en este lugar, y el servicio que se pudo realizar con ellas\", concluyó el pastor Muñoz. La Universidad Adventista del Plata propone a sus alumnos una experiencia integral, educativa que se inspira en los valores y principios que la cosmovisión institucional sostiene, a saber, el de la excelencia y el servicio. También puedes recibir este y otros contenidos directamente en tu dispositivo. Inscríbete en nuestro canal en [Telegram](http://t.me/noticiasadventistassudamerica) o ¿Quieres conocer más sobre la Biblia o estudiarla con alguien? [Haz clic aquí](https://www.adventistas.org/es/estudios-biblicos/) y comienza ahora mismo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/missoesnoroeste/?hl=es)",
    "https://uap.edu.ar/)",
    "https://instagram.com/missoesnoroeste/?hl=es)",
    "https://www.uap.edu.ar/)",
    "https://www.instagram.com/missoesnoroeste/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:05:37.279+02:00",
  "updated": "2024-03-29T11:21:32.501+03:00"
}