{
  "thread": {
    "uuid": "7022edf00a68cd98a801b747fb1b20aaa40f3a50",
    "url": "https://www.wellplated.com/baked-chicken-legs/",
    "site_full": "www.wellplated.com",
    "site": "wellplated.com",
    "site_section": "https://www.wellplated.com/rss",
    "site_categories": [
      "food"
    ],
    "section_title": "Well Plated by Erin",
    "title": "Baked Chicken Legs",
    "title_full": "Baked Chicken Legs",
    "published": "2024-01-05T18:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wellplated.com/wp-content/uploads/2023/12/Best-Baked-Chicken-Legs.jpg",
    "performance_score": 0,
    "domain_rank": 17264,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7022edf00a68cd98a801b747fb1b20aaa40f3a50",
  "url": "https://www.wellplated.com/baked-chicken-legs/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Erin Clarke",
  "published": "2024-01-05T18:05:00.000+02:00",
  "title": "Baked Chicken Legs",
  "text": "Baked Chicken Legs are about to be on your short list for weeknight dinners! With a sweet and smoky rub, tender and juicy meat, and delightfully crispy skin, these chicken legs are sure to be on frequent repeat.\nWhy You’ll Love This Crispy Baked Chicken Legs Recipe\n- Tender and Juicy Chicken, Every Time. While most of us rely on chicken breasts for easy meals (ahem,\nBaked Chicken Breast), don’t sleep on chicken legs! Unlike chicken breasts, baked chicken legs are very forgiving and hard to get wrong. No dry, rubbery chicken here!\n- Easy to Make. We’re talking 10 minutes of prep time! I love a low effort main dish because it leaves me time to make a side dish or two. (\nSweet Potato Wedgesare especially good with these crispy baked chicken legs.)\n- So Versatile. Master the basics of this recipe and the oven is your oyster. Add your favorite herbs and spices to put your own spin on it, or marinate the chicken legs with my\nChicken Marinadebeforehand for flavor throughout.\n- The Most Budget-Friendly Chicken. Chicken legs are the least expensive cut of chicken, so if you’re trying to stretch your grocery budget, this recipe is a delicious way to do it. With the crispy skin and juicy meat, you won’t feel like you’re pinching pennies with this dinner! (If you’re in search of more ways to save money on your groceries, make these\nAir Fryer Chicken Legsnext.)\nHow to Make Baked Chicken Legs\nThe Ingredients\n- Bone-In, Skin-On Chicken Legs/Drumsticks. Whole chicken legs contain the thigh and drumstick; they are fattier than chicken breasts, which means they’re also much more flavorful. We usually roast the drumstick only, as they are easier to find.\n- Extra-Virgin Olive Oil. For that perfect crispy skin.\n- Light Brown Sugar. To help the skin caramelize.\n- Seasonings. Smoked paprika, ground cumin, garlic powder, and the always essential kosher salt and black pepper. Add cayenne if you want a kick in your baked chicken legs.\n- Chopped Fresh Cilantro or Green Onion. Optional, for a pop of color and fresh flavor.\nThe Directions\n- Prepare. Pat the chicken legs dry, then place them in a large bowl and drizzle with oil.\n- Make the Seasoning. Mix all the ingredients together.\n- Season the Chicken. Add the seasoning to the bowl and toss to coat. Start preheating the oven to 425 degrees F.\n- Cook. Place the chicken in a single layer on a baking sheet and bake chicken legs for 30 to 35 minutes, or until the baked chicken legs reach 165 degrees F. Rest for a few minutes, then serve and ENJOY.\nRecipe Variations\n- Sweet and Savory Baked Chicken Legs. Use my\nChicken Thigh Marinadeto add extra flavor to this recipe.\n- Orange Chicken Legs. If you love my\nHealthy Orange Chicken, try oven-baked chicken legs with this Orange Chicken Marinade.\n- Honey Garlic Baked Chicken Legs. The honey garlic marinade from these honey garlic\nChicken Wingsrecipe is also fantastic with chicken legs.\n- Cajun Air Fryer Chicken Legs. Instead of the spice blend in this recipe, rub the chicken legs with salt, pepper, and Cajun seasoning.\nStorage Tips\n- To Store. Refrigerate leftover baked chicken legs in an airtight storage container for up to 4 days.\n- To Reheat. Gently rewarm the chicken legs on a baking sheet in the oven at 350 degrees F or in the microwave.\n- To Freeze. Freeze leftovers in an airtight, freezer-safe storage container for up to 3 months. Thaw overnight in the refrigerator before reheating according to the instructions above.\nWhat to Serve with Baked Chicken Legs\n- Coleslaw. This\nHealthy Coleslawis always a favorite, as is my Asian Slaw.\n- Potato Salad. You can’t go wrong with sweet and smoky baked chicken legs alongside\nSweet Potato Salad, Healthy Potato Salad, or Pesto Potato Salad.\n- Macaroni and Cheese. These easy baked chicken legs feel like the kind of down-home dinner you’d serve up with a side of\nInstant Pot Mac and Cheese(or Butternut Squash Mac and Cheesefor something different!).\n- Vegetable Sides. You can also keep it light and healthy with sides like\nSmashed Brussels Sprouts, Sautéed Green Beans, and Roasted Frozen Broccoli.\nRecommended Tools to Make this Recipe\nMeasuring Spoons. My absolute favorite measuring spoons! They’re stackable for easy storage. Instant Read Thermometer. The best way to know when chicken reaches a safe internal temperature. Rimmed Baking Sheet. If you’re due for a replacement, these baking sheets are pretty and high quality.\nRecipe Tips and Tricks\n- Dry the Chicken Well. Before making these oven-baked chicken chicken legs, make sure to pat them dry with paper towels. This will help the chicken brown evenly and prevent excess moisture from steaming the meat. It’s key to that irresistible crispy skin!\n- Use a Meat Thermometer. To ensure that your chicken is fully cooked and safe to eat, it’s important to use a\nmeat thermometer. The internal temperature of the chicken should reach 165 degrees F. Unlike chicken breasts, though, you can continue to cook the chicken beyond the 165 degree mark—in fact, it will get even more tender and juicy with a little extra time in the oven, as the collagen begins to break down at 185 degrees F.\n- Don’t Forget to Line the Baking Sheet. Your future self will thank you! For easy clean-up, line your baking sheet with parchment paper or aluminum foil before placing the chicken legs on top.\n- Let the Chicken Rest Before Serving. Once the chicken is done baking, let it rest for a few minutes before serving. This allows the juices to redistribute and results in a more tender and flavorful chicken.\nBaked Chicken Legs\nIngredients\n- 8 to 10 bone-in, skin-on chicken legs/drumsticks (about 2 1/2 pounds)\n- 2 tablespoons\nextra-virgin olive oil\n- 2 tablespoons light brown sugar dark works too\n- 2 teaspoons\nsmoked paprika\n- 1 teaspoon\nground cumin\n- 1 teaspoon\ngarlic powder\n- 1 teaspoon\nkosher salt\n- 1/2 teaspoon\nblack pepper\n- 1/4 teaspoon ground cayenne pepper optional\n- Chopped fresh cilantro or green onion optional for serving\nInstructions\n- Pat the chicken legs dry with paper towels, and place them in a large mixing bowl. Drizzle with the oil.\n- In a small bowl, stir together the brown sugar, smoked paprika, cumin, garlic, salt, black pepper, and cayenne. Sprinkle over the chicken, then toss to evenly coat. Let stand at room temperature while you preheat the oven, or refrigerate for up to 1 day.\n- Place a rack in the center of your oven and preheat to 425°F. Line a large rimmed baking sheet with aluminum foil or a double layer of parchment paper.\n- Arrange the drumsticks in a single layer on the baking sheet. Bake chicken legs for 30-35 minutes, or until the internal temperature is at least 165°F when a meat thermometer is inserted in the thickest part of the meat without touching bone; unlike Baked Chicken Breast, you don’t need to worry about pulling legs a few degrees early for resting time; up to 200°F will be fine. Let rest a few minutes, then serve hot sprinkled with cilantro or green onion.\nNotes\n- If you have white meat fans, you cut a large bone-in, skin on chicken breast (also called split chicken breast) in half crosswise (really wiggle the knife to break the rib bones) and roast it along with the legs; they will cook in about the same amount of time.\n- Adapted from my\nAir Fryer Chicken Legs\n- TO STORE: Refrigerate leftover baked chicken legs in an airtight storage container for up to 4 days.\n- TO REHEAT: Gently rewarm the chicken legs on a baking sheet in the oven at 350 degrees F or in the microwave.\n- TO FREEZE: Freeze leftovers in an airtight, freezer-safe storage container for up to 3 months. Thaw overnight in the refrigerator before reheating according to the instructions above.\nNutrition\nJoin today and start saving your favorite recipes\nCreate an account to easily save your favorite recipes and access FREE meal plans.\nSign Me Up\nRelated Recipes\nIf you’re always looking for new chicken recipes to make for dinner, here are a few more to add to your repertoire!\n30-Minute Meals\nApple Cider Chicken\nMain Dishes\nChicken Tenders Recipe\nMain Dishes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Social Issue"
  ],
  "external_links": [
    "https://amzn.to/3NAb98u",
    "https://amzn.to/3XvCoFL",
    "https://amzn.to/3NIPBaP",
    "https://amzn.to/444WNUA",
    "https://amzn.to/48fPrja",
    "https://amzn.to/3SgGtNn",
    "https://amzn.to/3CXjApm",
    "https://amzn.to/3r9ZFkD",
    "https://amzn.to/3pvlsTu",
    "https://amzn.to/3H0mo7u",
    "https://www.amzn.to/3CXjApm",
    "https://www.amzn.to/3pvlsTu",
    "https://www.amzn.to/3XvCoFL",
    "https://www.amzn.to/3SgGtNn",
    "https://www.amzn.to/3NAb98u",
    "https://www.amzn.to/444WNUA",
    "https://www.amzn.to/3NIPBaP",
    "https://www.amzn.to/3r9ZFkD",
    "https://www.amzn.to/48fPrja",
    "https://www.amzn.to/3H0mo7u"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "baked chicken legs baked chicken legs",
        "sentiment": "negative"
      },
      {
        "name": "crispy baked chicken legs recipe",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:46.726+02:00",
  "updated": "2024-01-06T00:23:46.726+02:00"
}