{
  "thread": {
    "uuid": "200ca05bb5219c91214caad32859ec9c863ad7a6",
    "url": "https://swarajyamag.com/infrastructure/greenlight-for-rs-76000-crore-mega-container-port-in-vadhavan-as-project-receives-environmental-clearance",
    "site_full": "swarajyamag.com",
    "site": "swarajyamag.com",
    "site_section": "https://prod-qt-images.s3.amazonaws.com/production/swarajya/feed.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Swarajya",
    "title": "Greenlight For Rs 76,000 Crore Mega Container Port In Vadhavan As Project Receives Environmental Clearance",
    "title_full": "Greenlight For Rs 76,000 Crore Mega Container Port In Vadhavan As Project Receives Environmental Clearance",
    "published": "2024-02-16T07:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://swarajya.gumlet.io/swarajya/2023-12/719f1cae-313b-42d2-9716-01a3405f7a6c/JNPT_terminal.jpg",
    "performance_score": 0,
    "domain_rank": 27540,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "200ca05bb5219c91214caad32859ec9c863ad7a6",
  "url": "https://swarajyamag.com/infrastructure/greenlight-for-rs-76000-crore-mega-container-port-in-vadhavan-as-project-receives-environmental-clearance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amit Mishra",
  "published": "2024-02-16T07:53:00.000+02:00",
  "title": "Greenlight For Rs 76,000 Crore Mega Container Port In Vadhavan As Project Receives Environmental Clearance",
  "text": "Infrastructure\nGreenlight For Rs 76,000 Crore Mega Container Port In Vadhavan As Project Receives Environmental Clearance\nAmit Mishra\nFeb 16, 2024, 04:23 PM | Updated 04:23 PM IST\nSave & read from anywhere!\nBookmark stories for easy access on any device or the\nSwarajya app.\nThe path is now clear for the Vadhavan port as it has secured environmental clearance from the Ministry of Environment, Forest and Climate Change (MoEFCC).\nIt is worth noting that just last week, the Rs 76,220 crore container port project at Vadhavan was recommended for coastal clearance by the Maharashtra Coastal Zone Management Authority (MCZMA).\nFollowing this, the Jawaharlal Nehru Port Authority (JNPA), leading the project, applied for environmental clearance from the Environment Ministry.\nIn all probability Prime Minister Narendra Modi is expected to perform the ground breaking ceremony for the project, Maharashtra Deputy Chief Minister Devendra Fadnavis posted on X.\nThe project received a new lease of life when it received a no-objection certificate (NOC) from the Dahanu Taluka Environment Protection Authority (DTEPA) on 31 July 2023, following a comprehensive four-year examination by experts to ensure compliance with all environmental laws.\nThe application for NOC was one of the compliances mandated by the environment ministry before going ahead with the project.\nVadhavan: A Mega Port Near Mumbai\nThe Union Cabinet, chaired by Prime Minister Narendra Modi, in February 2020, had approved setting up Vadhavan Port under the Sagarmala Programme.\nSituated in the environmentally sensitive Dahanu taluka within Maharashtra’s Palghar district, Vadhavan Port boasts a natural draft of approximately 20 metres near the shore.\nThis feature makes it well-suited for accommodating larger container vessels ranging from 16,000 to 25,000 twenty-foot equivalent units (TEUs), offering the benefits of economies of scale and contributing to the reduction of logistics costs.\nThe Jawaharlal Nehru Port Trust (JNPT) and Mundra, the two largest container handling ports in India, can handle only mid-size container ships as they have drafts of 15 and 16 metres respectively. However, in comparison, the world's largest container ports require deeper drafts of 18-20 meters.\nAs container ships continue to increase in size, it becomes essential to develop a deep draft container port on the west coast of India to accommodate these larger vessels. The proposed port in Maharashtra is anticipated to have a capacity of over 23 million TEUs by 2040, positioning India among the top 10 container ports globally.\nAdditionally, the construction of the greenfield port at Vadhavan is crucial to manage overflow traffic due to limitations on expansion at Nhava Sheva, where JN Port is situated.\nLandlord Model\nDesignated as a major port under the Indian Ports Act of 1908 , the Vadhavan port is the first major port to be developed in partnership with a state government.\nIt is being developed by Vadhavan Port Project Ltd (VPPL) — a joint venture between the Jawaharlal Nehru Port Authority and the Maharashtra Maritime Board — with a shareholding of 74 per cent and 26 per cent respectively. The port will be developed in two phases under the landlord model, with an investment of Rs 76,220 crore.\nAnticipated to redefine the landscape of Palghar district, this port is poised to become one of the largest in the region, heralding a new era of growth.\nSave & read from anywhere!\nBookmark stories for easy access on any device or the\nSwarajya app.\nAn appeal from Swarajya\nDear Reader,\nAt Swarajya, we rely on our readers' support through subscriptions to sustain our media platform. Unlike larger conglomerates, we are unable to relentlessly chase advertising money — our model is largely built on your patronage.\nYour support has never been more crucial. We work tirelessly to deliver 10-15 high-quality articles daily, ensuring you receive insightful content from 7 AM to 10 PM.\nIf you believe India's story has to be articulated in a way it has never been done before without shrugging it off, become a patron (or) subscribe now for ₹̶2̶4̶0̶0̶ ₹1999 and get 12 print issues, unlimited digital access for 1 year, a special India that is Bharat T-shirt (Offer ends soon).\nWe are counting on you!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://play.google.com/store/apps/details?id=com.swarajyamag.mobile.android&hl=en&pli=1",
    "https://play.google.com/store/apps/details",
    "https://www.play.google.com/store/apps/details?id=com.swarajyamag.mobile.android&hl=en&pli=1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "amit mishra",
        "sentiment": "none"
      },
      {
        "name": "devendra fadnavis",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "maharashtra coastal zone management authority",
        "sentiment": "none"
      },
      {
        "name": "environment ministry",
        "sentiment": "none"
      },
      {
        "name": "forest",
        "sentiment": "none"
      },
      {
        "name": "jawaharlal nehru port authority",
        "sentiment": "none"
      },
      {
        "name": "ministry of environment",
        "sentiment": "none"
      },
      {
        "name": "dahanu taluka environment protection authori",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vadhavan",
        "sentiment": "none"
      },
      {
        "name": "maharashtra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:55:21.185+02:00",
  "updated": "2024-02-16T12:55:21.185+02:00"
}