{
  "thread": {
    "uuid": "974200c26a594c050c4293845268566f6967280c",
    "url": "https://www.heraldnet.com/opinion/comment-confronting-climate-crisis-isnt-just-about-the-grandkids/",
    "site_full": "www.heraldnet.com",
    "site": "heraldnet.com",
    "site_section": "https://www.heraldnet.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "HeraldNet.com",
    "title": "Comment: Confronting climate crisis isn’t just about the grandkids",
    "title_full": "Comment: Confronting climate crisis isn’t just about the grandkids | HeraldNet.com",
    "published": "2024-02-15T08:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://www.heraldnet.com/wp-content/uploads/2017/04/heraldnet_logo.png",
    "performance_score": 0,
    "domain_rank": 4994,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "974200c26a594c050c4293845268566f6967280c",
  "url": "https://www.heraldnet.com/opinion/comment-confronting-climate-crisis-isnt-just-about-the-grandkids/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@everettherald",
  "published": "2024-02-15T08:30:00.000+02:00",
  "title": "Comment: Confronting climate crisis isn’t just about the grandkids",
  "text": "By Susan Atkinson / For the Chicago Tribune Young people are often the most vocal and concerned population regarding climate change, but it is increasingly becoming an issue for those of us age 50 and older. Older adults face unique challenges and heightened health risks from a warming climate. It’s not just future generations that will be affected during some distant date in the future by rising temperatures. A close friend expressed it this way: “As an elder, I have been reflecting on what I have personally observed, just in my lifetime, of the changes in the climate and environment. I think about my legacy, what I am leaving to my grandkids. I realize now addressing the problem is also about taking care of my generation too.” The impacts of climate change are complicating life for seniors. Mobility issues can make it harder to navigate harsh weather events. As we age, our bodies are more sensitive to environmental hazards such as the smoke from U.S. and Canadian wildfires that darkened skies across the United States last summer. Hotter weather puts seniors at risk for heat illnesses, especially if they live in homes without air conditioning. During the heat wave that suffocated Europe in the summer of 2022, people age 65 and older accounted for approximately 90 percent of heat-related deaths. Climate change isn’t the only cause of extreme weather events, but it can act as what’s known as a threat multiplier, increasing the devastation and death toll from these events. Droughts and wildfires increase in frequency, duration and intensity when there is more heat. Loke, a native Hawaiian, embraces the aloha spirit of warmth and caring in her everyday manner. She was visiting Honolulu when a wildfire in Maui erupted in August. The wildfire destroyed the historic and scenic town of Lahaina and became the deadliest wildfire in the U.S. in 100 years. Extreme high winds in the area fueled the danger. She watched the news in tears, feeling helpless. Three of her relatives died in the fire, all elderly, as they attempted to evacuate by vehicle or on foot. She was devastated, as was her close-knit family. At 81, Jim has lived in Lahaina for 47 years. He considers himself one of the lucky ones. He lost his home and an art [business](/business/) warehouse. He was able to evacuate the area in time with his wife, son and daughter-in-law. Four of his neighbors were not so fortunate, all mature in age. These are factors that increase the vulnerability of seniors: Mobility issues: Hurricanes, floods and wildfires can make evacuation and recovery efforts particularly challenging for those with limited mobility or pre-existing health conditions or who require assistance from others. Evacuation routes can be congested and delay safe departure from an affected area. Respiratory health conditions: Conditions such as asthma or chronic obstructive pulmonary disease, common among older adults, can make them more susceptible to respiratory problems. Climate change can worsen air quality. More frequent wildfires increase particulate matter in the atmosphere and increase vulnerability to breathing issues. Heat-related illness: Increased heat waves can exacerbate heatstroke and heat exhaustion. Older Americans and people with chronic disease top the list of heat-related deaths. Some medications commonly prescribed for older adults can impair the body’s ability to regulate temperature, or they increase susceptibility to dehydration. Migration to warmer Sunbelt states such as Florida and Arizona are common as people age and retire, but those states increase our exposure to heat for longer stretches of time. Mental health impacts: Stress and trauma can result from extreme weather events and the loss of homes, communities or loved ones. Such loss can contribute to mental health issues, including anxiety and depression among older adults. Social isolation resulting from climate-related events can also affect mental well-being. Access to health care: Disruptions caused by extreme weather events, such as damage to infrastructure and transportation systems, can hinder access to health care services for older people. This is especially concerning for those who require regular medical attention and medications. Economic challenges: Older Americans on fixed incomes may face economic challenges due to the costs associated with adapting to climate change impacts. Higher utility bills from increased air conditioning add up quickly in a heat wave. Big hikes in home insurance rates in weather disaster-prone regions or the dropping of policies reduces economic resilience. We can better protect ourselves by understanding the challenges we face and feel empowered to solve this problem. Writing a disaster plan and having an emergency kit ready to go will ensure you are in the strongest possible position if the worst happens. And we all have the personal power to advocate for policies that lower emissions and protect our communities! Susan Atkinson is a volunteer for the Citizens’ Climate Lobby, an organization that spans the political spectrum to find common ground for climate change action. ©2024 Chicago Tribune, chicagotribune.com. Distributed by Tribune Content Agency, LLC. Talk to us > Give us your . > Send us a . > More [Herald contact information](https://www.heraldnet.com/contact/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susan atkinson",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "chicago tribune young",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T00:41:12.695+02:00",
  "updated": "2024-02-16T00:41:12.695+02:00"
}