{
  "thread": {
    "uuid": "b120bfe92a2d3dc513c175085fb25c249249d61a",
    "url": "https://www.globenewswire.com/news-release/2024/07/05/2908982/0/en/Volvo-Group-and-Westport-Celebrate-Transformative-Partnership.html",
    "site_full": "www.globenewswire.com",
    "site": "globenewswire.com",
    "site_section": "https://www.globenewswire.com/index?page=16",
    "site_categories": [
      "media"
    ],
    "section_title": "Send Press Releases With GlobeNews Wire | GlobeNewswire",
    "title": "Volvo Group and Westport Celebrate Transformative",
    "title_full": "Volvo Group and Westport Celebrate Transformative",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ml.globenewswire.com/Resource/Download/787bdaf1-534e-401d-9695-34e4b047a78f",
    "performance_score": 0,
    "domain_rank": 472,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b120bfe92a2d3dc513c175085fb25c249249d61a",
  "url": "https://www.globenewswire.com/news-release/2024/07/05/2908982/0/en/Volvo-Group-and-Westport-Celebrate-Transformative-Partnership.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Westport Fuel Systems Inc.",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Volvo Group and Westport Celebrate Transformative",
  "text": "Event Highlights Joint Venture’s Role in Global Adoption of HPDI™ Fuel System,\nAdvancing Commercial Transportation to Smarter, Cleaner Power with IC Engines\nVANCOUVER, British Columbia, July 05, 2024 (GLOBE NEWSWIRE) -- Volvo Group (“Volvo”) and Westport Fuel Systems Inc. (\"Westport\" or the “Company”) (TSX: WPRT / Nasdaq: WPRT ) today marked a defining moment in the journey of the newly formed joint venture (JV) as the two companies celebrated the official launch of their partnership with an exclusive event at the University of British Columbia, the birthplace of Westport's HPDI™ fuel system technology.\nNurtured for nearly 30 years within Westport, the two partners are coming together to jointly promote, develop and further accelerate the commercialization of the HPDI technology. In doing so, the JV will resolutely focus on moving forward affordable, sustainable transportation solutions using the internal combustion engine operating on renewable fuels now and hydrogen in the future.\n“This joint venture is poised to make a significant impact on global long-haul and off-road heavy-duty applications,” said Dan Sceli, Chief Executive Officer and Director of Westport Fuel Systems, and interim President of the Volvo/Westport JV. “By combining Volvo’s extensive expertise in commercial vehicle and power system manufacturing with Westport’s innovative fuel system technology, we are creating a powerful force for change that can make a meaningful contribution to reduce carbon emissions immediately and affordably. Together we are committed to delivering sustainable, efficient, and economically viable solutions for long-haul transportation.”\nPartnership is the New Leadership\nLeaders from both companies joined-in on the celebration of this milestone, emphasizing the significance of the partnership in driving forward HPDI’s breakthrough technology in tackling the urgent challenges of climate change.\n“Today is a day of celebration as we join together to collectively advance this critically important clean transportation initiative,” said Lars Stenqvist, Chief Technology Officer of Volvo Group. “We believe HPDI-powered internal combustion engines, running on hydrogen and renewable fuels, play a crucial role in global decarbonization efforts in commercial transportation. The joint venture enables us to combine this innovative fuel system with our strategic expertise to guide OEMs and fleets as they navigate the energy transition.”\n“This is a momentous occasion for Westport and the HPDI technology. The alliance between our two companies affirms our steadfast commitment to drive decarbonization in the heavy-duty sector utilizing alternative fuels while still providing the efficiency, power and durability that comes with diesel cycle engines,” said Scott Baker, Vice President, Product Development and Technology Officer of the Volvo/Westport JV.\nBaker continued, “Together, we will provide unparalleled expertise and counsel to customers around the globe on optimizing their existing CO 2 reduction strategies, ultimately paving the way for a more sustainable future in heavy-duty transportation.”\nCollaboration with transportation partners and end-users has led to the deployment of the HPDI system in thousands of Volvo trucks across Europe, underscoring its effectiveness in achieving carbon neutrality. Since the commercial release of HPDI in 2018, fleets have collectively avoided hundreds of thousands of tons of CO 2 emissions annually. This success demonstrates the immediate impact of integrating hydrogen and biogas technologies into existing infrastructure.\nAt the heart of the HPDI ™ Fuel System is a revolutionary patented injector with a dual concentric needle design that delivers small quantities of diesel fuel and large quantities of natural gas, at high pressure, to the combustion chamber. The natural gas is injected at the end of the compression stroke. Launched in 2024, the Volvo FH Aero gas-powered is a long-haul truck shaped for aerodynamic efficiency.\nIMAGE: VOLVO TRUCKS\nAbout Westport Fuel Systems\nAt Westport, we are driving innovation to power a cleaner tomorrow. We are a leading supplier of advanced fuel delivery components and systems for clean, low-carbon fuels such as natural gas, renewable natural gas, propane, and hydrogen to the global transportation industry. Our technology delivers the performance and fuel efficiency required by transportation applications and the environmental benefits that address climate change and urban air quality challenges. Headquartered in Vancouver, Canada, with operations in Europe, Asia, North America, and South America, we serve our customers in more than 70 countries with leading global transportation brands. At Westport, we think ahead. For more information, visit www.wfsinc.com .\nContact\nWestport Media Relations\nT: 1 604-718-1992\nE: media@wfsinc.com\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/df85fab7-ce58-479f-a699-5538feae8e5c",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Corporate News and Profiles",
    "Environment",
    "Economy, Business and Finance"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "volvo group",
        "sentiment": "negative"
      },
      {
        "name": "westport celebrate transformative event highlights joint venture",
        "sentiment": "negative"
      },
      {
        "name": "volvo",
        "sentiment": "none"
      },
      {
        "name": "westport fuel systems inc.",
        "sentiment": "none"
      },
      {
        "name": "university of british columbia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "westport",
        "sentiment": "none"
      },
      {
        "name": "ic engines vancouver",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:34:17.432+03:00",
  "updated": "2024-07-31T03:22:05.228+03:00"
}