{
  "thread": {
    "uuid": "efd578eec151befc6421cf7fcbc08f8573b7ccf1",
    "url": "https://eldeber.com.bo/edicion-impresa/monsenor-leigue-necesitamos-mas-sacerdotes-y-mas-personas-que-digan-si-al-senor_361351",
    "site_full": "eldeber.com.bo",
    "site": "eldeber.com.bo",
    "site_section": "https://www.eldeber.com.bo",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "EL DEBER, Noticias de Bolivia y el mundo",
    "title": "Monseñor Leigue: “Necesitamos más sacerdotes y más personas que digan sí al Señor” | El Deber",
    "title_full": "Monseñor Leigue: “Necesitamos más sacerdotes y más personas que digan sí al Señor” | El Deber",
    "published": "2024-03-29T11:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://static.eldeber.com.bo/Files/Sizes/2024/3/29/importada-feed_1924034534_760x520.jpg",
    "performance_score": 0,
    "domain_rank": 36632,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efd578eec151befc6421cf7fcbc08f8573b7ccf1",
  "url": "https://eldeber.com.bo/edicion-impresa/monsenor-leigue-necesitamos-mas-sacerdotes-y-mas-personas-que-digan-si-al-senor_361351",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@eldeber",
  "published": "2024-03-29T11:00:00.000+03:00",
  "title": "Monseñor Leigue: “Necesitamos más sacerdotes y más personas que digan sí al Señor” | El Deber",
  "text": "Santa Cruz Santa Cruz Monseñor Leigue: “Necesitamos más sacerdotes y más personas que digan sí al Señor” Monseñor pidió rezar por las vocaciones, pero también recordó al clero usar el poder que le confiere la consagración en servicio a los demás. Los exhortó a mantener viva su misión para estar cerca de las personas en todo momento En el marco de la celebración de renovación de las promesas sacerdotales, monseñor René Leigue, arzobispo de Santa Cruz, pidió a los laicos orar y cuidar a los religiosos, porque la iglesia necesita más pastores que impulsen al pueblo. “Cuídenlos, son pocos los que hay. Necesitamos más sacerdotes, más personas que digan sí al Señor. Les pido a ustedes laicos que oren por más sacerdotes, por las vocaciones y por los jóvenes. Felicidades hermanos sacerdotes, que el Señor los acompañe y les dé siempre esa fortaleza y esa sabiduría para cuidar a su pueblo”, subrayó Leigue al finalizar la eucaristía. El arzobispo aprovechó este espacio para reflexionar a los sacerdotes y pedirles que estén más cerca de la gente y no olviden el compromiso que hicieron en la consagración. “Nosotros hemos sido consagrados y ungidos por el espíritu, y en ese momento fuimos enviados para anunciar esa buena noticia a los pobres y anunciar la liberación a los cautivos. En ese momento que hemos dicho sí al Señor, nos hemos comprometido para anunciar esa buena noticia”. Les pidió mantener viva su misión y no distorsionar el poder que se les confirió. “El espíritu nos da esa fuerza y la unción nos ha dado el poder, pero no un poder como lo podemos percibir en nuestra sociedad. El poder que el espíritu nos ha dado en la ordenación es para el servicio. El poder se manifiesta y se transforma en servicio, por eso cuando hablamos de sacerdocio hablamos también de que tenemos ese poder que Dios nos ha dado, no para tratar mal a los demás, sino para servir”. También los exhortó a estar siempre fortalecidos espiritualmente para vencer al mal. “En medio de una sociedad que vivimos, tan complicada, donde hay tantos problemas, tantas dificultades y nosotros estamos en medio. No nos dejemos vencer por el mal, no nos dejemos contaminar con esa decepción que a veces encontramos en el mismo pueblo. Cuantas personas encontramos decepcionadas con la realidad que viven y vienen a nosotros para escuchar una palabra diferente, para encontrar una palabra de ánimo y de aliento”, subrayó. Leigue recordó que los sacerdotes son una pieza fundamental en la sociedad, pero lamentó que a veces pasan desapercibidos y solo cobran notoriedad cuando se equivocan. “En medio de esta realidad que vivimos no tenemos que dejarnos vencer por el mal y tenemos que luchar cada día”. Pidió a los sacerdotes que en los momentos de crisis recuerden el sí que dieron al Señor. “Tenemos que recuperar esa fuerza, esa alegría de ser sacerdote. La gente confía en nosotros, no los defraudemos”. Agradeció por el servicio que brindan en la Arquidiócesis de Santa Cruz, tanto a los que son nacidos en esta tierra, como a los que llegan de afuera. “No se olviden que vienen a servir en la arquidiócesis y mientras están aquí hagan su trabajo con gusto, no piensen solamente que están de paso”. El papa en la misa Crismal En la misa Crismal celebrada en el Vaticano, el papa Francisco reflexionó sobre la necesidad de “la compunción (arrepentimiento) y las lágrimas” en los miembros de la iglesia. “No es un sentimiento de culpa que nos tumba por tierra, no es el escrúpulo que paraliza, sino un aguijón benéfico que quema por dentro y cura, porque el corazón, cuando ve el propio mal y se reconoce pecador, se abre, acoge la acción del Espíritu Santo, agua viva que lo sacude haciendo correr las lágrimas sobre el rostro. Quien se quita la máscara y deja que Dios mire su corazón recibe el don de estas lágrimas, que son las aguas más santas después de las del bautismo”, dijo el pontífice. Agregó que otra característica de la compunción es la solidaridad. “Un corazón dócil, liberado por el espíritu de las bienaventuranzas, se inclina naturalmente a hacer compunción por los demás; en vez de enfadarse o escandalizarse por el mal que cometen los hermanos, llora por sus pecados”. A los sacerdotes les recordó que el Señor no les pide juicios despectivos sobre los que no creen, sino amor y lágrimas por los que están alejados. “Las situaciones difíciles que vemos y vivimos, la falta de fe, los sufrimientos que tocamos, al entrar en contacto con un corazón compungido, no suscitan la determinación en la polémica, sino la perseverancia en la misericordia”, afirmó Francisco. “Cuánto necesitamos liberarnos de resistencias y recriminaciones, de egoísmos y ambiciones, de rigorismos e insatisfacciones, para encomendarnos e interceder ante Dios, encontrando en él una paz que salva de cualquier tempestad. Adoremos, intercedamos y lloremos por los demás. Permitamos al Señor que realice maravillas. No temamos, Él nos sorprenderá”, complementó. El papa Francisco agradeció a los sacerdotes “por sus corazones abiertos y dóciles”. “Gracias por sus fatigas, sus lágrimas y por llevar la maravilla de la misericordia de Dios a los hermanos y hermanas de nuestro tiempo”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:09:37.463+03:00",
  "updated": "2024-03-29T12:09:37.463+03:00"
}