{
  "thread": {
    "uuid": "1e6ec0b78ed72e3391cd5cceeea2f4897843589e",
    "url": "https://www.infobae.com/america/agencias/2024/07/05/las-ballenas-fueron-mas-felices-durante-la-pandemia-de-la-covid-revela-estudio-cientifico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/america/agencias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Últimas Noticias de Argentina y del Mundo - Infobae",
    "title": "Las ballenas fueron más felices durante la pandemia de la covid, revela estudio científico - Infobae",
    "title_full": "Las ballenas fueron más felices durante la pandemia de la covid, revela estudio científico - Infobae",
    "published": "2024-07-05T09:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2417",
    "performance_score": 0,
    "domain_rank": 1952,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e6ec0b78ed72e3391cd5cceeea2f4897843589e",
  "url": "https://www.infobae.com/america/agencias/2024/07/05/las-ballenas-fueron-mas-felices-durante-la-pandemia-de-la-covid-revela-estudio-cientifico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@infobae",
  "published": "2024-07-05T09:00:00.000+03:00",
  "title": "Las ballenas fueron más felices durante la pandemia de la covid, revela estudio científico - Infobae",
  "text": "Sídney (Australia), 5 jul (EFE).- Las ballenas jorobadas que migran anualmente por la costa este de Australia fueron más felices durante el primer año de la pademia de covid-19, cuando el país oceánico aplicó estrictas medidas de confinamiento a su población, reveló un estudio científico publicado este viernes.\nLa investigación realizada por científicos de la Universidad de Queensland se apoyó en imágenes tomadas por drones y las muestras de grasa extraídas de varios ejemplares de ballenas jorobadas que transitaron en las aguas cercanas a la Isla North Stradbroke, a unos 100 kilómetros del sur de la ciudad de Brisbane.\nLas imágenes permitieron observar la condición corporal y las reservas energéticas de las ballenas jorobadas (Megaptera novaeangliae) durante su larga migración anual -entre las aguas antártidas y zonas ecuatoriales a través de la costa australiana- y su intenso período de crianza.\nAsimismo, los científicos midieron genéticamente las concentraciones hormonales de la grasa (cortisol y testosterona) \"durante un periodo de cambios sin precedentes en la actividad antropogénica y los procesos naturales\", según el artículo sobre este estudio publicado en la revista Marine Environment research.\nEl análisis de las muestras reveló concentraciones de cortisol significativamente más bajas en las ballenas estudiadas en 2021, en comparación con el año anterior.\n\"Este cambio en su fisiología sugiere una disminución de los factores de estrés ambiental entre estos dos años\", dijo el autor principal de este estudio, Jake Linsky, de la Facultad de Medio Ambiente de la Universidad de Queensland, en un comunicado publicado hoy por la institución educativa australiana.\nA lo largo de 2020, se aplicaron estrictas medidas de confinamiento y restricción de movimiento en casi todo el planeta a raíz de la pandemia de la covid, mientras que a la par se iniciaba el fenómeno meteorológico de La Niña, que los científicos apuntan que también pudo tener cierta influencia en el descenso de estrés.\nLos resultados genéticos \"plantean la hipótesis de que las ballenas pueden haber estado respondiendo a una disminución de los contaminantes en sus remotas aguas de alimentación\", puntualizó el científico.\nLinsky también destacó la resiliencia de esta especie que \"ha logrado una de las recuperaciones más exitosas tras la caza histórica de ballenas\".\nEstudios previos ya han registrado cambios similares en las hormonas del estrés en las ballenas en el lado opuesto del continente antártico, aunque los científicos de la Universidad de Queensland sugieren que la nueva investigación podría dar cuenta de que se trató de un incidente generalizado en todo el Océano Austral.\nLa ballena jorobada, también conocida como yubarta, es un cetáceo de 40 toneladas de peso que puede llegar a medir 20 metros, con un cuerpo característico que recuerda a una joroba.\nLa población de ballenas jorobadas de Australia, que tiene dos poblaciones migratorias que navegan por sus costas oeste y este, es de 70.000 ejemplares, un número que ha ido aumentando por las medidas de protección implementadas por el país. EFE\nwat/nc/cc\n(fotos) (vídeo)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T09:25:27.576+03:00",
  "updated": "2024-07-05T09:25:27.576+03:00"
}