{
  "thread": {
    "uuid": "fedcb37bb402b2f9749c70f8cc9e45516a12ef2c",
    "url": "https://menafn.com/1107978466/Theres-So-Much-Of-Us-In-This-Novel-Union-Minister-Hardeep-Puri-Told-Wife-Lakshmi-On-Her-Debut-Fiction",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Families Of Israeli Hostages Meet Netanyahu",
    "title": "'There's So Much Of Us In This Novel', Union Minister Hardeep Puri Told Wife Lakshmi On Her Debut Fiction | MENAFN.COM",
    "title_full": "'There's So Much Of Us In This Novel', Union Minister Hardeep Puri Told Wife Lakshmi On Her Debut Fiction | MENAFN.COM",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/14/I_d060aimage_story.jpg",
    "performance_score": 0,
    "domain_rank": 6330,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fedcb37bb402b2f9749c70f8cc9e45516a12ef2c",
  "url": "https://menafn.com/1107978466/Theres-So-Much-Of-Us-In-This-Novel-Union-Minister-Hardeep-Puri-Told-Wife-Lakshmi-On-Her-Debut-Fiction",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "'There's So Much Of Us In This Novel', Union Minister Hardeep Puri Told Wife Lakshmi On Her Debut Fiction | MENAFN.COM",
  "text": "New Delhi, 14 March (IANS) While she wears many hats, and many addresses befit her, what do we call her? Mrs Puri or Ambassador Puri?“Lakshmi\", she insists, as she shares the stories behind the theme of her debut novel, 'Swallowing The Sun'. A top diplomat, gender rights advocate, the wife of a Union Minister, and a daughter to the parents who made her all that and more, Lakshmi Murdeshwar Puri launched her first fiction 'Swallowing the Sun' (Aleph) earlier this year with much fanfare. But on Thursday evening, during a close and cozy gathering in the national capital, it was all about her and the stories she lived to create 'Swallowing the Sun'. The story, a historical fiction, is in many ways contemporary and forward-looking. This“coming of age” story of Malti, who is ahead of her times, is the thread of this“feminist” work. Education being an instrument for neutralising gender disparities, pursuing that on the eve of Independence was tantamount to taking part in a revolution to not subject a girl to child marriage and child motherhood, and make her identity secondary to the roles she did not choose to play. Lakshmi is a living example of this \"revolution\". And her story is the story of“sheroes”, her protagonist that explores heroism in her time and space. Raised in an intellectually stimulating household, Lakshmi delighted in her mother's storytelling and her“restrained” father's poetry. “We lived in poetry,” she said. With plentiful engagement and indulgence in poetry and literature, it was only too natural for her to have a flair for storytelling. Sparing a thought to the nearly extinct art of exchanging letters, which is largely the means of communication between the lovers in the story, the author seems to be fancying the idea of a book based only on letters. It was an editorial decision to cut down the number of letters in the novel that Lakshmi had to make peace with. Reading excerpts from the book where an angry Malti signs off to her lover with“Yours' sincerely\", instead of“Yours' affectionately\", was a reminder of how powerfully emotive letters could be. When Lakshmi finished writing the book, it was her husband, Union Minister for Petroleum and Natural Gas and Housing and Urban Affairs, Hardeep Singh Puri, who first read the manuscript and said to his wife:“There is so much of us in this novel.” (Kavya Dubey may be reached at ...) MENAFN14032024000231011071ID1107978466 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hardeep puri",
        "sentiment": "negative"
      },
      {
        "name": "lakshmi murdeshwar puri",
        "sentiment": "none"
      },
      {
        "name": "malti",
        "sentiment": "none"
      },
      {
        "name": "mrs puri",
        "sentiment": "none"
      },
      {
        "name": "puri",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "union",
        "sentiment": "negative"
      },
      {
        "name": "ians",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:05:50.998+02:00",
  "updated": "2024-03-15T00:05:50.998+02:00"
}