{
  "thread": {
    "uuid": "a98fd92d0cd3b65cb78c64adbc12f482232b23cb",
    "url": "https://extra.ie/2024/03/14/sport/soccernews/john-oshea-ireland-new-stars",
    "site_full": "extra.ie",
    "site": "extra.ie",
    "site_section": "https://extra.ie/wp-json/wp/v2/posts/1445114",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-14T18:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34810,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a98fd92d0cd3b65cb78c64adbc12f482232b23cb",
  "url": "https://extra.ie/2024/03/14/sport/soccernews/john-oshea-ireland-new-stars",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Martin Healy",
  "published": "2024-03-14T18:35:00.000+02:00",
  "title": "",
  "text": "John O’Shea has praised the new Ireland trio of Sammie Szmodics, Finn Azaz, and Jake O’Brien after they were all called into the Ireland.\nThe interim boss named his 26-man selection on Thursday and included an uncapped trio and brought back seasoned names like Seamus Coleman and Robbie Brady.\nToday's top videos STORY CONTINUES BELOW Under-21s stars Andy Moran and Sinclair Armstrong are also set to join up with the squad ahead of their friendly with Switzerland, which comes three days after facing Belgium.\nJohn O’Shea has praised the new Ireland trio of Sammie Szmodics, Finn Azaz, and Jake O’Brien. Pic: Brendan Moran/Sportsfile Of the three, Szmodics has garnered the most attention for a season that has seen him become the unlikely top scorer in the Championship.\nWhile there were questions in the past over whether the 28-year-old was committed to Ireland, O’Shea revealed that the attacking midfield is all in on lining out in the green jersey,\n‘It was very straightforward. Obviously one of the first games I went to watch was Blackburn v Millwall. Any of the conversations I had with Sammie were all straightforward,’ the interim boss explained.\nBlackburn Rovers’ Sammie Szmodics celebrates scoring his side’s equalising goal to make the score 1-1 during the Sky Bet Championship match between Blackburn Rovers and Millwall at Ewood Park on March 5, 2024 in Blackburn, England. Pic: Alex Dodd – CameraSport via Getty ‘He is buzzing. He’s delighted to be coming in and it’s great to have a player like him in such good form consistently all season.\n‘He has got that versatility in terms of where he’s playing at the minute, he’s floating from a striker into a number 10 position. It’s great to have an option like that to bring into the squad.\n‘He has just grown and has that maturity in his game. He’ll bring an intelligence in his game that he has developed over the last few years, whether that be in false positions, he can drift in off the left, drift in off the right, he can cope with any type of strike partner.’\nSammie Szmodics of Blackburn Rovers celebrates scoring his team’s third goal after completing his hat-trick during the Emirates FA Cup Third Round match between Blackburn Rovers and Cambridge United at Ewood Park on January 06, 2024 in Blackburn, England. Pic: Gary Oakley/Getty Images ‘It’s good to have a player like that coming in, scoring 27 goals and 21 in the league, it’s very important.’\nO’Shea also had plenty to say about Azaz and O’Brien, with the former in top form after moving to Middlesbrough and the latter making waves with Lyon in Ligue 1.\n‘Finn was having a great season with Plymouth, got signed by Middlesbrough and is doing really well and has scored a lot of goals.’\nFinn Azaz has been included in the Ireland squad. Pic: MI News/NurPhoto via Getty ‘A really good creative technical option for us going forward. I spoke to Michael [Carrick] about him as well and he’s really enjoying working with him. I think he’ll add something different to the squad, definitely.’\n‘Jake is another player I have worked with with the under-21s.’\nLyon’s Irish defender Jake O’Brien controls the ball during the French Ligue 1 football match between Lyon and Clermont Foot 63 at Groupama stadium in Lyon, France on October 22, 2023. Pic: ARNAUD FINISTRE / AFP ‘It’s been brilliant to see what he has done in the last year to 18 months, establishing himself in a top-flight league. It’s been brilliant to see.\nSomething old, something new: The big talking points from John O’Shea’s Ireland squad There’s great competition in that area of the pitch. He’ll have lots of competition but it’s great for us, and me being part of the defensive camp shall we say, that we can help him improve even further over the two games coming up.’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sammie szmodics",
        "sentiment": "neutral"
      },
      {
        "name": "finn azaz",
        "sentiment": "neutral"
      },
      {
        "name": "john o’shea",
        "sentiment": "neutral"
      },
      {
        "name": "jake o’brien",
        "sentiment": "neutral"
      },
      {
        "name": "brendan moran",
        "sentiment": "none"
      },
      {
        "name": "sinclair armstrong",
        "sentiment": "none"
      },
      {
        "name": "seamus coleman",
        "sentiment": "none"
      },
      {
        "name": "robbie brady",
        "sentiment": "none"
      },
      {
        "name": "andy moran",
        "sentiment": "none"
      },
      {
        "name": "sam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "millwall",
        "sentiment": "none"
      },
      {
        "name": "blackburn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "green jersey",
        "sentiment": "none"
      },
      {
        "name": "szmodics",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:01:55.669+02:00",
  "updated": "2024-03-15T01:01:55.669+02:00"
}