{
  "thread": {
    "uuid": "3ad37c679a32f61272ad3828fa8aa1b374cb17a4",
    "url": "https://www.ft.lk/news/White-House-celebrates-Vesak-in-honour-of-Buddhists-around-the-world/56-762459",
    "site_full": "www.ft.lk",
    "site": "ft.lk",
    "site_section": "https://www.ft.lk/news/56",
    "site_categories": [
      "media",
      "world_soccer",
      "sports"
    ],
    "section_title": "Sri Lanka's only business publication | Daily FT",
    "title": "White House celebrates Vesak in honour of Buddhists around the world | Daily FT",
    "title_full": "White House celebrates Vesak in honour of Buddhists around the world | Daily FT",
    "published": "2024-05-31T19:13:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://bmkltsly13vb.compat.objectstorage.ap-mumbai-1.oraclecloud.com/cdn.ft.lk/assets/uploads/image_3368ca15dc.jpg",
    "performance_score": 0,
    "domain_rank": 44503,
    "domain_rank_updated": "2024-05-28T13:09:50.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3ad37c679a32f61272ad3828fa8aa1b374cb17a4",
  "url": "https://www.ft.lk/news/White-House-celebrates-Vesak-in-honour-of-Buddhists-around-the-world/56-762459",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T19:13:00.000+03:00",
  "title": "White House celebrates Vesak in honour of Buddhists around the world | Daily FT",
  "text": "Honouring the global Buddhist community, the White House, led by Second Gentleman Douglas Emhoff, celebrated Vesak with a formal ceremony on 23 May.\nThe event took place at the White House in Washington DC, marking the day of Vesak, which is observed by millions of Buddhists in the US and worldwide. The ceremony emphasised the relevance of Buddhist teachings in promoting peace, tolerance, and compassion and offering sustained solutions to global challenges.\nThe ceremony was a testament to the diversity and unity within the Buddhist community. Buddhist priests from various traditions came together, lighting lamps and chanting prayers in front of a specially set-up platform. The platform featured a large Buddha statue, donated to the White House by the Sri Lanka Embassy last year, and was adorned with decorations ranging from flowers to Buddhist flags and lamps.\nThe event was attended by representatives of all Buddhist faiths, the diplomatic community, senior White House officials led by Deputy Assistant to the President Erika Moritsugu, senior State Department officials including Assistant Secretary Ambassador Donald Lu and Deputy Assistant Secretary Afreen Akhter, other senior US government officials, interfaith leaders, and members of civil society, including the International Buddhist Association of America.\nIn the meantime, President Biden, in a statement, marked the day by underscoring the significance of the occasion and extending his warm wishes to Buddhists in the US and around the world. He acknowledged the importance of Buddhist teachings, primarily highlighting the value of such principles in addressing current global issues. Ambassador Mahinda Samarasinghe represented Sri Lanka at the invitation of the White House. In March this year, Ambassador Samarasinghe initiated the first preparatory meeting at his official residence in the presence of all stakeholders, including from the White House, who were responsible for arranging this year’s celebration.\nMaryland Buddhist Vihara Chief Incumbent Ven. Katugastota Uparathana Thero, Hagerstown Sri Sambuddhaloka Vihara Chief Incumbent Ven. Karaputugala Indraratana Thero, West Virginia Buddhist Temple Chief Incumbent Ven. Ethkandawaka Saddhajeewa Thero, Washington DC Mahamewna Meditation Center Chief Incumbent Ven. Thalawe Damithabodhi Thero, and Washington Buddhist Vihara Ven. Wathuliyadde Rathanaseeha Thero also represented the Sri Lankan Buddhist community in the US at the White House event.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "douglas emhoff",
        "sentiment": "negative"
      },
      {
        "name": "buddha",
        "sentiment": "none"
      },
      {
        "name": "erika moritsugu",
        "sentiment": "none"
      },
      {
        "name": "assi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "white house",
        "sentiment": "negative"
      },
      {
        "name": "buddhist",
        "sentiment": "none"
      },
      {
        "name": "state department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "white house",
        "sentiment": "none"
      },
      {
        "name": "washington dc",
        "sentiment": "none"
      },
      {
        "name": "sri lanka embassy",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T22:07:53.406+03:00",
  "updated": "2024-05-31T22:07:53.406+03:00"
}