{
  "thread": {
    "uuid": "7a13eee0b62045b79c593e9fa30793b3c7b8e91c",
    "url": "https://noticias.uai.cl/ingenieria-y-ciencias-uai-da-la-bienvenida-a-los-nuevos-estudiantes-de-computer-science",
    "site_full": "noticias.uai.cl",
    "site": "uai.cl",
    "site_section": "https://noticias.uai.cl/feed",
    "site_categories": [
      "media",
      "7_12_education",
      "education",
      "graduate_school"
    ],
    "section_title": "Noticias UAI",
    "title": "Ingeniería y Ciencias UAI da la bienvenida a los nuevos estudiantes de Computer Science",
    "title_full": "Ingeniería y Ciencias UAI da la bienvenida a los nuevos estudiantes de Computer Science",
    "published": "2024-04-12T01:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://noticias.uai.cl/assets/uploads/2024/04/portadas-notas-web-8.png",
    "performance_score": 0,
    "domain_rank": 74288,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a13eee0b62045b79c593e9fa30793b3c7b8e91c",
  "url": "https://noticias.uai.cl/ingenieria-y-ciencias-uai-da-la-bienvenida-a-los-nuevos-estudiantes-de-computer-science",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Magdalena Domínguez",
  "published": "2024-04-12T01:33:00.000+03:00",
  "title": "Ingeniería y Ciencias UAI da la bienvenida a los nuevos estudiantes de Computer Science",
  "text": "Con el objetivo de recibir a la primera generación de Ingeniería en Computer Science, es que la\nFacultad de Ingeniería y Ciencias de la Universidad Adolfo Ibáñez (UAI) organizó un desayuno de bienvenida para las y los estudiantes que ingresaron a este nuevo plan de estudios.\nDel desayuno participaron los profesores de Ingeniería y Ciencias UAI\nJohn Atkinson, Andrés Peters, Nicolás Cenzano, Francisco Duque, y Danilo Bórquez, quien también es director de la carrera. Este último explicó que “fue una instancia súper rica de conocimiento, donde pudimos conocer las distintas perspectivas que tenían los estudiantes acerca de la carrera y conocerlos a ellos también, cuáles son sus motivaciones, sus ideas acerca de la carrera y cuál es su visión de futuro”.\nPara los estudiantes también fue una muy grata experiencia. Gonzalo Eyzaguirre, estudiante de Ingeniería en Computer Science encontró “muy buena la actividad porque me ayudó a conocer a mis compañeros y futuros amigos que voy a tener en estos años”, y agregó que “también tuvimos la oportunidad de preguntar sobre la malla curricular, si cómo va a ser tratada en los futuros con los profesores pertinentes”.\nPor su parte, su compañero Martín Soto, comentó que le “pareció una actividad fascinante porque es todo un mundo nuevo, aparte de lo que es la Universidad en sí”.\nIngeniería en Computer Science es un nuevo programa dictado por Ingeniería y Ciencias UAI, el cual busca formar profesionales que desarrollen su capacidad para analizar problemas computacionales complejos, aplicando los principios de las ciencias de la computación, técnicas de programación e interdisciplinaridad.\nJavier Vicencio explicó que “uno de los principales motivos por los que entré a esta carrera fue por el programa de Ingeniería en Acción que hizo la Universidad, el cual me acercó de gran forma a las diferentes carreras de la UAI y me ayudó a decirme por Ingeniería en Computer Science”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:46:20.558+03:00",
  "updated": "2024-04-12T03:46:20.558+03:00"
}