{
  "thread": {
    "uuid": "480f860e331e46d249be17361ec91dc0832b5fae",
    "url": "https://timesofindia.indiatimes.com/city/chennai/a-commander-recollects-his-days-and-nights-at-the-kargil-war-guts-guns-a-goat/articleshow/109801649.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Times of India",
    "title": "Guts, guns & a goat: A commander recollects his days and nights at the Kargil war | Chennai News - Times of India",
    "title_full": "Guts, guns & a goat: A commander recollects his days and nights at the Kargil war | Chennai News - Times of India",
    "published": "2024-05-03T04:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-109801826,width-1070,height-580,imgsize-561302,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "480f860e331e46d249be17361ec91dc0832b5fae",
  "url": "https://timesofindia.indiatimes.com/city/chennai/a-commander-recollects-his-days-and-nights-at-the-kargil-war-guts-guns-a-goat/articleshow/109801649.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "A Ragu Raman",
  "published": "2024-05-03T04:07:00.000+03:00",
  "title": "Guts, guns & a goat: A commander recollects his days and nights at the Kargil war | Chennai News - Times of India",
  "text": "This day marks the 25th anniversary of the beginning of Kargil war. The highaltitude war, known as ‘Operation Vijay’ which lasted for nearly three months was one of the epic battles that the Indian Army fought and won in modern times. More than 500 Indian soldiers were martyred in the battle for the peaks which the Pakistani soldiers tried to take control in May 1999. India inflicted heavy losses on the Pakistani side (more than 840 lives, according to an estimate) before recapturing Tiger hill and many other peaks held by Pakistani soldiers by July 26, 1999.Soldiers who fight a war from the front don’t just deal with enemy bombs and bullets. Win or lose, the effects of a war stay with them for long. Retired Lieutenant Colonel Sada S Peter, 57, who fought the Kargil war as a battery commander of Rocket Regiment, shares some poignant, yet untold, stories from the frontline: How his team brought hellfire on Pakistan troops camping on the Tololing peak; how a blood-soiled letter found in a slain Pakistan soldier’s uniform pocket moved him; and how a goat gifted as food for the unit turned their pet; and how he fought nightmares of headless soldiers walking down the Kargil peaks towards him.I was sent to the warfront in the first week of June 1999, and soon we were firing at targets using the Russian made Grad BM21 rocket launchers. Before recapturing the Tololing peak, I was asked to go to a forward outpost to observe, mark the targets and order artillery fire at them. I wrote two letters – one to my father and the other to my young wife. I asked my team to post them in case I didn’t return alive.The forward outpost was on a hillock known as Bhatti Post, named after a Havildar who identified it as a vantage point. Our infantry soldiers from 18 Grenadiers regiment were keeping that post as a launch pad for upcoming battles. They were wary of our small team using the radio communication and observing the peaks. They felt we may give up their position. They fought the battle with a lot of pride.They trusted us only after we showcased our firepower and brought heavy casualties in the enemy camp. The enemy was also showering us with bombs that fell all around us.After one of the artillery attacks, about 30 to 40 people were charging towards us and our snipers shot three or four of them within 800m from our post. That was my closest encounter with the enemy. Then our artillery units brought heavy fire on them.After a few days, we heard the ‘whoosh’ sound of incoming rockets. We hid under rocks, hoping they would go over us and not fall on us. Two dogs and a mule which brought us rations weren’t as lucky – they died in the artillery fire.We had dry rations including kerosene, meat, dal, rice, tea powder and energy bars. Some of the boys from Rajasthan had brought some masala to marinate chicken. It tasted good.Our artillery units fired about 40,000 rounds of ammunition on Tololing and nearby peaks. Captain Goswami (now a brigadier), the forward fire controller with the attacking infantry battalions 18 Grenadiers, 2 Rajputana Rifles and 13 Jammu & Kashmir Rifles, decided to go forward to attack the enemy. We were worried after he went out of radio communication. After a few hours, he radioed in to tell us that we have got back. That was the first major victory in the Kargil war; the other peaks fell one by one soon after.In the 12 days at the post, I was involved in 65 assaults on enemy positions. When I returned from the forward post, I was without a bath for 12 days. My unit members celebrated my return by preparing hot water for my bath and offering me chicken and rum. And we quietly burned the let ters I had written to my dad and wife.Soon, our multi-barrel rocket launchers were moved to target Jubar heights. Here we had a challenge: The peak was at an altitude of 13,000ft and our rockets had a range table of only 10,000ft. Subedar Mrinal K Datta, our gun positioning officer, did a brilliant job by manually adjusting the position for a good trajectory to hit the enemy at the peak. The credit for this should also go to launcher driver Arjun Kumar, troop leader Subedar (later Subedar Major) Arjan Singh, technical assistant Rumel Singh and launcher-incharge Havildar (later promoted as Subedar) Rana.When the infantry went up, they found more dead bodies of enemies. In a few weeks, the war came to an end. Our unit received the honour title ‘Kargil’.When we were recovering bodies of Pak soldiers, a letter found in the left pocket of one of them moved us all. It was written by his child asking for a doll and crayons upon his return.A goat was sent to our unit as ration.But the guy who was about to slaughter it was hit by a shell. Someone said it was a bad omen, and we decided not to kill the animal. It became our pet and lived till 2009.My nightmares started for almost five years after my return from the battlefield. I dreamed of headless soldiers and black liquid flowing out of taps. With support from my family, I came out of it. After 21 years of serving the Army, I took up a job in a corporate.(Peter is among the invitees to the silver jubilee celebrations of Kargil victory in Delhi on June 28).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sada s peter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chennai news - times of india",
        "sentiment": "negative"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      },
      {
        "name": "rocket regiment",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kargil",
        "sentiment": "none"
      },
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T06:53:58.805+03:00",
  "updated": "2024-05-03T06:53:58.805+03:00"
}