{
  "thread": {
    "uuid": "e3827c2d14fa83bb0f5b9ace96bc07186d33c01e",
    "url": "https://www.richmond-news.com/local-news/bike-patrols-catch-thieves-give-out-tickets-in-richmond-city-centre-8039479",
    "site_full": "www.richmond-news.com",
    "site": "richmond-news.com",
    "site_section": "https://www.richmond-news.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Richmond News: richmondnews",
    "title": "Bike patrols catch thieves, give out tickets in Richmond city centre",
    "title_full": "Bike patrols catch thieves, give out tickets in Richmond city centre",
    "published": "2023-12-29T20:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/richmondnews/images/police/bike-patrols-cropped.jpg;w=960;h=733;mode=crop",
    "performance_score": 0,
    "domain_rank": 49520,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e3827c2d14fa83bb0f5b9ace96bc07186d33c01e",
  "url": "https://www.richmond-news.com/local-news/bike-patrols-catch-thieves-give-out-tickets-in-richmond-city-centre-8039479",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maria Rantanen",
  "published": "2023-12-29T20:45:00.000+02:00",
  "title": "Bike patrols catch thieves, give out tickets in Richmond city centre",
  "text": "The Richmond RCMP Bike Patrol Unit has been in the city centre area during the holiday season, resulting in arrests and tickets. While out and about, they arrested a man allegedly stealing clothes and other items at a mall and another man who allegedly damaged a store door. They also arrested an “extremely intoxicated man” and investigated a domestic disturbance. Over the holiday, bike patrol officers also found and arrested people in Richmond who had outstanding warrants and gave out tickets to drivers. According to RCMP, they have also been helping people who are in mental distress and have been able to patrol areas with a “high concentration of the unhoused.” “Many of the businesses and members of the community have provided feedback on the presence of Bike Patrol officers in the area,” said Staff Sgt. Paul Maan. “It has been overwhelmingly positive. Their unique capabilities and flexibility are unmatched in the urban environment.” Bike patrol officers can move “quickly and quietly, covering greater distances than on foot,” explained Richmond RCMP media spokesperson Cpl. Adriana O’Malley. “Their stealthy nature often lends to the element of surprise with criminals not noticing them,” she added. Many officers bring extensive experience from other sections within the RCMP, O’Malley explained. “This includes knowing many of the offenders by appearance and name,” she said. “They are keenly focusing on the downtown core of Richmond and areas along Bridgeport Road corridor to arrest criminals, deter suspicious activity and safeguard the community.” Help prevent crime: Police RCMP are asking the public to take precautions to prevent crime: - Lock your vehicle doors. Sounds simple. It takes less than a second to do so. It’s the first thing thieves do when they are on the prowl. It also takes them less than a second to check. - ’Tis the season to be shopping. Keep your valuables out of sight. If you can see them, thieves can as well. - Report any suspicious activity. Your eyes and ears are some of the greatest crime fighting tools available. Got an opinion on this story or any others in Richmond? [Send us a letter](https://www.richmond-news.com/submissions/letter-to-the-editor) or email your thoughts or story tips to [Editor@Richmond-News.com](mailto:Editor@Richmond-News.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul maan",
        "sentiment": "none"
      },
      {
        "name": "adriana o",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "rcmp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:09:16.413+02:00",
  "updated": "2023-12-30T03:16:02.975+02:00"
}