{
  "thread": {
    "uuid": "a3d14cc4429ffdac76eebb15c3cc1d93265d9c09",
    "url": "https://www.nationalheraldindia.com/regional/rs-5-lakh-accident-insurance-for-gig-workers-in-telangana",
    "site_full": "www.nationalheraldindia.com",
    "site": "nationalheraldindia.com",
    "site_section": "https://www.nationalheraldindia.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "National Herald",
    "title": "Rs 5 lakh accident insurance for gig workers in Telangana",
    "title_full": "Rs 5 lakh accident insurance for gig workers in Telangana",
    "published": "2023-12-31T17:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/nationalherald%2F2023-12%2Fa94d563a-3392-4f97-8094-3ed27b745990%2FSwiggy_v1.jpg?rect=0%2C45%2C1200%2C630&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 31072,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3d14cc4429ffdac76eebb15c3cc1d93265d9c09",
  "url": "https://www.nationalheraldindia.com/regional/rs-5-lakh-accident-insurance-for-gig-workers-in-telangana",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "IANS",
  "published": "2023-12-31T17:27:00.000+02:00",
  "title": "Rs 5 lakh accident insurance for gig workers in Telangana",
  "text": "Rs 5 lakh accident insurance for gig workers in Telangana\nThe state govt has extended its accident insurance scheme to gig workers and platform workers\nThe Telangana government has extended its accident insurance scheme to gig workers and platform workers in the state, with a coverage of Rs 5 lakh.\nThe state government has issued an order to extend the scheme, which is already in operation for transport and non-transport auto drivers, home guards and working journalists. The entire cost of premium for the Rs 5 lakh accident insurance for beneficiaries will be covered by the state government.\nThe state government has designated the commissioner of transport as the master policyholder and the assistant motor vehicle inspectors of the state transport department as the registering authority and the claim-receiving authority respectively for gig workers and platform workers.\nThe orders were issued a week after chief minister A. Revanth Reddy made the first announcement during a meeting with gig workers.\nHe had stated that the state government would provide social security to workers across the unorganised sectors. He had also assured that the government would provide Rs 10 lakh health cover to gig workers under the Rajiv Arogyasri Scheme.\nRevanth Reddy has also promised that the state government will study the existing policy for gig workers in Rajasthan and introduce an effective law along the same lines in the next Telangana budget session.\nHe has also announced Rs 2 lakh financial assistance to the family of a food delivery executive who died four months ago after he fell from a building. As per his promise, the chief minister yesterday, 30 December, handed over a cheque for Rs 2 lakh from the Chief Minister’s Relief Fund to the family of Mohammed Rizwan.\nRizwan, a Swiggy delivery executive died after he fell from the third floor of a building—he was apparently trying to run away from a customer’s pet dog.\nDuring the campaign for the Telangana Assembly elections last month, Congress leader Rahul Gandhi had also assured that if voted to power, the party would bring legislation for the welfare of gig workers on the lines of a the law passed recently in Rajasthan.\nDuring\nan interaction with gig workers, he had also promised that after the Congress came to power, the ministers of state would will hold a meeting with them and decide on welfare measures for workers in this sector in consultation with them.\nFollow us on:\nGoogle News,\nJoin our official telegram channel (\n@nationalherald) and stay updated with the latest headlines",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health"
  ],
  "external_links": [
    "https://www.t.me/National_Herald",
    "https://t.me/National_Herald",
    "https://news.google.com/publications/CAAqBwgKMNbd-gow7JbyAg",
    "https://www.news.google.com/publications/CAAqBwgKMNbd-gow7JbyAg"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "a. revanth reddy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T19:13:50.718+02:00",
  "updated": "2023-12-31T19:13:50.718+02:00"
}