{
  "thread": {
    "uuid": "f956da2cdb1435851b2f2e69b5ada30ada7da933",
    "url": "https://timesofindia.indiatimes.com/city/chandigarh/15-increase-in-direct-seeded-rice-cultivation-area-in-punjab/articleshow/111499328.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/india/punjab",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Punjab News, Latest Punjab News Headlines &amp; Live Updates - Times of India",
    "title": "DSR: 15% increase in direct-seeded rice cultivation area in Punjab | Chandigarh News - Times of India",
    "title_full": "DSR: 15% increase in direct-seeded rice cultivation area in Punjab | Chandigarh News - Times of India",
    "published": "2024-07-05T01:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f956da2cdb1435851b2f2e69b5ada30ada7da933",
  "url": "https://timesofindia.indiatimes.com/city/chandigarh/15-increase-in-direct-seeded-rice-cultivation-area-in-punjab/articleshow/111499328.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-07-05T01:46:00.000+03:00",
  "title": "DSR: 15% increase in direct-seeded rice cultivation area in Punjab | Chandigarh News - Times of India",
  "text": "Chandigarh: More farmers in Punjab have shifted to direct-seeded rice (DSR) method of cultivation during the ongoing paddy season, which has pushed up the area on which the water-saving technique is being used by 15% as compared to last year, the state govt has claimed.Agriculture minister Gurmeet Singh Khudian said that over 2 lakh acres of area has already been sown using DSR technique, compared to 1.72 lakh acres in the whole Kharif season last year.The direct-seeded rice method can reduce usage of water by 15% to 20% and requires less labour and matures 7 to 10 days faster, giving farmers more time to manage paddy straw.Last year, untimely rains in June had washed away the govt’s plans of increasing the area under DSR. Weary of the uncertain weather, some farmers had not opted for DSR. Those who did, had to plough a part of their fields after failed cultivation due to repeated showers in May-end and early June.In view of the depleting water-table, the Aam Aadmi Party (AAP) govt had in April 2022 announced Rs 1,500 per acre incentive for each farmer who would opt for the DSR instead of the traditional paddy transplantation. The agriculture department has allocated Rs 50 crore to provide financial assistance to farmers opting for this technique during 2024-25.During 2023-24, the state provided Rs 20.33 crore as a financial assistance to 17,116 farmers for adopting DSR. Farmers who have opted for the DSR need to register on the govt portal agrimachinerypb.com till July 15 to get financial aid.“The direct-seeded rice technique not only helps in conserving water but also reduces labour costs and gives high yields,” said Khudian.Germination of seeds and weeds are main problems faced by farmers. The agriculture department advises farmers to use weedicides timely as suggested by Punjab Agricultural University (PAU), Ludhiana.We also published the following articles recentlyPacify farmers sitting on protest at Shambhu to open border: Haryana minister to Union agriculture ministerHaryana minister Aseem Goel seeks resolution for the ongoing farmers' protest at Shambhu border on NH-44. The closure of the border has led to business disruptions and inconvenience. Farmer leaders express willingness for talks but question government's stance.111439507Maharashtra government to waive electricity dues for 44 lakh farmers, reduce fuel taxesRead about the latest government initiatives in Maharashtra under Deputy CM Ajit Pawar's announcement, including waivers on electricity bills, tax reductions on diesel and petrol, bonuses for farmers, increased medical insurance limits, and support for marginalized communities.111339347EPS demands Rs 30,000 per acre drought relief for kuruvai farmers in Tamil NaduFormer Tamil Nadu CM Palaniswami requests Rs 30,000/acre drought relief for failed kuruvai crop. Urges govt for crop insurance compensation and support for affected farmers and livestock.111339345",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gurmeet singh khudian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chandigarh news - times of india chandigarh",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "punjab",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T04:37:55.080+03:00",
  "updated": "2024-07-05T04:37:55.080+03:00"
}