{
  "thread": {
    "uuid": "6b2b11a6e6ddeee6bbe36dd4955cdfdc389724d4",
    "url": "https://guardian.ng/news/defence-minister-charges-newly-promoted-generals-to-lead-by-example/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://brazilbusiness.einnews.com/live_feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Defence minister charges newly promoted generals to lead by example | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "Defence minister charges newly promoted generals to lead by example | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
    "published": "2023-12-29T22:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/12/WhatsApp-Image-2023-12-28-at-10.55.44-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 4542,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b2b11a6e6ddeee6bbe36dd4955cdfdc389724d4",
  "url": "https://guardian.ng/news/defence-minister-charges-newly-promoted-generals-to-lead-by-example/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dennis Erezi",
  "published": "2023-12-29T22:16:00.000+02:00",
  "title": "Defence minister charges newly promoted generals to lead by example | The Guardian Nigeria News - Nigeria and World News — Nigeria — The Guardian Nigeria News – Nigeria and World News",
  "text": "Defence minister charges newly promoted generals to lead by example In a bid to strengthen national security and combat emerging security challenges, the Minister of State for Defence, Dr Bello Matawalle has charged newly promoted senior officers of the Nigerian Army (NA) to show exemplary leadership and intensify efforts in the fight against insecurity, especially in the North West and other troubled parts of the Country. The minister gave the charge today, Thursday, 28 December 2023 at the investiture ceremony of 47 newly promoted Brigadier Generals to the rank of Major General at the Army Headquarters Command Officers’ Mess 1, Asokoro, Abuja. The Defence minister noted that their promotion was a testament to their courage, dedication to duty and hard work, adding, that it is a reward for diligence, professional conduct and selfless sacrifices. Dr Matawalle highlighted the need for the newly promoted senior officers to lead by example, inspire their subordinates, and collaborate with other security agencies to surmount the security challenges in the country. The minister acknowledged the rigorous process of selecting the promoted senior officers, reflecting their exceptional leadership skills, strategic thinking and in-depth understanding in the course of their careers. He noted that their contributions to the NA are invaluable and expressed confidence in their continuous service to the nation. Congratulating the senior officers on behalf of the President, Commander in Chief of the Armed Forces of Nigeria, Bola Ahmed Tinubu, Dr Matawalle assured of Federal Government’s adequate welfare interventions and continued support to the Armed Forces of Nigeria. In his remarks at the investiture, the Chief of Army Staff (COAS), Lt Gen Taoreed Lagbaja felicitated with the newly promoted senior officers on their well-deserved elevation and noted that their competencies, diligence and loyalty earned them their promotion. The Army Chief appreciated the spouses and families of the elevated senior officers for their understanding and support, as well as coping with absence of parents, regularly separated by duty to fatherland. The Army Chief highlighted the need for every personnel to augment his career path and reminded the newly elevated senior officers of the enormous responsibilities that come with their new rank. He urged them to constantly seek knowledge on diplomatic, economic and political dynamics, to be logical and objectives in their contributions to NA. The COAS also charged the senior officer to be loyal to the constitution of the Federal Republic of Nigeria and the Commander in Chief of the Armed Forces. Gen Lagbaja urged the senior officers in their new appointments, to give life to his Command Philosophy of “transforming the NA into a well-trained, equipped and highly motivated force towards achieving our constitutional responsibilities in a joint environment”. Speaking on behalf of the newly decorated senior officers, Major General Gabriel Ajetunmobi appreciated President Bola Ahmed Tinubu for endorsing their promotion to the rank of Major General in the Nigerian Army. He also thanked him for creating an enabling environment, guidance and support for the COAS to steer the affairs of the Nigerian Army. He said the promoted officers were highly motivated to remain committed and dedicated to the service of the Nigerian army and the nation in general in consonance with the COAS’ vision. Dignitaries that graced the occasion were the Honourable Minister of State for Defence, Dr Bello Mohammed Matawalle, Governors of Edo and Taraba State, Mr Godwin Obaseki and Dr Agbu Kefas , Chairman Senate Committee on Army, Senator Abdulaziz Musa Yar’Adua, Honourable Minister on Budget and National Planning, Atiku Bagudu, Honourable Minister of Foreign Affairs, National Security Adviser Mallam Nuhu Ribadu, Chief of Defence Staff, General Christopher Musa, Chief of Naval Staff, Vice Admiral Emmanuel Ogalla, the representative of Chief of Air Staff and former COAS, Lt Gen Faruk Yahaya (rtd), Other dignitaries include the Inspector General of Police, Kayode Egbetokun, Chief of Defence Intelligence, Heads of Security and Para Military Services, Director (Army)Ministry of Defence, Mr Sunday Attah, Royal fathers, President Nigerian Army Officers’ Wives Association Mrs Mariya Lagbaja, Principal Staff Officers from Defence and Services Headquarters, Corps Commander, General Officers Commanding, senior officers serving and retires, amongst others. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matawalle",
        "sentiment": "none"
      },
      {
        "name": "bello matawalle",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      },
      {
        "name": "world news defence",
        "sentiment": "neutral"
      },
      {
        "name": "army headquarters command",
        "sentiment": "none"
      },
      {
        "name": "nigerian army",
        "sentiment": "none"
      },
      {
        "name": "defence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "north west",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      },
      {
        "name": "asokoro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:03:37.613+02:00",
  "updated": "2023-12-30T00:03:37.613+02:00"
}