{
  "thread": {
    "uuid": "5d8f327646447c16e5074ded019b894eaf2ecc94",
    "url": "https://www.lagaceta.com.ar/nota/1033731/politica/islas-malvinas-milei-elogio-otra-vez-margaret-thatcher-reconocio-control-britanico.html",
    "site_full": "www.lagaceta.com.ar",
    "site": "lagaceta.com.ar",
    "site_section": "https://www.lagaceta.com.ar/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "La Gaceta On Line",
    "title": "Islas Malvinas: Milei elogió, otra vez, a Margaret Thatcher y reconoció el control británico",
    "title_full": "Islas Malvinas: Milei elogió, otra vez, a Margaret Thatcher y reconoció el control británico",
    "published": "2024-05-06T14:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://img.lagaceta.com.ar/fotos/notas/2024/05/05/javier-milei-presidencia-1033654-154317.jpg",
    "performance_score": 0,
    "domain_rank": 24372,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d8f327646447c16e5074ded019b894eaf2ecc94",
  "url": "https://www.lagaceta.com.ar/nota/1033731/politica/islas-malvinas-milei-elogio-otra-vez-margaret-thatcher-reconocio-control-britanico.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Gaceta",
  "published": "2024-05-06T14:44:00.000+03:00",
  "title": "Islas Malvinas: Milei elogió, otra vez, a Margaret Thatcher y reconoció el control británico",
  "text": "El presidente, Javier Milei, volvió a elogiar a la ex primera ministra del Reino Unido, Margaret Thatcher. Además reconoció el control británico de las Islas Malvinas . En una entrevista con la BBC, el Presidente admitió que podría llevar décadas resolver el histórico conflicto con el Reino Unido. “No hay una solución instantánea”, afirmó. “Criticar a alguien por su nacionalidad o raza es muy precario intelectualmente -dijo Milei-. Escuché muchos discursos de Margaret Thatcher. Ella fue brillante. Entonces, ¿cuál es el problema?” se preguntó en declaraciones a la BBC. El hundimiento del Crucero General Belgrano Thatcher fue la primera ministra del Reino Unido que dio la orden de hundir el 2 de mayo de 1982 el Crucero Argentino General Belgrano. Esa decisión la tomó a pesar de que estaba afuera de la zona de exclusión de 200 millas alrededor de las Malvinas. El ataque provocó la muerte de 323 tripulantes argentinos. Milei reconoció que las Malvinas “están en manos del Reino Unido”, que podrían pasar décadas hasta poder lograr recuperar la islas y planteó que la Argentina no “busca el conflicto” con el país europeo. “No vamos a renunciar a nuestra soberanía ni vamos a buscar un conflicto con el Reino Unido”, aseguró. Además consideró que “quizás” el Reino Unido “no quiera negociar hoy” el traspaso del control de las Malvinas a la Argentina. “En algún momento posterior quizá quieran hacerlo, muchas posiciones cambiaron con el tiempo”, precisó. Una parte de la familia británica El presidente hizo referencia a la entrega británica de la ex colonia de Hong Kong a China en 1997. Además prometió una “hoja de ruta” para que las islas pasen a manos de la Argentina. Lo dijo durante el acto del pasado 2 de abril por el 42° aniversario del inicio de la guerra por las islas. Mieli defendió las declaraciones del canciller del Reino Unido, David Cameron. “Las Islas Malvinas son una parte valiosa de la familia británica y tenemos claro que, mientras quieran seguir siéndolo, el tema de la soberanía (con la Argentina) no será objeto de discusión”, había dicho Cameron. Ante eso, Milei dijo: “Si ese territorio está ahora en manos del Reino Unido, tiene derecho a hacerlo. No lo veo como una provocación”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T15:30:41.515+03:00",
  "updated": "2024-05-06T16:12:02.222+03:00"
}