{
  "thread": {
    "uuid": "76c145ffe592c9cb6d24e68fc62ef4b76d12d5e2",
    "url": "https://newsroom.heart.org/local-news/local-stem-event-exposed-young-women-to-science-technology-math-and-engineering-careers-6901316",
    "site_full": "newsroom.heart.org",
    "site": "heart.org",
    "site_section": "https://newsroom.heart.org/rss.xml",
    "site_categories": [
      "health",
      "heart_disease"
    ],
    "section_title": "American Heart Association",
    "title": "Local STEM event exposed young women to science, technology, math and engineering careers",
    "title_full": "Local STEM event exposed young women to science, technology, math and engineering careers",
    "published": "2024-04-12T02:14:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.amazonaws.com/cms.ipressroom.com/67/files/20243/661868543d63320ea2ee409d_New+Orleans+STEM+Goes+Red+2024+-+Engineering/New+Orleans+STEM+Goes+Red+2024+-+Engineering_hero.jpg",
    "performance_score": 0,
    "domain_rank": 688,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76c145ffe592c9cb6d24e68fc62ef4b76d12d5e2",
  "url": "https://newsroom.heart.org/local-news/local-stem-event-exposed-young-women-to-science-technology-math-and-engineering-careers-6901316",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-12T02:14:00.000+03:00",
  "title": "Local STEM event exposed young women to science, technology, math and engineering careers",
  "text": "NEW ORLEANS – March 22, 2024 — The American Heart Association, a global force for healthier lives for all, is working to close the gender gap in STEM careers. The Association hosted its 4th\nSTEM Goes Red event in New Orleans on Friday, March 24th. The event, held at Xavier University, brought together more than 90 young women from Hynes Charter School - Parkview, Hynes Charter School - Lakeview, and Martin Behrman School to participate in networking opportunities, speed mentoring, hands-on activities and breakout sessions with leaders from STEM industries.\n“Even as schools encourage young women and girls to pursue careers in science, technology, engineering and mathematics (STEM), women are still underrepresented among students with STEM majors and careers,” said Coretta LaGarde, executive director of the American Heart Association of Greater New Orleans. “Women, especially women of color, make up a small share of scientists and engineers. Of 100 female students working toward a bachelor’s degree, only three will work in a STEM job 10 years after graduation.”\nSTEM Goes Red is locally sponsored by Entergy, with additional local support from LCMC Health, JP Morgan Chase & Co, and Care Eleven Health. The goal is to deepen the pipeline of women entering STEM careers by exposing middle to high school age girls, and students overall, to the innovative strides women are making in fields like health care and engineering. The Greater New Orleans STEM Goes Red 2024 program featured hands-on activities like Hands Only CPR and stop the bleed training, learning about the technology behind virtual doctor visits and telemedicine, building a bridge with popsicle sticks to understand the engineering behind structures in our lives and understanding financial planning and goal setting. Through these kinds of programs, which inspire young women to become scientific and medical innovators, the American Heart Association is furthering its goal to improve health outcomes in New Orleans and beyond.\n\"Entergy is proud to partner with the American Heart Association for STEM Goes Red,” said Patty Riddlebarger, Entergy vice president of corporate social responsibility. “This program serves as a beacon of inspiration for young female students, encouraging them to pursue careers in science, technology, engineering and math. By championing these programs, we are empowering the next generation to realize their potential, bridge the gender gap and shape a brighter tomorrow.\"\nSTEM Goes Red is a part of the Association's Go Red for Women movement to reduce heart disease and stroke in women. By giving students access to leading employers and experts, they have an insider look at what they do. The students gain firsthand experience, connect with inspiring professionals and learn about jobs across STEM fields. With support from local communities, employers and schools, STEM Goes Red helps young women uncover their potential.\nClick here to learn more.\n###\nAbout Go Red for Women\nThe American Heart Association’s Go Red for Women® movement is the trusted, passionate, relevant force for change to end heart disease and stroke in women all over the world. While nearly 80 percent of cardiac events can be prevented, cardiovascular disease is the leading cause of death in women, claiming the lives of 1 in 3 women. For 15 years, Go Red for Women has provided a platform for women to come together, raise awareness, fund lifesaving research, advocate for change and improve the lives of all women everywhere. The American Heart Association's Go Red for Women movement is nationally sponsored by CVS Health, with additional support from national cause supporters. Connect with us on GoRedforWomen.org, Facebook, Twitter or by calling 1-888-MY-HEART (1- 888-694-3278).\nAbout the American Heart Association\nThe American Heart Association is a relentless force for a world of longer, healthier lives. We are dedicated to ensuring equitable health in all communities. Through collaboration with numerous organizations, and powered by millions of volunteers, we fund innovative research, advocate for the public’s health and share lifesaving resources. The Dallas-based organization has been a leading source of health information for a century. During 2024 - our Centennial year - we celebrate our rich 100-year history and accomplishments. As we forge ahead into our second century of bold discovery and impact our vision is to advance health and hope for everyone, everywhere. Connect with us on heart.org, Facebook, X or by calling 1-800-AHA-USA1.\nFor Media Inquiries:\nMary Fein mary.fein@heart.org\nFor Public Inquiries: 1-800-AHA-USA1 (242-8721)\nheart.org and stroke.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Education"
  ],
  "external_links": [
    "http://www.stroke.org/",
    "https://www.goredforwomen.org/en/get-involved/attend/stem-goes-red",
    "https://goredforwomen.org/en/get-involved/attend/stem-goes-red",
    "http://www.stroke.org",
    "http://stroke.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "coretta lagarde",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "heart association",
        "sentiment": "negative"
      },
      {
        "name": "hynes charter school",
        "sentiment": "none"
      },
      {
        "name": "association",
        "sentiment": "none"
      },
      {
        "name": "martin behrman school",
        "sentiment": "none"
      },
      {
        "name": "xavier university",
        "sentiment": "none"
      },
      {
        "name": "american heart association of greater new orleans",
        "sentiment": "none"
      },
      {
        "name": "hynes charter school - parkview",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new orleans",
        "sentiment": "none"
      },
      {
        "name": "lakeview",
        "sentiment": "none"
      },
      {
        "name": "new orleans",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:38:11.921+03:00",
  "updated": "2024-04-12T03:38:11.921+03:00"
}