{
  "thread": {
    "uuid": "d08d05c57940dd911c4fe68b5a54c1432c2a5461",
    "url": "https://vnexplorer.net/israel-launches-airstrikes-in-rafah-as-hamas-accepts-mediated-ceasefire-deal-s2659189.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Israel launches airstrikes in Rafah as Hamas accepts mediated ceasefire deal",
    "title_full": "Israel launches airstrikes in Rafah as Hamas accepts mediated ceasefire deal",
    "published": "2024-05-07T07:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d08d05c57940dd911c4fe68b5a54c1432c2a5461",
  "url": "https://vnexplorer.net/israel-launches-airstrikes-in-rafah-as-hamas-accepts-mediated-ceasefire-deal-s2659189.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-07T07:15:00.000+03:00",
  "title": "Israel launches airstrikes in Rafah as Hamas accepts mediated ceasefire deal",
  "text": "Rare scenes of joy in Gaza Monday as news spread that Hamas accepted a proposed ceasefire deal mediated by Egypt and Qatar. In exchange for its release of Israeli hostages. Thank God after months of suffering a real truce, this woman says. But Israel says it has not agreed to the proposal after meeting his war cabinet. Prime Minister Benjamin Netanyahu says the deal accepted by Hamas. Is a softened version proposed by Egypt far from Israel’s necessary demands? He says a new negotiating team will continue talks, but military operations will continue. As he signalled at Sunday’s Holocaust Memorial, I say to the leaders of the world. No amount of pressure will stop Israel from defending itself. Or from targeting Gaza. At least 20 Palestinians have been killed in ongoing air strikes in Rafah, says Gaza’s health ministry. Israel’s told more than 100,000 people in the east of the city to move to a narrow humanitarian strip up against the seacoast. We are dismantling our tent for the fourth time, this man says. God knows where we will end up now. Washington is scrambling too. I mean, my goodness folks, I don’t know that it gets any more sensitive than right now as the US tries to keep ceasefire talks on the rails. By involving Arab leaders, A ceasefire is absolutely achievable. President Joe Biden wants to keep Netanyahu from a full scale ground invasion of Rafa, stressing US opposition in a phone call. While in Israel, pressure on Netanyahu to accept a diplomatic solution is growing as well. With families of hostages flooding the streets of Tel Aviv once again. So, Sasha, it certainly seems like these negotiations will continue. Can you give us a broad sense of how far apart the parties are? Well, there seems to be a real chasm over one particular issue, which is how long should the ceasefire last? Hamas says that the deal it accepted today would see it basically be permanent, and Israeli troops would pull out when the hostages were released and would stop the blockade of of the territory. As far as Israel is concerned, it sees the ceasefire, the truce, lasting just long enough for the hostages to get out. But not so long that its military options are limited after that. And in terms of fighting, Netanyahu has already said that that will continue whether there’s a deal or not. All right, Sasha, Patrick, we will be talking again.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "holocaust memorial",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-07T07:18:20.551+03:00",
  "updated": "2024-05-07T07:18:20.551+03:00"
}