{
  "thread": {
    "uuid": "aa64187e94e24ebbe3508c1ff76d9d97aa2ce55c",
    "url": "https://www.elpais.com.co/colombia/si-al-aumento-del-salario-y-no-a-la-reforma-laboral-asegura-el-expresidente-alvaro-uribe-0250.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "https://www.elpais.com.co/colombia",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "“Sí al aumento del salario y no a la Reforma Laboral”, asegura el expresidente Álvaro Uribe",
    "title_full": "“Sí al aumento del salario y no a la Reforma Laboral”, asegura el expresidente Álvaro Uribe",
    "published": "2024-01-02T15:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/zFJpBFfBQMXYe49mmb2gLkUCCWI=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/5QHSZNZ47ND7FGX2TDAOHYKSGY.jpeg",
    "performance_score": 0,
    "domain_rank": 21074,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa64187e94e24ebbe3508c1ff76d9d97aa2ce55c",
  "url": "https://www.elpais.com.co/colombia/si-al-aumento-del-salario-y-no-a-la-reforma-laboral-asegura-el-expresidente-alvaro-uribe-0250.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2024-01-02T15:16:00.000+02:00",
  "title": "“Sí al aumento del salario y no a la Reforma Laboral”, asegura el expresidente Álvaro Uribe",
  "text": "Colombia “Sí al aumento del salario y no a la Reforma Laboral”, asegura el expresidente Álvaro Uribe Para el exmandatario, “los impuestos tan altos se oponen al mejoramiento del ingreso de los trabajadores y a la inversión privada”. [Por: Redacción El País](/autor/redaccion-el-pais/) [A través de su cuenta de X, el expresidente Álvaro Uribe sigue dando a conocer su posición sobre el aumento del salario y sobre las reformas que busca llevar a cabo el gobierno de Gustavo Petro. ](https://www.elpais.com.co/colombia/abren-investigacion-en-argentina-contra-el-expresidente-alvaro-uribe-por-supuestos-delitos-de-lesa-humanidad-entre-el-2002-y-el-2008-2018.html) [Uno de sus trinos más recientes es en el que manifiesta un sí rotundo al aumento del salario y un no a la Reforma Laboral. ](https://www.elpais.com.co/politica/jamas-se-dio-una-orden-contraria-a-la-ley-uribe-responde-por-investigacion-en-argentina-por-falsos-positivos-3006.html) En dicho tweet indica además que: “Con el aumento del salario ya hicieron la Reforma Laboral. Con la otra, que está en el Congreso, habría menos cumplimiento del salario mínimo, de las normas laborales, más informalidad y más pobreza. Lograrían el pánico inversionista para no crear empleo formal”. [Al terminar su mensaje Uribe reitera que “Los impuestos tan altos se oponen al mejoramiento del ingreso de los trabajadores y a la inversión privada”. ](https://www.elpais.com.co/colombia/maton-santurron-asi-le-dijo-el-expresidente-alvaro-uribe-a-rodrigo-londono-timochenko-1802.html) Sí al aumento del salario y no a la Reforma Laboral.— Álvaro Uribe Vélez (@AlvaroUribeVel) Con el aumento del salario ya hicieron la Reforma Laboral. Con la otra, que está en el Congreso, habría menos cumplimiento del salario mínimo, de las normas laborales, más informalidad y más pobreza. Lograrían el pánico… [January 2, 2024] Los comentarios a favor y en contra no se han hecho esperar, pues a pesar de las explicaciones, este tema sigue levando polémica. En otro tweet publicado hace dos días, el expresidente asegura que “Yo no protesto por el salario, protesto por los impuesto, el enorme estado burocrático. Protesto por las reformas que esas sí acabarán con la salud, el empleo formal y el ahorro pensional”. Mencionando también que “Menos impuestos, menos burocracia, más inversión privada, mejores condiciones para el emprendimiento y los trabajadores”. Algunos de los comentarios que recibió esta publicación muestra las voces a favor de quienes piensan de una manera similar al del exsenador. “Un estado más pequeño es más eficiente, estamos con usted”, “Bienvenido a la Protesta pacífica, no al silencio obligado a punta de Bala, nunca más en Colombia”. Yo no protesto por el salario, protesto por los impuestos, el enorme estado burocrático.— Álvaro Uribe Vélez (@AlvaroUribeVel) Protesto por las reformas que esas si acabarán con la salud, el empleo formal y el ahorro pensional Menos impuestos, menos burocracia, más inversión privada, mejores condiciones para el… [December 31, 2023] Cabe señalar que el aumento del salario mínimo, que ha mencionado el expresidente, sigue generando debate, sobre todo porque varias personalidades políticas han manifestado su desacuerdo. Un ejemplo de ello es una publicación de Iván Duque, quien intercambió un par de publicaciones con el presidente de la República, Gustavo Petro. “Hay que tener cuidado con las palabras y los análisis ligeros, presidente. Al parecer, usted nos anuncia una inflación de 12% para el próximo año, algo completamente inaceptable...”. El tweet que es bastante extenso, según varios comentarios de sus seguidores, termina siendo una clase de economía para Gustavo Petro. Hay que tener cuidado con las palabras y los análisis ligeros, presidente. Al parecer, usted nos anuncia una inflación de 12% para el próximo año, algo completamente inaceptable.— Iván Duque 🇨🇴 (@IvanDuque) El salario mínimo se aumenta con la inflación causada (la observada el año que termina), no con la… [December 31, 2023]",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T16:32:31.381+02:00",
  "updated": "2024-01-02T16:32:31.381+02:00"
}