{
  "thread": {
    "uuid": "96800340e85298f3ea6ff6fc5e7761bfea9d5f22",
    "url": "https://www.lagaceta.com.ar/nota/1031569/deportes/dibu-martinez-lo-hizo-otra-vez-atajo-dos-penales-enloquecio-franceses.html",
    "site_full": "www.lagaceta.com.ar",
    "site": "lagaceta.com.ar",
    "site_section": "https://www.lagaceta.com.ar/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Gaceta On Line",
    "title": "\"Dibu\" Martínez lo hizo otra vez: atajó dos penales y enloqueció a los franceses",
    "title_full": "\"Dibu\" Martínez lo hizo otra vez: atajó dos penales y enloqueció a los franceses",
    "published": "2024-04-19T01:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://img.lagaceta.com.ar/fotos/notas/2024/04/18/figura-dibu-martinez-modo-francia-para-sellar-clasificacion-aston-villa-1031569-185923.jpg",
    "performance_score": 0,
    "domain_rank": 23887,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96800340e85298f3ea6ff6fc5e7761bfea9d5f22",
  "url": "https://www.lagaceta.com.ar/nota/1031569/deportes/dibu-martinez-lo-hizo-otra-vez-atajo-dos-penales-enloquecio-franceses.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Gaceta",
  "published": "2024-04-19T01:02:00.000+03:00",
  "title": "\"Dibu\" Martínez lo hizo otra vez: atajó dos penales y enloqueció a los franceses",
  "text": "Un año y medio después de la final del Mundial de Qatar, Emiliano Martínez sigue siendo una pesadilla para los franceses. \"Dibu\" fue figura en la clasificación de Aston Villa a semifinales de la Europa League, atajando dos penales en la definición contra Lille y celebrando con su particular baile de cara a la tribuna, desde lo insultaron a lo largo de todo el partido. Ya desde la previa se anticipaba un ambiente hostil para Martínez, en su primer partido en Francia después de la final del Mundial. \"El enemigo público número 1. Los franceses tendrán una oportunidad real de expresar algo de su enojo anterior. Su actuación por sí sola lo hubiera convertido en una figura despreciada en Francia, pero fue su reacción durante las celebraciones lo que cimentó su reputación vilipendiada y rápidamente le valió el apodo de 'el argentino más odiado de Francia'\", había publicado la prensa local. Ciertamente, fue lo que ocurrió. Una contundente silbatina se escuchó cada vez que el arquero surgido de Independiente intervino en el juego. Aún peor fue cuando \"Dibu\" fue amonestado a los 38 minutos del primer tiempo por demorar el juego. Sin embargo, al arquero no parecían no afectarle en lo más mínimo los insultos ni los silbidos. Lille se impuso finalmente 2-1 y llevó el global a 3-3, por lo que hubo definición por penales. Y allí, Martínez tuvo oportunidad de responderle al público francés. Después de adivinarle el primer disparo a Nabil Bentaleb, el arquero se dio vuelta hacia la tribuna e hizo el gesto de silencio, lo que provocó la reacción del público y también la del árbitro, que le mostró la tarjeta amarilla por segunda vez. Sin embargo, \"Dibu\" no se fue expulsado, ya que en virtud de cambios reglamentarios recientes, las amarillas que se reciben durante el partido son independientes de las que se muestran en las tandas de penales. Finalmente, tras atajar el remate de Benjamin André y sellar la clasificación de Aston Villa, Martínez dio rienda suelta a su locura y volvió a dedicarle su particular baile al público francés antes de unirse a sus compañeros en el festejo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:15:05.299+03:00",
  "updated": "2024-04-19T04:16:49.572+03:00"
}