{
  "thread": {
    "uuid": "0f232bf4013a937133c05c488b3206f3da881d42",
    "url": "https://3dprinting.com/news/new-3d-printing-technique-reduces-costs-and-environmental-impact",
    "site_full": "3dprinting.com",
    "site": "3dprinting.com",
    "site_section": "https://3dprinting.com/rss",
    "site_categories": [
      "3d_graphics",
      "tech"
    ],
    "section_title": "3DPrinting.com",
    "title": "New 3D Printing Technique Reduces Costs and Environmental Impact - 3DPrinting.com",
    "title_full": "New 3D Printing Technique Reduces Costs and Environmental Impact - 3DPrinting.com",
    "published": "2024-04-11T22:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://3dprinting.com/wp-content/uploads/image2-183.png",
    "performance_score": 0,
    "domain_rank": 76221,
    "domain_rank_updated": "2024-04-09T13:11:30.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f232bf4013a937133c05c488b3206f3da881d42",
  "url": "https://3dprinting.com/news/new-3d-printing-technique-reduces-costs-and-environmental-impact",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Phillip Keane",
  "published": "2024-04-11T22:30:00.000+03:00",
  "title": "New 3D Printing Technique Reduces Costs and Environmental Impact - 3DPrinting.com",
  "text": "Engineers at the University of Florida have unveiled a new 3D printing method known as Vapor-Induced Phase-Separation 3D Printing (VIPS-3D). This pioneering approach, detailed in a recent publication in Nature Communications, facilitates the production of both single-material and multi-material objects in a cost-effective and sustainable manner.\nSpearheaded by Dr. Yong Huang and his team from UF’s mechanical and aerospace engineering department, this technique employs specially formulated eco-friendly liquids as the “ink” for the printer. During the printing process, a non-solvent vapor is introduced into the printing area, triggering the solidification of the liquid components and resulting in the formation of solid structures.\nThe versatility of the VIPS-3D method allows for the creation of custom-designed objects with spatially tunable, multi-scale porosity, offering manufacturers unprecedented control over the properties of their products. By adjusting printing parameters and the amount of sacrificial material utilized, engineers can tailor the porousness of the objects to meet specific application requirements. This capability is particularly advantageous in industries such as medical implants and aerospace manufacturing, where the ability to precisely control porosity is crucial for optimizing performance.\nAccording to Dr. Marc Sole-Gras, the lead author of the study and former graduate student in Dr. Huang’s lab, the VIPS-3D method holds immense promise for applications in bone tissue engineering, where implants must seamlessly integrate with surrounding tissues. The ability to print implants with precisely controlled porosity ensures optimal biocompatibility and promotes tissue regeneration.\nFurthermore, beyond its technical advancements, the VIPS-3D process offers significant environmental benefits compared to traditional 3D printing methods. By utilizing sustainable materials and consuming less energy, this innovative technique reduces the environmental footprint associated with additive manufacturing.\nWith two patents already secured and support from federal agencies, including the National Science Foundation and the Department of Energy, the VIPS-3D method represents a significant step towards a more accessible, cost-effective, and environmentally sustainable future for 3D printing technology.\nYou can read the full paper, titled “Vapor-induced phase-separation-enabled versatile direct ink writing” at\nthis link.\nSource:\nnews.ufl.edu\nCome and let us know your thoughts on our\nX, and weekly additive manufacturing newsletter to get all the latest stories delivered right to your inbox.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://news.ufl.edu/2024/04/new-3d-printing-method/",
    "https://www.nature.com/articles/s41467-024-47452-9",
    "https://twitter.com/3dprintingcom",
    "https://www.news.ufl.edu/2024/04/new-3d-printing-method/",
    "https://www.twitter.com/3dprintingcom",
    "https://news.ufl.edu/2024/04/new-3d-printing-method",
    "https://nature.com/articles/s41467-024-47452-9"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "yong huang",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of florida",
        "sentiment": "negative"
      },
      {
        "name": "nature communications",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:11:41.962+03:00",
  "updated": "2024-04-12T01:11:41.962+03:00"
}