{
  "thread": {
    "uuid": "2ddd0f279ec68b1828ac8a4ca6bbc880353a03e1",
    "url": "https://wegotthiscovered.com/fyi/what-happened-to-japan-after-ww2",
    "site_full": "wegotthiscovered.com",
    "site": "wegotthiscovered.com",
    "site_section": "https://wegotthiscovered.com/fyi/",
    "site_categories": [
      "television",
      "entertainment",
      "media",
      "movies",
      "comic_books",
      "hobbies_and_interests"
    ],
    "section_title": null,
    "title": "What happened to Japan after WW2?",
    "title_full": "What happened to Japan after WW2?",
    "published": "2024-05-02T22:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 11238,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ddd0f279ec68b1828ac8a4ca6bbc880353a03e1",
  "url": "https://wegotthiscovered.com/fyi/what-happened-to-japan-after-ww2",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ash Martinez",
  "published": "2024-05-02T22:51:00.000+03:00",
  "title": "What happened to Japan after WW2?",
  "text": "Unlike Germany, [Japan](https://wegotthiscovered.com/tag/japan) has managed to elude much of the negative connotations attached to the Axis powers during [World War 2](https://wegotthiscovered.com/tag/World-war-2/). By the Cold War, Japan was America’s premier ally in the Asia Pacific region. By the early aughts, it was synonymous with anime, sushi, and its many cultural staples. The enemies-to-allies tale came on the heels of years of war, the bombing of Pearl Harbor, the horrific introduction of the atomic bombs over [Hiroshima and Nagasaki](https://wegotthiscovered.com/fyi/why-was-hiroshima-chosen-as-the-bombing-site/), and the deaths of more than 2.5 million Japanese citizens. History shows multiple instances where [American involvement bred hostility](https://wegotthiscovered.com/fyi/what-happened-to-vietnam-after-ww2/), but despite 8 years of occupation, Japan remains one of the U.S. most ardent allies. The end of WWII and the American occupation By the time Japan surrendered in August of 1945, the country was devastated. More than 2.5 million people perished during the war — 500,000 among them civilians. The Allied powers, mostly the U.S. Airforce, laid heavy aerial attacks on the major military hubs, firebombing metropolitan areas like Tokyo and Kyoto, leaving massive swaths of the cities little more than ashes. 1/3 of the nation’s wealth was gone, spent on the war effort, or burned away in the siege. The Japanese defeat was largely a product of the American military. Though it was a coalition of Allied forces from multinational backgrounds that determined the country was to be occupied after the war, it was America that took the lead — and at the helm was General Douglas McArthur, the Supreme leader of the Allied Powers. MacArthur’s charisma and leadership style worked well with the Japanese mentality, and his enthusiasm for rebuilding was unparalleled. Building on the monumental changes brought during the Meiji restoration nearly a century before, MacArthur helped shepherd a new era. The occupation objective was more than ensuring that [Japan would not](https://www.jica.go.jp/Resource/dsp-chair/english/chair/modernization/ku57pq00002mpdct-att/modernization_chapter_03.pdf) “become a menace to the United States or to the peace and security of the world.” Using the lessons learned from WWI, the United States used the population’s disillusion with the government and desperate economic state to lay the base work of Democracy — though it elected not to force democracy, rather it aimed to support the Japanese in the creation of a new government of their choosing. [Documents outlining](https://www.history.com/news/post-wwii-us-japan-occupation-allies) the United States plan emphasized its desire for a government that conformed, “as closely as may be to the principles of democratic self-government,” but acknowledged that it was “not the responsibility of the Allied Powers to impose upon Japan any form of government not supported by the freely expressed will of the people.” Rather than humiliate Japan, the aim was to prop it up, ensure that the economy didn’t crash, and that the people didn’t grow resentful of the Allied Powers. Unlike post-war Germany, Japan was to govern itself, albeit with heavy guidance from General McArthur and the Allies. In MacArthur’s official staff reports, it stated that any involvement was to aid the Japanese by encouraging local officials and civilians to participate in the overhaul of the existing civil structure, and to prevent citizens from feeling, “the loss of self-respect and self-confidence.” A key step in this plan was to allow Emperor Hirohito to save face. With Hirohito on America’s side, President Truman asserted that the Japanese people would be more likely to cooperate with the occupation and make the transition from a nationalist imperial state to a democratic one more easily. Though Hirohito made for a valuable ally, the title of emperor was stripped of any authority and reduced to that of a figurehead. Instead, a cabinet of ministers would enact policies and head the Japanese government. To preserve morale, Hirohito never used the word “surrender” during his address to the Japanese people at the end of the war. Rather, he implied that Japan chose peace in the face of overwhelming violence from weapons like the atomic bomb. A narrative was spun accusing the military of betraying the emperor, who was cleared of all war crimes after he agreed to appoint a cabinet of advisors approved by Allied forces. The Japanese military was completely disarmed, a decision that was enshrined in the constitution’s [9th article](https://japan.kantei.go.jp/constitution_and_government_of_japan/constitution_e.html#:~:text=Article%209.,means%20of%20settling%20international%20disputes.) and is still hotly contested to this day. Military leaders were banned from the political sphere, and trials for their war crimes were held in Tokyo to punish the so-called sedition. Additionally, American forces took drastic measures to redistribute wealth in Japan. Wealthy businesses (Zaibatsu) and landowners were stripped of much of their wealth, which was redistributed from the business conglomerates that fueled the war efforts to agricultural sectors, giving land to farmers and pushing for labor reforms. Before the war, more than half of Japanese farmers were tenant farmers — they owned nothing, and produced for wealthy landowners. A new Ministry of Labor was created to pass laws on trade unions and labor relations, modeled after President Roosevelt’s New Deal. The right to vote was given to not only working-class men but also women; 38 women won the vote in the first election in 1946. Japan and the fight against the Red Menace By 1946, British Prime Minister Winston Churchill was sounding the alarm in Europe. The “Iron Curtain” had descended, sowing the seeds of the eventual Cold War. Japan’s position in the Pacific made it a key actor in halting the spread of communism. The US aimed to have Japan a functioning “self-sufficient democracy, strong enough and stable enough to support itself” but simultaneously strong enough to hold the “Far East,” but by 1948, the US had run out of time. The reunification of Korea failed, splitting the country in two. The North was a hotbed of communism, and the South a fledgling democracy. By 1949, the Communist Party defeated the Nationalist Party in China, cementing [ Mao Zedong’s](https://wegotthiscovered.com/politics/why-did-china-enter-the-korean-war/) rise to power. China and the Soviet Union formed a formidable alliance, and by 1950 North Korea attacked the South, launching the Korean War, kicking off the not-so-Cold War. It was more imperative than ever for Japan to be self-sufficient. In 1951, the United States hosted a peace conference to discuss The San Francisco Treaty. The treaty proclaimed Japan an independent nation and ended any claim it might have on Korea. Additionally, it required no reparations to be paid to any nation the country had attacked during WWII — including China, which was not invited to the peace talks. [The Soviet Union](https://wegotthiscovered.com/tag/soviet-union/) opposed the treaty, but the Prime Minister of Japan, Yoshida Shigeru, accepted the conditions and officially ended the American occupation — but only on paper. Japan still had no military might and in the face of the growing threat, Shigeru tapped the United States for a security treaty. America would provide substantial military support, meaning the occupation continued. The U.S. had one condition: That Japan work on bolstering its military might, but Article 9 caused contention. After much deliberation, Japan elected to create a “security force,” a paramilitary that was established in 1954, and never changed the phrasing of Article 9. That same year, Japan reached a treaty with the Soviet Union and officially entered the UN. Japan after the Cold War Despite fears of war, Japan experienced an economic boom between the late 50s and the early 70s. As mechanization made agricultural yields plentiful, rural residents transplanted to metropolitan areas. One out of 9 people lived in Tokyo and less than 20% of the population worked in the agricultural sector — a dramatic shift from the nearly 50% just 20 years before. Though the Vietnam War strained US-Japanese relationships through the 60s, the relationship stabilized by the early 70s. By the 80s, the Japanese economy [was one of the world’s](https://www.britannica.com/place/Japan/Political-developments) largest and most sophisticated. It emphasized international exports, inexplicably linking Japan to the delicacies and [ entertainment we all love](https://wegotthiscovered.com/anime/) today. [Learn more](https://wegotthiscovered.com/affiliate-policy/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.britannica.com/place/Japan/Political-developments",
    "https://www.jica.go.jp/Resource/dsp-chair/english/chair/modernization/ku57pq00002mpdct-att/modernization_chapter_03.pdf",
    "https://japan.kantei.go.jp/constitution_and_government_of_japan/constitution_e.html#:~:text=Article%209.,means%20of%20settling%20international%20disputes.",
    "https://www.history.com/news/post-wwii-us-japan-occupation-allies",
    "https://history.com/news/post-wwii-us-japan-occupation-allies",
    "https://jica.go.jp/Resource/dsp-chair/english/chair/modernization/ku57pq00002mpdct-att/modernization_chapter_03.pdf",
    "https://britannica.com/place/Japan/Political-developments",
    "https://www.japan.kantei.go.jp/constitution_and_government_of_japan/constitution_e.html#:~:text=Article%209.,means%20of%20settling%20international%20disputes."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "u.s. airforce",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "tokyo",
        "sentiment": "none"
      },
      {
        "name": "kyoto",
        "sentiment": "none"
      },
      {
        "name": "asia pacific region",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "pearl harbor",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T00:22:00.167+03:00",
  "updated": "2024-05-22T14:29:56.304+03:00"
}