{
  "thread": {
    "uuid": "1697a2919cb150809cbf1e5aef8d80f2bb357f60",
    "url": "https://timesofindia.indiatimes.com/religion/religious-places/ayodhya-ram-mandir-inauguration-2024-booking-for-aarti-passes-know-details/articleshow/106368760.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Times of India",
    "title": "Ayodhya Ram Mandir Inauguration 2024: Booking for Aarti Passes, know details - Times of India",
    "title_full": "Ayodhya Ram Mandir Inauguration 2024: Booking for Aarti Passes, know details - Times of India",
    "published": "2023-12-29T06:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-106370143,width-1070,height-580,imgsize-67678,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1697a2919cb150809cbf1e5aef8d80f2bb357f60",
  "url": "https://timesofindia.indiatimes.com/religion/religious-places/ayodhya-ram-mandir-inauguration-2024-booking-for-aarti-passes-know-details/articleshow/106368760.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mahima Sharma",
  "published": "2023-12-29T06:09:00.000+02:00",
  "title": "Ayodhya Ram Mandir Inauguration 2024: Booking for Aarti Passes, know details - Times of India",
  "text": "Ram Mandir Inauguration: According to the Temple officials, the inauguration ceremony will start from January 16, 2024. The date of Lord Ram Lalla's consecration is all set for January 22, 2024 and the booking for passes for 'Aarti' are now being accepted online and offline by Shri Ram Janmabhoomi Teerth Kshetra ahead of the temple's official opening. Throughout the day, three different kinds of aartis will be performed. Devotees are free to select any name from the list and schedule their appointments appropriately.Let's check out the schedule for AartiShringar Aarti - 06:30 AMBhog Aarti - 12:00 PMSandhya Aarti - 07:30 PMIt is to be noted that only pass holders would be able to attend the Aarti at Ram Mandir. As per the manager, Dhruvesh Mishra, only thirty people will be permitted to attend each Aarti due to security concerns As per the ANI reports, Manager Dhruvesh further added that Aarti will be performed three times a day, and it will be opened only for the pass holders. Devotees will be able to get the Aarti Passes from the official website. Devotees would be required to present their ID cards issued by the government. Only thirty passes will be allotted for each Aarti. This is important to note that this service will be free of cost. How to book for your Aarti Passes?1. Visit the official website of Shri Ram Janmbhoomi Teerth Kshetra i.e. srjbtkshetra.org.2. You need to enter your mobile numbers and you can log in using OTP. 3. On the homepage click on the, Aarti section.4. Now select the date, and type of aarti you wish to attend.5. Enter the required details like devotee name, address, photo, mobile number etc.6. On your visit to the temple, collect the passes from the counter and proceed to the 'aarti'According to the Manager, only four documents would be admissible for Aarti Passes which includes - Driver's licence, Voter ID, Aadhar Card and Passport but devotees can carry one of these documents which they would need to present to the officials.There are few important instructions for the devotees which they would need to keep in mind before going to the Temple so here we go -1. No separate pass would be required for the children below 10 years of age.2. Make sure the ID proof document you have presented at the time of booking, need to bring to the temple. 3. Nominal fee will be charged for the people who will book for wheel chair assistant service.4. SRJBTK will send the SMS/Email reminder 24 hours before for the confirmation so make your you should keep a check on it. 5. You need to confirm your presence by login to the homepage then Transaction History, select Aarti and update that. 6. You can collect your pass from the Aarti pass counter at the reporting location. All the devotees can visit the official website for the Aarti Passes and have a glimpse of Ram Lalla at Ram Janmabhoomi. The official website is mentioned above.!!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shri ram janmabhoomi teerth kshetra",
        "sentiment": "none"
      },
      {
        "name": "dhruvesh",
        "sentiment": "none"
      },
      {
        "name": "dhruvesh mishra",
        "sentiment": "none"
      },
      {
        "name": "ram lalla",
        "sentiment": "none"
      },
      {
        "name": "aarti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "times of india ram",
        "sentiment": "negative"
      },
      {
        "name": "ram mandir",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T09:02:51.991+02:00",
  "updated": "2023-12-29T09:02:51.991+02:00"
}