{
  "thread": {
    "uuid": "1f78a7272a66feca94ca7c3cf49b96ae2351aefe",
    "url": "https://theshillongtimes.com/2024/01/20/india-will-be-free-of-maoist-menace-in-next-3-years-shah",
    "site_full": "theshillongtimes.com",
    "site": "theshillongtimes.com",
    "site_section": "http://in.shafaqna.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "India News (News Reader) | ",
    "title": "India will be free of Maoist menace in next 3 years: Shah - The Shillong Times",
    "title_full": "India will be free of Maoist menace in next 3 years: Shah - The Shillong Times",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://theshillongtimes.com/wp-content/uploads/2024/01/amkit-shah-ssb.png",
    "performance_score": 0,
    "domain_rank": 97685,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f78a7272a66feca94ca7c3cf49b96ae2351aefe",
  "url": "https://theshillongtimes.com/2024/01/20/india-will-be-free-of-maoist-menace-in-next-3-years-shah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencies",
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "India will be free of Maoist menace in next 3 years: Shah - The Shillong Times",
  "text": "Guwahati, Jan 20: Home Minister Amit Shah on Saturday said that India will be free of Maoist-related problems within the next three years. “Under leadership of Prime Minister Narendra Modi, the entire country will be 100 per cent free from the Maoist problems within the next three years,” Shah said while addressing 60th Raising Day celebrations of Sashastra Seema Bal (SSB) in Assam’s Tezpur town. He said that SSB soldiers are also performing duty in the Maoist affected areas of Chhattisgarh, Jharkhand and Bihar. “SSB along with CRPF and BSF have marginalised the Maoist movement,” Shah said. He said that SSB has set a target of increasing the number of women personnel in the force to six per cent by 2026 and has already achieved the target of 4 per cent. “SSB women soldiers have also taken part in challenging duties like the UN Mission and Amarnath Yatra,” he said. He said the SSB — deployed in the service and security of the nation with the motto of service, security and brotherhood — has a very glorious history. “SSB was established in 1963 after the India-China war. Thereafter, when Atal ji implemented the policy of One Border, One Force, SSB has been very dutifully manning India-Nepal border since 2001 and India-Bhutan border since 2004,” he said. He said that SSB has been guarding the 2,450 km long open borders with full alertness. “Be it forest, mountain, river or plateau, SSB personnel have never compromised with duty in any type of weather,” he said. Shah also said that SSB is a unique organization which has not only secured the borders, but has also faced terrorists and Naxalites in difficult areas. The force has also done the work of meticulously storing all the cultural, linguistic, geographical and historical information of all the villages near India-China, India-Nepal, and India-Bhutan border. Shah claimed to have given around 1 lakh 75 thousand jobs in security forces in the last nine years. “Ever since Narendra Modi became the Prime Minister of the country, a big campaign has been launched to fill the vacant posts and distribute the workload of border security personnel. Recruitment against one lakh 75 thousand vacancies has been completed since 2014. This is more than double the recruitments that take place in any other nine-year period.” Shah said that the Vibrant Village Scheme is the gift of Prime Minister Shri Narendra Modi to the border villages. “This scheme has been brought with a new conception that the border-village is not the last village of the country but the first village of the country, and the country begins from there,” he said. IANS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "neutral"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "bsf",
        "sentiment": "none"
      },
      {
        "name": "crpf",
        "sentiment": "none"
      },
      {
        "name": "un mission and amarnath yatra",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "shillong",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T18:22:47.184+02:00",
  "updated": "2024-01-20T18:22:47.184+02:00"
}