{
  "thread": {
    "uuid": "278b2d8bc8bbacc93378ab4c15f169553fdd65e0",
    "url": "https://www.kristv.com/news/local-news/in-your-neighborhood/nueces-county/banquete/students-gather-to-protest-in-support-of-their-head-baseball-coach-rusty-miller",
    "site_full": "www.kristv.com",
    "site": "kristv.com",
    "site_section": "https://kristv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Corpus Christi, Texas News, Weather, Sports and Traffic | KRIS 6 News| KRIS-TV",
    "title": "Students gather in support of their head baseball coach \"Rusty\" Miller",
    "title_full": "Students gather in support of their head baseball coach \"Rusty\" Miller",
    "published": "2024-04-18T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ewscripps.brightspotcdn.com/dims4/default/8d9bffd/2147483647/strip/true/crop/4240x2226+0+303/resize/1200x630!/quality/90/?url=http%3A%2F%2Fewscripps-brightspot.s3.amazonaws.com%2F3d%2F0b%2F8dd6779b4a7e857e26c30c9d27b8%2Fdsc00251.JPG",
    "performance_score": 0,
    "domain_rank": 23345,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "278b2d8bc8bbacc93378ab4c15f169553fdd65e0",
  "url": "https://www.kristv.com/news/local-news/in-your-neighborhood/nueces-county/banquete/students-gather-to-protest-in-support-of-their-head-baseball-coach-rusty-miller",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tyrese Boone",
  "published": "2024-04-18T22:00:00.000+03:00",
  "title": "Students gather in support of their head baseball coach \"Rusty\" Miller",
  "text": "Early Thursday morning, a group of junior high and high school students protested in front of the Banquete administration building in support of district baseball coach Russel \"Rusty\" Miller. Miller is currently on administrative leave due to an allegation of a confrontation with a student, where he pushed him down in a chair, which students and parents claim are false. \"The story goes... a player stood up and that he pushed him down on the chair, which did not happen, \"Banquete High School senior Manuel Flores said. \"He got up and kind of stepped back a bit and then he sat back down. In the video, it kind of seems that way, but that’s not what happened.\" Flores is a player on the high school baseball team and he said he's proud of the students supporting his coach during this tough time. However, he is not happy that he will be missing their playoff game tonight due to this situation. \"He’s really important to us,\" he said. \"He’s not just important to me at the high school but to all these other kids at the junior high. He’s a mentor to them. He’s a mentor to me. I think that they’re doing a detrimental harm to us by keeping him away from us.\" This is not the first time that Miller has received allegations from the school. Around this time last year, parents said he received similar allegations that were proven false. The superintendent's secretary said that they would not be commenting at this time on the past allegations. Miller has been coaching in Banquete over a decade and is the assistant principal at the junior high. People who know him said that’s not in his character to do such a thing. \"I’ve known him since I was three,\" Junior High School Student Charles Kerr said. \"He’s a very kind person. He feeds me and takes care of me very well. He does that with everybody, and I know he wouldn’t put his hands on a kid ever.\" As for the reasoning behind the allegation, parents have said they contacted administrators for answers, but they haven’t received any information. \"We want answers,\" Banquete Resident Ashey Eldridge said. \"We don’t have any answers from our superintendent or our athletic director. Nobody has come out and told us what’s going on. A week and a half ago, Coach Miller was nowhere to be found. No one has said anything. No letters have been sent out and no acknowledgment. We find out by word of mouth.\" KRIS 6 News reached out to the superintendent Dr. Stacy Johnson for comment. The superintendent's secretary said she will not be commenting as it is an ongoing investigation and the employee is currently under paid administrative leave. For the latest local news updates, [click here](https://www.kristv.com/news/local-news), or download the [KRIS 6 News App.](https://www.kristv.com/about-us/kris-6-apps)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "miller",
        "sentiment": "neutral"
      },
      {
        "name": "rusty",
        "sentiment": "neutral"
      },
      {
        "name": "manuel flores",
        "sentiment": "none"
      },
      {
        "name": "russel",
        "sentiment": "none"
      },
      {
        "name": "flores",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "banquete high school",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:43:18.697+03:00",
  "updated": "2024-04-19T00:43:18.697+03:00"
}