{
  "thread": {
    "uuid": "7ef82a3604bb2178d86e0202491f5fec6f26c2f9",
    "url": "https://ca.sports.yahoo.com/news/l-lakers-mystique-alive-well-220359003.html",
    "site_full": "ca.sports.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/49ers-brock-purdy-clears-concussion-protocol-will-play-vs-bengals-212645468.html",
    "site_categories": [
      "sports"
    ],
    "section_title": "49ers' Brock Purdy clears concussion protocol, will play vs. Bengals",
    "title": "L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario.",
    "title_full": "L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario.",
    "published": "2024-01-06T00:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://media.zenfs.com/en/cp.org/e3e39a8c3297ab1c098b92a7cf480283",
    "performance_score": 0,
    "domain_rank": 37,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ef82a3604bb2178d86e0202491f5fec6f26c2f9",
  "url": "https://ca.sports.yahoo.com/news/l-lakers-mystique-alive-well-220359003.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Canadian Press",
  "published": "2024-01-06T00:03:00.000+02:00",
  "title": "L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario.",
  "text": "The Canadian Press L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario. Read full article The Canadian Press January 6, 2024 at 12:03 a.m. · 5 min read\nTORONTO — The Los Angeles Lakers' mystique was alive and well with Ontario bettors.\nThe Lakers, led by superstar LeBron James, were the second-most bet on team on DraftKings' Ontario sportsbook last year. Only the Toronto Blue Jays drew more action.\n\"The Lakers are a popular team, whether it's the U.S., Canada, Germany, Spain, it doesn't matter,\" said Johnny Avello, DraftKings' director of race and sports operations. \"The team has a big following and has for many years because of all the great players that go through their doors.\n\"You go anywhere and you'll see people wearing Lakers shirts.\"\nThe Buffalo Bills -- popular in southern Ontario -- held down third spot. The Toronto Maple Leafs were the only other Canadian franchise to make the cut, standing eighth ahead of basketball's Phoenix Suns and football's New York Jets.\nThe Jays (89-73) finished third in the American League East to qualify for the playoffs. However, they were swept 2-0 by the Minnesota Twins in the AL wildcard series.\nToronto was the most-bet on World Series team, ahead of the Los Angeles Dodgers and Philadelphia Phillies. The champion Texas Rangers were fourth.\nToronto slugger Vladimir Guerrero Jr. was the most bet-on player to win the AL MVP, ahead of New York's Aaron Judge and Texas's Corey Seager. But Anaheim's Shohei Ohtani, the fourth pick, was the runaway winner of the award before signing a mega 10-year, US$700-million free-agent deal with the Dodgers.\nAvello wasn't surprised to see the Jays atop the list.\n\"When you look at certain jurisdictions where we are, teams in that jurisdiction are bet on more than others,\" he said. \"So that's no surprise.\"\nThe Toronto Raptors were the seventh-most bet on team to win the NBA crown. The Milwaukee Bucks, Suns and eventual-champion Denver Nuggets held the top three spots.\nNo Raptors were listed as favourites for the NBA's outstanding player award but Hamilton's Shai Gilgeous-Alexander of the Oklahoma City Thunder, was the fourth most-bet on individual by handle. Denver's Nikola Jokic, Boston's Jayson Tatum and Dallas's Luka Doncic were the top-three picks.\nStory continues Toronto's Darko Rajakovic was fourth in betting for the NBA's top coach award. Former Raptors boss Nick Nurse, now with the Philadelphia 76ers, was tops.\nLast month, Gilgeous-Alexander was named The Canadian Press male athlete of the year.\n\"He is a tremendous player and has been for a few years now,\" Avello said. \"It's not unusual that he'd be bet up there because he's certainly one of your top players in the NBA.\"\nSurprisingly, the Cincinnati Bengals were the most bet-on NFL team to win the Super Bowl. Buffalo was second ahead of the San Francisco 49ers (12-4), who've clinched top spot in the NFC.\nBuffalo (10-6) can secure the AFC East for a fourth straight year with a road win Sunday over Miami. The Dolphins (11-5) have already clinched an NFL playoff spot.\n\"I found that (Cincinnati selection) to be a little surprising,\" Avello said. 'Buffalo has always been a top choice because it has had a good, competitive team over the last few years and there's also the proximity to Canada.\n\"But the Bengals have had a good team knocking on the door so I think this was about value . . . going for a double-digit underdog and trying to get a better price for your buck. I don't blame (bettors) because going into the season I thought Cincinnati would also contend for the title but unfortunately when you lose (quarterback) Joe Burrow and a couple of receivers . . . it was just a bad overall year for Cincinnati.\"\nBuffalo quarterback Josh Allen was the third pick for the NFL's most valuable player award behind San Francisco's Brock Purdy and Dallas's Dak Prescott. Lamar Jackson, who has led Baltimore (13-3) to top spot in the AFC and emerged as the favourite to win the honour for a second time, was initially ninth.\nOntario bettors made the Maple Leafs the most bet-on team to win the Stanley Cup. Edmonton was No. 2 ahead of Las Vegas, last year's champion.\nToronto last won the Stanley Cup in 1967.\n\"Toronto has been there, it has had great, outstanding regular-season records, it just hasn't been able to get far enough,\" Avello said. \"I think it (Leafs topping list) should be.\"\nThe Vancouver Canucks were fifth, ahead of the Ottawa Senators (sixth).\nRick Tocchet, in his first full season behind Vancouver's bench, was the top selection to win the Jack Adams Trophy as the NHL's top coach. The Canucks (24-11-3, 51 points) currently top the Pacific Conference.\nPeter Laviolette of the New York Rangers (26-10-1, 53 points) and Mike Sullivan of the Pittsburgh Penguins (19-14-4, 42 points) were the other top two candidates.\n\"Obviously it makes sense that (Tocchet) would get bet,\" Avello said. \"But (Laviolette) is also a good choice and value play.\n\"That was probably bet more toward the beginning of the year so I see that also as a very smart play by bettors.\"\nThis report by The Canadian Press was first published Jan. 5, 2024.\nDan Ralph, The Canadian Press\nTRENDING 1. L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario. 2. Dominican judge orders conditional release of Rays shortstop Wander Franco while probe continues 3. Former Padres catcher Austin Nola agrees to minor league deal with Brewers 4. Vikings rule out RT O'Neill and CBs Murphy and Blackmon for finale vs. Lions 5. The Ravens officially add RB Dalvin Cook, signing him to their practice squad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Sport"
  ],
  "external_links": [
    "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fl-lakers-mystique-alive-well-220359003.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
    "https://twitter.com/intent/tweet?text=L.A.%20Lakers%20mystique%20was%20alive%20and%20well%20in%20",
    "https://media.zenfs.com/en/cp.org/e3e39a8c3297ab1c098b92a7cf480283",
    "http://www.thecanadianpress.com/",
    "https://s.yimg.com/ny/api/res/1.2/bzhfEyUXK1hfc8x4nf2tVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/cp.org/e3e39a8c3297ab1c098b92a7cf480283",
    "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
    "https://www.s.yimg.com/ny/api/res/1.2/bzhfEyUXK1hfc8x4nf2tVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/cp.org/e3e39a8c3297ab1c098b92a7cf480283",
    "https://www.facebook.com/dialog/feed",
    "http://www.thecanadianpress.com",
    "https://www.twitter.com/intent/tweet?text=L.A.%20Lakers%20mystique%20was%20alive%20and%20well%20in%20",
    "https://www.s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
    "http://thecanadianpress.com/",
    "https://www.media.zenfs.com/en/cp.org/e3e39a8c3297ab1c098b92a7cf480283",
    "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fl-lakers-mystique-alive-well-220359003.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lebron james",
        "sentiment": "none"
      },
      {
        "name": "johnny avello",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "l.a. lakers",
        "sentiment": "positive"
      },
      {
        "name": "canadian press l.a. lakers",
        "sentiment": "negative"
      },
      {
        "name": "the lakers",
        "sentiment": "none"
      },
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "toronto blue jays",
        "sentiment": "none"
      },
      {
        "name": "new york jets",
        "sentiment": "none"
      },
      {
        "name": "lakers",
        "sentiment": "none"
      },
      {
        "name": "phoenix suns",
        "sentiment": "none"
      },
      {
        "name": "los angeles lakers",
        "sentiment": "none"
      },
      {
        "name": "toronto maple leafs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ontar",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      },
      {
        "name": "spain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:15.710+02:00",
  "updated": "2024-01-06T00:30:15.710+02:00"
}