{
  "thread": {
    "uuid": "e2e61ab7248990cdebb68032bf255100ef5e989d",
    "url": "https://www.thecitizen.co.tz/tanzania/news/national/tanzania-receives-sh2-trillion-in-imf-funding-for-climate-action-4664922",
    "site_full": "www.thecitizen.co.tz",
    "site": "thecitizen.co.tz",
    "site_section": "https://www.thecitizen.co.tz",
    "site_categories": [
      "media"
    ],
    "section_title": "The Citizen | The Citizen",
    "title": "Tanzania receives Sh2 trillion in IMF funding for climate action | The Citizen",
    "title_full": "Tanzania receives Sh2 trillion in IMF funding for climate action | The Citizen",
    "published": "2024-06-21T10:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TZ",
    "main_image": "https://www.thecitizen.co.tz/resource/image/4664926/landscape_ratio3x2/1200/800/fc289eb022890ae2b1e9f730b64cca33/wk/bo-1-.jpg",
    "performance_score": 0,
    "domain_rank": 22504,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2e61ab7248990cdebb68032bf255100ef5e989d",
  "url": "https://www.thecitizen.co.tz/tanzania/news/national/tanzania-receives-sh2-trillion-in-imf-funding-for-climate-action-4664922",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Josephine Christopher",
  "published": "2024-06-21T10:45:00.000+03:00",
  "title": "Tanzania receives Sh2 trillion in IMF funding for climate action | The Citizen",
  "text": "Tanzania receives Sh2 trillion in IMF funding for climate action What you need to know: - The IMF package signifies Tanzania's commitment to climate action and economic stability, with the potential to strengthen the country's resilience in the face of future challenges Dar es Salaam. The International Monetary Fund's (IMF) executive board has approved $786.2 million (equivalent to Sh2.06 trillion) for Tanzania to support the country’s climate change mitigation efforts. The executive board also announced the completion of the review, allowing the disbursement of $149.4 million (equal to Sh391.11 billion) for budget support to the East African nation. The above conversion is per the Bank of Tanzania (BoT) average exchange rate of June 21, 2024, where a dollar stands at Sh2617.7. Therefore, the IMF approved a 23-month arrangement under the Resilience and Sustainability Facility (RSF), which is a facility that provides affordable long-term financing to countries undertaking reforms to reduce risks to prospective balance of payments stability, including those related to climate change and pandemic preparedness. The IMF’s deputy managing director and acting chairperson, Mr Bo Li, says in a statement to The Citizen that the RSF will support the authorities’ effort to implement macro-critical climate reforms and strengthen the resilience of Tanzania’s economy to climate change. “Reforms supported by the RSF will aim to enhance governance and coordination of climate change policies, strengthen disaster risk management, mainstream climate policies in budget and investment planning, align sectoral climate policies with national policies and commitments, and enhance supervision of financial sector climate-related risks,” Mr Bo was quoted in a statement. Furthermore, the IMF says Tanzania’s economic reform programme remained strong, with all end-December 2023 quantitative performance criteria and indicative targets met. “The authorities’ structural reform agenda is progressing well, having met two of the three structural benchmarks for end-December 2023 and a structural benchmark for end-January 2024 on time, reflecting their commitment to the reform agenda,” reads another part of the statement. The document says that despite an impressive economic rebound in 2023, the country’s economic recovery is expected to gain momentum going forward but faces headwinds from the unfavourable global economic environment. Mr Bo said: “The recent launch of interest rate-based monetary policy is an important step towards enhancing the effectiveness of monetary policy. Going forward, the Bank of Tanzania should strengthen its ability to align the operational target with the policy rate and develop the interest rate transmission channel.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "imf",
        "sentiment": "negative"
      },
      {
        "name": "bank of tanzania",
        "sentiment": "none"
      },
      {
        "name": "international monetary fund",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tanzania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T14:30:28.327+03:00",
  "updated": "2024-06-21T14:30:28.327+03:00"
}