{
  "thread": {
    "uuid": "37f89e1e49ac257cabe5c90cd040a6f3eb460815",
    "url": "https://www.eluniverso.com/entretenimiento/musica/concierto-de-no-te-va-gustar-en-ecuador-nota",
    "site_full": "www.eluniverso.com",
    "site": "eluniverso.com",
    "site_section": "https://www.eluniverso.com/arc/outboundfeeds/rss/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "",
    "title": "La banda No Te Va Gustar celebra 30 años de carrera musical con dos conciertos en Ecuador y confiesa estar en su mejor momento",
    "title_full": "La banda No Te Va Gustar celebra 30 años de carrera musical con dos conciertos en Ecuador y confiesa estar en su mejor momento",
    "published": "2024-03-01T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "EC",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 9260,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37f89e1e49ac257cabe5c90cd040a6f3eb460815",
  "url": "https://www.eluniverso.com/entretenimiento/musica/concierto-de-no-te-va-gustar-en-ecuador-nota",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafaella Plaza",
  "published": "2024-03-01T00:00:00.000+02:00",
  "title": "La banda No Te Va Gustar celebra 30 años de carrera musical con dos conciertos en Ecuador y confiesa estar en su mejor momento",
  "text": "Fue en 1994 cuando la banda uruguaya No Te Va Gustar se formó como un cuarteto compuesto por los amigos Emiliano Brancciari, Gonzalo Castex, Mateo Moreno y Pablo Abdala, quienes decidieron armar un grupo para presentarse en un festival colegial. Hoy, después de tres décadas, han pasado por varios cambios artísticos y de integrantes, consagrándose como una de las agrupaciones más influyentes y escuchadas dentro la escena del rock latinoamericano. Actualmente está conformada por Brancciari, Denis Ramos, Guzmán Silveira, Diego Bartaburu, Mauricio Ortiz, Martín Gil, Pablo Coniberti y Francisco Nasser. Ellos conversaron vía Zoom con Diario EL UNIVERSO acerca de su pasado, presente y futuro. Publicidad A pesar de que su más reciente canción se titula Me cansé, el grupo no planea parar ni cansarse por nada y sigue preparando sorpresas para sus seguidores y fanáticos. Este nuevo single, compuesto inicialmente por Silveira en 2014, es una colaboración con la artista argentina Zoe Gotusso y fue lanzado el pasado 12 de enero, abriendo así su 2024. “Lo que algunos no saben es que esta es una canción que ya tenía muchos años, pero no había entrado a ningún disco, hasta que el año pasado decidimos sacar varias inéditas”, dijo Ramos, quien agregó que trabajar junto con Gotusso fue una experiencia satisfactoria. Publicidad “Ella es una cantautora argentina joven con mucha energía, nosotros ya la conocíamos desde hace algunos años. La canción necesitaba una voz femenina y ella era la ideal. Se adaptó rápidamente a nuestra dinámica y estilo”, continuó diciendo. Después de tanto tiempo, ¿cuál es el sonido actual de No Te Va Gustar? Bueno, intentamos estar actualizados con las nuevas formas de hacer música, porque nosotros somos de la época de los 90, cuando era todo más análogo, y eso es algo que para nosotros siempre ha sido fundamental. Con la llegada de Francisco Nasser a la banda en el 2013, hemos incorporado un sonido más moderno, fusionando distintos géneros musicales. Publicidad Si bien estamos cumpliendo 30 años, siempre intentamos estar a la vanguardia de eso, de estar presente en los nuevos sonidos y las nuevas maneras de escuchar música en todas las plataformas digitales que hay ahora. ¿Cómo se sienten al cumplir 30 años de carrera musical? Este punto es el mejor momento de la banda, la verdad que estamos en un muy buen momento en lo musical y humano. Esto último para nosotros es un pilar fundamental, mantener a la familia unida para poder salir a presentar la música de la banda a diferentes países. Estamos felices también de conocer nuevas ciudades. Últimamente venimos hablando bastante de esto, porque claro, en cada momento que la banda fue cumpliendo años redondos, digamos 10, 15, 20 y 25, se conversa y se hace como repaso de lo que ha pasado hasta ese momento. Estamos alegres con la carrera que hemos hecho y con todo lo que se viene. El nuevo álbum de NTVG Con el último lanzamiento, que fue Me cansé, la agrupación uruguaya se enfocará en completar todas las fechas de su tour 30 Años, que termina el 27 de julio en el Movistar Arena de Chile. Después de la gira, la banda hará una pausa de los escenarios para concentrarse en la composición y grabación de un nuevo disco para el año 2025. Publicidad Concierto de No Te Va Gustar en Ecuador En el marco de su aniversario número 30, la banda se encuentra en medio de una gira internacional que la llevará a pisar tierras ecuatorianas. Son dos conciertos que ofrecerán en dos ciudades del país, y las entradas se pueden adquirir a través de la página web de Ticket Show. El primer show será manñana, viernes 1 de marzo, a las 19:00, en el Teatro Nacional CCE de Quito. La segunda fecha prevista será al día siguiente, el sábado 2 de marzo a las 20:00, en el Teatro Carlos Cueva Tamariz de Cuenca. “Vamos a estar en Cuenca, que es una ciudad a la que nunca fuimos, y eso nos motiva también para continuar con ese fuego y esa emoción de cantar. Estuvimos en Quito el año pasado por primera vez y la verdad que nos llevamos una gran sorpresa de la gente ecuatoriana y por eso también decidimos regresar”, confiesa Ramos. Si asiste a uno de estos espectáculos, podrá ser testigo de un repertorio que fusiona los diez discos de estudio de NTVG, en el que se encuentran sus clásicos más recordados, como A las nueve, Ese maldito momento, Chau, y más. - Entradas Quito: Luneta alta $ 36,50; luneta baja $ 56,50; vip $ 76,50; Star Box $ 96,50. - Entradas Cuenca: Platea A $ 41,50; vip $ 56,50; Star Box $ 71,50. (E)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:27:45.184+02:00",
  "updated": "2024-03-01T16:41:54.289+02:00"
}