{
  "thread": {
    "uuid": "75ac320a8f31c675916b6a6b20252e98afa752d5",
    "url": "https://fr.allafrica.com/stories/202403140393.html",
    "site_full": "fr.allafrica.com",
    "site": "allafrica.com",
    "site_section": "https://fr.allafrica.com/tools/headlines/rdf/westafrica/headlines.rdf",
    "site_categories": [
      "media"
    ],
    "section_title": "AllAfrica News: Afrique de l'Ouest",
    "title": "Sénégal: Un programme de l'UN-CHK veut pousser les collégiens et lycéens aux séries scientifiques et techniques - allAfrica.com",
    "title_full": "Sénégal: Un programme de l'UN-CHK veut pousser les collégiens et lycéens aux séries scientifiques et techniques - allAfrica.com",
    "published": "2024-03-14T16:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn08.allafrica.com/static/images/structure/aa-logo-rgba-no-text-square.png",
    "performance_score": 0,
    "domain_rank": 2659,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75ac320a8f31c675916b6a6b20252e98afa752d5",
  "url": "https://fr.allafrica.com/stories/202403140393.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-14T16:26:00.000+02:00",
  "title": "Sénégal: Un programme de l'UN-CHK veut pousser les collégiens et lycéens aux séries scientifiques et techniques - allAfrica.com",
  "text": "Dakar — Le programme des formations ouvertes pour le renforcement des compétences pour l'emploi et l'entreprenariat numérique (Force-N) de l'université numérique Cheikh Hamidou Kane, oeuvre pour augmenter l'envi et l'attirance des jeunes élèves des collèges et lycées aux séries scientifiques et techniques, a indiqué jeudi, son responsable, Oumar Mbodji, enseignant-chercheur.\n\"Nous voulons augmenter au niveau des collèges et lycées l'appétence des jeunes élèves aux séries scientifiques et aux sciences émergentes qui contrôlent le monde aujourd'hui, \", a déclaré M. Mbodji, par ailleurs, responsable de la promotion des sciences et du numérique au sein dudit programme.\nIl intervenait lors d'une conférence sur les mathématiques et l'astronomie, organisée dans le cadre de la célébration de la journée internationale de la \"Pi day\".\nSelon les statistiques, \"seulement 30% des jeunes sont dans les séries scientifiques et techniques\", a-t-il relevé, expliquant que le programme Force-N, travaille, sur des activités de promotion des filières scientifiques, la robotique, la formation des jeunes au numérique, l'intelligence artificielle (IA) pour corriger cette tendance des élèves à déserter les séries scientifiques.\n\"Nous aidons aussi les jeunes à simplifier les principes, les mathématiques en expliquant les concepts de façon facile avec des capsules vidéos de courte durée allant de 5 à 10 minutes dans notre plateforme\", a-t-il ajouté.\n% Il a précisé que Force-N, intervient dans trois composantes, pour stimuler l'envi des jeunes aux filières scientifiques.\n\"Il s'agit de la formation des jeunes au numérique, l'accompagnement dans l'insertion à la vie professionnelle ou la création d'entreprise à travers un financement, la promotion des sciences et techniques ainsi que le numérique à travers de multiples activités\", a cité l'enseignant-chercheur.\nSelon M. Mbodji, l'objectif visé à travers ces composantes, est \"d'accroitre significativement à l'horizon 2026, le nombre de jeunes disposant d'aptitudes nécessaires, pour suivre les formations proposées dans le cadre de la composante 1\".\n\"Nous souhaitons dans le futur organiser des manifestations plus ouvertes à toutes les communautés mathématiques du Sénégal. Nous voulons qu'elles puissent se joindre à nous afin que l'on fasse du pays un hub d'activités mathématiques\", a soutenu, Moustapha Sow, doyen de la Faculté des Sciences et Technologies de l'Education et de la Formation (FASTEF).\nLire l'article original sur APS .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Science and Technology",
    "Human Interest"
  ],
  "external_links": [
    "https://aps.sn/un-programme-de-lun-chk-veut-pousser-les-collegiens-et-lyceens-aux-series-scientifiques-et-techniques/",
    "http://www.aps.sn/",
    "http://aps.sn/",
    "http://www.aps.sn",
    "https://aps.sn/un-programme-de-lun-chk-veut-pousser-les-collegiens-et-lyceens-aux-series-scientifiques-et-techniques",
    "https://www.aps.sn/un-programme-de-lun-chk-veut-pousser-les-collegiens-et-lyceens-aux-series-scientifiques-et-techniques/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:19:07.761+02:00",
  "updated": "2024-03-15T00:19:07.761+02:00"
}