{
  "thread": {
    "uuid": "5f7f68b99b2b90c0a44b3ed72249d32578e64e5a",
    "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-01-05/critica-irmaos-sun---serie-tem-a-dose-certa-entre-bom-humor-e-porradaria.html",
    "site_full": "tecnologia.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://tecnologia.ig.com.br/index.xml",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Tecnologia - Notícias, Análises, Dicas e Especiais - iG",
    "title": "Crítica Irmãos Sun | Série tem a dose certa entre bom humor e porradaria",
    "title_full": "Crítica Irmãos Sun | Série tem a dose certa entre bom humor e porradaria",
    "published": "2024-01-06T00:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i0.statig.com.br/bancodeimagens/1o/nz/9g/1onz9ggln42pmjb7tzyb75xjc.jpg",
    "performance_score": 0,
    "domain_rank": 4262,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f7f68b99b2b90c0a44b3ed72249d32578e64e5a",
  "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-01-05/critica-irmaos-sun---serie-tem-a-dose-certa-entre-bom-humor-e-porradaria.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canaltech",
  "published": "2024-01-06T00:20:00.000+02:00",
  "title": "Crítica Irmãos Sun | Série tem a dose certa entre bom humor e porradaria",
  "text": "Irmãos Sun\n, série da\nNetflix\nque estreou nesta quinta-feira (4) no catálogo da plataforma, é uma produção de comédia e ação estrelada por ninguém menos que a vencedora do Oscar, Michelle Yeoh\n(\nTudo em Todo Lugar ao Mesmo Tempo\n). Composta por oito episódios, a trama se debruça sobre o mundo da máfia e das artes marciais (subgênero que tornou Michelle famosa nos anos 90), mas gira, principalmente, em torno da importância da família na cultura oriental.\n-\nIrmãos Sun | Conheça a nova série de Michelle Yeoh na Netflix\n-\nOs 10 melhores filmes de artes marciais para assistir online\nCriada por Byron Wu e Brad Falchuk (esse último famoso por co-criar com Ryan Murphy produções como American Horror Story\ne\nGlee\n), a série é protagonizada também por Justin Chien ( Sol Lunar\n) e Sam Li ( Reféns da Noite\n), atores que fazem os filhos de Michelle e são responsáveis por trazer, respectivamente, o viés de luta e de comédia para a produção.\nJuntos, os três apresentam uma história que se passa em Los Angeles, nos EUA, mas que mostra a difícil relação de amor, união e poder de uma família mafiosa de Taiwan que precisa lidar com uma série de inimigos criminosos, além de seus próprios problemas pessoais.\n-\nPodcast\nPorta 101\n: a equipe do Canaltech discute quinzenalmente assuntos relevantes, curiosos, e muitas vezes polêmicos, relacionados ao mundo da tecnologia, internet e inovação. Não deixe de acompanhar.\n-\nOs Dragões de Jade\nIrmãos Sun começa acompanhando os passos de Charles, um lendário assassino dos Dragões de Jade, uma das principais facções do crime organizado de Taipé, capital de Taiwan. Treinado desde pequeno para ser uma máquina de guerra, o rapaz presencia um atentado contra a vida de seu pai, um dos chefões das Tríades e, como combinado, parte então para Los Angeles, nos EUA, para proteger sua mãe e irmão caçula.\nO problema é que Mama Sun, que há quinze anos fez um acordo com o pai de Charles para que ela e o filho pequeno recomeçassem a vida nos EUA, nunca contou para o garoto sua verdadeira origem. O que fez com que Bruce tenha sido criado de uma maneira muito diferente a do irmão e, agora jovem, seja um rapaz ingênuo e bobalhão que sonha em trabalhar com atuação de improviso.\nA chegada de Charles aos EUA, portanto, traz consigo um vendaval de novidades para a vida dos Sun. A começar pela descoberta do jovem Bruce de que ele faz parte de uma família de gângsters e a aparição de um bando de mascarados sanguinários, que começam a perseguir Mama Sun e os dois jovens assim que Charles aterrissa na Califórnia.\nUma mistura bem dosada de ação e comédia\nEntre os golpes de kung fu de Charles e o jeito atrapalhado e infantilóide de Bruce, Irmãos Sun vai mesclando cenas de drama e ação com pitadas de comédia. Uma mistura muito bem dosada, que conta ainda com a vantagem de ter toda a experiência de Michelle Yeoh para equilibrar esses universos.\nA química entre os três, inclusive, é um dos pontos altos da trama, o que faz com que em pouco tempo o público já esteja apegado aos personagens da família e, assim como eles, investidos em descobrir quem está por trás dos ataques coordenados aos Sun.\nAs cenas de brigas, aliás, são todas muito bem feitas e um prato cheio para quem gosta dos títulos do gênero. Além de estarem todas muito bem coreografadas — e não faltarem objetos como cadeiras, tampas de lixo e até rolos de macarrão sendo usados como armas —, há ainda um jogo de câmeras bastante interessante em algumas delas, que tornam os confrontos dinâmicos e originais.\nUma história sobre família (e comida na mesa)\nApesar de toda essa interessante confusão que desembarca na vida dos protagonistas, logo fica claro, porém, que Irmãos Sun é uma história essencialmente sobre família. Mais especificamente sobre uma família oriental, que possui aspectos culturais muito próprios.\nAlém de nutrirem um grande respeito geracional entre si, tendo a palavra da Mama ou do Baba como ordem, os personagens têm ainda a peculiaridade de serem criminosos, o que faz com que seu senso de proteção fique ainda mais aflorado. Isso faz com que praticamente todas as ações da série sejam feitas “em nome da família” — o que pode até mesmo significar protegê-la de si mesma.\nUm aspecto bem interessante dessa cultura familiar, inclusive, é mostrado por meio das comidas que aparecem ao logo da trama. Vistas em quase todas as cenas em que o trio de protagonistas está junto, elas aparecem o tempo todo, seja por meio de uma mesa farta, do preparo de alimentos ou até mesmo da paixão de Charles pela confeitaria.\nA comida caseira é uma dos principais pontos de união dos personagens. Um aspecto que ganha ainda mais evidência quando Alexis (Highdee Kuan), uma promotora completamente obstinada com a justiça, mas extremamente solitária, aparece comendo salgadinhos industrializados o tempo inteiro.\nInteressante e divertida, Irmão Sun é uma série que apesar de alguns furos de roteiro e passagens corridas entre cenas, consegue envolver o telespectador e — exatamente por não se levar a sério — permitir que esses pequenos deslizes possam ser perdoados. Com um final satisfatório, mas que deixa uma enorme brecha para uma segunda temporada, ela tem tudo para agradar os fãs do gênero e, até mesmo, o público que não tem tanta familiaridade assim com histórias de porradaria.\nBBB 24 | Veja quem são os participantes da edição\n-\nOs\nGmail no Android finalmente ganha função “selecionar tudo”\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:14:09.780+02:00",
  "updated": "2024-01-06T01:14:09.780+02:00"
}