{
  "thread": {
    "uuid": "141dca53fa5e531b12814897101e2fb2afcea3ab",
    "url": "https://www.idolator.com/7907599/john-lennons-message-from-the-afterlife-to-son",
    "site_full": "www.idolator.com",
    "site": "idolator.com",
    "site_section": "http://idolator.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "idolator",
    "title": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife",
    "title_full": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife",
    "published": "2024-04-19T00:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.idolator.com/wp-content/uploads/2020/03/GettyImages-104411834-11330.jpg",
    "performance_score": 0,
    "domain_rank": 31921,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "141dca53fa5e531b12814897101e2fb2afcea3ab",
  "url": "https://www.idolator.com/7907599/john-lennons-message-from-the-afterlife-to-son",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Karyn Bailey",
  "published": "2024-04-19T00:10:00.000+03:00",
  "title": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife",
  "text": "John Lennon’s Eldest Son Believes His Father Sent Him A Profound Message From The Afterlife\nWhen losing a loved one, it's only natural to wish that they could communicate something of significance. Julian Lennon not only longed for this but received it loud and clear. The message he interpreted from his late father, musician John Lennon, was so meaningful that it changed his life and motivated him to change the lives of others. Read on to discover how a strained father-son relationship transformed into a beautiful message of peace, and the will to move on for the better.\nMeet Julian Lennon\nWhile John Lennon and Yoko Ono's child, Sean Lennon, has received media attention from a young age, you may be surprised to hear that John had a son long before Sean. Julian Lennon was born during John's first marriage, which was to Cynthia Lennon.\nBorn in Liverpool in 1963, Julian was named after John's mother, Julia, who had passed a few years prior. Though he inspired multiple songs from The Beatles, he didn't always feel close to his famous father.\nHaving A Rockstar Dad Was Tough\nJulian was born six years after The Beatles first formed and in the midst of their growing acclaim in the UK. The band's manager, Brian Epstein, was named Julian's godfather.\nThe same year of his birth, The Beatles recorded Please Please Me, an album full of chart-topping singles that made them an international success. By the time Julian was one-year-old, his father was touring the world and the media was erupting over John's \"secret wife and baby.\"\nBeing Left Out Of The \"Fab Four\"\nThe Beatle's press officer, Tony Barrow, came up with the idea to call the band the \"fabulous four,\" which the media abbreviated to \"the Fab Four.\" Meanwhile, Cynthia Lennon was raising Julian largely on her own and trying to avoid the overbearing media attention.\nRather than the young family being the \"fab three,\" Julian experienced from a young age a detachment from his father. Though the family did get to enjoy a skiing trip with the band in 1966, it was overshadowed by relentless fans.\nJulian Was Involved In The Band As Much As He Could Be\nIn 1967, Julian experienced being on the set of the Magical Mystery Tour Beatle's film. Around the same time, the little guy created a watercolor painting in the nursery school of his friend Lucy surrounded by stars.\nThe painting became the source of inspiration for John's song \"Lucy in the Sky with Diamonds.\" Lennon also wrote the song \"Good Night\" for Julian, which was the final song on The Beatles' White Album and featured Ringo Starr on lead vocals.\nA New Family Arrangement\nWhen Julian was just five-years-old, his parents divorced and John embarked on a relationship with Yoko Ono. They married in March of the following year, which was 1969. John's relationship with Yoko heightened the tension between bandmates, and The Beatles parted ways shortly after their marriage.\nRather than returning home to Julian, John further invested himself into his music and released a solo album in 1970. In 1971, the pair moved to New York, creating even more distance between Julian and his father.\nJulian Felt Closer To Another Beatle\nWhen Julian was older, he looked back on his relationship with his dad with resentment. He stated that he remembered spending more time with The Beatles band member Paul McCartney than he had John Lennon.\nPaul revealed his love for little Julian when he wrote the song \"Hey Jude\" to console the young boy during John and Cynthia's divorce. The song was initially called \"Hey Jules,\" but it was changed to a name that would be easier to sing.\nA New Father Figure For Julian\nIn addition to Paul McCartney, Julian gained a new father figure when his mother remarried in 1970, a year after John married Yoko Ono. She wed Roberto Bassanini, who she'd met while on a trip to Italy with Julian.\nCynthia and Roberto were only married for a few years, after which Julian reunited with his father and enjoyed some of their best years as father and son. In 1978, she had another short-lived marriage to engineer John Twist.\nJohn's New Relationship Reconnected Him To Julian\nWhen Lennon and Yoko separated in 1973, John developed a romantic relationship with their personal assistant, May Pang. May encouraged John to re-connect with Julian, who he hadn't seen in two years.\nIn an interview with The Times, Julian described his time with May Pang and John as \"the happiest times\" he had with his father. During this time, Julian made his musical debut at the age of eleven when his father unexpectedly used Julian's drum recording in the song \"Ya-Ya\" on Walls and Bridges.\nReconciliation With Yoko Ono\nAt the start of 1975, John Lennon agreed to meet with Yoko Ono after more than a year of separation. The two reconciled and Yoko gave birth to their son, Sean Lennon, later on that year.\nIn a 1999 interview with Dini Petty, Julian admitted that he felt his father was a hypocrite. He said, \"Dad could talk about peace and love out loud to the world but he could never show it to the people who supposedly meant the most to him: his wife and son.\"\nJohn Lennon's Untimely Passing\nIn December of 1980, John Lennon lost his life to Mark David Chapman while on his way to his Manhattan apartment. A Strawberry Fields memorial was later created in Central Park to honor the late musician.\nJohn was and is still lived on by his two sons, who were five and 17 at the time of his passing. Earlier that year, John Lennon had mentioned in an interview that he loves both of his sons equally and that Julian, \"belongs to me, and he always will.\"\nFollowing In His Father's Footsteps\nShortly after his father passed, Julian followed in his footsteps by putting out his first album, Valotte. Julian told Rock Beat that one of the album's songs, \"Well I Don't Know,\" was \"about looking for signs of the afterlife from Dad.\"\nHe'd inherited his father's songwriting ability and his voice was regarded by music critic Robert Christgau as being eerily similar to that of John. The album earned Julian a Grammy nomination for Best New Artist in 1985.\nThe Rise Of Julian's Music Career\nJulian's next album, The Secret Value of Daydreaming, reached number 32 on the Billboard 200. It also featured the single \"Stick Around,\" which was Julian's first song to reach number 1 on the US Album Rock Tracks.\nHis second single to top the Album Rock Tracks was \"Now You're In Heaven,\" which peaked at number 5 in Australia. His single \"Saltwater\" on his 1991 album topped Australian charts for a month and featured former Beatles member George Harrison on the guitar.\nSomething Incredible Happened While On Tour In Australia\nThe track \"Saltwater\" was famous in Australia for a reason, as it was an environmentally conscious ballad that transcended the decade. Julian's touching lyrics attracted the attention of aboriginal leaders, who met with the musician while he was on tour.\nThey asked Julian if he would use his fame to help bring them awareness. The elder of the tribe known as Mirning was a woman who handed him a gift. When Julian took it, he could hardly believe his eyes.\nA White Feather Full Of Meaning\nThe aboriginal leader had handed Julian a white feather. He later told Today that John Lennon had once told him that a white feather would be his way of communicating to his son that we were all going to be alright.\nHis plea from his first album's track \"Well I Don't Know\" for his father to send him a sign seemed to have been answered. Julian realized at that moment that he needed to do something meaningful with his career.\nStaying True To His Word\nJulian stayed true to his promise that he would help the Aboriginal Australians. In 2006, he produced and narrated the film Whaledreamers, which illuminates an aboriginal tribe's meaningful relationship with Australian whales that are at risk of extinction.\nThe documentary outlines various environmental issues and was shown at the 2007 Cannes Film Festival. It won several awards, including Best Film by the Byron Bay Film Festival and Best Music/Song by the Tahoe/Reno Int'l Film Festival, and raised funds for Greenpeace and Elcho Island Elder Burmulla.\nJulian's White Feather Foundation\nJulian didn't just stop at highlighting the issues plaguing the aboriginals; that was just the beginning. In 2009, he started the White Feather Foundation, named after the encounter that he considers a sign from his late father.\nThe organization sets out to raise funds for both environmental and humanitarian issues and to bring attention to those who are setting out to make a difference. To Julian, the white feather represents peace on account of its influence in his life.\nJulian Was Inspired By An Old Friend\nThe same year that Julian founded the White Feather Foundation, he also raised funds for an illness that took his late friend's life. He partnered with Meagher and Birch to create the revolution, LLC, through which he released the EP \"Lucy.\"\nThe song was a tribute to Lucy Vodden, the little girl he painted in nursery school that inspired John's song \"Lucy in the Sky with Diamonds.\" Half of the proceeds from \"Lucy\" were to be donated to Lupus research since that was the disease that took her life.\nSean And Julian's Relationship Has Blossomed\nAfter all Sean and Julian went through, they came out on the other side as strong brothers and allies in the music industry. In 2011, Julian told The Express that he loves his brother Sean deeply, and that's why he needed to \"get over\" the past.\nSean stated in 2010 that his big brother is the reason he started playing music. Interestingly, Sean's music is what prompted Julian to dive into photography, a habit that flourished after he photographed Sean's music tour in 2007.\nFinding Peace With Photography\nJulian seemed to have put an end to all of the family drama with his 2010 exhibition called \"Timeless: The Photography of Julian Lennon.\" Naturally, his mother Cynthia was there, but more shockingly was how cozy Julian looked with Yoko Ono.\nHe kept his arm around her shoulder as she smiled at his photography, which included shots of Sean. Yoko and Cynthia even embraced as the family reunited over Julian's work. It seemed that the tension of the past decades had finally ceased.\nHonoring His Father In The Name Of Peace\nAlso in 2010, Julian joined his mother Cynthia in the unveiling of the John Lennon Peace Monument in Liverpool. The beautiful, 18-foot sculpture is a colorful sphere covered with music notes and peace signs and topped with silver birds.\nIt reads \"Peace On Earth For The Conservation Of Life In Honour of John Lennon 1940-1980.\" Julian said at the ceremony, \"We come here with our hearts to honor Dad and pray for peace and say thank you to everybody who is celebrating today.\"\nThe Incredible Life Of The Music And Cultural Icon, John Lennon\nBorn on October 9, 1940, John Lennon grew up in Liverpool, England under the guardianship of his aunt, Mary Elizabeth \"Mimi\" Smith. Ironically, Lennon's aunt Mimi had no interest in music, so it's unsurprising that she didn't believe her nephew could make a career out of it either.\nShe even commented that \"The guitar's all right John, but you'll never make a living out of it,\" something she repeatedly told him. Although he and his aunt had a loving relationship, they were at odds about Lennon's deep interest in music.\nHe Was An Avid Monopoly Player\nThose close to Lennon knew that he loved the game of Monopoly. He would bring his personal set with him when traveling and would often host games in his hotel room or play while on airplanes.\nSupposedly, he was known for always standing up when he threw the dice and was obsessed with the Boardwalk and Park Place properties. So much, in fact, that he didn't care if he lost the game, as long as he had the two properties in his possession.\nHe Was The Last Beatle To Get His License\nOn February 15, 1965, at the age of 24, John Lennon finally got his driver's license, making him the last of the Beatles to do so. Apparently, John was a horrendous driver according to those who ever drove in a car with him.\nHowever, he eventually gave up driving after he totaled his Aston-Martin on a trip to Scotland with his wife Yoko Ono, his son, Julian, and Ono's daughter, Kyoko. The accident resulted in Lennon needing 17 stitches, and mounting the wrecked car on a pillar at their home.\nHe Had A Troubled Past With Women\nIn 1957, Lennon met his first wife, Cynthia Powell, as students at the Liverpool College of Art. The two would begin dating, even though she was engaged. However, Lennon was known to be jealous and possessive of women, often threatening Powell with violence.\nHe claimed that it wasn't until he met Yoko Ono that he began to treat women correctly. According to Lennon, \"I used to be cruel to my woman, and physically – any woman. I was a hitter. I couldn't express myself and I hit. I fought men and I hit women. That is why I am always on about peace.\"\nHe Returned A Medal From Queen Elizabeth II\nIn 1965, Lennon, along with the other member of the Beatles were made members of the Most Excellent Order of the British Empire by Queen Elizabeth II. However, four years later, Lennon returned his medal as a form of protest.\nIn a letter to the queen, he wrote, \"Your Majesty, I am returning my MBE as a protest against Britain's involvement in the Nigeria-Biafra thing, against our support of America in Vietnam and against 'Cold Turkey' slipping down the charts. With love. John Lennon.\"\nHe Was The Only Beatle That Wasn't A Full Vegetarian\nGeorge Harrison was the first of the Beatles to go vegetarian, completely cutting out meat in his diet in 1965. Paul McCartney was the next to follow suit just a few years later.\nWhile Paul and George stopped eating meat for spiritual reasons, Ringo later did so out of necessity due to health concerns. Although Lennon tried to become a vegetarian on several occasions in the 1960s, he always managed to find meat on his plate.\nHis Final Moments With Paul McCartney\nThe last time John Lennon saw Paul McCartney was on April 14, 1976. The two were hanging out at Lennon's New York apartment where they were watching Saturday Night Live. While watching the show, they saw Lorne Michaels jokingly offer $3,000 for the Beatles to appear on the show.\nBecause they were just sitting around watching TV, the two even considered taking a cab to the set. Little did they know this would be the last time they would ever see each other.\nHe Believed The Best Beatles Music Was Never Recorded\nRegardless of the fact the Beatles are considered to be one of the greatest and most influential bands of all time, John Lennon was rarely satisfied with their music. In a 1977 interview with Rolling Stone, Lennon admitted that the group sacrificed their creative potential to meet the demands that follow with so much popularity.\nHe noted, \"That's why we never improved as musicians; we killed ourselves to make it.\" On another occasion, Lennon told his former producer, George Martin, over dinner that he would like to like to re-record every Beatles song, especially \"Strawberry Fields.\"\nHe Owned An Island\nIn 1967, John Lennon purchased Dorinish, an uninhabited island in Clew Bay, Ireland for just £1,700. Although previously used by sailing ships for its stones, the island became a sanctuary for Lennon and his family.\nAfter Lennon divorced his wife Cynthia, the island went unused until Lennon invited Sid Rawle, the \"King of the Hippies,\" and Timi Walsh to establish a commune there. For two years, 25 hippies lived on the island until a fire burned down the island's supply tent in 1972 and the commune disbanded. After Lennon's death, Yoko Ono sold it for £30,000 and gave the money to an Irish orphanage.\nHe Sailed A Boat Through A Storm\nIn June 1980, Lennon took a six-day journey to Bermuda on a 43-foot sailing boat. However, what was initially supposed to be a relaxing boat ride turned into a life-threatening situation when they were hit by a huge storm. The captain ended up getting seasick because of the storm, leaving Lennon with the responsibility of successfully navigating the ship through 65 mile-an-hour winds and 20-foot waves.\nLennon later reminisced on the moment stating, \"Once I accepted the reality of the situation, something greater than me took over and all of a sudden I lost my fear. I actually began to enjoy the experience.\"\nHe Left The Beatles First\nLennon was the first of the group to leave the Beatles in September 1969, eventually leading to the breaking up of the band. However, Lennon, as well as the other members, kept his leaving a secret for quite some time.\nNobody was aware that John had left for months until Paul McCartney announced his own solo album and that he had left the Beatles. When Lennon heard this, he was furious that McCartney was given the credit for breaking up the band.\nThe Government Tried To Deport Him\nAfter the impact that \"Give Peace a Chance\" and \"Happy Xmas (War is Over)\" had on the anti-war movement, it caught the attention of the government. At that time, the Republican Party heard rumors that Lennon was going to be involved in a concert held in San Diego at the same time as the Republication National Convention.\nSo, they had plans to deport Lennon, fearing that his anti-war messages would hurt the party. This led to Republican Senator Strom Thurmond sending a memo that \"deportation would be a strategic counter-measure\" against Lennon.\" However, after a lengthy legal battle, Lennon received his green card.\nHe Was Investigated By The FBI\nAfter his death, historian John Wiener filed a Freedom of Information Act for FBI files about their involvement in the deportation attempt. At that point, the FBI had admitted to having 281 pages on Lennon, because of his anti-war involvement, but refused to release them, claiming that they held national security information.\nIn 1983, Wiener sued the FBI, and it still took 14 years for the documents to be released. Eventually, all but 10 pages were released, which Wiener published in his book Gimme Some Truth: The John Lennon FBI Files in 2000. The papers showed that Lennon was never considered a real threat.\nHe Grew Tired Of Hysterical Fans\nAround the time of Beatlemania, and after the band had made a breakthrough in the United States, Lennon started to become concerned about the people attending Beatles' concerts. He was afraid that legitimate fans of the music wouldn't even be able to hear them perform over all of the noise and screaming from crazed fans.\nHe also thought that the chaos of the concerts were beginning to affect the band's musicianship. According to Lennon, \"Beatles concerts are nothing to do with music any more. They're just bloody tribal rites.\"\nHe Claimed To Have Seen A UFO\nOn August 23, 1974, John Lennon claimed that he saw a UFO. Talking to Andy Warhol's Interview magazine, he said that he was lying naked on his bed when he felt a sudden urge.\nHe went on to state that, \"There, as I turned my head, hovering over the next building, no more than 100 feet away was this thing with ordinary electric light bulbs flashing on and off around the bottom, one non-blinking red light on top.\" He called over his then-girlfriend May Pang, who claims to have seen the unidentified flying object as well.\nHis Death Was Announced During Monday Night Football\nOn December 8, 1980, the night of Lennon's death, an ABC television producer was being treated in the hospital for a motorcycle injury when Lennon was brought in. The producer caught wind of what was going on, including that Lennon was dead.\nSo, he contacted his boss, Roone Arledge, who at the time was busy working as the executive producer for Monday Night Football. Yet, upon hearing the news, Arledge told sportscaster Howard Cosell and Frank Gifford to deliver the news immediately while on air.\nWhere His Iconic Glasses Came From\nIn preparation for his role in Richard Lester's 1967 film, How I Won the War, Lennon was given an army-style haircut and a new pair of what were considered \"granny\" glasses. After receiving his haircut in the breakfast room at the bar of The Inn Heath Hotel in West Germany, his hair was even burned to prevent people from selling it.\nWhile the haircut was only for the movie, Lennon adopted his new look with the \"granny\" glasses which went on to become one of his trademark accessories.\nHe Has A Picture With The Man Who Took His Life\nOn December 8, 1980, amateur photographer Paul Goresh snapped a picture of John Lennon signing a copy of his album Double Fantasy for Mark David Chapman, the man who would later assassinate him.\nLater that day, returning to his home at the Dakota in New York City after a recording session, Chapman gunned down Lennon. Yet, apparently that wasn't the last photo taken of Lennon. Supposedly, a photographer sneaked into the morgue before he was cremated and got a photograph of his body.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john lennon",
        "sentiment": "negative"
      },
      {
        "name": "sean lennon",
        "sentiment": "none"
      },
      {
        "name": "cynthia lennon",
        "sentiment": "none"
      },
      {
        "name": "julia",
        "sentiment": "none"
      },
      {
        "name": "yoko ono",
        "sentiment": "none"
      },
      {
        "name": "julian lennon",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "sean",
        "sentiment": "none"
      },
      {
        "name": "julian",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "liverpool",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:23:16.492+03:00",
  "updated": "2024-04-19T01:23:16.492+03:00"
}