{
  "thread": {
    "uuid": "c1eac1ae1d80a64094a30970c84471b6332e62f7",
    "url": "https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-womens-college-basketball-nil-standard-2024-wnba-draft",
    "site_full": "www.on3.com",
    "site": "on3.com",
    "site_section": "https://on3.com/feed",
    "site_categories": [],
    "section_title": "On3",
    "title": "Caitlin Clark’s greatness, marketability being realized as college career winds down",
    "title_full": "Caitlin Clark’s greatness, marketability being realized as college career winds down",
    "published": "2024-03-01T00:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://on3static.com/uploads/dev/assets/cms/2024/02/29163759/caitlin-clark-afi.png",
    "performance_score": 0,
    "domain_rank": 23943,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c1eac1ae1d80a64094a30970c84471b6332e62f7",
  "url": "https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-womens-college-basketball-nil-standard-2024-wnba-draft",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pete Nakos",
  "published": "2024-03-01T00:59:00.000+02:00",
  "title": "Caitlin Clark’s greatness, marketability being realized as college career winds down",
  "text": "Caitlin Clark's greatness, marketability being realized as college career winds down [Caitlin Clark](https://www.on3.com/db/caitlin-clark-162402/) is one of one. The [Iowa](https://www.on3.com/teams/iowa-hawkeyes/) guard is just 18 points shy of passing Pete Maravich’s all-time scoring record. She is the biggest star in college basketball – male or female. She has played a key role in the popularity of the women’s game, playing in the most-watched game ever for six different TV networks. But beyond the on-court stardom, Clark has set a standard in [NIL](https://www.on3.com/nil/). One of the most marketable names in college sports – right next to [Livvy Dunne](https://www.on3.com/db/livvy-dunne-162353/), [Angel Reese](https://www.on3.com/db/angel-reese-174581/) and [Bronny James ](https://www.on3.com/db/bronny-james-144220/)– has not taken a penny from the Hawkeye-focused NIL collective [Iowa Swarm](https://www.on3.com/nil/collectives/the-swarm-collective-91/). Working with [Excel Sports](https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-basketball-nil-representation-excel-sports-management/), she’s carved notable endorsement partnerships with [Nike](https://www.on3.com/nil/news/nike-basketball-mens-womens-bronny-james-nil-deal-caitlin-clark-haley-jones/), [State Farm](https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-basketball-womens-nil-deal-state-farm-jake-patrick-mahomes/), Hy-Vee and [Gatorade](https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-basketball-nil-deal-gatorade/). On Thursday afternoon, Clark [announced](https://www.on3.com/college/iowa-hawkeyes/news/caitlin-clark-2024-wnba-draft-decision-iowa-hawkeyes-womens-basketball/) this final stretch of the season will be her last at Iowa. The reigning National Player of the Year hopes to lead the Hawkeyes to back-to-back Final Four appearances and their first national title. How do you measure Caitlin Clark’s impact on college sports? But this is it. Caitlin Clark plans to enter the 2024 WNBA draft. Take a minute and enjoy her impact on women’s basketball with the background of an ever-shifting college sports landscape. “She’s changed the landscape of women’s basketball,” said [Michigan](https://thewolverine.com/) head coach Kim Barnes Arico. “She’s incredible. She’s incredible. She’s incredible.” The Big Ten women’s basketball tourney sold out nearly two weeks before the event, making it the first sell-out in league history. She [became](https://www.on3.com/nil/news/caitlin-clark-iowa-hawkeyes-basketball-fanatics-nike-nil-history/) Fanatics’ top-selling college athlete in the NIL Era after she surpassed Kelsey Plum’s scoring title. She passed the previous high seller, [Colorado](https://www.on3.com/college/colorado-buffaloes/) quarterback [Shedeur Sanders](https://www.on3.com/db/shedeur-sanders-107068/nil/). According to Fanatics, more Clark-branded merchandise was sold in less than 24 hours after she broke the record than any other individual men’s or women’s NIL college athlete across all sports has sold since 2022 when NIL merchandise began. Fittingly, one of the top sellers was Nike apparel with the phrase, “You break it, you own it.” An ambassador for the Swoosh, the sneaker and sportswear giant released a graphic with the slogan after Clark broke the NCAA women’s scoring record and then released special merchandise with it. Clark’s success has even had an impact on Iowa athletics. Expense disclosures to the NCAA showed the women’s basketball team brought in over $3.8 million in total revenue in 2022-23, more than double what it had raised in any prior recent year, according to Sportico. Perhaps most telling about her impact, this has all happened in real-time. In the year ahead, Clark, Reese and Sabrina Ionescu will all be credited with helping raise the popularity of women’s basketball and the WNBA. WNBA makes dollars and sense And while fights break on social media about the economics of leaving Iowa for the league, the dollars still add up. Revenue sharing doesn’t exist in college sports yet. Now she will earn a salary from the Indiana Fever, who hold the No. 1 pick in the WNBA draft, while continuing to build off her NIL relationships. Nike and Gatorade are not going to just disappear when she leaves the Hawkeyes. One of the most recognized athletes in the sport, regardless of college or pros, brands will want to align with her name. For the majority of her time as a college athlete, the guard opted to be repped by her uncle, Mike Nizzi. Now working with Alan Zucker, Colleen Garrity and Erin Kane at Excel, she’s surrounded by a team that will ensure her eventual move to the WNBA goes smoothly – on the court and in business. The agency also reps Tiger Woods, Peyton and Eli Manning. With 1.4 million social media followers and a $910,000 [On3 NIL Valuation](https://www.on3.com/db/caitlin-clark-162402/), what Caitlin Clark has accomplished at Iowa will go down in college basketball lore. With most dollars in NIL flowing through collectives and roster value deals, the valuation aims to determine an athlete’s value through NIL and Roster Value. The fact she’s been so successful without taking collective dollars only builds to her case as an NIL savant. Over these next few weeks, take it in. College GameDay is going to Iowa City this weekend. When she scores her 18 points and takes Pistol Pete’s record, she will be the NCAA all-time scorer. So take a minute and enjoy. Watch one more 3-pointer from the Hawkeye logo. Watch the little kids that swarm Carver-Hawkeye Arena for a glimpse at her. And get ready to watch her find similar success – yes, even financially – in the WNBA.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://thewolverine.com/",
    "https://thewolverine.com",
    "https://www.thewolverine.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "caitlin clark",
        "sentiment": "negative"
      },
      {
        "name": "hy-vee",
        "sentiment": "none"
      },
      {
        "name": "clark",
        "sentiment": "none"
      },
      {
        "name": "bronny james –",
        "sentiment": "none"
      },
      {
        "name": "pete maravich",
        "sentiment": "none"
      },
      {
        "name": "angel reese",
        "sentiment": "none"
      },
      {
        "name": "livvy dunne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nike",
        "sentiment": "none"
      },
      {
        "name": "state farm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hawkeye",
        "sentiment": "none"
      },
      {
        "name": "iowa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:12:55.081+02:00",
  "updated": "2024-03-01T03:02:51.842+02:00"
}