{
  "thread": {
    "uuid": "157737a82d3657f8f21bcfb82b45dee8237ae1e9",
    "url": "https://www.hoy.com.py/nacionales/2024/02/29/eligen-a-alicia-pucheta-como-nueva-presidenta-del-jurado-de-enjuiciamiento",
    "site_full": "www.hoy.com.py",
    "site": "hoy.com.py",
    "site_section": "https://hoy.com.py",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario HOY &#8211; En Paraguay y el Mundo",
    "title": "Diario HOY | Eligen a Alicia Pucheta como nueva presidenta del Jurado de Enjuiciamiento de Magistrados",
    "title_full": "Diario HOY | Eligen a Alicia Pucheta como nueva presidenta del Jurado de Enjuiciamiento de Magistrados",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PY",
    "main_image": "https://www.lanacion.com.py/resizer/rXZOKo9htC5kRDpEfw4XQ3R6I9o=/1200x630/smart/filters:format(jpg):quality(99)/cloudfront-us-east-1.images.arcpublishing.com/lanacionpy/63OWDJC6VZDERH2NA36AOWMFLM.jpg",
    "performance_score": 0,
    "domain_rank": 95740,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "157737a82d3657f8f21bcfb82b45dee8237ae1e9",
  "url": "https://www.hoy.com.py/nacionales/2024/02/29/eligen-a-alicia-pucheta-como-nueva-presidenta-del-jurado-de-enjuiciamiento",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Diario HOY | Eligen a Alicia Pucheta como nueva presidenta del Jurado de Enjuiciamiento de Magistrados",
  "text": "Eligen a Alicia Pucheta como nueva presidenta del Jurado de Enjuiciamiento de Magistrados Alicia Pucheta se convirtió este jueves en la primera mujer en presidir el Jurado de Enjuiciamiento de Magistrados (JEM). A propuesta del diputado Orlando Arévalo, por unanimidad de los miembros del JEM, se eligió a Alicia Pucheta como la primera mujer en presidir dicho organismo. Como vicepresidente primero fue electo el diputado Orlando Arévalo, mientras que el abogado Enrique Berni se quedó con la vicepresidencia segunda. Alicia Pucheta cumplió con el acto de juramento y presidió su primera sesión al mando del JEM. Puede interesar: [Salto alto de MiPymes: de 272.259 pasaron a 366.977 unidades](https://www.hoy.com.py/nacionales/2024/02/29/salto-alto-de-mipymes-de-272259-paso-a-366977-unidades-en-la-actualidad) Cabe mencionar que Alicia Pucheta se encuentra en el JEM en su carácter de representante del Consejo de la Magistratura. LA TRAYECTORIA DE PUCHETA En la década del 70, Pucheta comenzó como practicante en los tribunales. En 1971 fue dactilógrafa, cargo desde el cual tomó impulso para comenzar su gradual ascenso. Pasó por cargos como oficial de Secretaría, actuaria, procuradora, defensora, fiscal y jueza de Primera Instancia, además de, integrante del Tribunal de Apelación de la Niñez y Adolescencia. Posteriormente se convirtió en ministra de la Corte Suprema de Justicia, máxima instancia judicial que presidió en dos periodos, con la acotación de que fue la primera mujer en dicho cargo. Lea también: [Incendios forestales: amplían el plazo de suspensión de autorización de permisos de quema](https://www.hoy.com.py/nacionales/2024/02/29/incendios-forestales-amplian-el-plazo-de-suspension-de-autorizacion-de-permisos-de-quema) Durante la última etapa de la administración de Horacio Cartes, Pucheta fue vicepresidenta de la República, siendo también la primera mujer en ocupar ese lugar. A finales de noviembre de 2023, el presidente Santiago Peña firmó el decreto por el cual la nombró representante del Poder Ejecutivo ante el Consejo de la Magistratura. Salud aumenta salarios a médicos pasantes rurales El Ministerio de Salud anunció mejoras significativas para el programa de pasantías de médicos con el objetivo de garantizar una remuneración más justa y equitativa, incentivando a los especialistas a trabajar en áreas rurales y reducir las disparidades salariales. La novedad radica en considerar la distancia entre la residencia del médico y la sede asignada. Aquellos que realicen la pasantía hasta 60 kilómetros de su hogar recibirán un salario mensual de G. 5.000.000, incrementándose desde la anterior base de G. 4.600.000. De manera similar, para aquellos cuya sede esté ubicada entre 251 Km. y 450 Km. de su domicilio, la remuneración será de G. 10.000.000, en comparación con los G. 9.000.000 anteriores. Cabe mencionar que el Programa de Pasantía de Médicos tiene como objetivos principales permitir a los profesionales conocer la realidad nacional del sector salud, retribuir a la comunidad la inversión del Ministerio de Salud en su formación, ampliar la cobertura médica especializada en todo el país e impulsar la inserción de médicos especialistas en áreas rurales. Puede interesar: [Salto alto de MiPymes: de 272.259 pasaron a 366.977 unidades](https://www.hoy.com.py/nacionales/2024/02/29/salto-alto-de-mipymes-de-272259-paso-a-366977-unidades-en-la-actualidad) Mediante la Resolución DGRRHH N° 597/2024, se modificó parcialmente el Reglamento General del “Programa de Pasantías para médicos”, con el objetivo de lograr una mayor equidad, reducir brechas y motivar a los futuros especialistas a ejercer en regiones más apartadas. La pasantía tiene una duración de nueve meses, con una carga horaria de 36 horas semanales. Al concluir este período, los médicos tienen la opción de ser contratados por el Ministerio de Salud para continuar prestando servicios en la misma área donde realizaron la pasantía, asegurando así la presencia de médicos especialistas en las comunidades de departamentos como Alto Paraguay y Boquerón, entre otras con importantes brechas de especialidades médicas. Lea también: [Declaran emergencia departamental en Alto Paraná por ola de inseguridad](https://www.hoy.com.py/nacionales/2024/02/29/declaran-emergencia-departamental-en-alto-parana-por-ola-de-inseguridad) La escala de remuneración del médico pasante queda de la siguiente manera: Ola de inseguridad en Alto Paraná: envían refuerzo de 200 policías Ante la declaración de emergencia departamental por la ola de inseguridad en Alto Paraná, el Gobierno anunció la presencia de 200 policías para reforzar a las fuerzas policiales de dicha zona. El gobernador de Alto Paraná, César “Landy” Torres, anunció que el ministro del Interior, Enrique Riera y el comandante de la Policía, comisario Carlos Benítez, le confirmaron el envío de 200 policías a Ciudad del Este a primera hora de este viernes. El objetivo es reforzar la fuerza policial y mitigar la ola de inseguridad. El gobernador indicó que también se evalúa un apoyo militar. Puede interesar: [Imputan a delincuentes que mataron a joyero de CDE](https://www.hoy.com.py/nacionales/2024/02/29/imputan-a-delincuentes-que-mataron-a-joyero-de-cde) Cabe mencionar que este jueves la Gobernación de Alto Paraná declaró emergencia departamental por 30 días, a fin de adoptar las medidas necesarias para hacer frente a la ola de inseguridad actual. La medida fue adoptada ante los últimos y repetidos eventos delictivos ocurridos en todo el departamento, generando consecuencias nefastas al patrimonio e integridad física de los conciudadanos que los coloca en una situación de “inquietud y miedo constante”. Lea también: [Oposición fracasa en su intento de restituir a Kattya González: “No tenemos los votos”](https://www.hoy.com.py/politica/2024/02/29/oposicion-fracasa-en-su-intento-de-restituir-a-kattya-no-tenemos-los-votos) El plazo de 30 días podría extenderse si fuere necesario. Imputan a delincuentes que mataron a joyero de CDE El agente fiscal Julio Paredes Duarte formuló imputación contra Hernán Ariel Leguizamón Roa y Adrián Ramón Cabral Candia por el asalto con derivación fatal del cual ambos fueron partícipes. El hecho se registró este miércoles en una vivienda situada en la calle Arcadio Garay, barrio San Isidro de Ciudad del Este. De acuerdo con el acta de imputación, en la ocasión ambos imputados llegaron al sitio a bordo de una motocicleta. Hernán Leguizamón descendió rápidamente efectuando un disparo de arma de fuego, que impactó en el pecho de Ever Antonio Castellani Aquino. Este, a consecuencia del proyectil que recibió, cayó al suelo, mientras el supuesto autor y su acompañante, Adrián Cabral, ingresaron dentro del local, apoderándose de dinero en efectivo y joyas varias que se exhibían a la venta. La casa donde se registró el episodio era particular, pero utilizada para la comercialización de joyas, por el hoy fallecido, según las diligencias del Ministerio Público. La causa de muerte fue por shock hipovolémico, según el diagnóstico del médico forense del Ministerio Público. Tras consumar el hecho, los presuntos criminales se dieron a la fuga, pero minutos después fueron detenidos durante una persecución policial en la zona de Presidente Franco. La Fiscalía inició el proceso y requirió al Juzgado Penal de Garantías la prisión preventiva de los dos sospechosos. Igualmente, pidió la utilización de 2 meses de plazo para formular el requerimiento conclusivo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:22:31.702+02:00",
  "updated": "2024-03-01T04:53:53.697+02:00"
}