{
  "thread": {
    "uuid": "0b37cfa59c27e18f9dd80bc547bed3242805cb0d",
    "url": "https://www.recorder.com/On-The-Run-With-John-Stifler-Shelburne-Falls-Kayla-Lampe-gives-Mount-Washington-a-local-flavor-55865152",
    "site_full": "www.recorder.com",
    "site": "recorder.com",
    "site_section": "http://www.recorder.com/arts-life",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": " Greenfield Recorder ",
    "title": "Greenfield Recorder - On The Run with John Stifler: Shelburne Falls’ Kayla Lampe gives Mount Washington a local flavor",
    "title_full": "Greenfield Recorder - On The Run with John Stifler: Shelburne Falls’ Kayla Lampe gives Mount Washington a local flavor",
    "published": "2024-07-05T13:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.recorder.com//attachments/79/44513979.jpg",
    "performance_score": 0,
    "domain_rank": 70291,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b37cfa59c27e18f9dd80bc547bed3242805cb0d",
  "url": "https://www.recorder.com/On-The-Run-With-John-Stifler-Shelburne-Falls-Kayla-Lampe-gives-Mount-Washington-a-local-flavor-55865152",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T13:01:00.000+03:00",
  "title": "Greenfield Recorder - On The Run with John Stifler: Shelburne Falls’ Kayla Lampe gives Mount Washington a local flavor",
  "text": "On The Run with John Stifler: Shelburne Falls’ Kayla Lampe gives Mount Washington a local flavor |Published: 07-05-2024 10:01 AM| In 1972, UMass graduate Charlotte Lettis, then 22 years old and living in Amherst, became the first women’s winner of the Mt. Washington Road Race. A pioneer in the evolution of women’s long-distance running from fitness jogging to hardcore sweat-and-guts sport, Lettis completed the extremely challenging 7.6-mile ascent to the windswept summit of the highest peak in the Northeast in 1 hour, 40 minutes and eight seconds. She placed 84th overall, 12 minutes ahead of Jennifer Taylor, the other woman in the field. In the next 51 years, women from across New England, from the Rocky Mountains, and from Canada, Europe, Africa, and New Zealand won Mt. Washington, but no woman from western Massachusetts won again – until last month, when 31-year-old Kayla Lampe of Shelburne Falls put her name on the winners’ trophy. Lampe’s name is engraved beside that of world mountain running champion Joe Gray, who joined her on the podium in June. Gray has won Mt. Washington eight times, his first win coming after consecutive years of placing fourth, third and second. Lampe was seeing the Mt. Washington Auto Road for the first time. “I didn’t have any expectations,” she said last week. “This was my first time running a mountain race. My strategy was to keep my heart rate under control. I knew I was somewhere near the front, but I was just running within myself.” In fact, first-timers frequently do well at Mt. Washington, precisely because they’ve heard about its fierce grade (average 12.5 percent, with a staircase-steep 22 percent at the finish) and therefore are careful not to start too fast. Then there’s the mountain’s often terrible weather. As Lampe recalled, “There were some really difficult parts where I felt I was running into a wall of wind.” A high school track star from Downington, Penn., Lampe ran track and cross-country at the University of South Carolina while majoring in nursing. “It’s not the easiest thing to balance nursing with athletics,” she observed. “South Carolina appealed to me because it let me do both.” She’s now an ER nurse at Baystate Franklin Medical Center in Greenfield. Meanwhile she’s enjoying a change from the training she did to prepare for the U.S. Olympic Marathon Trials in Orlando last February. Having qualified for the Trials in 2020 but then missing them because of an injury, she qualified again this year and ran a 2-hour, 43-minute marathon, a time she calls a bit slower than her best. “But my ultimate goal had been qualifying for the Trials. Now I can set new goals.” What’s next? More hills, of course. Lampe may run the Loon Mountain race in Lincoln, N.H. – even more ridiculously steep than Mt. Washington, but shorter – and she’ll be home in Shelburne Falls to run the Bridge of Flowers race on Aug. 10. Article continues after... Yesterday's Most Read Articles [Yankee Candle consolidation prompts loss of 100 jobs](/Yankee-Candle-distribution-center-s-last-day-to-be-Sept-9-55965078) [Shattered window delays opening of Greenfield Police Department’s substation](/Shattered-window-delays-opening-of-Greenfield-Police-Department-s-substation-55964329) [2 hospitalized after Gill crash](/2-hospitalized-after-Gill-crash-55967924) [My Turn: A teacher’s love letter and farewell to Greenfield Middle School](/My-Turn-Erickson-55912443) [‘Van-lifers’ from across country to unite in Greenfield for 51st annual National Truck-In](/-Van-lifers-from-across-country-to-unite-in-Greenfield-for-51st-annual-National-Truck-In-55949865) [Jarvis Pools and Spas in Turners Falls branching out as UPS shipping location](/Jarvis-Pools-and-Spas-in-Turners-Falls-branching-out-as-UPS-shipping-location-55924559) Speaking of which: If you are not already registered for that splendid race (see last month’s column) you can still sign up, but if you want to make loads of friends and earn the race committee’s eternal gratitude without having to run a step, become a volunteer. The race needs people to check in runners that morning, monitor the curse, hand out water and assist at the finish line. Google the race’s web site and send a message to Amanda K., the volunteer coordinator, telling her how eager you are to help. For your efforts you’ll get a T-shirt, free beer (if you’re over 21) and ice cream. Don’t need those? You’ll still receive ample thanks from the organizers and sponsors, and you’ll enjoy the quiet satisfaction of working behind the scenes. You may enjoy it so much that you’ll want to volunteer for another race. Try the New England Green River Marathon on Aug. 25, a splendid race on rural roads from Marlboro, Vt., to Greenfield, far from the megamarathons of Boston, New York, London.... They need volunteers to monitor the course, help with aid stations, things like that. One job you’re too late to sign up for is being at Marlboro College at 5 a.m. on race day to greet arriving runners and direct them to parking places. I already grabbed that one myself. To sign up for a less insane time slot, visit https://signup.com/go/yGnuOCm. And two Mt. Washington footnotes: While no western Massachusetts woman between 1972 and 2024 won that race, Kim Nedeau of Leverett has placed in the top 10 several times and won the masters (over 40) division. Beside Lampe, this year’s top five also included Jennifer Gigliotti of Amherst.John Stifler has taught writing and economics at UMass and has written extensively for running magazines and newspapers. He can be reached at jstifler@umass.edu",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://signup.com/go/yGnuOCm.",
    "https://www.signup.com/go/yGnuOCm."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john stifler",
        "sentiment": "negative"
      },
      {
        "name": "kayla lampe",
        "sentiment": "negative"
      },
      {
        "name": "lampe",
        "sentiment": "none"
      },
      {
        "name": "gray",
        "sentiment": "none"
      },
      {
        "name": "lettis",
        "sentiment": "none"
      },
      {
        "name": "joe gray",
        "sentiment": "none"
      },
      {
        "name": "charlotte lettis",
        "sentiment": "none"
      },
      {
        "name": "jennifer taylor",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "greenfield recorder",
        "sentiment": "negative"
      },
      {
        "name": "shelburne falls",
        "sentiment": "negative"
      },
      {
        "name": "umass",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mount washington",
        "sentiment": "none"
      },
      {
        "name": "mt. washington road race",
        "sentiment": "none"
      },
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "rocky mountains",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "amherst",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "massachusetts",
        "sentiment": "none"
      },
      {
        "name": "new england",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "mt. washington",
        "sentiment": "none"
      },
      {
        "name": "northeast",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:44:45.748+03:00",
  "updated": "2024-07-13T05:14:54.325+03:00"
}