{
  "thread": {
    "uuid": "04bea84d5ed1c767832cdda920c9b09a64217a99",
    "url": "https://menafn.com/1107745385/India-Will-Be-Free-Of-Maoist-Menace-In-Next-3-Years-Shah",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_Politics.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Mizoram CM Opposes Centre's Move To Fence India-Myanmar Border ",
    "title": "India Will Be Free Of Maoist Menace In Next 3 Years: Shah | MENAFN.COM",
    "title_full": "India Will Be Free Of Maoist Menace In Next 3 Years: Shah | MENAFN.COM",
    "published": "2024-01-20T09:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2024-01/20/I_3e1a5image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6268,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "04bea84d5ed1c767832cdda920c9b09a64217a99",
  "url": "https://menafn.com/1107745385/India-Will-Be-Free-Of-Maoist-Menace-In-Next-3-Years-Shah",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-01-20T09:15:00.000+02:00",
  "title": "India Will Be Free Of Maoist Menace In Next 3 Years: Shah | MENAFN.COM",
  "text": "( MENAFN - IANS) Guwahati, Jan 20 (IANS) Home Minister Amit Shah on Saturday said that India will be free of Maoist-related problems within the next three years.\n“Under leadership of Prime Minister Narendra Modi, the entire country will be 100 per cent free from the Maoist problems within the next three years,” Shah said while addressing 60th Raising Day celebrations of Sashastra Seema Bal (SSB) in Assam's Tezpur town.\nHe said that SSB soldiers are also performing duty in the Maoist affected areas of Chhattisgarh, Jharkhand and Bihar.“SSB along with CRPF and BSF have marginalised the Maoist movement,” Shah said.\nHe said that SSB has set a target of increasing the number of women personnel in the force to six per cent by 2026 and has already achieved the target of 4 per cent.\n“SSB women soldiers have also taken part in challenging duties like the UN Mission and Amarnath Yatra,” he said.\nHe said the SSB -- deployed in the service and security of the nation with the motto of service, security and brotherhood -- has a very glorious history.\n“SSB was established in 1963 after the India-China war. Thereafter, when Atal ji implemented the policy of One Border, One Force, SSB has been very dutifully manning India-Nepal border since 2001 and India-Bhutan border since 2004,” he said.\nHe said that SSB has been guarding the 2,450 km long open borders with full alertness.\n“Be it forest, mountain, river or plateau, SSB personnel have never compromised with duty in any type of weather,” he said.\nShah also said that SSB is a unique organization which has not only secured the borders, but has also faced terrorists and Naxalites in difficult areas. The force has also done the work of meticulously storing all the cultural, linguistic, geographical and historical information of all the villages near India-China, India-Nepal, and India-Bhutan border.\nShah claimed to have given around 1 lakh 75 thousand jobs in security forces in the last nine years.\n“Ever since Narendra Modi became the Prime Minister of the country, a big campaign has been launched to fill the vacant posts and distribute the workload of border security personnel. Recruitment against one lakh 75 thousand vacancies has been completed since 2014. This is more than double the recruitments that take place in any other nine-year period.”\nShah said that the Vibrant Village Scheme is the gift of Prime Minister Shri Narendra Modi to the border villages.\n“This scheme has been brought with a new conception that the border-village is not the last village of the country but the first village of the country, and the country begins from there,” he said.\n--IANS\ntdr/dan\nMENAFN20012024000231011071ID1107745385\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://ians.in/detail/india-will-be-100-percent-free-from-naxal-problem-in-three-years-shah--20240120193007/",
    "https://www.ians.in/detail/india-will-be-100-percent-free-from-naxal-problem-in-three-years-shah--20240120193007/",
    "https://ians.in/detail/india-will-be-100-percent-free-from-naxal-problem-in-three-years-shah--20240120193007"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ians",
        "sentiment": "negative"
      },
      {
        "name": "ssb",
        "sentiment": "none"
      },
      {
        "name": "bsf",
        "sentiment": "none"
      },
      {
        "name": "crpf",
        "sentiment": "none"
      },
      {
        "name": "un mission and amarnath yatra",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guwahati",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "tezpur",
        "sentiment": "none"
      },
      {
        "name": "chhattisgarh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T20:28:09.890+02:00",
  "updated": "2024-01-20T20:28:09.890+02:00"
}