{
  "thread": {
    "uuid": "4c37c33455c483c74c0502f6ead3d2c97ed8d831",
    "url": "https://www.wionews.com/south-asia/a-new-first-of-its-kind-mosque-in-bangladesh-opens-doors-for-hijra-community-705609",
    "site_full": "www.wionews.com",
    "site": "wionews.com",
    "site_section": "https://www.wionews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "WION: Breaking News, Latest News, World, South Asia, India, Pakistan, Bangladesh News &amp; Analysis - Latest World News",
    "title": "A new first-of-its-kind mosque in Bangladesh opens doors for 'Hijra' community - South Asia News",
    "title_full": "A new first-of-its-kind mosque in Bangladesh opens doors for 'Hijra' community - South Asia News",
    "published": "2024-03-29T15:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.wionews.com/sites/default/files/2024/03/29/421692-mosque.png",
    "performance_score": 0,
    "domain_rank": 6036,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c37c33455c483c74c0502f6ead3d2c97ed8d831",
  "url": "https://www.wionews.com/south-asia/a-new-first-of-its-kind-mosque-in-bangladesh-opens-doors-for-hijra-community-705609",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@wion",
  "published": "2024-03-29T15:06:00.000+03:00",
  "title": "A new first-of-its-kind mosque in Bangladesh opens doors for 'Hijra' community - South Asia News",
  "text": "A new first-of-its-kind mosque in Bangladesh opens doors for 'Hijra' community Story highlights For many transgender individuals, the mosque is now a symbol of a newfound sense of belonging. A 42-year-old Sonia said, \"I never dreamt I could pray at a mosque again in my lifetime.\" Bangladesh in 2013 took a step towards recognising the rights of its transgender women, also referred to as Hijra, by acknowledging them as a third gender. This decision was an important one in the struggle for equality and acceptance for the community in the country. And now, the South Asian country has opened a mosque specifically for members of the Hijra community near Mymensingh, located north of the capital Dhaka in Bangladesh. This comes amid challenges faced by the community in Bangladesh, like in many other Muslim-majority societies, because Hijras challenge traditional binary understandings of gender which leads to social stigma. Led by the 28-year-old community leader, Joyita Tonu, the opening ceremony reportedly spoke on the importance of providing a space free from discrimination. \"From now on, no one can deny a hijra from praying in our mosque,\" Tonu said while adding, \"No one can mock us.\" For many transgender individuals, the mosque is now a symbol of a newfound sense of belonging. A 42-year-old Sonia said, \"I never dreamt I could pray at a mosque again in my lifetime.\" Founder of a hijra charity Mufti Abdur Rahman Azad told AFP that the new mosque has the status as the first-of-its-kind in the country. Notably, interpretations of Islamic religious texts by some hardliners view transgender identities as incompatible with Islamic teachings and this in turn leads to rejection and discrimination within the Muslim communities. The 65-year-old mosque's imam, Abdul Motaleb, pointed out that the teachings of Islam embrace the community. \"They are like any other people created by Allah,\" he affirmed. Watch | [Pakistan: China firm suspend power project after five engineers killed in Khyber Pakhtunkhwa attack](https://www.wionews.com/videos/pakistan-china-firm-suspend-power-project-after-five-engineers-killed-in-khyber-pakhtunkhwa-attack-704829) \"We all are human beings. Maybe some are men, some are women, but all are human. Allah revealed the Holy Koran for all, so everyone has the right to pray, no one can be denied,\" the imam told AFP. (With inputs from agencies)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hijra",
        "sentiment": "negative"
      },
      {
        "name": "joyita tonu",
        "sentiment": "none"
      },
      {
        "name": "sonia",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "south asian",
        "sentiment": "none"
      },
      {
        "name": "dhaka",
        "sentiment": "none"
      },
      {
        "name": "mymensingh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T15:51:25.161+03:00",
  "updated": "2024-04-06T04:26:53.834+03:00"
}