{
  "thread": {
    "uuid": "83f7c1c6a5bef64f16f35f853c83737c299331cc",
    "url": "https://www.gpb.org/news/2024/04/18/chuck-leavell-on-death-of-allman-brothers-bandmate-dickey-betts-he-left-enduring",
    "site_full": "www.gpb.org",
    "site": "gpb.org",
    "site_section": "https://www.gpb.org/rss.xml",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "",
    "title": "Chuck Leavell on death of Allman Brothers bandmate Dickey Betts: 'He left an enduring legacy' | Georgia Public Broadcasting",
    "title_full": "Chuck Leavell on death of Allman Brothers bandmate Dickey Betts: 'He left an enduring legacy' | Georgia Public Broadcasting",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gpb.org/sites/default/files/styles/three_two_702x468/public/2024-04/screen_shot_2024-04-18_at_5.22.59_pm.png?h=3559b322&amp;itok=stDyeSQE",
    "performance_score": 0,
    "domain_rank": 12925,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83f7c1c6a5bef64f16f35f853c83737c299331cc",
  "url": "https://www.gpb.org/news/2024/04/18/chuck-leavell-on-death-of-allman-brothers-bandmate-dickey-betts-he-left-enduring",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Orlando Montoya",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Chuck Leavell on death of Allman Brothers bandmate Dickey Betts: 'He left an enduring legacy' | Georgia Public Broadcasting",
  "text": "Section Branding Header Content Chuck Leavell on death of Allman Brothers bandmate Dickey Betts: 'He left an enduring legacy' Hero Image Primary Content LISTEN: GPB's Orlando Montoya speaks with Chuck Leavell about his friend and former Allman Brothers bandmate, Dickey Betts, who died April 18 at age 80. ___ Dickey Betts, a founding member of the Allman Brothers Band, was known as one of the world's great guitarists and a progenitor of Southern rock. He wrote the band's 1970s FM radio staple, \"Ramblin' Man\" as well as the instrumental \"Jessica.\" Chuck Leavell played keyboards for the Macon, Ga.-based band and collaborated with Betts on songs and performances over the years. Currently in rehearsals for this year's outing with the Rolling Stones (for whom he has served as principle keyboardist and music director since 1982), Leavell took the time Thursday afternoon to reflect on Dickey Betts' life and music as well as their friendship. TRANSCRIPT: Chuck Leavell: Well, I'm feeling very, very sad. The world has lost a great guitarist, a great songwriter, and certainly I and many others that were close to Dickey have lost a very good friend. But the good news is that he has left us an amazing, enduring, and awesome legacy of music. And that's something we'll be celebrating for a long, long time. Orlando Montoya: Talk a little bit about, about his legacy. What do you think—we will talk about his musical legacy, first of all, and his personal legacy. But musically, what do you think his legacy is? Chuck Leavell: Well, he had such a very unique style, a style of his own. You know, Dickey Betts, when you heard him play, it was very recognizable, very powerful. But also as a songwriter, you know, you take a song like “Ramblin’ Man,” which was, you know, a big hit for the Allman Brothers Band when I was in the band. It's a song that everyone can relate to. You know, it’s just a straight-ahead little story that is so fun. And it's a joyful song. You know, his guitar work, especially at the end of that song where there's multiple guitars playing, is something that's very special and unique. But … some of his instrumentals, especially the song “Jessica,” that was a great vehicle for a 20-year-old piano player at the time that we recorded that song. And, you know, I still hear that song on the radio, along with “Ramblin’ Man” and some of the other songs that Dickey wrote. So, his legacy is here to stay. Orlando Montoya: And personally, you knew him as a friend. Tell me a little bit about him as a person and what you'll remember him personally. Chuck Leavell: Well, I can tell you that, when I first joined the band—and this would have been, when we were touring in 1973—we played Tulsa, Oklahoma, and Dickey had been married to a Native American woman named Sandy Blue Sky, who he wrote the song “Blue Sky “for. And Dickey called me up and he said, “Chuck, we got a couple of days off. Would you and Rose Lane (my wife Rose Lane), like to go to a reservation and meet some of these Native Americans, meet some of the chiefs, and attend some ceremonies? And that was one of the greatest experiences I've ever had. It was so sweet of him to reach out to myself and to Rose Lane and to include us in that little trip that we made. And it's something that I will never, ever forget and be grateful for. Orlando Montoya: Well, you and the band will be known as the creators of Southern rock. And I think that’s another [piece of Betts’] legacy. Chuck Leavell: Well, absolutely. Dickey Betts helped invent the term Southern rock. It's not a term that we all fell in love with, but, you know, looking back today, I think it is an appropriate term. We were from the South. Very proud to be from the South. We were influenced by Southern culture. We were influenced by Southern music, whether it's country, whether it's rhythm and blues and soul or blues. And so all of those blends worked together to form the style that the Allman Brothers Band had. And something I think we're all very happy about and very proud of. Orlando Montoya: Well, again, my thoughts are with you and the family as well, and I appreciate you talking with me in helping to remember his legacy. Chuck Leavell: Thank you so much, and rest in peace, my brother Dickey.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chuck leavell",
        "sentiment": "negative"
      },
      {
        "name": "dickey betts",
        "sentiment": "negative"
      },
      {
        "name": "betts",
        "sentiment": "none"
      },
      {
        "name": "orlando montoya",
        "sentiment": "none"
      },
      {
        "name": "leavell",
        "sentiment": "none"
      },
      {
        "name": "jessica",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "allman brothers",
        "sentiment": "negative"
      },
      {
        "name": "georgia public broadcasting section branding header content",
        "sentiment": "negative"
      },
      {
        "name": "allman brothers band",
        "sentiment": "none"
      },
      {
        "name": "gpb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "macon",
        "sentiment": "none"
      },
      {
        "name": "ga.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:32:38.613+03:00",
  "updated": "2024-04-19T00:32:38.613+03:00"
}