{
  "thread": {
    "uuid": "eeecc9a732cf3f34710e0cb459a53705e1517cbc",
    "url": "https://www.genengnews.com/topics/cancer/lung-cancer-detection-via-inhalable-nanosensors-paper-based-urine-test/",
    "site_full": "www.genengnews.com",
    "site": "genengnews.com",
    "site_section": "https://www.genengnews.com/feed/",
    "site_categories": [
      "biotech_biomedical",
      "business"
    ],
    "section_title": "GEN &#8211; Genetic Engineering and Biotechnology News",
    "title": "Lung Cancer Detection via Inhalable Nanosensors, Paper-Based Urine Test",
    "title_full": "Lung Cancer Detection via Inhalable Nanosensors, Paper-Based Urine Test",
    "published": "2024-01-06T00:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.genengnews.com/wp-content/uploads/2024/01/MIT_Lung-Cancer-Diagnostics-01-PRESS-scaled.jpeg",
    "performance_score": 0,
    "domain_rank": 8729,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eeecc9a732cf3f34710e0cb459a53705e1517cbc",
  "url": "https://www.genengnews.com/topics/cancer/lung-cancer-detection-via-inhalable-nanosensors-paper-based-urine-test/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sophia Ktori",
  "published": "2024-01-06T00:10:00.000+02:00",
  "title": "Lung Cancer Detection via Inhalable Nanosensors, Paper-Based Urine Test",
  "text": "Using a new technology developed at MIT, diagnosing lung cancer could become as easy as inhaling nanoparticle sensors and then taking a urine test that reveals whether a tumor is present. The new lung cancer diagnostic platform combines DNA-barcoded nanosensors— activity-based biosensors (ABNs)—that can be inhaled via a nebulizer or inhaler, with a simple paper strip-based urine test to detect the synthetic DNA reporter molecules that indicate the presence of specific lung cancer-related proteins.\nThe team suggests the technology, known as PATROL (point-of-care aerosolizable nanosenors with tumor-responsive oligonucleotide barcodes), could potentially replace or supplement the current gold standard for diagnosing lung cancer, low-dose computed tomography (CT), and could have an especially significant impact in low- and middle-income countries that don’t have widespread availability of CT scanners.\n“We were really pushing this assay to be point-of-care available in a low-resource setting, so the idea was to not do any sample processing, not do any amplification, just to be able to put the sample right on the paper and read it out in 20 minutes,” said Sangeeta Bhatia, the John and Dorothy Wilson Professor of Health Sciences and Technology and of Electrical Engineering and Computer Science at MIT, and a member of MIT’s Koch Institute for Integrative Cancer Research and the Institute for Medical Engineering and Science.\nReporting on their developments in Science Advances, senior author Bhatia and colleagues suggested the technology could also feasibly be used to diagnose other lung disorders and infections. “Through the integration of different technological components, we have established a noninvasive “inhale and detect” approach to accurately diagnose early-stage lung cancer that would not require trained medical personnel, a long duration treatment, or centralized diagnostic laboratories … the high modularity of PATROL enables its potential to be extended to achieve rapid detection of chronic pulmonary disorders and infections.” The team’s paper is titled “\nInhalable point-of-care urinary diagnostic platform.” Qian Zhong, PhD, an MIT research scientist, and Edward Tan, PhD, a former MIT postdoc, are the lead authors of the study.\nLung cancer deaths are continuing to decline in nations with a high development index (HDI), and this is due partly to progress in early-detection tools and faster treatment, the authors noted. “Where available, low-dose computed tomography (LDCT) has been the standard of care to screen for early-stage lung cancer among high-risk and asymptomatic people, and this practice has led to an approximately 20 to 25% reduction of mortality in clinical trials,” they wrote.\nIn contrast, disproportionately high lung cancer mortality is observed in low-and middle-income countries (LMICs) where there may be limited access to medical imaging. “… reduced patient access to imaging and the scarcity of trained personnel remain notable clinical challenges in areas outside urban imaging infrastructures in HDI countries, not to mention in LMICs … illustrating inequity in early diagnosis in resource-poor settings.” And it’s this lack of technology access that represents one of the chief challenges in addressing cancer health disparities.\nBhatia also noted, “Around the world, cancer is going to become more and more prevalent in low- and middle-income countries … The epidemiology of lung cancer globally is that it’s driven by pollution and smoking, so we know that those are settings where accessibility to this kind of technology could have a big impact.”\nBhatia has spent the last decade developing nanosensors for use in diagnosing cancer and other diseases. For their latest study, Bhatia and colleagues explored the possibility of using nanosensor technology as an accessible alternative to CT screening for lung cancer.\nThe nanosensor platform consists of polymer nanoparticles coated with a DNA barcode reporter that is cleaved from the particle when the sensor encounters a specific protease enzyme. Some proteases are commonly overactive in tumors. The cleaved reporters eventually accumulate in the urine and are excreted from the body.\nPrevious versions of the sensors, which targeted other cancer sites such as the liver and ovaries, were designed to be given intravenously. For lung cancer diagnosis the researchers wanted to create a version that could be inhaled, which could make it easier to deploy in lower resource settings. To achieve that, they created two formulations of their particles: a solution that can be aerosolized and delivered with a nebulizer, and a dry powder that can be delivered using an inhaler. “We first formulated the ABNs into microscale aerosols that could be delivered with clinical nebulizers or inhalers and are conducive to deep lung deposition,” they explained. “… these protease nanosensors can be formulated for efficient lung delivery via aerosol through direct nebulization from aqueous solutions, or incorporation into respirable dry microparticles.”\n“When we developed this technology our goal was to provide a method that can detect cancer with high specificity and sensitivity, and also lower the threshold for accessibility, so that hopefully we can improve the resource disparity and inequity in early detection of lung cancer,” Zhong explained.\nOnce the inhaled particles reach the lungs they are absorbed into the tissue where they encounter any proteases that may be present. Human cells can express hundreds of different proteases, and some are commonly overactive in tumors, where they help cancer cells to escape their original locations by cutting through proteins of the extracellular matrix (ECM). These cancer-related proteases cleave the protease-specific DNA barcodes from the nanosensor particles, and the barcodes then circulate in the bloodstream until they are excreted in the urine.\nIn the earlier versions of this technology the researchers used mass spectrometry to analyze the urine sample and to detect the DNA barcodes. However, mass spectrometry requires equipment that might not be available in low-resource areas, so for the PATROL technology the researchers created a lateral flow assay (LFA) that allows the barcodes to be detected using a simple paper test strip on a portable reader. No pretreatment or processing of the urine sample is required, and the results can be read about 20 minutes after the sample is obtained.\nFor their reported study the investigators tested the system in mice that are genetically engineered to develop lung tumors similar to those seen in humans. The nanosensors were administered to the animals by inhalation seven and a half weeks after the tumors started to form, a time point that would likely correlate with stage 1 or stage 2 cancer in humans.\nIn their first set of experiments in mice the researchers measured levels of a panel of 20 different sensors designed to detect different proteases selected from a library of potential probes. “We sought to identify a minimal set of precision probes that could offer high predictive power via simply viable screening operations suitable for decentralized settings, and thereby help inform early detection and initiate timely interception,” they explained.\n“The final expanded panel of 20 candidates was then evaluated via in vivo screening in mouse models in an effort to nominate a small bespoke probe set with low-plex compatibility.” Results from experiments with the initial 20 nanonsensors were analyzed using a machine learning algorithm, allowing the researchers to identify a combination of just four sensors that was predicted to give accurate diagnostic results. “… we downsized a large library of stage-tailored ABNs to a 4-plex cohort and reengineered them with synthetic DNA barcodes to enable easy multiplexing with LFAs at room temperature,” they stated.\nTests in the mouse lung cancer model confirmed that this combination of barcoded nanosensors could accurately detect early-stage lung tumors. “With 100% specificity, the nebulized 4-plex ABNs exhibited sensitivity of 84.6% …” the scientists reported.\nSummarizing their technology in the Science Advances paper, the team concluded, “This work established PATROL as a POC detection platform that integrates modular inhalable synthetic biomarkers and multiplexable LFAs to detect, in a noninvasive manner with low-infrastructure needs, dysregulated proteolytic activity that correlates with early-stage lung cancer.”\nThe researchers next plan to analyze human biopsy samples to see if the sensor panels they are using would also work to detect human cancers. They acknowledge it’s possible that more sensors might be needed to make an accurate lung cancer diagnosis in humans, but that could be achieved by using multiple paper strips, each of which detects four different DNA barcodes.\nIn the longer term the researchers hope to perform clinical trials in human patients. A company called Sunbird Bio has already run Phase I trials on a similar sensor developed by Bhatia’s lab, for use in diagnosing liver cancer, and nonalcoholic steatohepatitis (NASH).\nIn parts of the world where there is limited access to CT scanning, the PATROL technology could offer a dramatic improvement in lung cancer screening, especially since the results can be obtained during a single visit.\n“The idea would be you come in and then you get an answer about whether you need a follow-up test or not, and we could get patients who have early lesions into the system so that they could get curative surgery or lifesaving medicines,” Bhatia says. In their paper the authors concluded, “… highly modular diagnostic kits such as PATROL that can offer test results in a single session would be transformative in the detection of lung malignancies …”\nThe team suggests that the technology could also potentially be used to stratify patients and help clinicians select the best course of treatment. “PATROL may also enable efforts to improve risk stratification of early lesions to determine the clinical selection of follow-up procedures … We envision that by releasing disease screening from its current resource-intensive environment, we may enable feasible surveillance testing that would identify a disease when it is still easy to treat.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "http://dx.doi.org/10.1126/sciadv.adj9591",
    "http://www.dx.doi.org/10.1126/sciadv.adj9591"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mit",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:13:41.366+02:00",
  "updated": "2024-01-06T01:13:41.366+02:00"
}