{
  "thread": {
    "uuid": "c5e783b6227cf271475984955693a8619ac26427",
    "url": "https://www.europapress.es/aragon/noticia-aragon-valencia-afianzan-colaboracion-combatir-incendios-forestales-zonas-limitrofes-20240621145623.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Aragón y Valencia afianzan su colaboración para combatir incendios forestales en zonas limítrofes",
    "title_full": "Aragón y Valencia afianzan su colaboración para combatir incendios forestales en zonas limítrofes",
    "published": "2024-06-21T15:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240621145623_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2633,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5e783b6227cf271475984955693a8619ac26427",
  "url": "https://www.europapress.es/aragon/noticia-aragon-valencia-afianzan-colaboracion-combatir-incendios-forestales-zonas-limitrofes-20240621145623.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-06-21T15:56:00.000+03:00",
  "title": "Aragón y Valencia afianzan su colaboración para combatir incendios forestales en zonas limítrofes",
  "text": "ZARAGOZA, 21 Jun. (EUROPA PRESS) -\nEl director general de Interior y Emergencias del Gobierno de Aragón, Miguel Ángel Clavero, y el secretario autonómico de Seguridad y Emergencias de la Generalitat Valenciana, Javier Montero, han mantenido este viernes un encuentro con el objetivo de reforzar la coordinación y la actuación conjunta frente a incendios forestales que se puedan producir en zonas limítrofes de ambas comunidades.\nEn la reunión, a la que han asistido también el jefe de servicio de Seguridad y Protección Civil del Gobierno, Jorge Crespo, y el subdirector de la Agencia Valenciana de Seguridad y Respuestas a las Emergencias, Jorge Suárez, se han analizado tanto los riesgos que comparten ambos territorios como los medios y recursos disponibles en cada comunidad para hacer frente a incendios forestales, ha informado el Ejecutivo aragonés.\nTodos han coincidido en la importancia de seguir colaborando a todos los niveles, tanto operativo, como en gestión y comunicación, sin olvidar un aspecto fundamental como es la prevención, para seguir mejorando y garantizar, por lo tanto, la mejor respuesta ante estas emergencias.\nTambién se han analizado las experiencias previas, como el incendio de San Agustín registrado en marzo de 2023 entre las provincias de Teruel y Castellón y que afectó a unas 4.700 hectáreas --840 de ellas en Aragón-- de masa forestal y parcelas agrícolas y obligó a evacuar a 1.500 personas en la parte valenciana y más de 200 en Aragón.\nEn esa ocasión, además de la coordinación de los operativos, ya se experimentó un Centro de Coordinación Operativa Integrado (CECOPI) presidido por ambas comunidades, facilitando un mando único en la gestión de la emergencia.\nAmbas delegaciones han querido trasladar un mensaje de tranquilidad a los ciudadanos, destacando la buena coordinación entre comunidades en materia de prevención y extinción de incendios forestales.\nAdemás, han querido destacar que tanto Aragón como Valencia cuentan con medios y profesionales muy preparados para hacer frente a estas emergencias y que estos dan respuesta conjunta y coordinada, implicándose en las tareas de extinción en ambos territorios porque los incendios forestales no entienden de límites territoriales.\nLeer más acerca de: Generalitat Valenciana Incendio Incendios forestales Gobierno de Aragón",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T16:01:12.210+03:00",
  "updated": "2024-06-21T16:01:12.210+03:00"
}