{
  "thread": {
    "uuid": "82ff947f135b7c2be0c089f171c6dabc40faae8f",
    "url": "https://timesofindia.indiatimes.com/city/ranchi/undp-is-a-supporting-agent-to-help-govts-meet-their-targets-on-just-transition/articleshow/107752823.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "http://timesofindia.indiatimes.com/rssfeedmostrecent.cms",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Times of India",
    "title": "UNDP is a supporting agent to help govts meet their targets on just transition | Ranchi News - Times of India",
    "title_full": "UNDP is a supporting agent to help govts meet their targets on just transition | Ranchi News - Times of India",
    "published": "2024-02-16T09:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "82ff947f135b7c2be0c089f171c6dabc40faae8f",
  "url": "https://timesofindia.indiatimes.com/city/ranchi/undp-is-a-supporting-agent-to-help-govts-meet-their-targets-on-just-transition/articleshow/107752823.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-02-16T09:47:00.000+02:00",
  "title": "UNDP is a supporting agent to help govts meet their targets on just transition | Ranchi News - Times of India",
  "text": "The head of Action for Climate and Environment, UNDP India, Ashish Chaturvedi, is an experienced international cooperation expert with a demonstrated history of working at a bilateral cooperation organisation and research institutes. He was in Ranchi to take part in an international conference on sustainable transition for future-ready Jharkhand. On the sidelines of the event, Chaturvedi spoke to Jaideep Deogharia in detail about the challenges and the road ahead. ExcerptsHow is just transition different from energy transition?Climate change is being experienced in different parts of the globe and we have learnt that much of it is triggered by greenhouse gases. If we want to contain global warming within the 1.5°C range, we must act towards cutting down emissions. To achieve this target, some countries must phase out fossil fuels, including coal, while others must phase down. This phase down of coal is not simply an energy transition because it has been the mainstay of the economy in many states of the country for over a century. While switching over to renewable energy sources, we must think about the people engaged in the sector and the socio-economic and political impacts of such a transition. The moment we keep 'people' at the centre of discussions over energy transition, it must be equitable and sustainable so that it has minimal or no adverse impact on the masses. This process is also described by the term 'just' which basically means no 'injustice' to anyone.Why are we talking of just transition when energy transition does not seem to be a reality in Jharkhand? Alongside talks of coal phase-down, the nod is being given for new coal mines every second day in the state.When we talk of coal phase down or phase out to achieve a net-zero target by 2070, we are not talking of states individually. The goal is for the country in which some states may be on the positive side and some on the negative side. As of now, coal is cheap and abundant, and our infrastructure, which is developed around coal as the energy source. It will take time to overhaul the entire ecosystem and till then, we need coal. Though this question can be better answered by the policy makers, what we understand is that achieving a net-zero goal is a long-drawn process and even if new mines come up, there would be closure other others and the demand for fossil fuel will come down gradually. Every state must be prepared for such a scenario and if Jharkhand is taking the lead in becoming future-ready, there is nothing wrong with that.What role is UNDP playing in realising the goal of net zero and just transition?UNDP is a supporting agent to help various govts meet their targets. We ask uncomfortable questions and help them achieve their goals while keeping society and people at the centre of their considerations. We have partnered with the task force on just transition (of the govt of Jharkhand) for the last two years. Through the National Livelihood Mission, we ensure the generation of livelihood scopes in areas affected by climate change. We also arrange funds for carrying out projects, ensure that the money reaches the right hands and assist in capacity-building. In Bihar, we have distributed solar cold storage facilities to 'Jeevika didis' (women SHGs of the state govt's rural development department) so that litchi can be stored and sold in the market with minimum wastage. In Jharkhand, we are assisting in brainstorming by engaging partners from across the globe in conferences like this, so that a road map is prepared.There have been SoPs for mine closure and reclaiming land of closed mines but they are hardly followed. Do you think linking the finances with compliance reports can be a solution?I don't believe in punitive action though a carrot-and-stick approach can be taken up for better results. We have to first analyse the reasons for the poor implementation of the guidelines in case of mine closure. Say, for example, if there are no alternative job opportunities for the local populace, they will still take to illegal mining activities even after mine closures. We have to first see the underlying reason and then decide. Sometimes, incentivizing the right practices brings out better results.Jharkhand has been a coal-rich state but when we see the renewable infrastructure, most of it is being developed in the western and southern states of the country. Is it not the beginning of an \\\"unjust\\\" transition?Energy security can come from any state and as I said energy transition must ensure just transition. We can explore new industries, suiting the area and accordingly skill the people to make them ready. Maybe some agriculture practice or some sort of cottage industry will help engage more and more people. It has been a part of the discussions that UNDP holds at various levels so that people do not suffer on the livelihood front and for that, local needs and demands should be taken into consideration.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashish chaturvedi",
        "sentiment": "neutral"
      },
      {
        "name": "jaideep deogharia",
        "sentiment": "none"
      },
      {
        "name": "chaturvedi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "undp india",
        "sentiment": "neutral"
      },
      {
        "name": "undp",
        "sentiment": "neutral"
      },
      {
        "name": "ranchi news - times of india",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "ranchi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:23:25.160+02:00",
  "updated": "2024-02-16T12:23:25.160+02:00"
}