{
  "thread": {
    "uuid": "688e07e44ae1b0e83c4f9827edc60b6c71e2732e",
    "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1196277",
    "site_full": "www.daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://www.daijiworld.com/news",
    "site_categories": [
      "media",
      "non_standard_content"
    ],
    "section_title": "Mangalore News , karnataka News , Konkani News - Daijiworld.com",
    "title": "Annual Feast of St Anthony, Basilica Dornahalli, Mysuru to be held on June 13 - Daijiworld.com",
    "title_full": "Annual Feast of St Anthony, Basilica Dornahalli, Mysuru to be held on June 13 - Daijiworld.com",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://daijiworld.ap-south-1.linodeobjects.com/Linode/images3/rayan_010624_Feast10.jpg",
    "performance_score": 0,
    "domain_rank": 23765,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "688e07e44ae1b0e83c4f9827edc60b6c71e2732e",
  "url": "https://www.daijiworld.com/news/newsDisplay?newsID=1196277",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Annual Feast of St Anthony, Basilica Dornahalli, Mysuru to be held on June 13 - Daijiworld.com",
  "text": "Media Release Mysuru, Jun 1: The worldwide known annual feast of St Anthony Basilica, Dornahalli (Diocese of Mysore) will be celebrated on June 13 . As a preparation for the feast, nine days of novena will be held from June 4. Around 220 years ago, a farmer while tilling his field, found a wooden statue which was found to have miraculous powers. In the days to come, it was revealed that it was the statue of St Anthony of Padua. Devotees started visiting this place in large numbers and obtained great favors. In order to facilitate the devotees to pray and show their reverence to St Anthony, a small shrine was built in the year 1920, by the Parish priest Fr S D’Silva with the generosity and help of the erstwhile Dewan at the Mysore Palace, Shri Thambu Chetty, and his brother Shri Dharmaraj Chetty. In the years to come, the number of pilgrims visiting the shrine because of the miracles taking place increased manifold, it was then decided to construct a spacious and beautiful church by the then parish priest Fr I H Lobo, and hence construction started in the year 1964. The newly constructed, spacious, beautiful church was blessed and inaugurated on the 13th of June, 1969 by His excellency Dr Matthias Fernandez, who was the Bishop of the Diocese of Mysore. On the 17th of October, 2019, by the Divine blessings of The Almighty, the church was granted the status of “Minor Basilica” by His Holiness Pope Francis which is a matter of great joy to all the devotees. On 9th June 2020, Dr K A William, Bishop of Mysore officially declared the Minor Basilica and offered the thanksgiving mass. The flag hoisting ceremony after which the novena begins, will be held at 5.30 pm on June 4. The Eucharistic celebration will be led by Dr Bernard Moras (apostolic administrator, Diocese of Mysore) on the day. The Holy Eucharistic celebration on days of novena would be in English at 7 am and Kannada at 11 am and 5.30 pm. Thomas A Vazhapilly, bishop emeritus, Diocese of Mysore, will celebrate the mass on June 5, Msgr Alfred J Mendonca, vicar general, Diocese of Mysore, on June 6, Fr Anthonppa j, parish priest, St John the Baptist church, Palahali on June 7, Fr Augustine OCD, Dhyanavana Mysore on June 8, Fr Paul Melvin OFM, rector, Kripalaya, Bogadi on June 9, Fr Raymond, parish priest, St Anthony's Church, Ammathi on June 10, Fr Tenny Kurian, parish priest, St Fathima Church Suluvadi on June 11 and Fr Sebastian Alexander, financial administrator, Diocese of Mysore on June 12. The Eucharistic celebrations will be observed along with novenas. On June 13, the feast day, Eucharistic celebrations will commence from 5 am up to 5.30 pm. The festive high Mass will be in Kannada at 10 am by Dr Bernard Moras, apostolic administrator of the Diocese of Mysore. Fr N T Joseph, rector of St Antony's Basilica, Dornahalli, will conduct the Mass at 5 am in Kannada, Fr Anthony Raj J, parish priest of St Theresa's Church, Doddarayapete, at 6 am in Kannada, Fr Joseph Marie J, director of the Catholic Center, Mysore, at 7 am in English, Fr Manuel D'Souza, director of St Joseph's Hospital, Mysore, at 8 am in Kannada, Most rev Dr Bernard Moras at 10 am in Kannada, Fr Madalai Muthu, principal of St Anne's PU College, Virajpet, at 11.30 am in Tamil, Fr Charles Serrao OCD, Pushpashrama, Mysore, at 1 pm in English, Fr Balaraj, parish priest of Infant Jesus Church, Balnagar, at 3 pm in Kannada, Fr Mari Raj, parish priest of St Joseph's Church, Mandya, at 4 pm in Kannada, and Fr Xavier M, parish priest of Sacred Heart Church, Yadavagiri, at 5.30 pm in Kannada, followed by the car procession and Benediction of the Holy Eucharist. Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "st anthony",
        "sentiment": "negative"
      },
      {
        "name": "jun",
        "sentiment": "negative"
      },
      {
        "name": "anthony basilica",
        "sentiment": "negative"
      },
      {
        "name": "basilica dornahalli",
        "sentiment": "negative"
      },
      {
        "name": "shri thambu chetty",
        "sentiment": "none"
      },
      {
        "name": "shri dharmaraj chetty",
        "sentiment": "none"
      },
      {
        "name": "lobo",
        "sentiment": "none"
      },
      {
        "name": "st. anthony",
        "sentiment": "none"
      },
      {
        "name": "fr s d’silva",
        "sentiment": "none"
      },
      {
        "name": "dewan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "mysore palace",
        "sentiment": "none"
      },
      {
        "name": "padua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T11:00:58.307+03:00",
  "updated": "2024-06-01T11:56:16.265+03:00"
}