{
  "thread": {
    "uuid": "622a4ed9b57ec9e5103d208c31ef2b2a7034511a",
    "url": "https://qns.com/2024/03/remembering-a-priest-who-gave-his-all-to-serve-u-s-soldiers-in-world-war-ii-our-neighborhood-the-way-it-was",
    "site_full": "qns.com",
    "site": "qns.com",
    "site_section": "http://timesledger.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "QNS.com",
    "title": "Remembering a priest who gave his all to serve U.S. soldiers in World War II: Our Neighborhood, The Way It Was",
    "title_full": "Remembering a priest who gave his all to serve U.S. soldiers in World War II: Our Neighborhood, The Way It Was",
    "published": "2024-03-09T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://qns.com/wp-content/uploads/2024/03/father-lynch.jpg",
    "performance_score": 0,
    "domain_rank": 29880,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "622a4ed9b57ec9e5103d208c31ef2b2a7034511a",
  "url": "https://qns.com/2024/03/remembering-a-priest-who-gave-his-all-to-serve-u-s-soldiers-in-world-war-ii-our-neighborhood-the-way-it-was",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "the Woodhaven Cultural and Historical Society",
  "published": "2024-03-09T17:00:00.000+02:00",
  "title": "Remembering a priest who gave his all to serve U.S. soldiers in World War II: Our Neighborhood, The Way It Was",
  "text": "He was a tough Irish kid from Elderts Lane, one of 12 children born to a tough New York City fireman and his wife who emigrated from County Cavan in Ireland.\nHe was an altar boy at the Catholic Church of Saint Sylvester in Brooklyn, around the corner from his house. His name was Father Lawrence Edward Lynch and he was a hero.\nWhen he was assigned to the 69th Infantry Regiment, he stepped into some mighty big shoes worn by the famous Father Duffy, who was immortalized on film by Pat O’Brien in “The Fighting 69th” starring James Cagney.\nAccording to those who knew him well and had the chance to work alongside him, he filled those shoes admirably.\nIn fact, he was so well-known for his energy and enthusiasm that he earned the nickname Father Cyclone, which was also the name of a\nbiographywritten by Daisy Amoury. The book is out of print but affordable copies of it turn up on Ebay from time to time.\nBrigadier General Julius Klein was his commanding officer in the Pacific during World War II and recalled Father Lynch’s zest for justice when he stormed into his office fighting for a Jewish soldier who he felt had been unfairly passed over for promotion.\n“It never mattered to him whether a soul was white or black, Jew or Christian, or unbeliever,” General Klein said of his friend. “To him, each human being was simply a child of God.”\nThey were at each other’s side on a rescue ship when rushing to the SS Elihu Thompson, a Liberty ship that had struck a mine on Sep. 25, 1944. Eleven young men were killed and 22 were missing. They were never found.\nWhile Klein was directing the rescue, Father Lynch tended to the mortally wounded, offering comfort and holding their hands so the young men did not have to die alone.\n“Ego te absolve,” the “absolution of sin,” he whispered quietly in the ears of young men who would never see their friends or families again.\nOne of the young dying sailors was Jewish and asked for a rabbi. None were available, so Father Lynch held his hand and whispered “Sh’mai, Israel, Adonai, Eloheno Adonai echad.”\nOne of the young dying sailors was Jewish and asked for a rabbi. None were available, so Father Lynch held his hand and whispered “Sh’mai, Israel, Adonai, Eloheno Adonai echad.”\nThe young soldier died just as Father Lynch finished the prayer. Klein was overcome with emotion and never forgot the incident, often referring to the priest as his favorite Irish rabbi.\nRegardless of who you were or what you believed, Father Lynch would be at your side when you needed him most. He was a priest first but a soldier second, and like so many young men of that era he was unafraid of the hazards of war, receiving five citations for bravery.\nAnd it was this bravery that led father Lynch and so many other young soldiers to the island of Okinawa, a strategic piece in the impending land invasion of Japan.\nThe battle on Okinawa raged for weeks, and Father Lynch repeatedly sought out the battalions and regiments that were expected to see the heaviest action.\nIt was grueling and dangerous, but Father Lynch kept pace with the action, comforting the wounded and giving last rites to hundreds and hundreds of the 20,000 American soldiers that would eventually lose their lives in that battle by the time it ended.\nOn Apr. 25, 1945, the Japanese were shelling the battalion that Father Lynch was traveling with and a soldier nearby screamed as he was hit. The tough Irish priest from Elderts Lane ran to the young soldier’s side and began offering the last rites when a second shell struck, killing both of them instantly.\nFather Lawrence Edward Lynch was 38 years old.\nAt the end of June, after victory had been secured, over 4,000 servicemen attended a mass at his graveside in Okinawa. Back home, a steady stream of servicemen visited his parents to pay their respects long after the war had ended.\nA local youth football league was started and named in his honor, taking part of his name along with honoring the other veterans of war: Lynvets.\nAnd a piece of land near the border of\nWoodhaven, Ozone Parkand Brooklyn was set aside as a memorial. A triangle at Atlantic Avenue and Rockaway Boulevard was dedicated in his honor following a large parade on Oct. 8, 1949.\nBut over time, the sign disappeared and people forgot about Father Lawrence Edward Lynch. Five years ago, on Mar. 9, 2019, the triangle was rededicated in his name. Members of the Lynch family along with community leaders from Woodhaven and Ozone Park gathered at the memorial to the local Irish boy turned hero priest they nicknamed Father Cyclone.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.amazon.com/exec/obidos/ASIN/B00005VVWC",
    "http://amazon.com/exec/obidos/ASIN/B00005VVWC"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lynch",
        "sentiment": "none"
      },
      {
        "name": "james cagney",
        "sentiment": "none"
      },
      {
        "name": "lawrence edward lynch",
        "sentiment": "none"
      },
      {
        "name": "cavan",
        "sentiment": "none"
      },
      {
        "name": "duffy",
        "sentiment": "none"
      },
      {
        "name": "daisy amoury",
        "sentiment": "none"
      },
      {
        "name": "julius klein",
        "sentiment": "none"
      },
      {
        "name": "pat o’brien",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ebay",
        "sentiment": "none"
      },
      {
        "name": "69th infantry regiment",
        "sentiment": "none"
      },
      {
        "name": "catholic church of saint sylvester",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "elderts lane",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "brooklyn",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T21:27:13.533+02:00",
  "updated": "2024-03-09T21:27:13.533+02:00"
}