{
  "thread": {
    "uuid": "939f7a166f16c0454c1de26d116eca3ce6194689",
    "url": "https://www.bostonherald.com/2023/12/29/balanced-attack-paves-the-way-for-weymouths-win-in-the-ico-cup-finals/",
    "site_full": "www.bostonherald.com",
    "site": "bostonherald.com",
    "site_section": "http://www.bostonherald.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Boston Herald",
    "title": "Balanced attack paves the way for Weymouth’s win in the Ico Cup finals – Boston Herald",
    "title_full": "Balanced attack paves the way for Weymouth’s win in the Ico Cup finals – Boston Herald",
    "published": "2023-12-29T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.bostonherald.com/wp-content/uploads/2023/12/Weymouth-2023.jpg?w=1024&#038;h=669",
    "performance_score": 0,
    "domain_rank": 2354,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "939f7a166f16c0454c1de26d116eca3ce6194689",
  "url": "https://www.bostonherald.com/2023/12/29/balanced-attack-paves-the-way-for-weymouths-win-in-the-ico-cup-finals/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jack Murray",
  "published": "2023-12-29T08:00:00.000+02:00",
  "title": "Balanced attack paves the way for Weymouth’s win in the Ico Cup finals – Boston Herald",
  "text": "KINGSTON – Six different Weymouth players found the scoresheet to help the Wildcats earn a 7-4 victory over Duxbury to secure the Ico Cup Championship.\nThe scoring outburst came after a semi-final matchup against Nauset Wednesday that was light with scoring as the Wildcats advanced in a shootout after skating to a 1-1 tie. Wildcats coach Patrick Kennedy said the strength of the competition was significant in the tournament and the way his team handled it showed its mental fortitude.\n“It was a good tournament with good, competitive teams and no easy games,” Kennedy said. “Definitely proud of the kids, they rallied together, and they did it as a team.”\nIt did not take long for the game’s first goal as Weymouth’s Jake Buccigross found the back of the net within the first 40 seconds of the contest. That initial lead would be short lived after Duxbury’s David Pittenger scored via an off angle shot to even the score.\nThe teams would trade goals once again early in the first, with Michael Curry using a quick wrist shot to put Weymouth up again before Will Atallah capitalized on a shot from the top of the circle. That score would hold for much of the opening frame before a terrific tip from Johnny Bell put the Wildcats back in the lead. Bell said he noticed a hole towards the middle of the zone and his teammates recognized it.\n“They didn’t cover me out of the corner,” Bell said. “Our defenseman shot it, I deflected it and it went bar down.\nThe scoring continued in the second when Alex Stockton won a net front battle to make the Weymouth lead 4-2. Duxbury’s Michael Hussey drew back within one a moment later after sniping it from near the blue line and much of the period went by with that 4-3 score.\nHowever, Weymouth struck once again near the end of the period when Aaron Howard scored off a bullet from the blue line on the power play. This rounded out the second period of scoring with Weymouth ahead 5-3.\nThe Wildcats would quickly score in the third, this one from Johnny Haley, but a Cole Martin tally brought Duxbury back within two. With the Dragons net empty, the team sustained significant pressure, but Weymouth goalie Grady Salfity locked it down. He credited the defense with keeping the puck away from high pressure areas.\n“My defense is really good at keeping it out of the square,” Salfity said. “They get sticks in lanes and keep it to the outside. They are unreal.”\nBell would add an empty netter to seal the deal on a tournament that Kennedy hopes the Wildcats continue to compete in.\n“We played the spoiler a little bit,” Kennedy said. “They knew there was something on the line, winning a tournament that we weren’t the host of and getting the invite back next year.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "patrick kennedy",
        "sentiment": "none"
      },
      {
        "name": "jake buccigross",
        "sentiment": "none"
      },
      {
        "name": "michael curry",
        "sentiment": "none"
      },
      {
        "name": "will atallah",
        "sentiment": "none"
      },
      {
        "name": "david pittenger",
        "sentiment": "none"
      },
      {
        "name": "kennedy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wildcats",
        "sentiment": "negative"
      },
      {
        "name": "weymouth",
        "sentiment": "negative"
      },
      {
        "name": "boston herald kingston",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "weymouth",
        "sentiment": "none"
      },
      {
        "name": "duxbury",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T08:01:50.164+02:00",
  "updated": "2023-12-29T08:01:50.164+02:00"
}