{
  "thread": {
    "uuid": "2a76845878d3f8639fff702086e2a7f711f2638a",
    "url": "https://www.brasil247.com/economia/mercado-de-trabalho-no-brasil-vive-o-melhor-momento-desde-2014-diz-paulo-gala-cn3gg522",
    "site_full": "www.brasil247.com",
    "site": "brasil247.com",
    "site_section": "http://www.brasil247.com",
    "site_categories": [
      "media",
      "tech",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Brasil 247 - Seu portal progressista e democrático de notícias",
    "title": "“Mercado de trabalho no Brasil vive o melhor momento desde 2014”, diz Paulo Gala - Brasil 247",
    "title_full": "“Mercado de trabalho no Brasil vive o melhor momento desde 2014”, diz Paulo Gala - Brasil 247",
    "published": "2023-12-29T23:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://cdn.brasil247.com/pb-b247gcp/swp/jtjeq9/media/20231229191228_8dea1a75774a4a125e34ead1b1644684129142eb41ea4879dbc315af857a4128.jpg",
    "performance_score": 0,
    "domain_rank": 36225,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a76845878d3f8639fff702086e2a7f711f2638a",
  "url": "https://www.brasil247.com/economia/mercado-de-trabalho-no-brasil-vive-o-melhor-momento-desde-2014-diz-paulo-gala-cn3gg522",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redação Brasil 247",
  "published": "2023-12-29T23:37:00.000+02:00",
  "title": "“Mercado de trabalho no Brasil vive o melhor momento desde 2014”, diz Paulo Gala - Brasil 247",
  "text": "“Mercado de trabalho no Brasil vive o melhor momento desde 2014”, diz Paulo Gala Economista-chefe do Banco Master destaca os bons resultados do emprego e da renda no primeiro ano do governo Lula 3 [edit](https://www.brasil247.com) ✅ Receba as notícias do Brasil 247 e da TV 247 no [canal do Brasil 247](https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M) e na [comunidade 247](https://chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h) no WhatsApp. 247 - Economista-chefe do Banco Master, Paulo Gala afirmou nesta sexta-feira (29) que o \"Brasil está testemunhando um cenário incrível no mercado de trabalho\". O estudioso citou alguns números da economia no terceiro mandato do governo do presidente Luiz Inácio Lula da Silva (PT). A taxa de desemprego no Brasil no trimestre móvel encerrado em novembro [foi de 7,5%](https://www.brasil247.com/economia/efeito-lula-taxa-de-desemprego-cai-a-7-5-no-trimestre-menor-patamar-desde-2015-bhr42pyo), representando uma queda de 0,2 ponto percentual em comparação com o trimestre anterior (junho a agosto de 2023). Foi o menor patamar desde de 2015, apontaram estatísticas da Pesquisa Nacional por Amostra de Domicílios (Pnad Contínua), divulgada pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Outro dado citado pelo economista foi o aumento no rendimento do brasileiro no trimestre. A renda média subiu 2,3% no trimestre, atingindo o valor de R$ 3.034, sendo o maior nível desde 2020, informou o IBGE. Leia a íntegra da análise: 1/ Desde 2014, o Brasil está testemunhando um cenário incrível no mercado de trabalho, com a menor taxa de desemprego registrada em 7,5%, de acordo com os dados recentes divulgados pelo IBGE. Cem milhões de brasileiros estão empregados, atingindo números recordes. 2/ A massa salarial também atingiu um marco histórico, alcançando trezentos bilhões de reais mensais. Esse número reflete diretamente o rendimento médio brasileiro, que gira em torno de três mil e trinta e quatro reais, multiplicado pelos cem milhões de trabalhadores ativos. 3/ Contudo, é vital notar que, apesar desses números impressionantes, apenas trinta e sete milhões de pessoas têm carteira assinada, o que representa uma porção relativamente baixa em comparação com o total de pessoas empregadas. 4/ Na categoria de trabalhadores por conta própria, há vinte e cinco milhões de pessoas, incluindo microempresários, motoristas de aplicativos e entregadores, totalizando trinta e nove milhões de pessoas na informalidade, conforme os dados do IBGE. 5/ Embora o país esteja gerando muitas vagas de emprego e o desemprego esteja em baixa, há uma preocupação válida sobre a qualidade dos empregos. O rendimento médio de três mil reais lança luz sobre o tipo de empregos que estão sendo criados. 6/ Uma boa notícia é a redução pela metade na taxa de pessoas desalentadas, aquelas que desistiram de procurar emprego, atingindo três por cento. Isso marca uma melhoria significativa em relação aos momentos mais críticos da pandemia, quando essa taxa quase alcançou seis por cento. 7/ De modo geral, o mercado de trabalho brasileiro está em um estado robusto, vivendo seu melhor momento desde 2014. Com um crescimento econômico previsto em torno de dois por cento no próximo ano, as perspectivas são animadoras. 8/ Entretanto, o desafio futuro reside na sofisticação produtiva, exigindo estratégias de reindustrialização e serviços produtivos mais avançados para criar empregos mais qualificados e com maior nível salarial. A análise detalhada com gráficos será compartilhada em breve. [Assine o 247](https://www.brasil247.com/apoio), [apoie por Pix](https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform), [inscreva-se na TV 247](https://www.youtube.com/brasil247), no canal [Cortes 247](https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg) e assista: Comentários Os comentários aqui postados expressam a opinião dos seus autores, responsáveis por seu teor, e não do 247",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M)",
    "https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),",
    "https://chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h)",
    "https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg)",
    "https://www.youtube.com/brasil247),",
    "https://youtube.com/brasil247),",
    "https://www.docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),",
    "https://youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg)",
    "https://www.chat.whatsapp.com/LnWE97DQIKF4fpwivt0f3h)",
    "https://www.whatsapp.com/channel/0029Va5CrrPD38COKOxDbM1M)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:43:59.557+02:00",
  "updated": "2023-12-31T12:13:06.450+02:00"
}