{
  "thread": {
    "uuid": "009f3cb4a6445bd0be8f6573dfc5b002f991e9a7",
    "url": "https://www.theweek.in/wire-updates/business/2023/12/31/bom9-gj-vibrant-policies.html",
    "site_full": "www.theweek.in",
    "site": "theweek.in",
    "site_section": "https://theweek.in",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest news - Journalism with a human touch - The Week",
    "title": "Pro-industry policies have helped Gujarat attract investments across sectors Officials - The Week",
    "title_full": "Pro-industry policies have helped Gujarat attract investments across sectors Officials - The Week",
    "published": "2023-12-31T08:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.theweek.in/etc/designs/week/img/logo-main.png",
    "performance_score": 0,
    "domain_rank": 8283,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "009f3cb4a6445bd0be8f6573dfc5b002f991e9a7",
  "url": "https://www.theweek.in/wire-updates/business/2023/12/31/bom9-gj-vibrant-policies.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2023-12-31T08:33:00.000+02:00",
  "title": "Pro-industry policies have helped Gujarat attract investments across sectors Officials - The Week",
  "text": "Ahmedabad, Dec 31 (PTI) Gujarat's industry-friendly policies have played a key role in attracting investments across sectors and underscore the state government's commitment to drive India's economic growth, officials said.\nLike the previous nine Vibrant Gujarat Global Summits held over the last two decades, the 10th edition of the summit, to be organised in Gandhinagar between January 10 and 12, 2024, will serve as a platform to showcase the state's commitment to promote business-friendly policies, they said.\nThe state aims to support the Centre's vision of 'Atmanirbhar (self-reliant) Bharat' through 'Atmanirbhar Gujarat,' and measures announced to attract businesses are aimed towards the same, the officials said.\nThey credited Prime Minister Narendra Modi's vision for economic development behind the state's progressive policies.\n\"The Vibrant Gujarat Global Summit has played a key role in attracting an impressive USD 55 billion in foreign investments over the past two decades. It has contributed to more than 33 per cent of India's exports in 2022-23, the highest in the country,\" the government said in a statement.\n\"Proactive measures and investor-friendly policies underscore Gujarat's commitment to becoming a global hub for investments,\" it said.\nIn 2022, the 'Aatmanirbhar Gujarat' scheme was unveiled, projected as a testament to the state's commitment to self-reliance.\nIt was a response to PM Modi's call for 'Aatmanirbhar Bharat' by 2047, the year India will celebrate 100 years of its independence.\nLaunched on October 5, 2022, the 'Aatmanirbhar Gujarat Scheme for Assistance to Industries' will be instrumental in providing special assistance needed by industries to enable them to become a part of global supply chains, Chief Minister Bhupendra Patel has said.\n\"The scheme will prove to be an important initiative to support the small and big industries of Gujarat,\" Patel said.\nThe Industrial Policy of 2022 further solidifies Gujarat's position as an attractive investment destination.\nAs part of the scheme, the state government aims to provide financial support to promote MSMEs and other sectors by way of capital subsidy, interest subsidy, power charges exemption etc, Gujarat Industrial Development Corporation (GIDC) Vice Chairman and Managing Director Rahul Gupta said.\nUnlike the earlier policies, this time a lot of emphasis has been given on emerging sectors, he said.\n\"When I talk about the emerging sectors, I mean the entire ecosystem surrounding green hydrogen manufacturing, the ecosystem surrounding electric vehicle manufacturing, drone-related manufacturing, aviation-related manufacturing, space-related manufacturing,\" Gupta said.\nFurther elaborating on the state's new industrial policy, Swapnil Anil, the executive director and head of advisory services at Colliers India, said that through this, Gujarat has allocated approximately 34.7 per cent of incentives and benefits specifically for the manufacturing sector.\n\"This percentage is exclusively designated for manufacturing, which boasts of the lowest average set up cost among all states. As a result, Gujarat has attracted investments exceeding Rs 30,000 crore in 2023 from domestic and foreign manufacturers,\" he said in a statement.\nThese investments will strengthen the state's industrial footprints, Anil said.\nThe state's business-friendly environment and supportive policies together with factors such as well-developed ports, robust connectivity, stable governance, among others contribute to keeping Gujarat at the forefront in this competitive landscape, he added.\nGujarat's commitment to creating cutting-edge industries is also reflected in the Aerospace and Defence Policy of 2016, with Prime Minister Modi highlighting the strategic importance of the sector in national development.\n\"The two pillars of Aatmanirbhar Bharat would be the defence and aerospace sector. Our aim is that by 2025, defence manufacturing scale would surpass USD 25 billion,\" Modi had said.\nGujarat's progressive policies also extend to renewable energy, with the prime minister's vision for a sustainable future reflected in the state's commitment to harness solar energy.\nThe Gujarat government has installed renewable capacity of 21 gigawatts, with around 11 GW added during the last four years alone, government data shows.\nOver the past few years, Gujarat has positioned itself as a hub for innovation and technology, officials said.\nPrime Minister Modi's emphasis on 'Make in India' and 'Digital India' is evident in the Student Startup and Innovation Policy 2022-27, Gujarat IT and ITES Policy 2022-27, Gujarat Electronics Policy 2022-28, and Gujarat Semiconductor Policy 2022-27, they said.\nBeyond industry and technology, Gujarat's Tourism Policy 2021-25, Cinematic Tourism Policy 2022-27 and Heritage Tourism Policy 2020-25 also showcase the state's rich cultural heritage to the world, the officials added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ahmedabad",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "atmanirbhar gujarat",
        "sentiment": "none"
      },
      {
        "name": "gandhinagar",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T11:17:14.316+02:00",
  "updated": "2023-12-31T11:17:14.316+02:00"
}