{
  "thread": {
    "uuid": "d6b19261492c4272b8a86af1094ffe664db50a36",
    "url": "https://www.prunderground.com/movement-launches-new-move-with-purpose-program/00333440",
    "site_full": "www.prunderground.com",
    "site": "prunderground.com",
    "site_section": "http://www.prunderground.com/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "PRUnderground",
    "title": "Movement Launches New Move with Purpose Program",
    "title_full": "Movement Launches New Move with Purpose Program",
    "published": "2024-04-04T23:26:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.prunderground.com/wp-content/themes/bones-responsive/library/images/nothumb.gif",
    "performance_score": 0,
    "domain_rank": 72838,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6b19261492c4272b8a86af1094ffe664db50a36",
  "url": "https://www.prunderground.com/movement-launches-new-move-with-purpose-program/00333440",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T23:26:00.000+03:00",
  "title": "Movement Launches New Move with Purpose Program",
  "text": "Movement Launches New Move with Purpose Program\nIndustry:\nHealth & Fitness\nMovement is excited to announce new Move with Purpose program, aimed to strives to transform lives through the experience of climbing, yoga, and fitness.\nBoulder, CO\nMovement is proud to announce the launch of its Move with Purpose program, a new initiative dedicated to serving the communities in which Movement operates. Rooted in the company’s vision to transform lives through the experience of climbing, yoga, and fitness, this initiative strives to break down barriers to access and help protect outdoor spaces, while fostering a sense of community and belonging. Building upon the community outreach that Movement embraces, the Move with Purpose program represents a significant expansion of offerings, enabling greater community involvement and philanthropic impact.\n“We are thrilled to take these key steps to make climbing, fitness, and yoga more accessible,” says Stephanie Ko, Movement’s COO. “The climbing community has given us so much, and we are grateful for the opportunity to give back and help invest in this community to allow it to grow further.”\nThe Move with Purpose Program is supported by three key pillars:\nTeal Membership: Providing discounted membership prices to those with financial barriers, enabling access to climbing, yoga, and fitness activities.\nCommunity Engagement: Welcoming local groups to Movement gyms for classes, climb nights, and events, cultivating a culture of celebration and giving back.\nCharitable Donations & Transparency: Demonstrating commitment to transparency by making all charitable donations visible to team members. This includes soliciting suggestions from all employees for organizations that they are passionate about, and feel are a good fit for the Move with Purpose program.\nTogether, Movement and its community are poised to move with purpose and effect meaningful change in the world around them.\nTo learn more about Move with Purpose, please visit: https://movementgyms.com/teal\nFor media inquiries or further information, please contact:\nEzra Hermann\nEmail: e.hermann@heraldpr.com\nAbout Movement\nMovement is the largest nationwide community of indoor climbing gyms. Every Movement\nfacility is committed to growing the climbing community through a shared vision to empower\npersonal transformation. Movement gyms feature bouldering, top-roping, and lead climbing, as\nwell as amenities like yoga studios, functional fitness, cardio zones, and climbing gear shops.\nEach facility caters to participants of all abilities – from competitive athletes to weekend\nadventurers and families. Learn more at www.movementgyms.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://movementgyms.com/teal",
    "https://www.movementgyms.com/teal"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stephanie ko",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "movement",
        "sentiment": "none"
      },
      {
        "name": "co movement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "boulder",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:54:51.212+03:00",
  "updated": "2024-04-05T00:54:51.212+03:00"
}