{
  "thread": {
    "uuid": "ee09d0a1722d94d0bb7ac27198e720c40a1c64cc",
    "url": "https://andaluciainformacion.es/cordoba/1493114/israel-da-aprobacion-preliminar-a-chipre-para-crear-corredor-humanitario-maritimo-con-gaza/",
    "site_full": "andaluciainformacion.es",
    "site": "andaluciainformacion.es",
    "site_section": "http://andaluciainformacion.es/cordoba/",
    "site_categories": [
      "media"
    ],
    "section_title": "Andalucía Información. Todas las noticias de Córdoba",
    "title": "Israel da aprobación preliminar a Chipre para crear corredor humanitario marítimo con Gaza | Andalucía Información. Todas las noticias de Córdoba",
    "title_full": "Israel da aprobación preliminar a Chipre para crear corredor humanitario marítimo con Gaza | Andalucía Información. Todas las noticias de Córdoba",
    "published": "2023-12-29T11:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://publicacionesdelsur.b-cdn.net/articulos/articulos-1226138.jpg",
    "performance_score": 0,
    "domain_rank": 44978,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ee09d0a1722d94d0bb7ac27198e720c40a1c64cc",
  "url": "https://andaluciainformacion.es/cordoba/1493114/israel-da-aprobacion-preliminar-a-chipre-para-crear-corredor-humanitario-maritimo-con-gaza/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@andaluciainf",
  "published": "2023-12-29T11:44:00.000+02:00",
  "title": "Israel da aprobación preliminar a Chipre para crear corredor humanitario marítimo con Gaza | Andalucía Información. Todas las noticias de Córdoba",
  "text": "Israel ha dado aprobación preliminar a Chipre para el establecimiento de un corredor marítimo humanitario para el envío y entrega de ayuda humanitaria a Gaza, bajo rígido cerco israelí tras el inicio de la guerra con Hamás en octubre. Hace poco más de una semana, Israel anunció la pronta apertura del corredor, que deberá estar sujeto a inspección de seguridad y \"supervisión israelí\" en Chipre, antes de que se lleve a Gaza, dijo a EFE Lior Hayat, portavoz del Ministerio de Exteriores de Israel. Según concretó, aún no hay una fecha clara para abrir esta vía, que implicaría la entrega de más ayuda humanitaria al enclave, inmerso en una dura crisis humanitaria por falta de agua, comida, recursos médicos o combustible debido al asedio israelí casi total tras el ataque de Hamás que hizo estallar la guerra el 7 de octubre. \"Hay una autorización básica para usar esta ruta, pero aún quedan algunos problemas logísticos que deben ser resueltos\", matizó Hayat. El Consejo de Seguridad de la ONU aprobó la semana pasada una resolución que pedía el envío de más ayuda humanitaria a la Franja y la designación de un coordinador para acelerar el proceso. Chipre, a unas de 210 millas náuticas de Gaza, se propuso como punto de partida del corredor humanitario para focalizar la entrega de ayuda humanitaria a Gaza desde la isla, y entre cuestiones que estarían por resolver está la seguridad de los barcos que vayan a Gaza, como también quién sería receptor de las ayudas. La semana pasada, en una visita oficial a Chipre, el ministro de Exteriores israelí, Eli Cohen, mostró su apoyo al corredor, que consideró como \"un paso importante\" para que Israel se desvincule de la situación económica de Gaza. \"La creación de un corredor marítimo a Gaza ayudará a la retirada económica de Israel de la Franja. No permitiremos un retorno a la realidad que precedió al asesino ataque terrorista\" de Hamás, dijo Cohen. Desde que comenzó la guerra, la ayuda humanitaria para el enclave ha entrado a cuentagotas, principalmente por el cruce de Rafah con Egipto, pero este diciembre Israel también permitió que algunos camiones entraran por Kerem Shalom, paso de mercancías entre Gaza y territorio israelí. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:01:34.080+02:00",
  "updated": "2023-12-29T12:01:34.080+02:00"
}