{
  "thread": {
    "uuid": "a4fc818f1495dff6df50edcb5ca77b3038163da4",
    "url": "https://vnexplorer.net/how-heat-pumps-could-save-most-americans-on-energy-bills-s1543383.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "How Heat Pumps Could Save Most Americans on Energy Bills",
    "title_full": "How Heat Pumps Could Save Most Americans on Energy Bills",
    "published": "2024-02-16T03:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1il459.img",
    "performance_score": 0,
    "domain_rank": 51153,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a4fc818f1495dff6df50edcb5ca77b3038163da4",
  "url": "https://vnexplorer.net/how-heat-pumps-could-save-most-americans-on-energy-bills-s1543383.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-02-16T03:14:00.000+02:00",
  "title": "How Heat Pumps Could Save Most Americans on Energy Bills",
  "text": "New research shows the mass adoption of air-source heat pumps could save most Americans money on their energy bills while slashing carbon emissions. welcomia/iStock/Getty Images Plus\nMost Americans would save money by switching their heating and cooling systems to a heat pump, according to new research by the National Renewable Energy Laboratory.\nIt’s the latest report demonstrating the energy-saving value of heat pumps, the all-electric, highly efficient appliances that can replace both fossil-fuel burning furnaces and less-efficient air conditioners.\nThe NREL study, published in the journal Joule, focused on air-source heat pumps, which are less expensive but also less efficient than their geothermal cousins. Air-source heat pumps cycle a refrigerant between your in-home unit and the air outside, capturing thermal energy from outside (even when it’s cold) and using it to heat your home in the winter and doing the opposite in the summer to cool your home off. Geothermal heat pumps do the same, but run the refrigerant underground to tap into the warmth below the surface.\nHeating is the biggest use of home energy, and carbon emissions from energy production are a principal driver of climate change. Nationally, heat pumps would reduce home energy use by 31% to 47% on average and residential greenhouse gas emissions by 36% to 64%, the study found.\n“There are millions of people who would benefit from putting in heat pumps, and there are incentives made available through the Inflation Reduction Act, both tax credits and rebates, that millions of households can benefit from,” Eric Wilson, the study’s lead author and a senior research engineer in the Buildings Technologies and Science Center at NREL, said in a statement. “But what this paper shows is that there are still millions more households for whom the technology is still pretty expensive, and we need work to bring down the cost of installing heat pumps.”\nHow heat pumps reduce home energy costs Air-source heat pumps are seen as a vital component of the global shift away from fossil fuels, which cause climate change, because they can replace other heating appliances, like furnaces, that tend to run on fuels like natural gas, which is mostly the fossil fuel methane.\nThe NREL research used simulations of 550,000 statistically representative households, looking at factors like the performance of different heat pump types and whether other energy efficiency steps like insulation upgrades were done. Depending on the efficiency of the heat pumps, 62 to 95% of households would see their energy bills drop, with that range improving to 85 to 97% if other energy efficiency upgrades are done.\nOne hurdle? The high cost of installing a heat pump. The study noted that some installers might charge more to put in a heat pump because they’re unfamiliar with the equipment and how to size it properly.\nHomes that are heated by propane, fuel oil or with an existing electric furnace would see savings at a higher rate than those that have a gas furnace, the authors found.\nThe technology of heat pumps The report noted that the biggest savings were found in colder climates where heating demands are higher.\nThe problem with heat pumps in the cold is that they can run into problems at extremely low temperatures — besides there being less heat in the outside air to bring indoors, ice can form around the outdoor coils, further reducing efficiency. Heat pumps can defrost on their own, but that requires energy, making them less efficient overall.\nManufacturers are developing and improving the technology for heat pumps that can operate at lower temps. The increased availability of highly efficient, electric heating technology that works at lower temperatures could make a heat pump viable as the sole heating and cooling appliance for more homes in the northern United States. Right now, many homeowners in colder climates who have heat pumps also maintain a fuel-burning furnace as a backup when the temperature drops.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1il459.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1il459.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "energy bills new",
        "sentiment": "negative"
      },
      {
        "name": "national renewable energy laboratory",
        "sentiment": "none"
      },
      {
        "name": "joule",
        "sentiment": "none"
      },
      {
        "name": "nrel",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:19:46.883+02:00",
  "updated": "2024-02-16T03:19:46.883+02:00"
}