{
  "thread": {
    "uuid": "d1d5d7cfe2731c1b8178be5fa2c753542dec9f1a",
    "url": "https://www.freshplaza.com/europe/article/9641621/a-growing-market-for-french-bananas",
    "site_full": "www.freshplaza.com",
    "site": "freshplaza.com",
    "site_section": "http://freshplaza.com//rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "FP.com",
    "title": "A growing market for French bananas",
    "title_full": "A growing market for French bananas",
    "published": "2024-07-04T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NL",
    "main_image": "https://www.freshplaza.com/remote/https/agfstorage.blob.core.windows.net/misc/FP_fr/2024/07/03/JJJJthumbnail_20210701TDF1026_A.S.O._Pauline_Ballet_1_.jpg?preset=OgImage",
    "performance_score": 0,
    "domain_rank": 19908,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1d5d7cfe2731c1b8178be5fa2c753542dec9f1a",
  "url": "https://www.freshplaza.com/europe/article/9641621/a-growing-market-for-french-bananas",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T08:00:00.000+03:00",
  "title": "A growing market for French bananas",
  "text": "2023 was a difficult year, but bananas from Guadeloupe and Martinique seem to be bouncing back in 2024, with \"good momentum\" in production and prices that are holding up well. UGPBAN is repeating the KM97 Tour de France operation this year. Pierre Monteux, director of UGPBAN, takes stock of the current campaign. Volumes on the rise After a drop of 14,000 tons in 2023, French banana sales bounced back at the start of the year. \"We are above last year's volumes, with an increase of nearly 7% in week 20 (8% for Martinique and 4% for Guadeloupe). However, the dry spells during the hot month of May on both islands will have a slight impact on yields and volumes over the coming months. The challenge for growers remains the control of black cercosporiosis, favored by weather hazards and the ban on active substances. Currently producing 185,000 tons, compared with 250,000 tons 15 years ago, UGPBAN hopes to get closer to 200,000 tons this year. © TDF2021.A.S.O.Pauline Ballet A growing market \"According to CIRAD figures for 2023, bananas from Guadeloupe and Martinique are still growing on the French market with +20,000 tons.\" Volumes are up and the demand is rather strong, helped by the fact that the weather is not very summery, and therefore not very favorable to the consumption of summer fruit. \"The transition is taking place now, while it usually happens at the beginning of June.\" As far as prices are concerned, the downward trend observed between 2023 and 2024 was not as strong as expected. \"Overall, given the sustained demand and fairly balanced supply, the 1.50 € [1.6 USD] drop we had anticipated for US crates was slightly less pronounced on the global market, finally reaching 1.30 € [1.4 USD].\" French bananas seem less affected by this drop. \"Thanks to our commercial niches, which act as a shock absorber, the 1€ [1.1 USD] drop anticipated per crate eventually amounted to 0.6 euro cents [0.65 USD],\" explains Pierre Monteux, referring to wrapped bananas, which are up 12% on 2023, an increasingly popular segment on the French market. \"I am hopeful that we will reach 40,000 tons this year for this segment.\" UGPBAN, partner of the Tour de France since 2020 Since 2020, the French banana sector has been organizing the KM97 event on the Tour de France to collect as many bananas as possible for a charity fighting poverty. The idea is to mobilize the public at the event and online at the 97 km stage, from start or finish. The KM97 operation was launched on June 24th, with the aim of donating as many bananas as possible to Restos du Cœur (5 tons were collected in 2023). At the same time, in-store campaigns to promote French bananas throughout the summer period with partner distributors were launched on the same day. 40,000 tons of bananas were covered with the colors of the Tour de France as they made their way to supermarkets and greengrocers. Kits containing arches, totems and skirts specifically designed for the supermarket action, will be deployed in almost 500 outlets until the end of the event, along with an instant-win competition in the stores. In addition, digital displays will appear in several E.Leclerc supermarkets, a partner of the Tour de France. At the same time, a competition was launched for members of Saveurs Commerce, the winner being L'Atelier Fermier in Perros-Guirec, which won a VIP day for two on stage 20 of the Tour de France. The charity event ends on July 4th. The local residents of Saint-Loup-Géanges, the commune which will have the pleasure of welcoming the Tour de France 2024 on July 4th, are already mobilized. Situated at the 97km of the 6th stage of the event, the town is delighted to have been chosen by banana producers from Guadeloupe and Martinique to host an event with music and tastings, as well as a charity event focusing on French bananas, thus promoting production from the departments of Martinique and Guadeloupe,\" explains Jean-Frédéric Garnier, mayor of Saint-Loup-Géanges. For more information: UGPBAN [bananeguadeloupemartinique.com](https://www.bananeguadeloupemartinique.com/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://bananeguadeloupemartinique.com/)",
    "https://www.bananeguadeloupemartinique.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pierre monteux",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ugpban",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guadeloupe",
        "sentiment": "none"
      },
      {
        "name": "martinique",
        "sentiment": "none"
      },
      {
        "name": "ugpban",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T05:42:44.600+03:00",
  "updated": "2024-07-05T05:42:44.600+03:00"
}