{
  "thread": {
    "uuid": "5f72495e7a5fba99c4e18c33da02df989da474b7",
    "url": "https://dailynorthwestern.com/2024/01/15/city/despite-frigid-temperatures-community-members-fundraise-in-annual-walk-for-warmth/",
    "site_full": "dailynorthwestern.com",
    "site": "dailynorthwestern.com",
    "site_section": "http://dailynorthwestern.com/feed/",
    "site_categories": [
      "sports"
    ],
    "section_title": "The Daily Northwestern",
    "title": "Walk for Warmth draws crowd despite frigid weather",
    "title_full": "Walk for Warmth draws crowd despite frigid weather",
    "published": "2024-01-16T05:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dailynorthwestern.com/wp-content/uploads/2024/01/Walk-for-Warmth-Sonya-Dymova-7.jpg",
    "performance_score": 0,
    "domain_rank": 22715,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f72495e7a5fba99c4e18c33da02df989da474b7",
  "url": "https://dailynorthwestern.com/2024/01/15/city/despite-frigid-temperatures-community-members-fundraise-in-annual-walk-for-warmth/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anavi Prakash",
  "published": "2024-01-16T05:07:00.000+02:00",
  "title": "Walk for Warmth draws crowd despite frigid weather",
  "text": "On Martin Luther King Jr. Day, local nonprofit Interfaith Action of Evanston led its fifth annual Walk for Warmth fundraiser, with nearly 300 people in attendance. Members from more than 20 area organizations and faith communities, such as Bahá’í Faith in Evanston, Northwestern Lutheran Campus Ministry and the Rotary Club of Evanston, gathered in the First United Methodist Church to participate. This year, Walk for Warmth was an optional short walk around the church’s block due to subzero temperatures forecasted for the day. The walk has historically been a two-mile route, passing nine places of worship that provide overnight shelter to individuals experiencing homelessness in downtown Evanston. Interfaith’s main goal for the fundraiser is to increase the number of weeks their shelters are open, said Executive Director Susan Murphy Berube. Currently, Interfaith shelters are open for 31 weeks from October to May. “You shouldn’t have to sleep outside in July. No one should sleep outside ever,” Berube said. “Over this weekend we all were worried about the cold, but we weren’t worried about sleeping outside or walking. So, this just reminds us to serve the people who have less than we have.” Currently, Interfaith operates a 30-bed overnight shelter with blankets and sheets, according to Carol Wilson, the secretary of Interfaith’s board of directors. People are allowed to arrive after 9 p.m. and can stay until 6:45 a.m. Wilson said the Walk for Warmth is the organization’s annual fundraiser to sustain their shelters. Interfaith’s goal in past years has been to raise $40,000, she said. Although they surpassed their goal last year, Wilson said she thought it would be harder this time due to the unexpected wind chill. She said many donations usually come at the very end of the fundraiser, but the weather has been a “little discouraging” for participants. However, this did not stop many residents from attending the walk. Evanston Mayor Daniel Biss, Evanston Police Department Deputy Chief of Police Melissa Sacluti and several city council members were also in attendance. Ald. Krissie Harris (2nd) said she was happy Interfaith chose to hold the event despite the frigid conditions. “Homelessness unfortunately doesn’t say ‘Oh I’m not gonna be homeless today cause the weather is bad,’” she said. Chelsea Brown, a sergeant in EPD’s community policing unit, said she appreciates Interfaith’s role in raising awareness in a way that “touches the human spirit.” The event has been held on MLK Day every year. Interfaith has always believed that MLK Day signifies service, making it an appropriate day to hold a fundraiser that benefits the community, Wilson said. Evanston resident Meagan Novara said her desire to honor the memory of Rev. Martin Luther King Jr. was what brought her to the event. “I’ve grown up learning about this person my entire life,” she said. “I don’t belong to any spiritual faith, but his words are as close as to anything spiritual that I feel.” protection#2944405a4148464b4c5b46401b191b1e695c0747465b5d415e4c5a5d4c5b47074c4d5c) protection#5c3d323d2a352c2e3d373d2f346e6c6e6b1c297232332e28342b392f28392e3272393829) X: [@anavi_52](https://twitter.com/anavi_52) Related Stories: — [MLK Day celebration offers Evanston community opportunity to reflect](https://dailynorthwestern.com/2024/01/15/city/annual-mlk-day-celebration-offers-opportunity-for-reflection/) — [Nonprofits hold a panel on fair housing](https://dailynorthwestern.com/2024/01/11/lateststories/nonprofits-hold-panel-discussion-to-honor-martin-luther-king-jr-s-vision-for-fair-housing/) — [Interfaith Action’s Walk for Warmth commemorates Martin Luther King Jr.](https://dailynorthwestern.com/2022/01/18/city/interfaith-actions-walk-for-warmth-commemorates-martin-luther-king-jr/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://twitter.com/anavi_52)",
    "https://www.twitter.com/anavi_52)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susan murphy berube",
        "sentiment": "none"
      },
      {
        "name": "berube",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "interfaith action of evanston",
        "sentiment": "negative"
      },
      {
        "name": "rotary club",
        "sentiment": "none"
      },
      {
        "name": "northwestern lutheran campus ministry",
        "sentiment": "none"
      },
      {
        "name": "first united methodist church",
        "sentiment": "none"
      },
      {
        "name": "interfaith",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "evanston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T06:50:01.724+02:00",
  "updated": "2024-01-16T06:50:01.724+02:00"
}