{
  "thread": {
    "uuid": "71b457ef346f96c67d4fc1fdcac12806577f4cf4",
    "url": "https://www.telemundo.com/deportes/mas-deporte/el-historico-gol-de-lionel-messi-a-lo-maradona-cumple-17-anos-rcna148466",
    "site_full": "www.telemundo.com",
    "site": "telemundo.com",
    "site_section": "https://telemundo.com",
    "site_categories": [
      "television",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
    "title": "El histórico gol de Lionel Messi a lo Maradona cumple 17 años",
    "title_full": "El histórico gol de Lionel Messi a lo Maradona cumple 17 años",
    "published": "2024-04-19T01:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2024-04/photo-output-48-42d0e1.jpg",
    "performance_score": 0,
    "domain_rank": 13522,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "71b457ef346f96c67d4fc1fdcac12806577f4cf4",
  "url": "https://www.telemundo.com/deportes/mas-deporte/el-historico-gol-de-lionel-messi-a-lo-maradona-cumple-17-anos-rcna148466",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TELEMUNDO",
  "published": "2024-04-19T01:17:00.000+03:00",
  "title": "El histórico gol de Lionel Messi a lo Maradona cumple 17 años",
  "text": "Como un milagro cósmico, que necesitó la alineación de miles de factores físicos para su origen, con 21 años de diferencia y en un campo totalmente distinto, Lionel Messi replicó el gol que Diego Armando Maradona hizo en México 1986 , una tarde del 18 de abril de 2007, sin siquiera desearlo o haberlo soñado. Fue casi un milagro. [MANTENTE AL DÍA CON TODO LO ÚLTIMO EN NUESTRO CANAL DE WHATSAPP](https://t.co/melczPBRUZ) Hoy cumple 17 años el legendario gol de Lionel Messi en el Camp Nou ante el Getafe, una anotación Maradoniana que se dio al minuto 29 de la semifinal de ida de la Copa del Rey. El argentino recibió un pase de Xavi Hernández detrás de medio campo. Se quitó a Javi Paredes contra la banda, hizo caño a Nacho Pérez e inició una frenética carrera por la historia. Aquella corrida de 55 metros de conducción, a una velocidad de 16.5 kilómetros por hora dio origen a la épica narración de Joaquim Maria Puyal y su viral “encara Messi, encara Messi, encara Messi” que hoy se reproduce y reutiliza en todas las plataformas sociales y de creación de contenido. Fueron 13 toques al balón, 12 segundos en total para una joya que culminó con Alexis Ruano y David Belenguer estáticos como conos, con el arquero Luis García en el piso y David Cortés lanzado desesperadamente por sacar el balón. “Yo solo pensé en ir hacia adelante, en buscar la portería. Pero en ningún momento pensé en hacer la jugada de Maradona”, dijo Messi después de aquella locura. 21 años antes, Maradona había hecho exactamente la misma jugada, en la cancha del Estadio Azteca ante Inglaterra, pero con distintos nombres y en 14 segundos: Hoddle, Reid, Sansom, Butcher, Feenwick y Shilton fueron sus víctimas para marcar el mejor gol en la historia de los Mundiales. Sin comparaciones engorrosas, Messi y Maradona han dejado dos de las escenas más grandes en la historia del fútbol. Dos joyas que detuvieron al planeta por menos de 15 segundos y dejaron las locuciones más memorables de Joaquim Maria Puyal y de Víctor Hugo Morales, que vivirá por la eternidad con su oda al “Barrilete Cósmico”. TAMBIÉN TE PUEDE INTERESAR:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://t.co/melczPBRUZ)",
    "https://www.t.co/melczPBRUZ)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:20:39.253+03:00",
  "updated": "2024-04-19T01:20:39.253+03:00"
}