{
  "thread": {
    "uuid": "f83b0c18b193c33fb63408900304a1ae779bb047",
    "url": "https://www.kcrw.com/news/shows/press-play-with-madeleine-brand/planes-h5n1-passover-film/charoset",
    "site_full": "www.kcrw.com",
    "site": "kcrw.com",
    "site_section": "https://www.kcrw.com/news/shows/press-play-with-madeleine-brand/planes-h5n1-passover-film/charoset",
    "site_categories": [
      "music",
      "non_standard_content",
      "entertainment"
    ],
    "section_title": null,
    "title": "Charoset: Endlessly customizable way to express Jewish identity | KCRW",
    "title_full": "Charoset: Endlessly customizable way to express Jewish identity | KCRW",
    "published": "2024-04-18T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.kcrw.com/news/shows/press-play-with-madeleine-brand/planes-h5n1-passover-film/charoset/@@images/rectangular_image/page-header?v=1713477096.43",
    "performance_score": 0,
    "domain_rank": 6130,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f83b0c18b193c33fb63408900304a1ae779bb047",
  "url": "https://www.kcrw.com/news/shows/press-play-with-madeleine-brand/planes-h5n1-passover-film/charoset",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Evan Kleiman",
  "published": "2024-04-18T08:00:00.000+03:00",
  "title": "Charoset: Endlessly customizable way to express Jewish identity | KCRW",
  "text": "Like many diasporic peoples, the movement of Jews all over the globe is reflected in the cuisine. The Eastern European canon most people in the United States are familiar with reflects just a small part of global Jewish cuisine. One really interesting lens with which to view the differences country to country (and even family to family) is the ritual Passover food known as charoset (also haroset or charoses). Charoset is most often a melange of dried and/or fresh fruits plus nuts — all chopped or ground to a paste. The most prevalent story of the paste’s meaning is that it represents the mortar used in the pyramids when the Jews were enslaved in Egypt. The custom of eating charoset is very old, with evidence that it dates to 200 C.E. The mixture of fruits and nuts often has the addition of spices, wine, jam, honey, or fruit molasses. The customization of charoset is nearly endless, and it’s become a wonderful canvas with which to express identity. Typically it is prepared for the seders or Passover ritual dinners, where it is part of the Passover plate of food. It also sits on the table, where it is eaten with matzo as an appetizer or side dish. I’ve chosen three examples of charoset from different traditions: Persian, a Yeminite-Moroccan family mash-up, and my borrowed tradition with Sephardi-Turkish roots. The Persian recipe I’m highlighting is from a woman who came from Iran to Rhode Island, moved to New York, and is now living in Mexico. Ehteram Barcohana, known as Etty, shared her recipe with the Jewish Food Society , a group that archives diasporic family recipes. What I like about this charoset is that she uses the familiar apples, but adds pears for sweetness and texture, as well as dates for the consistency, and bananas which was new for me. She adds a mixture of nuts: walnuts, pecans and pistachios, which each have distinct flavors. She also includes wine to form a “thick, coarse paste that still maintains some crunch.” The Yemenite-Moroccan mash-up charoset comes from Rinat Tzadok, and is in the Jewish Food Society’s new cookbook The Jewish Holiday Table , which is filled with stories and recipes from families all over the world. Her recipe (see below) features walnuts, almonds, hazelnuts, and sesame seeds — along with Medjool dates, wine, honey, cinnamon, and cardamom. Like many charoset recipes, she relies on the food processor to grind the ingredients, but cautions to keep it “uniform but not completely smooth.” She soaks the dates in hot water first for easier processing. The mixture is shaped into one-inch balls for serving, which is a nice touch. My charoset is a tradition borrowed from one of the most talented food stylists, directors, creatives in the business — Victoria Granof. Victoria and I worked together in the very early years of Angeli, where she was the pastry chef. She invited me to an unforgettable Passover dinner cooked by her grandmother, Victoria Rachel. They are Sephardi from Turkey and have been the source of much culinary inspiration for me. My charoset is made with dates, dried apricots, golden raisins, and fresh whole oranges, including the peel. I add pistachios, wine or pomegranate juice, cinnamon, ground coriander, and a hint of cayenne. I like a bit of heat. I choose to grind the ingredients in a grinder that attaches to my stand mixer. I prefer the texture to using a food processor, and find it much easier when making a lot. The oranges are cut up in pieces that will fit through the grinder. The use of the whole fruit, including peel and juice, adds another layer to the mixture and counteracts the cloying sweetness of the dried fruits. Charoset Balls Makes about 3 dozen 1-inch (2.5 cm) balls Ingredients - ½ cup (55 g) raw walnuts - ½ cup (55 g) blanched raw almonds - ⅓ cup (40 g) blanched raw hazelnuts - ¼ cup (30 g) raw sesame seeds - 1 cup (200 g) Medjool dates, pitted - ½ teaspoon ground cinnamon - ¼ teaspoon ground cardamom - ¼ cup (60 ml) sweet red wine - 1 tablespoon honey Instructions - Preheat the oven to 300°F (150°C). Line a baking sheet with parchment paper. - Spread the walnuts, almonds, hazelnuts, and sesame seeds on the baking sheet and toast in the oven, stirring once or twice for even toasting, until aromatic and golden, about 10 minutes. Remove from the oven and set the nuts aside to cool. - Meanwhile, put the dates in a small heatproof bowl, cover with boiling water, and soak for 5 minutes to soften. Drain the dates thoroughly. - Put the dates, walnuts, almonds, hazelnuts, sesame seeds, cinnamon, cardamom, wine, and honey in a food processor and process the mixture until it forms a paste that’s uniform but not completely smooth. If the mixture seems too dry, add up to 1 tablespoon hot water and process a bit more (but you want the mixture to be stiff enough to roll into balls). Transfer the charoset to a bowl, cover tightly, and refrigerate for at least 20 minutes, and up to overnight. - To shape the balls, coat your hands with a bit of neutral oil, scoop up a heaping teaspoon of the mixture, and roll the charoset into 1-inch (2.5 cm) balls. The charoset balls can be stored in an airtight container in the fridge for up to 2 weeks. - Arrange the charoset balls on a serving plate and serve at room temperature.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://www.hachettebookgroup.com/titles/naama-shefi/the-jewish-holiday-table/9781648290978/),",
    "https://www.jewishfoodsociety.org/stories/a-persian-charoset-finds-new-life-in-mexico-city)",
    "https://www.jewishfoodsociety.org/recipes/persian-charoset-with-pear-apple-banana-and-dates)",
    "https://www.evankleiman.com/recipe/evans-haroset/)",
    "https://www.victoriagranof.com/)",
    "https://jewishfoodsociety.org/recipes/persian-charoset-with-pear-apple-banana-and-dates)",
    "https://jewishfoodsociety.org/stories/a-persian-charoset-finds-new-life-in-mexico-city)",
    "https://hachettebookgroup.com/titles/naama-shefi/the-jewish-holiday-table/9781648290978/),",
    "https://victoriagranof.com/)",
    "https://evankleiman.com/recipe/evans-haroset/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:54:14.510+03:00",
  "updated": "2024-04-19T03:08:51.247+03:00"
}