{
  "thread": {
    "uuid": "041041049e3269520e520c259dd71bd19b442a50",
    "url": "https://catholicherald.co.uk/pope-francis-washes-feet-of-12-women-prisoners-in-maundy-thursday-mass",
    "site_full": "catholicherald.co.uk",
    "site": "catholicherald.co.uk",
    "site_section": "https://catholicherald.co.uk/section/news/",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": null,
    "title": "Pope Francis washes feet of 12 women prisoners in Maundy Thursday Mass - Catholic Herald",
    "title_full": "Pope Francis washes feet of 12 women prisoners in Maundy Thursday Mass - Catholic Herald",
    "published": "2024-03-29T12:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16657,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "041041049e3269520e520c259dd71bd19b442a50",
  "url": "https://catholicherald.co.uk/pope-francis-washes-feet-of-12-women-prisoners-in-maundy-thursday-mass",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elise Ann Allen/ Crux",
  "published": "2024-03-29T12:10:00.000+03:00",
  "title": "Pope Francis washes feet of 12 women prisoners in Maundy Thursday Mass - Catholic Herald",
  "text": "ROME – Pope Francis on Holy Thursday washed the feet of 12 women inmates at a Roman prison, notably including no men in the ritual, telling them to never tire of asking for God’s forgiveness.\nSpeaking off-the-cuff during his March 28 Mass of the Lord’s Supper on Holy Thursday, the Pope said, “At this moment of the supper, two episodes call our attention,” the first of which is “the washing of the feet.”\nWith this act, “Jesus humbles himself, Jesus with this gesture made us understand what he said, ‘I did not come to be served,’ he taught the path of service,” he said.\nThe second episode, Pope Francis said, is “sad,” and is “the betrayal of Judas, who was not able to carry forward the project of love,” allowing his own plans and “selfishness” to guide him instead.\n“But Jesus forgives everything, he always forgives. We just have to ask for it,” the Pope said, saying an elderly woman once told him an anecdote that he often repeats: “Jesus never tires of forgiving, it’s we who tire of asking to be forgiven.”\n“Today let us ask for the grace to never tire of asking for forgiveness,” he said, noting that each person has their own personal story, “but the Lord awaits each one, with open arms.”\nFrancis said told inmates that by washing their feet, he was imitating Jesus in making a gesture “that calls our attention to the vocation of service.”\n“Let us ask that he makes grow in all of us the vocation of service,” he said, before washing the feet of 12 inmates at the facility from his wheelchair, while they were seated on an elevated platform.\nPope Francis celebrated his Mass of the Lord’s Supper on Holy Thursday, which commemorates the biblical account of the Last Supper and includes a foot-washing ritual in honor of Jesus’s choice to wash his disciples’ feet in the Gospels, at the Casa Circondariale Femminile di Rebibbia.\nA women’s prison which is located roughly nine miles from Vatican City, the facility originally served as a detention center for minors when it was founded in the 1950s, and it was run by Vincentian nuns until penitentiary supervisors took over in 1979.\nToday, the prison is composed of two large departments and four smaller departments and includes spacious green areas where outdoor meetings between inmates and their families take place. A large agricultural company is also attached to the facility.\nAccording to the director of the prison, who greeted the Pope after Mass, there are currently 360 inmates and one child at the facility.\nPope Francis’s decision to wash the feet of only women is noteworthy, as he was the first pope in recent memory to include women in the ritual after his election in 2013, and it comes as the church is discussing how to better include women in the life and ministries of the church, particularly in positions of leadership and governance.\nShortly after his election to the papacy in March 2013, Francis made waves during the Holy Thursday Lord’s Supper Mass, choosing to wash the feet of two women and two Muslims, things which at the time were formally banned.\nIn 2015, he repeated the gesture, washing the feet of six men and six women during the Holy Thursday liturgy.\nHe has consistently held the Lord’s Supper Mass at various prisons, refugee centers, and institutes for the intellectually disabled, washing the feet of Muslims, Hindus, Orthodox and women throughout his papacy.\nHolding the ritual at prisons, detention centers or other similar structures is common for popes, but Francis is believed to be the first to hold it at a women’s facility, meaning it was all women who got their feet washed by him.\nPope Francis in 2016 modified the church’s official rubric for the foot-washing ritual during the Mass of the Lord’s Supper on Holy Thursday, formally allowing women to be selected. Even though this had been common practice for decades in many countries, the rules technically still limited the practice to men.\nIn January 2021 the pope made a similar gesture when he issued a new legal norm formalizing the ability of women and girls to serve as lectors and altar servers at Mass, making baptism the sole condition for admittance to these ministries, rather than gender.\nWomen’s issues have been a major discussion point in Pope Francis’s ongoing Synod of Bishops on Synodality, set to close this October, with many participants calling for a reestablishment of the women’s diaconate.\nFrancis, while repeatedly insisting that women’s priestly ordination is a closed door, has established two separate commissions to study the female diaconate throughout his papacy, and he and his top council of advisors have heard two presentations exploring the issue in recent months.\nThe role of women in the church and their inclusion in positions of leadership and governance is a key study issue for the pope and his Council of Cardinals, which is dedicated to advising the pope on church governance and reform.\nPope Francis’s visit to the Casa Circondariale Femminile di Rebibbia marks the first time a pope has visited the prison.\nAfter Mass, he was given a basket of fresh products from the agricultural company attached to the facility, as well as a stole with images of two hands containing two sunflowers. The pope for his part gave the prison a painted image of the Madonna.\nEarlier on Thursday Pope Francis celebrated the traditional Chrism Mass in St. Peter’s Basilica, during which the holy oils used in the church’s sacraments are blessed.\nIn both liturgies he appeared to be in good form, despite recent concerns over his health after he skipped his Palm Sunday homily. He has struggled with respiratory issues throughout the year, often relying on aides to read speeches for him, however, on Thursday he delivered homilies for both Masses himself without issue.\n(Photo: Vatican Media)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "pope",
        "sentiment": "none"
      },
      {
        "name": "judas",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic herald rome",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T12:28:47.091+03:00",
  "updated": "2024-03-29T12:28:47.091+03:00"
}