{
  "thread": {
    "uuid": "79417f52807e608722769072878d0045ec7f048f",
    "url": "https://www.siasat.com/czech-court-rules-nikhil-gupta-can-be-extradited-to-us-2960212",
    "site_full": "www.siasat.com",
    "site": "siasat.com",
    "site_section": "https://www.siasat.com",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Latest News from Hyderabad, Telangana, Bollywood, India | Siasat.com",
    "title": "Czech court rules Nikhil Gupta can be extradited to US",
    "title_full": "Czech court rules Nikhil Gupta can be extradited to US",
    "published": "2024-01-20T08:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.siasat.com/wp-content/uploads/2023/11/Gurpatwant-Singh-Pannun-nov21.jpg",
    "performance_score": 0,
    "domain_rank": 17495,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79417f52807e608722769072878d0045ec7f048f",
  "url": "https://www.siasat.com/czech-court-rules-nikhil-gupta-can-be-extradited-to-us-2960212",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Trust of India",
  "published": "2024-01-20T08:33:00.000+02:00",
  "title": "Czech court rules Nikhil Gupta can be extradited to US",
  "text": "Prague: A Czech high court has ruled that Indian national Nikhil Gupta, detained in a prison here on murder-for-hire charges in an alleged assassination attempt on a Khalistani extremist on American soil, can be extradited to the US, according to local media reports. Gupta, 52, was charged by US federal prosecutors in an indictment unsealed in November last year with working with an Indian government employee in an alleged plot to kill Khalistani separatist Gurpatwant Singh Pannun, who holds dual US and Canadian citizenships, on American soil. Gupta, arrested in the Czech Republic on June 30 last year, is currently held in Prague’s Pankrak prison. The Prague High Court confirmed in a closed session that Gupta can be extradited to the US, the Seznam.cz web portal reported on Friday. The Prague High Court’s order came as it rejected Gupta’s appeal against a December decision by a lower court that ruled that extradition was allowed. A spokesman for the Prague High Court declined to immediately comment. “We have not yet confirmed that the resolution has been delivered to all procedural parties, for that reason we cannot comment on the decision in more detail,” Katerina Kolarova, the spokeswoman of the Prague High Court, said. Minister of Justice Pavel Blazek now has the final say on whether Gupta will be extradited to the US. He has yet to give his consent to the extradition, the portal reported. “Justice Minister Pavel Blazek will decide later whether or not to allow Gupta’s extradition to the US,” Czech Justice Ministry spokesman Vladimir Repka was quoted as saying by news.eseuro.com. Repka added that the timeframe of the minister’s decision cannot be predicted. “If the Minister of Justice has doubts about the correctness of the court’s decision in a given matter, he can submit a motion to the Supreme Court to review their decision within three months from the day the matter was submitted to the Ministry,” added Repka. Gupta’s lawyer Petr Slepicka at the Prague High Court said they will still file a complaint with the Constitutional Court. “We will file a constitutional complaint and at the same time we will ask the Minister of Justice not to extradite my client to the US,” said Slepicka. Gupta claimed that his case had a political or military background. In the indictment, US investigators claimed that Gupta was hired by an Indian government agent. According to Slepicka, it was supposed to be a “task” most likely financed by the Indian government. But the High Court rejected this claim. According to Judge Vladimir Kral, this case cannot be viewed as a political case. “It is absurd to think that a state that presents itself as democratic and governed by the legal order and international treaties would choose such means as the murder of a citizen of another state on its territory to solve its problems and in time of peace,” the portal quoted the judge as saying. A US judge this month denied a request for defence materials by Gupta, saying he has not yet been arraigned (in America) in this case, and the government is currently seeking his extradition from the Czech Republic to the United States. India has already constituted a probe committee to investigate the allegations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nikhil gupta",
        "sentiment": "negative"
      },
      {
        "name": "gupta",
        "sentiment": "none"
      },
      {
        "name": "gurpatwant singh pannun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "prague high court",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "khalistani",
        "sentiment": "none"
      },
      {
        "name": "czech republic",
        "sentiment": "none"
      },
      {
        "name": "prague",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T11:17:56.599+02:00",
  "updated": "2024-01-20T11:17:56.599+02:00"
}