{
  "thread": {
    "uuid": "7c20386c84773cfa1dcaead73194c95baa81648e",
    "url": "https://www.dailymail.co.uk/femail/article-12904451/Nicholas-Winton-British-Schindler-unassuming-stockbroker-saved-669-Jewish-children-Nazis-subject-new-film-Anthony-Hopkins.html",
    "site_full": "www.dailymail.co.uk",
    "site": "dailymail.co.uk",
    "site_section": "https://www.dailymail.co.uk/femail/articles.rss",
    "site_categories": [],
    "section_title": "",
    "title": "Nicholas Winton, the 'British Schindler': How the unassuming stockbroker who saved 669 Jewish children from the Nazis is the subject of a new film with Anthony Hopkins | Daily Mail Online",
    "title_full": "Nicholas Winton, the 'British Schindler': How the unassuming stockbroker who saved 669 Jewish children from the Nazis is the subject of a new film with Anthony Hopkins | Daily Mail Online",
    "published": "2023-12-30T00:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2023/12/28/17/79406569-0-image-a-19_1703783090168.jpg",
    "performance_score": 0,
    "domain_rank": 139,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c20386c84773cfa1dcaead73194c95baa81648e",
  "url": "https://www.dailymail.co.uk/femail/article-12904451/Nicholas-Winton-British-Schindler-unassuming-stockbroker-saved-669-Jewish-children-Nazis-subject-new-film-Anthony-Hopkins.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicole Lampert For Weekend Magazine",
  "published": "2023-12-30T00:31:00.000+02:00",
  "title": "Nicholas Winton, the 'British Schindler': How the unassuming stockbroker who saved 669 Jewish children from the Nazis is the subject of a new film with Anthony Hopkins | Daily Mail Online",
  "text": "When Vera Schaufeld was nine in 1939, her mother took her to a park near their home in Prague and told her she was going on a train with other children to a country called England where she'd be looked after by kind people. A tearful Vera was told her parents would hopefully join her later, but she had to go now because Czechoslovakia was dangerous for Jews. That reunion never happened. For a few months Vera's family would speak by phone to Leonard and Nancy Faires, her new guardians in Bury St Edmunds. 'I could barely talk to my parents because I was crying so much,' recalls Vera. One day the calls stopped when they were sent to concentration camps and murdered. After the war, Vera became determined simply to help people as she'd been helped. After meeting her husband Avram, an Auschwitz survivor, she became a teacher specialising in giving English lessons to refugee children. Johnny Flynn as the younger Nicholas, a British stockbroker who came to save the lives of 669 German-Jewish children from the Nazis via the Kindertransport programme Vera hadn't really thought about how she had arrived in England as part of the Kindertransport programme, or who had been behind it, until her husband heard a news report on the radio appealing for people who had been brought from Czechoslovakia by train as children. 'I rang them and discovered I'd been brought over here by Nicholas Winton. I then ended up on That's Life, meeting Nicholas and all the other children,' says Vera. The incredible story of how Nicholas saved 669 children was first made public in 1988 when Esther Rantzen and the That's Life team tracked down Kindertransport children and their descendants to be part of the audience with an unsuspecting Nicholas. Now it's been made into a film called One Life starring Johnny Flynn and Anthony Hopkins as the younger and older Nicholas, dubbed the 'British Schindler'. Told over two timelines covering his exploits in 1939 and the That's Life revelations in 1988, the film is based on a book by Nicholas's daughter Barbara. It was her mother Grete who had first come across an old scrapbook in their attic, detailing many of the children Nicholas had helped. She spoke to a Jewish historian who passed the story on to a newspaper, which is when That's Life looked into it. Nicholas was a stockbroker born to German-Jewish parents who'd emigrated to Britain. When the Nazis took over the Sudetenland in Czechoslovakia in 1938, a friend of his persuaded him to go to see the dire situation the mainly Jewish refugees from Germany found themselves in. He was shocked by what he saw and realised there was nowhere for most of these refugees to go. The Kindertransport scheme for German-Jewish children had already been set up by a group of churches, humanitarians and British Jews. Anthony Hopkins plays the older Nicolas while Helena Bonham Carter plays Nicholas's mother Babette, who helped raise the £50 per child the government insisted on for their upkeep Nicholas knew that separating the children from their parents (who mainly couldn't get visas) and sending them on trains to Britain would be their best hope for survival, so he made a list of children needing rescue and set about finding homes and sponsors for them. The film tells Nicholas's story and those of some of the children, as well as those of fellow Britons who risked everything to help him. Helena Bonham Carter plays Nicholas's indomitable mother Babette, who helped raise the £50 per child the government insisted on for their upkeep. It was Nicholas's daughter Barbara who wanted Anthony Hopkins to play the older version of her father. 'She felt he has the same presence,' says Laurence Watson, the now late Barbara's son. 'My sister Holly and I were extras in the film, and seeing him dressed as my grandfather took us straight back to being with him. The real Nicholas Winton with one of the children he saved 'Anthony also brought home his mischievousness. My grandfather was a serious person but also really enjoyed life. That comes through in the film.' As the movie shows, there were actually two That's Life sessions with Nicholas. In the first, Esther Rantzen surprised him in the audience with the scrapbook and then revealed some other audience members were Kindertransport children. In a follow-up show a tearful Nicholas realised the entire audience was made up of either Kindertransport children or their descendants, and Laurence and Holly were among those who took part in the reconstruction of that famous moment. In fact, most of the audience in the film are real-life descendants of those saved by Nicholas and filming the scenes was emotional for everyone. 'It was like a kick in the chest when all the descendants came in,' recalls Anthony Hopkins. 'It was very moving.' Lady Milena Grenfell-Baines was sitting next to Nicholas at the first That's Life show. She was on the last train out of Prague in July 1939. There was meant to be one more but war broke out as it was leaving the station and the children never made it out of Prague. Most are believed to have perished, which is said to have haunted Nicholas. Lady Milena recalls that first meeting in the studio. 'What do you say to a man who saved your life? Simply thank you.' The That's Life team then managed to find scores of others who'd been on the trains for a follow-up a few nights later. Many had lost their entire families but found a new family within the group known as 'Nicky's Children'. Today there are some 6,000 people alive thanks to Nicholas and his colleagues. For Laurence, Nicky's Children became a sort of extended family. 'He loved to bring them together for his birthday parties – he was a very good organiser and I think that's what made him so effective. I think they helped keep him going – he lived until he was 106. 'Nicky was an ordinary person who did an extraordinary thing – and I hope people will be moved by the story to make a positive change in the world.'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "schindler",
        "sentiment": "neutral"
      },
      {
        "name": "nicholas winton",
        "sentiment": "neutral"
      },
      {
        "name": "anthony hopkins",
        "sentiment": "neutral"
      },
      {
        "name": "vera schaufeld",
        "sentiment": "neutral"
      },
      {
        "name": "avram",
        "sentiment": "none"
      },
      {
        "name": "johnny flynn",
        "sentiment": "none"
      },
      {
        "name": "vera",
        "sentiment": "none"
      },
      {
        "name": "nicholas",
        "sentiment": "none"
      },
      {
        "name": "leonard",
        "sentiment": "none"
      },
      {
        "name": "nancy faires",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "prague",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "czechoslovakia",
        "sentiment": "none"
      },
      {
        "name": "auschwitz",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T00:41:00.251+02:00",
  "updated": "2023-12-30T00:41:00.251+02:00"
}