{
  "thread": {
    "uuid": "1605709f13ec64dd5157e8ddf1605b557a5f9728",
    "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-03-14/quarto-de-despejo-ganha-versao-em-hq-ilustrada-por-artistas-negras.html",
    "site_full": "tecnologia.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://tecnologia.ig.com.br/rss.xml",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Tecnologia - Notícias, Análises, Dicas e Especiais - iG",
    "title": "Quarto de Despejo ganha versão em HQ ilustrada por artistas negras",
    "title_full": "Quarto de Despejo ganha versão em HQ ilustrada por artistas negras",
    "published": "2024-03-14T23:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i0.statig.com.br/bancodeimagens/6s/z0/zw/6sz0zw6viurlb5wp0oo2oheig.jpg",
    "performance_score": 0,
    "domain_rank": 4244,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1605709f13ec64dd5157e8ddf1605b557a5f9728",
  "url": "https://tecnologia.ig.com.br/parceiros/canaltech/2024-03-14/quarto-de-despejo-ganha-versao-em-hq-ilustrada-por-artistas-negras.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Canaltech",
  "published": "2024-03-14T23:05:00.000+02:00",
  "title": "Quarto de Despejo ganha versão em HQ ilustrada por artistas negras",
  "text": "Nem só de heróis da mitologia contemporânea são feitos os quadrinhos que inspiram os leitores, e, prova disso, é a adaptação do livro Quarto de Despejo: Diário de uma Favelada em uma HQ ilustrada por artistas negras. O projeto homenageia a obra e o legado da escritora e ex-catadora de papel Carolina Maria de Jesus, que completaria 110 anos nesta quinta-feira (14).\n-\nDia do Quadrinho Nacional: uma carta de amor às HQs brasileiras\n-\nConheça a página silenciosa que estilhaçou os limites das HQs\nCarolina Maria de Jesus nasceu em 14 de março de 1914, em Sacramento, Minas Gerais, e, em 1937 mudou-se para a cidade de São Paulo, onde trabalhou como empregada doméstica. A partir de 1948, quando passou a viver na favela do Canindé, onde nasceram seus três filhos, começou a ganhar popularidade por registrar seu cotidiano como catadora de papel em palavras.\nCom um relato de linguagem objetiva que alternava o culto e o inculto, entre o registro popular e o discurso literário, Carolina descreveu em vários cadernos suas vivências no período de 1955 a 1960. As palavras, cruas e viscerais, ilustram com rara fidelidade as angústias dos habitantes da favela, sobretudo a rotina da fome. Como sustentava um lar recolhendo papel nas ruas, quando não conseguia o suficiente, ela e seus filhos não comiam.\n-\nCT no Flipboard\n: você já pode assinar gratuitamente as revistas Canaltech no Flipboard do iOS e Android e acompanhar todas as notícias em seu agregador de notícias favorito.\n-\nO jornalista Audálio Dantas, depois de conhecer Carolina, levou sua história ao grande público em duas reportagens: uma no jornal Folha da Noite, em maio de 1958; e outra na revista O Cruzeiro, um pouco depois. O repórter selecionou trechos de 20 cadernos do diário de Carolina, em 1960, a editora da Livraria Francisco Alves lançou um livro que é considerado um dos marcos da literatura feminina no Brasil.\nAdaptação com artistas negras\nO livro Quarto de Despejo: Diário de uma Favelada reproduz o diário em que Carolina narra seu dia a dia em uma comunidade pobre da cidade de São Paulo, desocupada para construção da Marginal Tietê, em 1961, por influência da repercussão de sua obra. A tiragem inicial de dez mil exemplares se esgotou em apenas uma semana. Desde o lançamento, o texto já foi traduzido para mais de 13 idiomas.\nA adaptação para HQ foi feita por quatro artistas negras: a roteirista Triscila Oliveira (@afemme1), a ilustradora Vanessa Ferreira (@pretailustra) e as arte-finalistas Hely de Brito (@ilustralyly) e Emanuelly Araujo (@vulgoafronauta).\n“Queríamos continuar fazendo algum trabalho em cima do Quarto de Despejo . Como é um gênero literário que gera bastante interesse do público, a ideia foi adaptá-lo para HQ, com o propósito também de incentivar a leitura já a partir do sexto ou sétimo ano do ensino fundamental”, disse à Agência Brasil a coordenadora Laura Vecchioli do Prado, da SOMOS Educação, companhia idealizadora da iniciativa que faz parte da Editora Ática.\nQuarto de Despejo\ntem 90 páginas ilustradas, e\njá está disponível para venda na Amazon\ne em algumas das livrarias do país.\nLeia a matéria no\nCanaltech\n.\nTrending no Canaltech:\n-\nStarship: foguete da SpaceX chega ao espaço em 3º teste de voo\n-\nQuais as diferenças entre Galaxy A05, A15, A25, A35 e A55?\n-\nSpin | Instagram deve ganhar novo recurso para republicar Reels\n-\nOs 45 filmes mais esperados de 2024\n-\nCopilot está mais poderoso e oferece GPT-4 Turbo de graça\n-\nOs 10 melhores jogos de corrida para Android",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://flipboard.com/@canaltechbr",
    "https://www.amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787?&tag=canaltech-ofertas-20",
    "https://www.amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787",
    "https://www.flipboard.com/@canaltechbr",
    "https://amazon.com.br/Quarto-despejo-Carolina-Maria-Jesus/dp/8508198787?&tag=canaltech-ofertas-20"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:49:19.863+02:00",
  "updated": "2024-03-15T00:49:19.863+02:00"
}