{
  "thread": {
    "uuid": "7869937bed4f9e6d81430b29ee0d642182354495",
    "url": "https://seekingalpha.com/article/4661393-3-high-conviction-reits-for-early-2024?source=feed_all_articles",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "https://seekingalpha.com/feed.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "3 High Conviction REITs For Early 2024",
    "title_full": "3 High Conviction REITs For Early 2024",
    "published": "2024-01-06T00:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/1497915536/image_1497915536.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1022,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7869937bed4f9e6d81430b29ee0d642182354495",
  "url": "https://seekingalpha.com/article/4661393-3-high-conviction-reits-for-early-2024?source=feed_all_articles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:14:00.000+02:00",
  "title": "3 High Conviction REITs For Early 2024",
  "text": "2023 was a year of big moves. The stocks that outperformed really outperformed, while others got left in the dust. Moves of this magnitude often come from one of two sources:\n- Momentum resulting in overvaluation\n- Underlying fundamental driver.\nIn the first category we would expect a bit of mean reversion, while the second is a recipe for further upside. Today we will be examining two stocks on which we are strongly bullish as their fundamental momentum has exceeded their stock rallies, and one potential short that was driven too high by momentum.\nPlymouth Industrial REIT, Inc. (\nPLYM) – industry and macro trends shifting in its favor\nPlymouth is up 23% in the last year.\nDespite the gains, PLYM is still trading at just under 13X funds from operations, or FFO, compared to the industrial real estate investment trust, or REIT, average of 19.4X. It has long been market consensus that PLYM should trade at a discounted multiple because of its higher leverage and inland markets.\nHowever, four factors suggest PLYM’s multiple should be significantly closer to the sector average.\n- PLYM’s markets evaded the new supply\n- Construction is abating\n- Macro trends look to increase demand in PLYM’s markets\n- Reduced debt levels warrant higher multiple.\nConstruction deliveries were quite high in 2023 for industrial as developers want to get in on the sector’s rapid growth. However, new starts have been stifled by tighter lending standards and higher cost of capital, which is resulting in deliveries dropping in 2024 and further dropping in 2025.\nIn brief, supply growth is moderating.\nThe properties delivered and those still in planning are concentrated in select submarkets.\nThese are not PLYM markets.\nBy evading the supply, PLYM’s markets remained tight with high occupancy. This is providing PLYM with the power to raise rents substantially.\nIn fact, PLYM just\nannounced its 4th quarter leasing: 5.6 million square feet at cash rent 21% higher than expiring rent. This brought same store occupancy up to 98.6% which is above what is traditionally considered full occupancy.\nThe Wall Steet Journal\nreports that:\n“The average warehouse vacancy rate across the U.S. jumped to 5.2% in the fourth quarter of 2023 from 4.6% the previous quarter and 3.1% a year earlier.”\nSo, PLYM’s occupancy is up while the sector is losing occupancy.\nGoing forward, I anticipate demand to continue to increase for PLYM’s markets relative to other industrial REIT markets, as shipping is down while domestic manufacturing is kicking into high gear.\nYardi Matrix reports:\n“The ports of Los Angeles and Long Beach, for example, handled 17% fewer containers through October than they had through the same period last year.”\nLower port activity hurts demand for coastal logistics facilities. This demand is moving inland to PLYM territory. Yardi Matrix continues:\n“The other factor behind port activity normalizing this year is the nearshoring and reshoring of manufacturing. Manufacturers want to avoid the kind of disruptions seen in 2020 and 2021, and are increasingly looking to move operations to North America.”\nFinally, PLYM is using profitable, low cap rate dispositions to significantly lower its debt levels\nIncreasing demand, evading markets with new supply, and lower debt all suggest PLYM’s multiple should be higher than it has been in the past. I think its multiple will move significantly closer to that of the sector which implies material upside.\nSimon Property Group, Inc. (\nSPG)\nSPG returned 23% in the last year, handily beating the REIT index.\nThis took its FFO multiple from high single digits to 11.5X.\nYear-over-year FFO growth was okay, but not nearly enough to keep up with the price movement.\nSo, while 11.5X is still quite a low multiple, SPG is less cheap relative to the index than it was.\nHowever, those who are just looking at the headline FFO number are missing the bigger picture story of what is going on underneath.\nSPG is primarily a real estate company, but they also get significant earnings from ownership of operating retailers.\nThe real estate revenue is much more reliable and would tend to trade at a higher multiple, while the operating revenues are more cyclical in nature and would tend to trade at a lower multiple.\nFFO had, in prior periods, been propped up by unusually strong earnings from the cyclical operating businesses. These retail revenues have since moderated, which has been a drag on FFO and masked the growth in the real estate business.\nHere are the FFO numbers of recent years and consensus for 2024.\nThat appears to be fairly anemic growth and is likely why SPG is trading at such a low multiple.\nI posit that the low growth rate is a temporary phenomenon largely due to normalization from the abnormally high earnings in the operating retail.\nThis can be measured by looking at the real estate revenue.\nThat is 5% growth in lease income.\nIn the most recent quarter, occupancy was up 70 basis points to 95.2% and base minimum rent was up 2.9%. Domestic property NOI increased 4.2%.\nI think SPG has a significantly higher growth rate than is showing up in the numbers.\nThink of it as a person walking an undisciplined dog along a sidewalk. Sometimes the dog will run out in front of the owner, and other times the dog will get distracted and lag behind.\nIn the short term, the location of the dog is greatly impacted by the noise of the dog’s erratic behavior. In the long term, however, the human is consistently moving in the same direction which will ultimately dictate where they move.\n- The retail revenues are the dog, sometimes surging, sometimes lagging\n- Real estate lease revenues are the human. Consistently moving forward.\nEssentially, the 1% FFO growth rate is inclusive of the noise, which over this particular measurement period happened to be a negative factor.\nIf we remove the noise, I think FFO/share growth is closer to 4%-5% annually. That warrants a multiple significantly higher than 11.5X.\nShort/sell thesis: EPR Properties (\nEPR) momentum “risk on” trade likely to reverse\nLike the other REITs discussed above, EPR had a great 2023, with the stock trading up nearly 30%.\nUnlike the other companies, the price movement was not driven by fundamental strength.\nMovie theaters are still struggling, and EPR is forecasted to lose FFO/share going forward.\nThe tenant risk is significant, and at current pricing I don’t think investors are getting enough of a discount to account for the risk.\nSo why is EPR trading up so much?\nAsset correlations have increased in recent years, and 2023 was particularly correlated. Certain stocks were considered to fit certain categories, and those categories tended to trade up or down together.\nEPR, as a high-risk entity, was lumped in with the basket of extremely risky investments. This group would trade up or down substantially on any given day depending on whether the market was feeling “risk-on” or “risk-off.”\nThe group consists largely of airlines, cruises, and crypto along with other high risk assets like theaters and hotels.\nThe idea is that these names have high betas such that they would be expected to outperform in a good market year.\nWell, 2023 proved to be a strong year. The economy went from an expected recession to a soft landing, and the Fed went from hawkish to now looking like cuts in 2024.\nEach of these events made the market happy, which played well for the high beta “risk on” stocks.\nI suppose it worked as a speculative trade, but eventually the fundamental value of these companies will matter.\nMy hunch is that the whole group will underperform in 2024, but I don’t know enough about airlines or cruises to state that with any confidence.\nReal estate, however, is something I am more familiar with valuing, and I have not seen any fundamental changes in EPR that justify the kind of price move it has had.\nFundamental troubles could manifest in a variety of ways:\n- Tenant failure\n- Rent rolldowns\n- Vacancy upon leases expiring\n- Dividend cut to fund capex of redevelopments.\nI don’t think EPR is a bad company, but given the challenges inherent in their property sectors I think it will be tough. Its FFO multiple is only slightly lower than that of triple net peers that are in strong sectors like retail and industrial.\nThe quality delta is greater than the valuation delta. At its current multiple, I don’t think EPR investors are getting sufficiently compensated for the excess risk.\nWrapping it up\nI’m optimistic for 2024. Real estate fundamentals are positioned well broadly with most sectors experiencing net operating income growth and construction activity moderating across the board. The properties already standing will have less competition as a result, which should lead to growth.\nI believe the three ideas discussed above are well positioned heading into 2024.\nThe REIT market has gotten egregiously underpriced making it a great time to get in to the right REITs. To help people get the most updated REIT data and analysis I am offering 40% off Portfolio Income Solutions, but you can only get it through this link.\nhttps://seekingalpha.com/affiliate_link/40Percent\nI hope you enjoy the plethora of data tables, sector analysis and deep dives into opportunistic REITs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://ir.plymouthreit.com/news-events/press-releases/detail/187/plymouth-industrial-reit-provides-activity-update-for",
    "https://www.wsj.com/articles/warehouse-availability-surges-to-highest-level-since-the-pandemic-bf1e0724?st=wwbng9ixkirifsm&reflink=desktopwebshare_permalink",
    "https://wsj.com/articles/warehouse-availability-surges-to-highest-level-since-the-pandemic-bf1e0724?st=wwbng9ixkirifsm&reflink=desktopwebshare_permalink",
    "https://www.ir.plymouthreit.com/news-events/press-releases/detail/187/plymouth-industrial-reit-provides-activity-update-for",
    "https://www.wsj.com/articles/warehouse-availability-surges-to-highest-level-since-the-pandemic-bf1e0724"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "plym",
        "sentiment": "none"
      },
      {
        "name": "plymouth industrial reit, inc.",
        "sentiment": "none"
      },
      {
        "name": "plymouth",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:06:10.602+02:00",
  "updated": "2024-01-06T02:06:10.602+02:00"
}