{
  "thread": {
    "uuid": "0e3d6d486cc29120905a241e2a8dfe2f456cf042",
    "url": "https://www.ansa.it/sito/notizie/mondo/2024/05/05/fonte-araba-sul-tavolo-la-migliore-bozza-di-accordo_7fbde210-dc6c-442e-8c64-53645f8738d1.html",
    "site_full": "www.ansa.it",
    "site": "ansa.it",
    "site_section": "https://www.ansa.it/sito/ansait_rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Primo piano ANSA - ANSA.it",
    "title": "Fonte araba: 'Sul tavolo la migliore bozza di accordo' - Notizie - Ansa.it",
    "title_full": "Fonte araba: 'Sul tavolo la migliore bozza di accordo' - Notizie - Ansa.it",
    "published": "2024-05-05T09:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ansa.it/webimages/img_165x110/2024/5/4/e50ea0b4c501bbf62a107ca56d9f0722.jpg",
    "performance_score": 0,
    "domain_rank": 1873,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 22,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0e3d6d486cc29120905a241e2a8dfe2f456cf042",
  "url": "https://www.ansa.it/sito/notizie/mondo/2024/05/05/fonte-araba-sul-tavolo-la-migliore-bozza-di-accordo_7fbde210-dc6c-442e-8c64-53645f8738d1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ansa.it",
  "published": "2024-05-05T09:52:00.000+03:00",
  "title": "Fonte araba: 'Sul tavolo la migliore bozza di accordo' - Notizie - Ansa.it",
  "text": "La bozza di accordo tra Israele e Hamas per la fine della guerra a Gaza è \"la migliore\" dall'avvio dei negoziati e la sua \"accettazione è imminente\" . Lo ha detto un funzionario arabo a Sky news Arabia. Tuttavia la stessa fonte ha espresso timori che \"entrambe le parti possano fare una svolta di 180 gradi e tornare al punto di partenza\". E' previsto che le trattative - dopo la prima tornata di ieri conclusasi con un nulla di fatto - riprenderanno oggi al Cairo. Il punto di dissenso è quello noto: Hamas in cambio degli ostaggi vuole \"una esplicita\" fine della guerra nella Striscia, mentre Israele è totalmente contrario.\nFamiglie degli ostaggi a Netanyahu, 'fate l'accordo su Gaza'. Alla vigilia di Yom ha-Shoah - che da stasera in Israele ricorda l'Olocausto - le famiglie degli ostaggi a Gaza si sono rivolte al premier Benyamin Netanyahu chiedendo che si faccia l'accordo su Gaza. \"A poche ore da Yom ha-Shoah, vogliamo ricordare - hanno detto - che avete promesso ogni anno 'mai più'. E' vostro dovere ignorare qualsiasi pressione politica e la storia non vi perdonerà se mancherete l'opportunità, poiché il ritorno degli ostaggi è una condizione necessaria per la resurrezione nazionale\".\nLe trattative al Cairo per una tregua a Gaza e il rilascio degli ostaggi restano ancora in bilico e nulla è dato per scontato, dopo che Hamas ha gelato i colloqui al termine di una giornata che aveva visto spiragli positivi su una possibile intesa. L'ottimismo filtrato dalla capitale egiziana - con i mediatori che parlavano di \"progressi significativi\" - si è attenuato in serata, quando un alto funzionario israeliano ha frenato gli entusiasmi accusando il gruppo palestinese di \"vanificare gli sforzi\" per l'intesa insistendo sulla precondizione di mettere fine alla guerra. Un alto funzionario di Hamas ha infatti sottolineato che il gruppo \"non accetterà in nessuna circostanza\" una tregua a Gaza che non includa esplicitamente la fine completa dell'offensiva sulla Striscia. E ha accusato il premier israeliano Benyamin Netanyahu di \"ostacolare personalmente\" gli sforzi per raggiungere un accordo di tregua a causa di \"interessi personali\".\nDa parte sua, lo Stato ebraico - hanno avvertito da Gerusalemme - \"non accetterà in nessun caso la fine della guerra come parte di un accordo per il rilascio dei propri ostaggi\". Il nodo resta quindi sempre lo stesso, ma la delegazione di Hamas arrivata al Cairo continua a discutere lo schema generale dell'intesa con i mediatori egiziani e del Qatar. Nelle informazioni contraddittorie sull'andamento dei colloqui, Barak Ravid del sito Axios aveva riferito della possibilità di Hamas di portare a termine la prima fase dell'accordo (il rilascio umanitario di ostaggi) senza un impegno ufficiale da parte di Israele a porre fine alla guerra. Secondo il quotidiano saudita Asharq, in cambio la fazione palestinese avrebbe solide garanzie dagli Stati Uniti sul cessate il fuoco, il completo ritiro dell'Idf dalla Striscia dopo le prime due fasi dell'intesa e la promessa che l'esercito israeliano non continuerà i combattimenti dopo il definitivo rilascio dei circa 130 ostaggi ancora a Gaza.\nMa Israele ha continuato per tutto il giorno a invitare alla prudenza. Una fonte dello Stato ebraico ha sottolineato che si \"sta aspettando con ansia di vedere la posizione finale di Hamas, ma che le informazioni non sono ancora arrivate\". Poi ha insistito sostenendo che \"alla luce dell'esperienze passate, anche se Hamas dice che sta seguendo lo schema, i piccoli dettagli e le riserve che presenterà potrebbero far naufragare l'accordo\". Per questo finora nessuna delegazione di Israele si è recata in Egitto, dove andrà - è stato spiegato - solo \"se ci sarà una risposta da parte di Hamas che abbia un orizzonte per i negoziati\". Anche Benny Gantz, il ministro del Gabinetto di guerra, ha invitato alla pazienza confermando che i palestinesi ancora non hanno dato una risposta definitiva ai mediatori.\nIl segretario di Stato Usa Antony Blinken - dopo aver bocciato di nuovo l'intenzione di Israele di entrare a Rafah che comporterebbe \"danni inaccettabili\" - ha osservato che al momento \"Hamas è l'unico ostacolo al cessate il fuoco a Gaza\".\nMentre uno dei consiglieri del leader politico di Hamas Ismail Haniyeh, Taher Nunu, ha riaffermato che \"qualunque accordo da raggiungere deve includere la completa e totale fine dell'aggressione e il pieno ritiro dell'occupazione da Gaza\".\nNella ridda di notizie riguardanti la possibile intesa, il quotidiano saudita Asharq - ripreso dai media israeliani - ha ipotizzato che Israele sia disposto anche a rilasciare Marwan Barghouti, il leader palestinese di Fatah condannato a vari ergastoli per terrorismo. A patto che vada a Gaza e non in Cisgiordania. Ma di un tema così spinoso in Israele non c'è alcuna conferma ufficiale.\nFatto sta che le pressioni internazionali affinché l'accordo si faccia, dopo Israele, si stanno concentrando su Hamas. Il Qatar, ha rivelato Times of Israel, sarebbe pronto ad accettare la richiesta degli Usa di espellere da Doha la leadership di Hamas, tra cui Haniyeh stesso, se i leader della fazione continuassero a rifiutare l'intesa. Una richiesta, ha fatto sapere il Washington Post, consegnata da Blinken il mese scorso.\nPer approfondire Agenzia ANSA Proteste pro-Gaza, a Princeton sciopero della fame - Notizie - Ansa.it Mobilitazioni pro-Palestina negli atenei di tutto il mondo, evacuata Sciences Po a Parigi. Polizia sgombera l'accampamento alla New York University. E sulle tende di Rafah spuntano messaggi di ringraziamento (ANSA)\nMedia, Qatar disponibile a richiesta Usa espulsione Hamas Il Qatar è pronto ad accettare la richiesta degli Usa di espellere da Doha la leadership di Hamas, tra cui Ismail Haniyeh. Lo ha detto al Times of Israel una fonte a conoscenza del dossier. Secondo il Washinton Post (Wp) il segretario di Stato Usa Antony Blinken lo scorso mese ha consegnato la richiesta di \"espellere\" i leader di Hamas da Paese se continuano a rifiutare l'accordo per il cessate il fuoco a Gaza. Blinken - secondo il quotidiano - ha consegnato questo messaggio al primo ministro del Qatar Mohammed bin Abdulrahman Al Thani il mese scorso. Il Wp ha anche riferito che il Qatar aspettava da mesi la richiesta Usa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-05T10:07:52.013+03:00",
  "updated": "2024-05-05T10:07:52.013+03:00"
}