{
  "thread": {
    "uuid": "0f116a9f29ff6b89132533484db48f2ad6136e2a",
    "url": "https://vnexplorer.net/archbishop-of-canterbury-honoured-for-personal-service-during-kings-coronation-s714776.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Archbishop of Canterbury honoured for personal service during King’s Coronation",
    "title_full": "Archbishop of Canterbury honoured for personal service during King’s Coronation",
    "published": "2023-12-30T02:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBmI.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f116a9f29ff6b89132533484db48f2ad6136e2a",
  "url": "https://vnexplorer.net/archbishop-of-canterbury-honoured-for-personal-service-during-kings-coronation-s714776.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T02:02:00.000+02:00",
  "title": "Archbishop of Canterbury honoured for personal service during King’s Coronation",
  "text": "The Most Reverend Justin Welby crowned the King during the ceremony at Westminster Abbey – VICTORIA JONES/AFP\nThe King has personally honoured the Archbishop of Canterbury by making him a Knight Grand Cross of the Royal Victorian Order (RVO) in recognition of his prominent role in the Coronation.\nThe Most Reverend Justin Welby received the award in a supplement to the New Year Honours list in which people who have performed personal services to the King or the Royal family are honoured.\nIt comes months after the Archbishop was criticised by Government ministers for using a speech in the House of Lords to criticise the Illegal Migration Bill. Tory MPs urged him at the time to “stick to religion and keep out of politics”.\nAwards under the RVO are in the King’s gift and are bestowed independently of Downing Street.\nThe Archbishop, who anointed and crowned the King during the ceremony on May 6 at Westminster Abbey, will not be known as Sir Justin because the award is not technically a knighthood.\nA BBC documentary screened on Boxing Day gave an insight into the preparations for the Coronation, showing the King and Archbishop rehearsing together and sharing a joke.\nThe King was shown laughing and shaking his head when the Archbishop forgot his words at one point, and the Archbishop said later: “I have a memory that is probably about as good as our spaniel’s – in other words, zero.”\nThe Archbishop of Canterbury will not be known as Sir Justin because the award is not technically a knighthood – GARETH FULLER/PA\nThe Archbishop followed the longstanding tradition of commissioning a new Coronation liturgy – the prayers and actions of the Coronation service – which had the theme Called To Serve.\nThe RVOs are part of the wider New Year Honours and named among the recipients was Claire van Straubenzee, the mother of the Prince of Wales and Duke of Sussex’s late friend Henry van Straubenzee, who was killed in a 2002 car crash.\nMrs van Straubenzee co-founded a memorial fund named after her son, which William and Harry support as patrons, and was awarded an MBE for her charity’s work supporting education institutions in Uganda.\nNew piece performed at Coronation Judith Weir, Master of the King’s Music, has been made a dame after she composed a new piece that was performed at the Coronation, having also written music for Queen Elizabeth II’s funeral.\nDr David Hoyle, the Dean of Westminster, who officiated during the coronation – delivering St Edward’s Crown to the Archbishop – was made a Knight Commander of the RVO while his colleague Paul Baumann, Westminster Abbey’s receiver-general, equivalent to a chief executive, was made a lieutenant of the RVO.\nSir Antonio Pappano, the Royal Opera House’s music director, who conducted the Coronation orchestra, was made a Commander, and Colonel Jeremy Bagshaw, who in his former role as chief of staff at Army Headquarters London District oversaw the ceremonial role of the Household Division during the event, has become a Lieutenant.\nMark Appleby, the Crown Jeweller, has also been made a Lieutenant.\nRowena Feilden, lady in waiting to the Princess Royal, has been made a Dame Commander of the RVO.\n%n\nSign up to the Front Page newsletter for free: Your essential guide to the day’s agenda from The Telegraph – direct to your inbox seven days a week.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdpB2.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBmI.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdpB2.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBmI.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "justin welby",
        "sentiment": "negative"
      },
      {
        "name": "coron",
        "sentiment": "none"
      },
      {
        "name": "justin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "canterbury",
        "sentiment": "negative"
      },
      {
        "name": "bbc",
        "sentiment": "none"
      },
      {
        "name": "house of lords",
        "sentiment": "none"
      },
      {
        "name": "westminster abbey",
        "sentiment": "none"
      },
      {
        "name": "knight grand cross",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "downing street",
        "sentiment": "none"
      },
      {
        "name": "canterbury",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:20:00.838+02:00",
  "updated": "2023-12-30T02:20:00.838+02:00"
}