{
  "thread": {
    "uuid": "1636ac71a90c5e656326baeda03b53bba297d994",
    "url": "https://www.startribune.com/stars-converge-in-palm-springs-to-celebrate-years-best-films-emma-stones-career/600332678/",
    "site_full": "www.startribune.com",
    "site": "startribune.com",
    "site_section": "https://www.startribune.com/variety/celebrities/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "            Latest News on Celebrities\n    ",
    "title": "Stars converge in Palm Springs to celebrate year's best films, Emma Stone's career",
    "title_full": "Stars converge in Palm Springs to celebrate year's best films, Emma Stone's career",
    "published": "2024-01-05T19:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.startribune.com/static/img/branding/logos/strib-social-card.png?d=1704135401",
    "performance_score": 0,
    "domain_rank": 1194,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1636ac71a90c5e656326baeda03b53bba297d994",
  "url": "https://www.startribune.com/stars-converge-in-palm-springs-to-celebrate-years-best-films-emma-stones-career/600332678/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KRYSTA FAURIA",
  "published": "2024-01-05T19:13:00.000+02:00",
  "title": "Stars converge in Palm Springs to celebrate year's best films, Emma Stone's career",
  "text": "PALM SPRINGS, Calif. — Emma Stone reflected on her career highlights and Meryl Streep praised Billie Eilish and ''Barbie'' with saving the movie industry Thursday during one of the first stops of Hollywood's awards season.\nStone, Streep, Leonardo DiCaprio, and Cillian Murphy were among the A-listers who descended on the desert for the Palm Springs International Film Festival's annual opening gala. Stars were in an upbeat, and generally grateful, mood at the gala after a tumultuous year for their industry that included two strikes and rapid changes to the theatrical and streaming landscape.\nStone, who snagged a best actress nomination for Sunday's Golden Globes for her performance in ''Poor Things,'' accepted the career achievement award, which was presented by her co-stars Mark Ruffalo and Willem Dafoe.\n''I'm grateful that I get to keep trying new things and for the opportunity to make choices when it comes to work because I know how rare and fleeting it can be to choose what you want to do or who you want to work with as an actor,'' she said.\nColman Domingo, Paul Giamatti and Da'Vine Joy Randolph were among the honorees who fought back tears as they praised film's distinct ability to express what it means to be human.\n''The more I do this, the more I think acting may be a kind of teaching,'' Giamatti said as he accepted his award. ''It's how we learn how to be human. It's how we learn about our common humanity.''\nSandra Oh introduced her ''Sideways'' co-star, but Giamatti got back up on stage later in the evening to present the night's breakthrough award to Randolph, who stars alongside Giamatti in ''The Holdovers'' — his latest performance in an Alexander Payne flick.\nRandolph echoed her co-star's sentiment, saying cinema is a medium uniquely poised to ''illuminate the human condition.''\nDomingo, who was being recognized for his performance in ''Rustin,'' also became emotional as he shared with the room his understanding of his work.\n''Faith is what brought me here,'' he said. ''When we have faith in one another, what an extraordinary world we could build. To channel that humanity and let that speak of the complex experience is what I consider my service as an artist.''\nThis year's awards season comes on the heels of the summer's historic strikes and news that 2023 resulted in the best year-end box office seen since the pandemic.\n''You saved the movies last summer and all of our jobs,'' Streep said to recording artist Billie Eilish and her brother and collaborator, Finneas O'Connell — a reference to their song in the record-breaking box office blockbuster, ''Barbie.''\nThe pair accepted their own award for ''What Was I Made For,'' the final song and unofficial theme in the Greta Gerwig-directed film.\n''You've delivered joy to countless generations and genders of people. And you should surf that wave, kids,'' Streep said, before presenting Carey Mulligan's honor.\nThe night concluded with Martin Scorsese, DiCaprio, Lily Gladstone and a host of other stars from ''Killers of the Flower Moon'' accepting one of the night's top honors.\nWhile Scorsese conceded he has made a lot of movies, the acclaimed directed said this one stood out. ''It was an experience that I'll always treasure. One of the greatest times in my life,'' he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meryl streep",
        "sentiment": "negative"
      },
      {
        "name": "billie",
        "sentiment": "negative"
      },
      {
        "name": "emma stone",
        "sentiment": "negative"
      },
      {
        "name": "mark ruffalo",
        "sentiment": "none"
      },
      {
        "name": "leonardo dicaprio",
        "sentiment": "none"
      },
      {
        "name": "willem dafoe",
        "sentiment": "none"
      },
      {
        "name": "streep",
        "sentiment": "none"
      },
      {
        "name": "colman domingo",
        "sentiment": "none"
      },
      {
        "name": "paul giamatti",
        "sentiment": "none"
      },
      {
        "name": "cillian murphy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hollywood",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "palm springs",
        "sentiment": "none"
      },
      {
        "name": "palm springs",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:11:18.187+02:00",
  "updated": "2024-01-06T00:11:18.187+02:00"
}