{
  "thread": {
    "uuid": "efc0946b30881e213b0a2f9066a98cbe835848f9",
    "url": "https://www.ladepeche.fr/2023/12/30/un-bon-bilan-pour-sauvons-le-patrimoine-de-pompignan-11669626.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://ladepeche.fr/rendez-vous-de-la-redaction/videos/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Vidéos et Podcasts - ladepeche.fr",
    "title": "Un bon bilan pour \"Sauvons le patrimoine de Pompignan\" - ladepeche.fr",
    "title_full": "Un bon bilan pour \"Sauvons le patrimoine de Pompignan\" - ladepeche.fr",
    "published": "2023-12-30T05:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/658f98f8b8ed7f433570d658/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4942,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efc0946b30881e213b0a2f9066a98cbe835848f9",
  "url": "https://www.ladepeche.fr/2023/12/30/un-bon-bilan-pour-sauvons-le-patrimoine-de-pompignan-11669626.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Correspondant",
  "published": "2023-12-30T05:09:00.000+02:00",
  "title": "Un bon bilan pour \"Sauvons le patrimoine de Pompignan\" - ladepeche.fr",
  "text": "John Dumoutier, nouveau résident de l’association Sauvons le patrimoine de Pompignan, qui œuvre en particulier à restaurer les trésors de l’église, dresse un bilan de l’année 2023 dans sa lettre d’information largement diffusée.\nUne des actions importantes de l’année a été la mise en place d’une commission histoire animée par Jacques Carral, de l’académie de Montauban et spécialiste du marquis Lefranc de Pompignan. Un projet au long cours est envisagé pour le moment encore tenu secret ! En 2023 également, une lettre d’information a vu le jour qui met en lumière les actions de l’ASPP.\nCôté animation, un après-midi gratuit de découverte du patrimoine culturel du village a été offert au public, ainsi qu’une conférence (le 29 avril) sur le voyage de M. de Pompignan par J. Carral, suivie par l’interprétation d’une mazurka de salon de Joseph Bazin, intitulée \"Souvenirs de Pompignan\" jouée pour la première fois depuis sa création en 1888 par le pianiste de l’association Amadeus de Grisolles. Cet événement a été suivi par environ quatre-vingts personnes.\nUne conférence de l’abbé Passerat le 16 mars 2024 Pour se faire mieux connaître, l’association a participé au forum des associations à la rentrée et rencontré ainsi de nombreux habitants qui ne la connaissaient pas pour les sensibiliser à l’importance de préserver le patrimoine communal. Cet automne, le grand tableau \"Regina Pacis\" a été emporté pour une cure de jouvence qui va durer plusieurs mois. Retour courant 2024.\nDéjà John Dumoutier pense à 2024 avec une conférence de l’abbé Passerat, historien et occitaniste, le 16 mars, sur \"Les Reliques et les reliquaires de Pompignan : une forme de la piété à l’âge classique\". En novembre, le public sera sûrement nombreux pour une soirée contes avec un conteur-paysan du Quercy. D’autres actions auront lieu qui seront annoncées au fur et à mesure. En 2024 aussi, l’association devra trouver de nouveaux partenaires et mécènes pour pouvoir continuer son travail autour de la restauration des œuvres. Chaque membre peut et doit s’investir dans cette tâche importante et nécessaire. Bien sûr, la municipalité est très présente dans cette action de protection du patrimoine communal collectif, église et autres.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T06:47:14.374+02:00",
  "updated": "2023-12-30T06:47:14.374+02:00"
}