{
  "thread": {
    "uuid": "9cb487deb372916021f42af1b3611bac3135343a",
    "url": "https://www.themediterraneandish.com/spanakopita-recipe-greek-spinach-pie",
    "site_full": "www.themediterraneandish.com",
    "site": "themediterraneandish.com",
    "site_section": "https://www.themediterraneandish.com/comments/feed",
    "site_categories": [],
    "section_title": "\n\tComments for The Mediterranean Dish\t",
    "title": "Comment on Spanakopita Recipe (Greek Spinach Pie) by Nancy F Allen",
    "title_full": "Comment on Spanakopita Recipe (Greek Spinach Pie) by Nancy F Allen",
    "published": "2024-04-18T21:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.themediterraneandish.com/wp-content/uploads/2016/11/Spanakopita-Recipe-Greek-Spinach-Pie-The-Mediterranean-Dish-102.jpg",
    "performance_score": 0,
    "domain_rank": 26259,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9cb487deb372916021f42af1b3611bac3135343a",
  "url": "https://www.themediterraneandish.com/spanakopita-recipe-greek-spinach-pie",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nancy F Allen",
  "published": "2024-04-18T21:02:00.000+03:00",
  "title": "Comment on Spanakopita Recipe (Greek Spinach Pie) by Nancy F Allen",
  "text": "If you have not tried Spanakopita before, you're in for a treat! Spanakopita is a delicious savory Greek pie made of perfectly crispy layers of phyllo dough and a comforting filling of spinach and feta cheese. I'm sharing my family's favorite spanakopita recipe, complete with tips, video, and step-by-step photos. Trust me, this is so much easier to make than you think!\nSpanakopita makes a great side dish for large holiday dinners next to\nlamb or lemon chicken. But it can easily stand alone as the main dish. Serve it with a big salad like Greek salad; Balela; or this Mediterranean chickpea salad, and favorite dips like Greek Tzatziki or Roasted Garlic Hummus.\nThis post is sponsored by\nThe Fillo Factory.\nWhat is Spanakopita?\nMy little one describes spanakopita this way, \"yummy, crispy cheese pie with lots of green stuff!\"\nSpanakopita is a popular Greek savory pie made of perfectly flaky phyllo dough with a comforting filling of spinach and feta cheese nestled in. If you're not familiar with phyllo dough, it is basically layered sheets of tissue-thin pastry dough, typically found in the freezer section next to things like pie crust and puff pastry.\nSpanakopita can be made in a large casserole dish like in today's recipe, or in the form of hand pies shaped in triangles or even rolls.\nWhen I was at an Atlanta-area Greek festival a few weeks ago, my daughter's lunch of choice was a piece of spanakopita and a side of\nGreek salad. Luckily, she allowed me a taste; it was heavenly! I ended up chatting with the woman behind the lavish lunch, her name was Yiayia Helen. We discussed family recipes and shared spanakopita lessons and tips...\nTips for How to Make Spanakopita\n1. What is in the spanakopita filling?\nThe key filling ingredients in a classic spanakopita recipe are spinach and feta cheese. And yes, only use quality feta cheese, no other cheese qualifies for spanakopita.\nTo the spinach and feta, we add flavor makers in the form of fresh herbs and aromatics. I used two whole bunches of parsley (parsley stems pack a ton of flavor, by the way, so don't be afraid to throw some in) Then, onions, garlic and a little dry dill weed.\nTo bind everything together, I used four large eggs.\n2. Do I need to cook the spinach in advance?\nYou need a good amount of spinach in this recipe, so using frozen spinach is the way to go. In this easy spanakopita recipe, frozen spinach--fully thawed, of course--is mixed right in with the remaining filling ingredients, no advanced cooking necessary.\nBut one thing you must do, be sure to drain all liquid from the thawed spinach. I ended up squeezing the spinach by hand a few times until it could no longer produce any liquid. If you do use fresh spinach, you will need to cook it with the onions and garlic, drain, and let cool completely before mixing the filling.\n3. The Phyllo\nGolden, crispy phyllo pastry, encasing the soft spinach filling is really what spanakopita is all about! Quality of phyllo (fillo) dough can make or break the recipe! I am a big fan of organic dough from\nThe Fillo Factory. It's vegan and contains no preservatives; no cholesterol; and no trans fat. And be sure follow the tips below for best results.\nTips for working with Phyllo Dough:\n- Thaw phyllo dough properly; too much moisture will make the dough or sheets sticky and hard to manage. When thawing, do not remove the phyllo (fillo) from the package, place it in the fridge 12-14 hours before using.\n-Before you begin assembling the spanakopita casserole, unroll the thawed phyllo (fillo) sheets and place them carefully between two ever-so-slightly damp kitchen cloths. This helps the sheets remain lenient so they won't tear too much.\n-Do not skimp on the oil, but don't overdo it either. Some use butter, but I use quality extra virgin olive oil here instead to keep it light. You need to brush each of the phyllo layers with a little olive oil (see the video as well)\n-Remember, Phyllo (fillo) sheets will tear, and that's perfectly fine. Just make sure you save a couple good sheets for the top of your spanakopita casserole.\nCan I make Spanakopita Ahead of Time? What about Leftovers?\n- You can make spanakopita the evening before you need to serve it. Follow the instructions for assembling, but do not bake. Cover tightly and refrigerate overnight. When you are ready, go ahead and bake according to recipe instructions. Budget 1 hour for baking.\n- Already cooked spanakopita will keep well if properly storied in the fridge for 2 to 3 evenings. Heat in medium-heated oven until warmed through. You can also portion cooked leftover spanakopita and freeze for a later time. Warm in oven; no need to thaw in advance.\nWatch the video for How to Make Spanakopita:\nNever Miss a Recipe! Join my free e-mail list\n here to receive new recipes, weekly Mediterranean dinner plans, and my free E-cookbook with 15 healthy recipes to try!\nShop our\nonline store for quality olive oils, all-natural spices and more.\nSpanakopita Recipe (Greek Spinach Pie)\n- Total Time: 1 hour 20 minutes\n- Yield: 12 pieces 1x\nDescription\nFoolproof family recipe for Spanakopita! Delicious savory Greek pie made of perfectly crispy layers of phyllo dough and a comforting filling of spinach and feta cheese.\nIngredients\nFor the Spinach and Feta Filling\n- 16 oz frozen chopped spinach, thawed and well-drained\n- 2 bunches flat-leaf parsley, stems trimmed, finely chopped\n- 1 large yellow onion, finely chopped\n- 2 garlic cloves, minced\n- 2 tbsp\nPrivate Reserveextra virgin olive oil\n- 4 eggs\n- 10.5 oz quality feta cheese, crumbled\n- 2 tsp dried dill weed\n- Freshly-ground black pepper\nFor the Crust\n- 1 16 oz package\nThe Fillo Factory Organic Dough(#4 pastry sheets), properly thawed (see tips above)\n- 1 cup\nPrivate Reserveextra virgin olive oil, more if needed\nInstructions\n- Preheat the oven to 325 degrees F.\n- Before you begin mixing the filling, be sure the spinach is very well drained, and squeeze out any excess liquid by hand.\n- To make the filling: In a mixing bowl, add the spinach and the remaining filling ingredients. Stir until all is well-combined.\n- Unroll the phyllo (fillo) sheets and place them between two slightly damp kitchen cloths.\n- Prepare a 9 ½\" X 13\" baking dish like\nthis one. Brush the bottom and sides of the dish with olive oil.\n- To assemble the spanakopita: Line the baking dish with two sheets of phyllo (fillo) letting them cover the sides of the dish. Brush with olive oil. Add two more sheets in the same manner, and brush them with olive oil. Repeat until two-thirds of the phyllo (fillo) is used up.\n- Now, evenly spread the spinach and feta filling over the phyllo (fillo) crust. Top with two more sheets, and brush with olive oil.\n- Continue to layer the phyllo (fillo) sheets, two-at-a-time, brushing with olive oil, until you have used up all the sheets. Brush the very top layer with olive oil, and sprinkle with just a few drops of water.\n- Fold the flaps or excess from the sides, you can crumble them a little. Brush the folded sides well with olive oil. Cut Spanakopita ONLY PART-WAY through into squares, or leave the cutting to later.\n- Bake in the 325 degrees F heated-oven for 1 hour, or until the phyllo (fillo) crust is crisp and golden brown. Remove from the oven. Finish cutting into squares and serve. Enjoy!\nNotes\n- Tips for Working with Phyllo: As mentioned earlier in the post, remember that phyllo is paper thin and will break as you are working with it. For best results, place phyllo dough sheets in between two very slightly damp kitchen towels (step #4) before you start working with it (unless you think you will work fast enough that the phyllo will not dry out.) Also, be sure to brush each layer with oil; don't skimp.\n- Make Ahead Tips: You can make spanakopita the evening before. Follow up to step #9, cover and refrigerate. When you are ready, go ahead and bake according to step #10.\n- Leftover Storing and Freezing Tips: Already cooked spanakopita will keep well if properly storied in the fridge for 2 to 3 evenings. Heat in medium-heated oven until warmed through. You can also portion cooked leftover spanakopita and freeze for a later time. Warm in oven; no need to thaw in advance.\n- What to Serve with Spanakopita? Spanakopita makes a great side dish for large holiday dinners next to\nlambor lemon chicken.But it can easily stand alone as the main dish. Serve it with a big salad like Greek salad; Balela; or this Mediterranean chickpea salad,and favorite dips like Greek Tzatzikior Roasted Garlic Hummus.\n- Recommended for this Recipe:\nPrivate ReserveGreek extra virgin olive oil (from organically grown and processed Koroneiki olives).\n- SAVE try our\nGreek olive oil bundleand our popular Ultimate Mediterranean Spice Bundle\n- Prep Time: 20 mins\n- Cook Time: 1 hour\n- Category: Entree or Side Dish\n- Method: Baked\n- Cuisine: Greek\n*This recipe and tutorial was originally published 11/08/2016. Last updated with new information and photos on 4/15/2019.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [
    "https://manage.kmail-lists.com/subscriptions/subscribe?a=RMuL9Q&g=SWFTmJ",
    "http://www.fillofactory.com/",
    "http://amzn.to/2eAd7n1",
    "http://www.fillofactory.com/organic-fillo-dough-p/rf-o.htm",
    "https://www.fillofactory.com/",
    "https://fillofactory.com/",
    "https://www.fillofactory.com",
    "http://fillofactory.com/organic-fillo-dough-p/rf-o.htm",
    "http://www.fillofactory.com",
    "https://www.manage.kmail-lists.com/subscriptions/subscribe?a=RMuL9Q&g=SWFTmJ",
    "http://www.amzn.to/2eAd7n1",
    "http://fillofactory.com/",
    "https://manage.kmail-lists.com/subscriptions/subscribe"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nancy f allen",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "mediterranean",
        "sentiment": "none"
      },
      {
        "name": "balela",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:08:20.130+03:00",
  "updated": "2024-04-19T00:08:20.130+03:00"
}