{
  "thread": {
    "uuid": "b5520e6b38b33b799b93d4cb5ce3960aaf491880",
    "url": "https://uk.news.yahoo.com/why-jesinta-franklin-teaming-first-220031855.html",
    "site_full": "uk.news.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Why Jesinta Franklin is teaming up with a First Nations label – and donating her modelling fee",
    "title_full": "Why Jesinta Franklin is teaming up with a First Nations label – and donating her modelling fee",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.zenfs.com/en/theguardian_763/865168a21056909a684c1ac02843939d",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b5520e6b38b33b799b93d4cb5ce3960aaf491880",
  "url": "https://uk.news.yahoo.com/why-jesinta-franklin-teaming-first-220031855.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yahoo Canada Style",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Why Jesinta Franklin is teaming up with a First Nations label – and donating her modelling fee",
  "text": "The model and super-Wag Jesinta Franklin usually loans her face to multimillion dollar brands; but her latest campaign is with a small, independent designer. And she won’t make a cent from it. Liandra Gaykamangu, a north-east Arnhem Land-based designer, said working with Franklin felt like “the stars are aligning”, but it was also a very natural fit for her sustainability-focused label, Liandra. Franklin is one of Australia’s highest profile swimwear models, most recently fronting a global campaign for the beleaguered bikini giant Seafolly. But the Liandra campaign is more personal for Franklin, who describes the partnership as “an honour”. Gaykamangu struck up a relationship with the model through mutual friends and Instagram DMs. Then coincidence brought the pair closer. While Franklin was sitting front row at Gaykamangu’s runway show last year, her husband, Buddy Franklin, was spending time with Gaykamangu’s brother’s wife, Sylvia Nulpinditj, at an AFL match in Melbourne. Related: ‘Fresh and considered’: fashion label Haulier wins Australian designer award “It just felt like a funny little sort of interconnectedness between various members of my family and her family,” Gaykamangu said. So the Yolŋu designer floated the idea of shooting a campaign together, and Franklin enthusiastically agreed. When Franklin told Gaykamangu that she would like to donate her modelling fee to a charity the pair will choose together, it was further proof of alignment for Gaykamangu. “It meant that she really understood what I cared about and what the brand stood for,” the designer said. Gaykamangu said an endorsement from “such an iconic Australian face … really helps to cement that idea of who can wear First Nations fashion, and that we are for everyone”. Jasmina Ilicic, an associate professor of marketing at Monash Business School, said a campaign like this not common. “Celebrity endorsement is normally dominated by well-known, often multinational brands that can afford the high fees associated,” Ilicic said. The academic, who studies celebrity endorsements, said she believes the campaign will be well received by consumers, because it feels genuine. “Franklin is a likable, credible and authentic celebrity,” Ilicic said. “Celebrity endorsements can have a huge impact.” Ilicic said the impact may even carry beyond the Liandra brand. “Her endorsement not only supports Indigenous designers, but also encourages consumers to think more about the origins and meanings of the garments they wear. The partnership could encourage Franklin’s followers to support smaller, community-driven brands over fast fashion alternatives,” she said. The night before the campaign shoot, Franklin caught a red eye flight to Darwin. She was on the beach in full hair and makeup by 11am. Gaykamangu was nervous, not just because of Franklin’s profile but because they were shooting in crocodile country. “In the back of my mind, I was like, ‘play it safe’,” Gaykamangu said. Crocodiles became an on-set joke. “We were kind of laughing about it, but there’d been people swimming out much further. And so we were like, ‘well, they’ll get them first probably’.” Gaykamangu said there has since been a small crocodile sighting near the shoot location. “So we definitely were in the Northern Territory, and we’re very mindful of that.” Crocodiles aside, the location was very important to Gaykamangu. “I wanted to also be able to say, ‘Hey, look to the north, look what we can do from here’.” Gaykamangu hopes to use the collection Franklin modelled to draw attention to “the incredibly damaging sea plastic pollution problem in remote East Arnhem Land”. “We have our rangers who are responsible for looking after sea and land management, and they are completely inundated with plastic pollution.” Gaykamangu’s swimwear is made with Repreve, a polyester fabric made from recycled marine waste. Over the coming weeks, the designer will work with the Marine Stewardship Council “to broaden that conversation a little bit”. Environmental advocacy is not a new development for Gaykamangu, who always envisioned the business as profit-for-purpose. Franklin said Gaykamangu’s sustainability efforts are a big part of the campaign’s appeal. “Aside from respecting her immense talent, what I love about Liandra … is her commitment to giving back to people and the planet,” she said. “Having this opportunity to support a beautiful sustainable lifestyle brand and also to come together with someone I admire … is an honour.” Related: Size-inclusive, sustainable brands: Australian fashion professionals share their favourites A celebrity spokesperson is not the only major development for Gaykamangu. The brand recently expanded its size offering up to size 20, which Gaykamangu said was “definitely something that I think is important”. In May, Liandra will hold its first standalone show at Australian fashion week. Gaykamangu said the runway show will take the brand “beyond the beach”, with more ready-to-wear garments. “We’re very keen to expand our offering and our horizons,” she said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://s.yimg.com/ny/api/res/1.2/5geaCsMgI6sM.0jBJnJPdA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xNzcy/https://media.zenfs.com/en/theguardian_763/d0d033ca1a7ad6e78361e5228f704edc",
    "https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
    "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fwhy-jesinta-franklin-teaming-first-220031855.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://media.zenfs.com/en/theguardian_763/865168a21056909a684c1ac02843939d",
    "https://s.yimg.com/ny/api/res/1.2/avetxY5H8yJrjXp2M0ZP1w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
    "https://www.theguardian.com/international",
    "https://s.yimg.com/ny/api/res/1.2/9ftWn3vGguHCopk7BHWxDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD05MTc-/https://media.zenfs.com/en/theguardian_763/d0d033ca1a7ad6e78361e5228f704edc",
    "https://twitter.com/intent/tweet?text=Why%20Jesinta%20Franklin%20is%20teaming%20up%20with%20a%20First%20Nations%20label%20%E2%80%93%20and%20donating%20her%20modelling%20fee&url=https%3A%2F%2Fca.news.yahoo.com%2Fwhy-jesinta-franklin-teaming-first-220031855.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
    "https://www.facebook.com/dialog/feed",
    "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
    "https://www.s.yimg.com/ny/api/res/1.2/9ftWn3vGguHCopk7BHWxDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD05MTc-/https://www.media.zenfs.com/en/theguardian_763/d0d033ca1a7ad6e78361e5228f704edc",
    "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fwhy-jesinta-franklin-teaming-first-220031855.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
    "https://www.s.yimg.com/ny/api/res/1.2/avetxY5H8yJrjXp2M0ZP1w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE0NDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
    "https://www.s.yimg.com/ny/api/res/1.2/5geaCsMgI6sM.0jBJnJPdA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xNzcy/https://www.media.zenfs.com/en/theguardian_763/d0d033ca1a7ad6e78361e5228f704edc",
    "https://twitter.com/intent/tweet",
    "https://www.media.zenfs.com/en/theguardian_763/865168a21056909a684c1ac02843939d",
    "https://www.twitter.com/intent/tweet?text=Why%20Jesinta%20Franklin%20is%20teaming%20up%20with%20a%20First%20Nations%20label%20%E2%80%93%20and%20donating%20her%20modelling%20fee&url=https%3A%2F%2Fca.news.yahoo.com%2Fwhy-jesinta-franklin-teaming-first-220031855.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
    "https://theguardian.com/international"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesinta franklin",
        "sentiment": "negative"
      },
      {
        "name": "franklin",
        "sentiment": "none"
      },
      {
        "name": "alyx gorman",
        "sentiment": "none"
      },
      {
        "name": "simon upton",
        "sentiment": "none"
      },
      {
        "name": "liandra gaykamangu",
        "sentiment": "none"
      },
      {
        "name": "liandra",
        "sentiment": "none"
      },
      {
        "name": "gaykamangu",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:10:51.602+02:00",
  "updated": "2024-03-15T00:18:51.599+02:00"
}