{
  "thread": {
    "uuid": "c32b741f04ee1e844b0bab4b01f1b4c78002af50",
    "url": "https://www.nhregister.com/opinion/article/god-squad-rabbi-gellman-hope-kindness-new-year-18577184.php",
    "site_full": "www.nhregister.com",
    "site": "nhregister.com",
    "site_section": "https://www.nhregister.com/opinion/feed/Opinion-RSS-feed-1689.php",
    "site_categories": [
      "media"
    ],
    "section_title": "Opinion RSS feed",
    "title": "The God Squad: A cup of kindness for auld lang syne this year",
    "title_full": "The God Squad: A cup of kindness for auld lang syne this year",
    "published": "2023-12-29T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s.hdnux.com/photos/01/35/60/32/24577691/5/rawImage.jpg",
    "performance_score": 0,
    "domain_rank": 9529,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c32b741f04ee1e844b0bab4b01f1b4c78002af50",
  "url": "https://www.nhregister.com/opinion/article/god-squad-rabbi-gellman-hope-kindness-new-year-18577184.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rabbi Marc Gellman",
  "published": "2023-12-29T17:00:00.000+02:00",
  "title": "The God Squad: A cup of kindness for auld lang syne this year",
  "text": "This is a carousel. Use Next and Previous buttons to navigate\n3\n1 of 3 auld lang syne.\nDreamstime Show More Show Less\n2 of 3 Rabbi Marc Gellman\nGod Squad Show More Show Less 3 of 3 My New Year’s prayer for you, dear readers, is a prayer for any year but this one. The wars in Ukraine and Gaza are only the lead prayers in our worldwide litany of woe. Let us agree to gather on New Year’s Eve with hope in our hearts that the year ahead will be kinder to humans on planet Earth than the year that has just come to its exhausted end.\nOf course, it was not the year that was not kind to us, it was us who were not kind to us. Which leads me to the musical plea “let’s take a cup of kindness now” embedded in everyone’s favorite New Year’s song, \"Auld Lang Syne.\"\nThe history of \"Auld Lang Syne\" is not widely known. Even those who know that the famous Scottish poet Robert Burns wrote the text in 1788 do not know that Burns wrote it based upon an even older Scottish folk song.\nAccording to the Wikipedia summation of all things knowable, “The poem's Scots title may be translated into standard English as \"old long since\" or, less literally, \"long, long ago,\" \"days gone by,\" \"times long past\" or \"old times.\" Consequently, \"For auld lang syne,\" as it appears in the first line of the chorus, might be loosely translated as \"for the sake of old times.\"\nSo, the meaning buried in the Scottish Gaelic of Burn’s poem/song is that we should not forget old friendships just because they may be strained in the bad weather of modern civilization.\nI am thinking of the long friendships between Arabs and Jews from the seventh century until the 16th century when Jews were welcomed into the Islamic empire from Arabia to Spain. When Jews were persecuted by Christians in Europe, Jews like Maimonides attained high positions in Muslim society. When Jews were expelled from Christian Spain in 1492, we were warmly welcomed into Muslim Turkey by the Sultan. The works of all the Greek philosophers were translated from Greek into Arabic by the Muslim philosophers called the Mutakallimun. Those centuries preserved the legacy of ancient Greece until the Renaissance took them up in Europe again.\nThe period of time the Jewish community lived in Muslim Spain was so glorious it was called the Golden Age of Spanish Jewry. Modern geopolitics and the founding of the State of Israel have obviously strained these historic ties of faith and friendship, but now, above all other times, we must remember them especially when we fall into the understandable despair of the present moment.\nPersonally, I hope we can also take to heart the meaning of this emotional and heartfelt song that fills our homes at the stroke of midnight. If we live long enough, we all will experience old friendships that have worn thin over time. Let us also take a cup of kindness yet and try to remember and revitalize these old friendships. My experience is that most friendships die through simple inadvertence and not through bitter acrimony. For no good reason we just lose track of those we used to love. Perhaps this year we can get back to the task of enfolding old friends in the love of our lives.\nThis year will be an election year and auld lang syne is particularly relevant for our nation as we enter an election cycle. There were days of old when political rivals and competing political ideologies did not produce caustic vituperation and slanderous invective. We can, as the old saying goes that is not a song, disagree without being disagreeable. The key is a cup of kindness.\nMost Popular There are several new laws in Connecticut for 2024. Here's what to know A former Hamden shooting range used to test lethal weapons. Now it's being turned into a healing garden These are some of the staff changes to Connecticut's local TV stations in 2023 10+ things for Connecticut food lovers to do in January Here are 10 license plates you won’t see on the road in CT These businesses are expected to open in Connecticut in 2024 So, whether or not the song evokes historical or political or personal memories of the good old days, let us remember them together and let us sing together:\nShould old acquaintance be forgot,\nand never brought to mind?\nShould old acquaintance be forgot,\nand auld lang syne?\nChorus\nFor auld lang syne, my dear,\nfor auld lang syne,\nwe'll take a cup of kindness yet,\nfor auld lang syne.\nAnd surely you'll buy your pint cup!\nand surely I'll buy mine!\nAnd we'll take a cup o' kindness yet,\nfor auld lang syne.\nChorus\nWe two have run about the hills,\nand picked the daisies fine;\nBut we've wandered many a weary foot,\nsince auld lang syne.\nChorus\nWe two have paddled in the stream,\nfrom morning sun till dine;\nBut seas between us broad have roared\nsince auld lang syne.\nChorus\nAnd there's a hand my trusty friend!\nAnd give me a hand o' thine!\nAnd we'll take a right good-will draught,\nfor auld lang syne.\nChorus\nHappy New Year!\nSend ALL QUESTIONS AND COMMENTS to The God Squad via email at godsquadquestion@aol.com. Rabbi Gellman is the author of several books, including “Religion for Dummies,” co-written with Fr. Tom Hartman. Also, the new God Squad podcast is now available.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.taboola.com/",
    "https://player.ex.co/player/",
    "https://www.taboola.com",
    "https://player.ex.co/player",
    "https://www.player.ex.co/player/",
    "https://taboola.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "auld lang",
        "sentiment": "none"
      },
      {
        "name": "robert burns",
        "sentiment": "none"
      },
      {
        "name": "burns",
        "sentiment": "none"
      },
      {
        "name": "marc gellman",
        "sentiment": "none"
      },
      {
        "name": "auld lang syne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wikipedia",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:14:52.673+02:00",
  "updated": "2023-12-29T17:14:52.673+02:00"
}