{
  "thread": {
    "uuid": "3638c9bbbad46062ab6346c095a268f4c35dc377",
    "url": "https://www.infobae.com/america/agencias/2023/12/30/gobierno-colombiano-sube-el-salario-minimo-en-12-para-2024-y-lo-deja-en-unos-335-dolares/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Gobierno colombiano sube el salario mínimo en 12 % para 2024 y lo deja en unos 335 dólares",
    "title_full": "Gobierno colombiano sube el salario mínimo en 12 % para 2024 y lo deja en unos 335 dólares",
    "published": "2023-12-30T02:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1775",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3638c9bbbad46062ab6346c095a268f4c35dc377",
  "url": "https://www.infobae.com/america/agencias/2023/12/30/gobierno-colombiano-sube-el-salario-minimo-en-12-para-2024-y-lo-deja-en-unos-335-dolares/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2023-12-30T02:45:00.000+02:00",
  "title": "Gobierno colombiano sube el salario mínimo en 12 % para 2024 y lo deja en unos 335 dólares",
  "text": "Bogotá, 29 dic (EFE).- El salario mínimo en Colombia se incrementará en aproximadamente un 12 % en 2024, una decisión con la que el Gobierno pretende que los ciudadanos mantengan el año próximo su poder adquisitivo, anunció este viernes la ministra de Trabajo, Gloria Ramírez.\n\"El Gobierno Nacional decreta un incremento del salario mínimo a un monto de 1.300.000 pesos (unos 335 dólares), es decir un aumento aproximado del 12 %, y un incremento del subsidio de transporte a 162.000 pesos (unos 42 dólares), el cual corresponde aproximadamente a un 15 % en relación con la cifra acordada para 2023\", afirmó la ministra en una rueda de prensa.\nEl Ejecutivo decretó la subida luego de no llegar a un acuerdo con los trabajadores y los empresarios para \"la fijación del salario mínimo en el marco de la Comisión Permanente de Concertación de Políticas Salariales y Laborales\".\nLa ministra aseguró que \"estos incrementos, con seguridad, permitirán a los colombianos mantener el poder adquisitivo de los salarios para el 2024\" a pesar del aumento de la inflación, que este año será cercana al 10 %.\n\"Nuestro propósito siempre atendió la obligación de fijar un incremento del salario mínimo teniendo en cuenta los criterios técnicos aportados por el Departamento Administrativo Nacional de Estadística (DANE), por el Banco de la República, por la Academia, por las bases constitucionales y legales\", dijo Ramírez.\nExplicó que la idea es ir \"a favor de la generación y garantías de las condiciones económicas que promueven la calidad de vida digna de los trabajadores y sus familias\".\nEl presidente colombiano, Gustavo Petro, manifestó por su parte que va \"a haber el año entrante un crecimiento del salario real en términos del salario mínimo\".\n\"El nivel de vida de los colombianos que está ligado al salario mínimo va a crecer\", aseguró el mandatario en la conferencia de prensa.\nEsta decisión, dijo Petro, obedece a que el precio del dólar ha bajado este año y está cerca de los 3.800 pesos colombianos; a la expectativa gubernamental de que la inflación será de un sólo dígito en 2023 y a que el desempleo en noviembre bajó al 9,0 %, medio punto menos que el registrado en el mismo mes de 2022. EFE\njga/joc/laa\n(foto)(video)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:48:49.488+02:00",
  "updated": "2023-12-30T02:48:49.488+02:00"
}