{
  "thread": {
    "uuid": "98b016123a1c2951fdc839281d43cf2cc73863c9",
    "url": "https://www.devdiscourse.com/article/headlines/2854183-a-paramilitary-group-at-war-with-sudans-military-endorses-a-cease-fire-during-holy-fasting-month",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/west-africa",
    "site_categories": [
      "media"
    ],
    "section_title": "West Africa Edition: International Development News, Ghana News, Nigeria News | Devdiscourse",
    "title": "A paramilitary group at war with Sudan's military endorses a cease-fire during holy fasting month | Headlines",
    "title_full": "A paramilitary group at war with Sudan's military endorses a cease-fire during holy fasting month | Headlines",
    "published": "2024-03-09T16:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_06_2019_15_04_07_0802794.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9100,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "98b016123a1c2951fdc839281d43cf2cc73863c9",
  "url": "https://www.devdiscourse.com/article/headlines/2854183-a-paramilitary-group-at-war-with-sudans-military-endorses-a-cease-fire-during-holy-fasting-month",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-03-09T16:59:00.000+02:00",
  "title": "A paramilitary group at war with Sudan's military endorses a cease-fire during holy fasting month | Headlines",
  "text": "A paramilitary group at war with Sudan's military endorses a cease-fire during holy fasting month [PTI](/pti-stories)| Cairo | Updated: 09-03-2024 22:59 IST | Created: 09-03-2024 22:59 IST - Country: - Egypt A Sudanese paramilitary group battling the country's military in a nearly yearlong ruinous conflict endorsed on Saturday a resolution by the UN Security Council calling for a cease-fire during the Muslim holy month of Ramadan. The group, known as the Rapid Support Forces, said in a statement that it hopes the resolution, adopted by the UN Security Council on Friday, would help deliver crucially needed humanitarian assistance to millions of Sudanese trapped in the fighting across the Northeastern African country. Ramadan, during which adult Muslims are required to fast from dawn to sunset, is expected to start on or around Monday, depending on the sighting of the crescent moon. The RSF said it views the initiative as a \"crucial opportunity\" for the warring parties to embark on negotiations to find a political settlement to the conflict. \"We view this as a crucial opportunity to initiate earnest discussions that could catalyse a political pathway. This pathway must culminate in a durable ceasefire, foster security and stability, and result in a substantive resolution that addresses the foundational issues of the historical crisis in Sudan,\" it said. Sudan's military has already supported a call by UN Secretary-General Antonio Guterres for a Ramadan cease-fire. In his Thursday appeal, Guterres warned on Thursday that the conflict threatens Sudan's unity and \"could ignite regional instability of dramatic proportions.\" Sudan plunged into chaos in April last year, when long-simmering tensions between its military, led by Gen. Abdel Fattah Burhan, and the Rapid Support Forces paramilitary commanded by Mohammed Hamdan Dagalo broke into street battles in the capital, Khartoum. The fighting broke out during Ramadan last year. Fighting spread to other parts of the country, especially urban areas, but in Sudan's western Darfur region it took on a different form, with brutal attacks by the Arab-dominated Rapid Support Forces on ethnic African civilians. Thousands of people have been killed. The 15-member Security Council voted overwhelmingly in favour of the British-drafted cease-fire resolution, with 14 countries in support and only Russia abstaining. The resolution expressed \"grave concern over the spreading violence and the catastrophic and deteriorating humanitarian situation, including crisis levels, or worse, of acute food insecurity, particularly in Darfur.\" The head of the World Food Program, Cindy McCain, said earlier this week that the conflict risks creating the world's largest hunger crisis, with some 18 million people across Sudan facing acute hunger, including 5 million who face starvation. The conflict has uprooted more than 10 million people either to safer areas inside Sudan or to neighbouring countries, according to UN agencies. South Sudan received 600,000 people who fled the fighting in Sudan. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Deadlock over disarmament ‘not acceptable’: Guterres](/article/politics/2840993-deadlock-over-disarmament-not-acceptable-guterres) [Army ban on cross-border aid endangers lives in Darfur, say activists](/article/law-order/2842312-army-ban-on-cross-border-aid-endangers-lives-in-darfur-say-activists) [Human ingenuity can help to save nature, Guterres says on World Wildlife Day](/article/science-environment/2847942-human-ingenuity-can-help-to-save-nature-guterres-says-on-world-wildlife-day) [Guterres urges support for Haiti in remarks to regional leaders](/article/law-order/2846497-guterres-urges-support-for-haiti-in-remarks-to-regional-leaders) [Cutting emissions is responsibility of G20 nations, UN's Guterres says](/article/law-order/2845392-cutting-emissions-is-responsibility-of-g20-nations-uns-guterres-says)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "rsf",
        "sentiment": "none"
      },
      {
        "name": "un security council",
        "sentiment": "none"
      },
      {
        "name": "rapid support forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sudan",
        "sentiment": "none"
      },
      {
        "name": "cairo",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T19:30:53.637+02:00",
  "updated": "2024-03-09T19:30:53.637+02:00"
}