{
  "thread": {
    "uuid": "2d2e8f926f356a73cde63535ea83411bc42b4947",
    "url": "https://www.asahi.com/ajw/articles/15191890",
    "site_full": "www.asahi.com",
    "site": "asahi.com",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Atom bomb survivor hopes Japan debut of ‘Oppenheimer’ will stoke nuclear debate March 8, 2024",
    "title_full": "Atom bomb survivor hopes Japan debut of ‘Oppenheimer’ will stoke nuclear debate March 8, 2024",
    "published": "2024-03-07T22:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://p.potaufeu.asahi.com/8dc6-p/picture/28322681/678c4314ce87739aba2d66459b03f249.jpg",
    "performance_score": 0,
    "domain_rank": 999,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d2e8f926f356a73cde63535ea83411bc42b4947",
  "url": "https://www.asahi.com/ajw/articles/15191890",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-07T22:16:00.000+02:00",
  "title": "Atom bomb survivor hopes Japan debut of ‘Oppenheimer’ will stoke nuclear debate March 8, 2024",
  "text": "article\nREUTERS\nMarch 8, 2024 at 14:08 JST\nTeruko Yahata, 86, a World War II Hiroshima atomic bombing survivor, speaks about her story of the horrors of Hiroshima to foreign visitors at the Hiroshima Peace Memorial Museum in Hiroshima, western Japan, on May 9, 2023. (REUTERS)\nHIROSHIMA--Teruko Yahata was eight when she saw a blueish-white light envelop the sky over her home city of Hiroshima one summer morning, moments before the first atomic bomb explosion knocked her unconscious and levelled swathes of the Japanese city.\nNow 86, she is eager to be among the first to see the film “Oppenheimer” at its delayed opening in Japan on March 29, hoping the biopic of the scientist who led the development of the bomb will reinvigorate debate over nuclear weapons.\n“I don’t hold a grudge against Mr Oppenheimer himself or anything like that. It’s a much bigger issue,” said Yahata, who often speaks on behalf of survivors of the nuclear blasts in the cities of Hiroshima and Nagasaki at the end of World War Two.\n“I think it’s important for the Oppenheimer film to be screened in Japan, so we can learn from it and not lose that awareness that we need to preserve a future for our loved ones.”\nThe film about atomic bomb pioneer J. Robert Oppenheimer, directed by Christopher Nolan, is expected to win numerous Oscars at next week’s Academy Awards, having already grossed nearly $1 billion since its opening in July 2023.\nBut Japan was initially left out of plans for the worldwide screening. The opening in late summer came just weeks before solemn memorials in Hiroshima and Nagasaki held annually to mark the bombings that claimed more than 200,000 lives.\nSome critics said the film glossed over the human cost in Japan. And many Japanese were offended by a grassroots marketing campaign yoking the film to “Barbie,” another blockbuster that opened around the same time, with fan-produced pictures of the films’ stars alongside images of nuclear blasts.\nA #NoBarbenheimer hashtag trended online in Japan, prompting an apology from “Barbie” distributor Warner Bros.\nBitters End, a Japanese distributor of independent films, eventually picked up “Oppenheimer” and set the opening date of March 29. Neither Bitters End nor global distributor Universal Pictures responded to requests for comment.\nThe only nation to have suffered atomic bombings, Japan has led global efforts to abolish the weapons. The issue took on renewed resonance in 2022, with Russia’s invasion of Ukraine and nuclear sabre-rattling by Russian President Vladimir Putin.\nYahata, one of a dwindling number of “hibakusha,” as survivors of the nuclear explosion are known, waited until late in life to give witness to her experience on the morning of Aug. 6, 1945, and the horrors that followed.\nShe took English lessons to better tell her story to foreign visitors at the bomb museum and monuments in Hiroshima. She recounts glimpsing the blast as she stepped into her family’s garden, a moment before its force knocked her back six meters.\n“The entire sky flashed and was illuminated in bluish white, as if the heavens had become a huge fluorescent light,” Yahata has said in her testimony.\nThinking about the process of making the bomb and the decision to drop it on her home sends shivers down her spine, Yahata said, but she feels a degree of empathy for Oppenheimer and his team.\n“It must have weighed heavily on their consciences,” she said. “Oppenheimer probably understood better than anyone what a terrible thing would result from the creation of atomic weapons.”\nStories about memories of cherry blossoms solicited from readers\nCooking experts, chefs and others involved in the field of food introduce their special recipes intertwined with their paths in life.\nHere is a collection of first-hand accounts by “hibakusha” atomic bomb survivors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "teruko yahata",
        "sentiment": "negative"
      },
      {
        "name": "oppenheimer",
        "sentiment": "none"
      },
      {
        "name": "yahata",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hiroshima peace memorial museum",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "hiroshima",
        "sentiment": "none"
      },
      {
        "name": "nagasaki",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T10:01:48.245+02:00",
  "updated": "2024-03-08T10:01:48.245+02:00"
}