{
  "thread": {
    "uuid": "1c4e23c734e1eca4a738b40d926565894eb536a0",
    "url": "https://www.latimes.com/sports/usc/story/2024-01-07/usc-oregon-womens-game-juju-watkins-sparks-late-rally",
    "site_full": "www.latimes.com",
    "site": "latimes.com",
    "site_section": "https://www.latimes.com/",
    "site_categories": [
      "media",
      "tech",
      "3d_graphics"
    ],
    "section_title": "News from California, the nation and world  - Los Angeles Times",
    "title": "No. 9 USC rallies late behind JuJu Watkins to beat Oregon - Los Angeles Times",
    "title_full": "No. 9 USC rallies late behind JuJu Watkins to beat Oregon - Los Angeles Times",
    "published": "2024-01-07T09:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/400ad94/2147483647/strip/true/crop/4175x2192+0+79/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Ff0%2Fe6%2F1702af684a0abd4457b22e9141ba%2Fusc-womens-basketball-49289.jpg",
    "performance_score": 0,
    "domain_rank": 195,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1c4e23c734e1eca4a738b40d926565894eb536a0",
  "url": "https://www.latimes.com/sports/usc/story/2024-01-07/usc-oregon-womens-game-juju-watkins-sparks-late-rally",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-07T09:35:00.000+02:00",
  "title": "No. 9 USC rallies late behind JuJu Watkins to beat Oregon - Los Angeles Times",
  "text": "USC showed it has multiple options to deliver when it counts, using a complete-team effort for a victory that helped the Trojans regain some momentum.\nJuJu Watkins scored 17 points, including eight in the fourth quarter, and No. 9 USC pulled away late for a 68-54 victory Sunday over Oregon.\nRayah Marshall and McKenzie Forbes each scored 16 points as the Trojans (12-1, 2-1 Pac-12) delivered a 2-0 weekend after dropping from No. 6 in last week’s poll following a 71-64 loss to cross-town rival UCLA. It was USC’s 16th consecutive home victory dating to last season.\nUSC Sports\nWhy USC’s JuJu Watkins is ‘your favorite basketball player’s favorite basketball player’ LeBron James, James Harden, Paul George, Jewell Loyd and more share why they are big fans of USC freshman phenom JuJu Watkins.\nDec. 30, 2023\n“You know, we talked about it after the UCLA game that the next 17 (in conference) are the most important and the only ones we can attack right now are the two in front of us,” USC coach Lindsay Gottlieb said, recalling her mantra to the team before the weekend began. “This conference is so tough and to have a whole weekend coming off the UCLA game, we knew they were must wins.”\nWatkins and Marshall each had nine rebounds. It was the second-lowest scoring game of the season for the freshman Watkins after she entered with a team-best 26.9 points per game. Watkins also had six assists.\n“You have to pick your poison,” Gottlieb said of her team showing an abundance of scoring options. “If you’re going to try to sell out on (Watkins) and make it tougher, she’s gonna get you in different ways. And she’s a two-way player. She’s going to get a ton of deflections, she can block shots and she’s obviously more than just a scorer.”\nAdvertisement Grace VanSlooten scored 18 points while Chance Gray and Sofia Bell each scored 11 for Oregon (9-7, 0-3), which dropped both games on their trip to Los Angeles. Phillipina Kyei had 10 points and 11 rebounds for the Ducks.\nIt was the Ducks’ second consecutive loss to the Trojans, both at Los Angeles, since their 12-game winning streak in the matchup ended last February.\nSports\nContent is still king: Landmark deal with ESPN to boost a broad range of NCAA sports The deal is worth $115 million a year and proves that even in a fragmented media landscape, college sports draws a significant — and growing — TV audience.\nJan. 4, 2024\n“I thought we played pretty well and gave ourselves a chance,” said Oregon head coach Kelly Graves, who used four starters that are either freshmen or sophomores. “Unfortunately, they made the plays down the stretch when we didn’t execute very well and they can rely on a couple of really good, elite players. We kind of played a little young there at the end.”\nBoth teams got off to a sluggish start after an early-afternoon tip, with USC shooting one of six from the field to start the game and Oregon going 0 for seven after making its first two shots for an early lead.\nThe takeaway Oregon: What appeared to be a rugged schedule to start conference play was just that for the Ducks, who have Pac-12 defeats against Oregon State, UCLA and USC, all on the road. The Ducks play five of their next seven games at home. The last of that seven-game stretch is a rematch against Oregon State.\nAdvertisement USC: Consecutive victories over Oregon State and Oregon at home give the Trojans momentum heading into next weekend’s rematch against No. 2 UCLA at home.\nUp next for USC: Hosts No. 2 UCLA on Jan. 14\nMore to Read\nIt’s another quiet home loss for USC, this time to Oregon Feb. 1, 2024\nJuJu Watkins and No. 9 USC get revenge, sending No. 2 UCLA to its first loss Jan. 14, 2024\nNo. 2 UCLA at No. 9 USC: Will JuJu Watkins and the Trojans strike back? Jan. 13, 2024\nUSC Sports",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "juju watkins",
        "sentiment": "negative"
      },
      {
        "name": "watkins",
        "sentiment": "none"
      },
      {
        "name": "phillipina kyei",
        "sentiment": "none"
      },
      {
        "name": "mckenzie forbes",
        "sentiment": "none"
      },
      {
        "name": "rayah marshall",
        "sentiment": "none"
      },
      {
        "name": "marshall",
        "sentiment": "none"
      },
      {
        "name": "grace vanslooten",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "usc",
        "sentiment": "negative"
      },
      {
        "name": "oregon - los angeles times juju watkins",
        "sentiment": "negative"
      },
      {
        "name": "ucla",
        "sentiment": "none"
      },
      {
        "name": "chance gray and sofia bell",
        "sentiment": "none"
      },
      {
        "name": "trojans",
        "sentiment": "none"
      },
      {
        "name": "ducks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "oregon",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:48:08.634+02:00",
  "updated": "2024-02-03T06:21:40.499+02:00"
}