{
  "thread": {
    "uuid": "fea6069a4ee093d7ad2b415bcd000211273f1ba1",
    "url": "https://www.pocket-lint.com/google-android-15-public-beta",
    "site_full": "www.pocket-lint.com",
    "site": "pocket-lint.com",
    "site_section": "http://www.pocket-lint.com/rss.phtml?type=news&channels=ps3",
    "site_categories": [
      "media"
    ],
    "section_title": " Pocket-lint ",
    "title": "Google releases first public beta of Android 15",
    "title_full": "Google releases first public beta of Android 15",
    "published": "2024-04-11T23:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.pocketlintimages.com/wordpress/wp-content/uploads/wm/2024/02/android-15.jpg",
    "performance_score": 0,
    "domain_rank": 3816,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fea6069a4ee093d7ad2b415bcd000211273f1ba1",
  "url": "https://www.pocket-lint.com/google-android-15-public-beta",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "John Kanellakos",
  "published": "2024-04-11T23:00:00.000+03:00",
  "title": "Google releases first public beta of Android 15",
  "text": "Key Takeaways The first Android 15 beta focuses on optimizing screen real estate for all apps by default, improving the user experience. The beta also introduces revamped OS-level app archiving to save space on devices without data loss. While Android 15 isn't a total redesign, improvements like app archiving and accessibility tweaks enhance functionality. Google on Thursday released the first public beta of its upcoming Android 15 software release, opening the program to anyone who has a compatible Pixel device. The beta comes after the release of two separate developer previews , which have been in testing since February, and allows participants to install the update over the air. As was the case with the developer previews, we don't recommend installing the beta on any phone or tablet you rely on daily.\nRelated My Android 15 wishlist: 5 features I want Google to deliver From lock screen widgets and app pairs to improved wireless audio, Android 15 could be a low-key hit. \"We've been making steady progress refining the features and stability of Android 15, and the first beta opens the experience up to both developers and early-adopters. As we work towards a consumer release, we will continue to use the feedback from our Android community to improve Android as a platform that works for everyone,\" says Google.\nWhat's new in the first Android 15 beta? One of beta's most noteworthy inclusions is a deepened push for all apps to run edge-to-edge by default. Android has supported full screen apps for many years, but the gesture navigation system of recent releases has included a 'system bar' that sometimes draws over top of whatever is on-screen.\nDevelopers targeting Android 15 for their apps will now have an easier time optimizing for screen real estate, as they won't have to put in the extra work to make the system bar appear transparent.\n...apps from third-party app stores can take advantage of the feature just like those from the Play Store can.\nAnother notable addition in first beta release is a revamped OS-level app archiving feature. This lets you save space on your phone by storing away unused apps, without the need to delete them and lose your associated data. App archiving was first introduced by Google last year, but now it's set to work at a deeper level within the system. This means apps from third-party app stores can take advantage of the feature just like those from the Play Store can.\nAs always, there are a ton of other under-the-hood additions and changes documented by Google in this beta release. Improved accessibility options in the form of Braille display support, a new API for end-to-end contact key encryption, and improved character spacing for certain language scripts are all documented by the company.\nHow can I try out the beta? If you're interested in checking out or possibly installing Android 15 beta on your device, you can do so by visiting Google's Android Beta Program website and enrolling your device. For anyone already running an Android 15 developer preview build, the beta update should simply arrive over the air.\nThe list of Android devices eligible for the Android 15 beta program includes the Pixel 5a, 6, 6 Pro, 6a, 7, 7 Pro, 7a, 8, 8 Pro, as well as the Pixel Tablet and Pixel Fold. Unfortunately, there doesn't appear to be any support for non-Pixel branded phones, and older devices like the Pixel 5 are also left in the dust.\nGoogle What's on the horizon? Android 15 still has a ways to go before it's ready to be pushed out to consumers. Per Google's timeline graphic, we can expect at least 3 more beta releases, with a final build not arriving until at least the end of the summer.\nWhile Android 15 isn't nearly as big an update as, say, Android 12 was, the tweaks and refinements across the system are nonetheless welcome. With additional beta releases to look out for, it's possible that Google still has features or other changes it's yet to implement in code. Google I/O is set to take place in May , and so it's likely that Google still has a couple of secrets up its sleeve for us to look forward to.\nRelated Android 15 gains satellite communication in second developer preview Google just released Android 15 developer preview two with several new features. Here's what's new Readers like you help support Pocket-lint. When you make a purchase using links on our site, we may earn an affiliate commission. Read More. Subscribe to our must-read Pocket-lint Daily newsletter!\nBy subscribing, you agree to our Privacy Policy and may receive occasional deal communications; you can unsubscribe anytime.\nShare Share Share Share Copy Share Share Share Share Share Copy Link copied to clipboard Related Topics Phones Tablets google About The Author John Kanellakos (14 Articles Published) John is a writer at Pocket-lint. He is passionate about all things technology, and is always keeping up with the latest smartphone and PC releases. John has previously written at MobileSyrup. When he’s not reading and writing about tech, he enjoys listening to history podcasts and watching documentaries.\nClose Recommended Articles",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.google.com/android/beta",
    "https://io.google/2024/",
    "https://io.google/2024",
    "https://google.com/android/beta",
    "https://www.io.google/2024/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john kanellakos",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:03:45.269+03:00",
  "updated": "2024-04-12T06:41:32.109+03:00"
}