{
  "thread": {
    "uuid": "6f50e50aef0b21fa3103b50e184e50a961e166e8",
    "url": "https://www.devdiscourse.com/article/international/2760448-pakistan-caretaker-government-releases-34-more-baloch-protesters",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/stories/international",
    "site_categories": [
      "media"
    ],
    "section_title": "International Development News, Breaking News, Science News, Political News, Business News | Devdiscourse",
    "title": "Pakistan caretaker government releases 34 more Baloch protesters | International",
    "title_full": "Pakistan caretaker government releases 34 more Baloch protesters | International",
    "published": "2023-12-29T02:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/29_12_2023_02_47_26_5517922.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f50e50aef0b21fa3103b50e184e50a961e166e8",
  "url": "https://www.devdiscourse.com/article/international/2760448-pakistan-caretaker-government-releases-34-more-baloch-protesters",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2023-12-29T02:17:00.000+02:00",
  "title": "Pakistan caretaker government releases 34 more Baloch protesters | International",
  "text": "Pakistan caretaker government releases 34 more Baloch protesters The Pakistan caretaker government has released 34 more Baloch protestors who had been arrested during a police crackdown in the federal capital last week, as reported by Geo News. [ANI](/ani-stories)| Updated: 29-12-2023 08:17 IST | Created: 29-12-2023 08:17 IST - Country: - Pakistan The Pakistan caretaker government has released 34 more Baloch protestors who had been arrested during a police crackdown in the federal capital last week, as reported by Geo News. According to the declaration, the arrested protestors were released after fulfilling the legal requirements. It further stated that all detained Baloch protesters have been released on the advice of a negotiation committee constituted by Caretaker Prime Minister Anwaar-ul-Haq Kakar. The PM's negotiation team was headed by caretaker privatization minister Fawad Hasan Fawad, and the team held talks with the protesters, Geo News reported. Moreover, the marchers demanded the immediate release of the arrested people. Earlier, after the first round of talks, the government ordered the release of all the protesting women who were taken into custody during the police crackdown. The Baloch people were protesting against the \"extra-judicial killing\" of a Baloch youth by Counter-Terrorism Department officials in Turbat earlier this month, according to Geo News. Following the incident, Baloch women started a long march on December 6 and reached Islamabad on December 20. However, as soon as they reached the capital, cops launched a crackdown against the protesters and dismantled their camps set up outside the National Press Club. In the crackdown, most of the protesters were arrested by the police, which sparked anger nationwide. Meanwhile, the government, defending its move to launch a crackdown, declared it a necessary measure to avoid a \"catastrophe\". Moreover, the police crackdown against Baloch marchers was strongly condemned by human rights organisations, politicians, and analysts, reported Geo News. On Thursday, the Baloch Yakjehti Committee (BYC), a prominent organiser of the Baloch protest march in Islamabad, gave a seven-day ultimatum to the Pakistan government for the fulfilment of their demands, including the \"elimination of enforced disappearances and extrajudicial killings.\" The demands included signing an agreement, under the Working Group's auspices, for the elimination of \"enforced disappearances and extrajudicial killings\". She also demanded the release of all victims of enforced disappearances, restrictions on the Counter-Terrorism Department (CTD), and the elimination of \"state-sponsored death squads\". The Ministry of Interior was urged to \"confess\" the alleged deaths of disappeared persons in fake encounters, accompanied by an acknowledgement letter and a press conference naming all victims. The Baloch activist also emphasised that the state must demonstrate seriousness in ending human rights violations and illegal measures in Balochistan to prove its commitment to resolving the \"Baloch genocide.\" (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Australia win toss, opt to bat against Pakistan in 1st Test](/article/sports-games/2745321-australia-win-toss-opt-to-bat-against-pakistan-in-1st-test) [Pakistan: Imran Khan's pre-arrest bail dismissed in Toshakhana case](/article/international/2745309-pakistan-imran-khans-pre-arrest-bail-dismissed-in-toshakhana-case) [Pakistan: Fawad Chaudhry to contest election from jail, says his wife](/article/international/2745308-pakistan-fawad-chaudhry-to-contest-election-from-jail-says-his-wife) [Pakistan: Imran Khan seeks recusal of IHC CJ from benches hearing cases against him](/article/international/2745362-pakistan-imran-khan-seeks-recusal-of-ihc-cj-from-benches-hearing-cases-against-him) [Pakistan: US agency expresses concern over uncertainties surrounding upcoming general elections](/article/international/2745355-pakistan-us-agency-expresses-concern-over-uncertainties-surrounding-upcoming-general-elections)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "baloch",
        "sentiment": "negative"
      },
      {
        "name": "anwaar-ul-haq kakar",
        "sentiment": "none"
      },
      {
        "name": "fawad hasan fawad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "geo news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T04:51:53.569+02:00",
  "updated": "2023-12-29T05:12:11.709+02:00"
}