{
  "thread": {
    "uuid": "20795fab9f8dfc7718d98fcbe633e60f41afe42b",
    "url": "https://m.dailyhunt.in/news/india/english/hindustantimes-epaper-dh6a1e8229c99f4403a520ea1f381dcb4f/new+species+of+marine+slug+found+in+odisha+named+after+president+droupadi+murmu-newsid-n587556458",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-headline",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "New species of marine slug found in Odisha named after President Droupadi Murmu",
    "title_full": "New species of marine slug found in Odisha named after President Droupadi Murmu",
    "published": "2024-02-29T11:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/bc/39/b5/bc39b5aef53b849509a0a4adf17d84725be10c82de6e2a0baada91268a231210.jpg",
    "performance_score": 0,
    "domain_rank": 18274,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20795fab9f8dfc7718d98fcbe633e60f41afe42b",
  "url": "https://m.dailyhunt.in/news/india/english/hindustantimes-epaper-dh6a1e8229c99f4403a520ea1f381dcb4f/new+species+of+marine+slug+found+in+odisha+named+after+president+droupadi+murmu-newsid-n587556458",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-02-29T11:05:00.000+02:00",
  "title": "New species of marine slug found in Odisha named after President Droupadi Murmu",
  "text": "Bhubaneshwar: A new variety of marine slug molluscs that live primarily in marine habitats and were recently discovered on wet and sandy beaches of Odisha and Bengal by the Zoological Survey of India (ZSI) has been named after President Droupadi Murmu, officials said.\nMelanochlamys Droupadi, the slug species named after Murmu, is a head-shield brownish-black sea slug with a ruby red spot and a maximum length of up to seven mm, they said.\nThe marine slug was found along the three-km stretch from the low inter-tidal zones of the Digha in West Bengal and Udaypur in Odisha coast over the last two years by the scientists led by Prasad Chandra Tudu of ZSI, officials added. The species was confirmed after a thorough examination of morphological, anatomical and molecular characteristics.\n\"We collected 145 specimens from the north-eastern coast of the Bay of Bengal. This is the second species of headshield sea slug from India as most of its congeners are found in temperate regions of the Indo-Pacific Oceanic realm. Their reproduction apparently occurs between November and January,\" said Tudu, the lead author of the study, which was published in the peer-reviewed journal Molluscan Research earlier this week.\n\"As scientists, we have the freedom to name species which we discover. Since both the president and I come from the Rairangpur area of Mayurbhanj, I decided to name the species after her to honour her ascension to the high office,\" Tudu said.\nSea slugs are a group of molluscs that live primarily in marine habitats and are slug-like. They can be found from the shallow intertidal to the deep sea and from the polar regions to the tropics. The sea slugs are rapid hunters and feed upon mobile prey such as other shelled and unshelled sea slugs, roundworms, marine worms and small fishes. So far, 18 species have been discovered across the globe, including one tropical species from the Gulf of Thailand, ZSI officials said.\nThis particular species of sea slug is hermaphrodite (having both male and female reproductive parts), however, they need another sea slug for reproduction, the zoologists say.\nIncidentally, the ZSI scientists had named another variety of head-shield sea slugs - melanochlamys bengalensis - discovered along the coast from Digha and Dhamra in 2022, after the Bay of Bengal.\nIn 2018, scientists at NASA named a bacteria that formed on the filters of the International Space Station after former president and missile man APJ Abdul Kalam. In 2017, scientists from the Botanical Survey of India in Bengal named a new plant species after Kalam.\nIn 2000, a cactus in the Cactii Garden of Bhubaneswar&apos;s Regional Plant Resource Centre was named after the then Prime Minister Atal Bihari Vajpayee. In 2018, zoologists from the Estuarine Biology Regional Centre named a species of eel Gymnothorax Odishi, after it was discovered at Odisha&apos;s Gopalpur beach.\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Environment"
  ],
  "external_links": [
    "https://www.hindustantimes.com/?utm_source=newshunt_homepagelink\\",
    "https://www.hindustantimes.com/",
    "https://hindustantimes.com/?utm_source=newshunt_homepagelink\\"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "droupadi murmu bhubaneshwar",
        "sentiment": "positive"
      },
      {
        "name": "murmu",
        "sentiment": "none"
      },
      {
        "name": "prasad chandra tudu",
        "sentiment": "none"
      },
      {
        "name": "tudu",
        "sentiment": "none"
      },
      {
        "name": "melanochlamys droupadi",
        "sentiment": "none"
      },
      {
        "name": "droupadi murmu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "indo-pacific oceanic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "odisha",
        "sentiment": "none"
      },
      {
        "name": "udaypur",
        "sentiment": "none"
      },
      {
        "name": "bengal",
        "sentiment": "none"
      },
      {
        "name": "bay of bengal",
        "sentiment": "none"
      },
      {
        "name": "west bengal",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:05:28.670+02:00",
  "updated": "2024-03-01T01:05:28.670+02:00"
}