{
  "thread": {
    "uuid": "282ebc62ee97be4715dd68a807b048e3e2a4903e",
    "url": "https://peru21.pe/vida/salud/pautas-para-cuidar-su-rinon-y-combatir-la-enfermedad-silenciosa-noticia",
    "site_full": "peru21.pe",
    "site": "peru21.pe",
    "site_section": "https://peru21.pe/arcio/rss",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": "Diario Perú21",
    "title": "Pautas para cuidar su riñón y combatir la enfermedad silenciosa",
    "title_full": "Pautas para cuidar su riñón y combatir la enfermedad silenciosa",
    "published": "2024-03-15T00:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://peru21.pe/resizer/KyQdDu7YPcGJvSSnxKh0MZ-mAuM=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/CU7I4PKLQNCNFNLQP6V5ICUCE4.jpg",
    "performance_score": 0,
    "domain_rank": 18609,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "282ebc62ee97be4715dd68a807b048e3e2a4903e",
  "url": "https://peru21.pe/vida/salud/pautas-para-cuidar-su-rinon-y-combatir-la-enfermedad-silenciosa-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción PERÚ21",
  "published": "2024-03-15T00:46:00.000+02:00",
  "title": "Pautas para cuidar su riñón y combatir la enfermedad silenciosa",
  "text": "Los malos hábitos alimenticios y enfermedades como la hipertensión arterial y la diabetes mellitus podrían afectar la salud de sus riñones. Los riñones filtran las toxinas de la sangre y el exceso de agua. Si estos fallan, podrían llevar al paciente al tratamiento de la hemodiálisis o esperar la donación de un riñón. Según el Ministerio de Salud (MINSA), el 11% de la población padece de insuficiencia renal crónica (ERC), que representa la pérdida gradual de la función renal. Asimismo, la enfermedad renal crónica se conoce como el ‘asesino silencioso’, ya que no presenta síntomas hasta que se encuentra en una fase avanzada. [MIRA: Anemia infantil aumenta a 43,1% a nivel nacional, según última ENDES 2023] Por ello, el Dr. Giraldo Arnaldi Paredes Chávez, nefrólogo de la Clínica Stella Maris, nos comparte claves y consejos que nos ayudará cuidar de nuestros riñones: - Consumir una cucharadita de sal al día: Según la OMS se recomienda ingerir menos de 2,000 mg al día, lo que equivale a una cucharadita de sal a día, ya que el exceso del consumo de sal provoca la retención de líquidos. - Evitar el consumo de alimentos procesados o chatarra: Debemos restringir el consumo de alimentos chatarra como las gaseosas, energizantes, grasas, refrescos etc.; y de alimentos ultra procesados como embutidos ya que contienen mucha sal. Tenga cuidado cuando compre sus productos y verifique si cuenta con el octógono ‘alto en sodio’. Asimismo, se debe evitar el consumo de carnes rojas y vísceras. - Realizar actividad física: Se recomienda como mínimo 30 minutos diarios. Además, que la obesidad y sobrepeso son factores de padecer insuficiencia renal crónica. - Hacer control de glucosa y presión arterial: Sobre todo si tiene un familiar con hipertensión arterial o diabetes, debe acudir al médico y hacerse exámenes de sangre y orina, al menos una vez al año. - Beber líquidos: Hidratarnos ayuda a diluir la orina y a eliminar las bacterias y toxinas. Por ello, no olvide tomar sus tres litros diarios de agua. “Si el paciente llega a ser diagnosticado de insuficiencia renal crónica, se procede a llevar el tratamiento de la hemodiálisis, que consiste filtrar las toxinas y el exceso de agua, reemplazando la función de los riñones a través de una máquina. Este proceso, de por vida, puede ser agotador y desgastante para el paciente”, concluye el especialista. Perú21 ePaper, [ingresa aquí ](https://epaper.peru21.pe/)y pruébalo gratis.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:04:38.533+02:00",
  "updated": "2024-03-15T02:57:09.453+02:00"
}