{
  "thread": {
    "uuid": "c8e5390bb6abd20f648567bd59adf8f2a4c6b5b1",
    "url": "https://en.gmw.cn/2024-07/05/content_37423573.htm",
    "site_full": "en.gmw.cn",
    "site": "gmw.cn",
    "site_section": "https://en.gmw.cn/rss_en.xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "光明网",
    "title": "Across China: Bamboo paves greener path to prosperity in China",
    "title_full": "Across China: Bamboo paves greener path to prosperity in China",
    "published": "2024-07-04T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "https://img.gmw.cn/logo/gmw_logo_280x150.jpg",
    "performance_score": 0,
    "domain_rank": 1868,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8e5390bb6abd20f648567bd59adf8f2a4c6b5b1",
  "url": "https://en.gmw.cn/2024-07/05/content_37423573.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WXY",
  "published": "2024-07-04T19:00:00.000+03:00",
  "title": "Across China: Bamboo paves greener path to prosperity in China",
  "text": "JINAN, July 4 (Xinhua) -- As the blistering sun blankets east China's Shandong Province, throngs of Liaocheng residents seek refuge in an urban park's verdant bamboo grove, eager to find a cool, inviting patch of shade to enjoy some respite from the sweltering summer heat.\nJust 10 years ago, the 20-hectare bamboo grove, part of Dongchang Lake national wetland park in the city's Liaocheng, was once a plot of barren saline and alkaline land.\n\"The salty soil, which was an infinite blanket of whiteness over the winter, is today a year-round green land,\" said Zhong Daojun, director of the city's grass tree and bamboo development research center.\nConstrained by geography and climate, bamboo cultivation in northern China was uncommon in the past.\nThanks to a project starting in the 1950s to transfer the plantation and breeding of cold-resistant bamboo species from the south of China to its north, bamboo has taken root and is a popular plant used in urban and rural greening, beautification of public facilities, and ecological restoration in northern China. In addition, numerous bamboo products have now replaced plastics, contributing to the country's green development.\nLiaocheng is one of the earliest areas to experiment with the bamboo project.\nNow, the city has five bamboo germplasm resource farms, its bamboo plantation area exceeds 200 hectares and it boasts a bamboo grove that hugs the Yellow River. Over the years, the breeds cultivated in the city and their supporting facilities have been introduced to other parts of Shandong, as well as other areas including Beijing, Tianjin and Hebei. Some species have even been successfully planted in the heartland of the Loess Plateau.\nIn China, bamboo has been celebrated as one of the \"Four Gentlemen,\" along with the orchid, the chrysanthemum and the plum blossom, since ancient times.\nAccording to Zeng Xiangwei, deputy secretary-general of the Chinese Society of Forestry (CSF), China has the world's richest bamboo resources and is the most developed in utilizing global bamboo resources, earning the title of the \"Kingdom of Bamboo.\"\nData shows that China has 7.01 million hectares of bamboo forests with 857 species, or 52 percent of the world's total bamboo species.\nSuch rich bamboo resources have not only greened the landscape and helped absorb carbon emissions in urban and rural areas, but also helped reduce plastic pollution.\nAs a green, low-carbon, and biodegradable biomass, bamboo can be made into textiles, furniture, daily necessities, and more, said Lan Xiaoguang, director general of the CSF bamboo branch.\nCurrently, more than 10,000 types of bamboo products have been developed in China, which has significantly boosted green consumption, said Lan.\nLast month, Chen Yanhua, a merchant from Jiangxi Province in east China, brought hundreds of kinds of bamboo products, including baskets, tea sets, fans, bamboo fabric clothing, keyboards and mice to a bamboo product fair in Liaocheng.\n\"The popularity of the bamboo products exceeded expectations, with some selling out,\" said Chen.\nFigures show that the output of the bamboo industry in China approached 381.8 billion yuan (53.5 billion U.S. dollars) in 2021, and the value is expected to exceed 1 trillion yuan by 2035, accounting for about 10 percent of the forestry industry.\nA three-year plan issued by the National Development and Reform Commission and other departments in 2023 said China will establish a preliminary industrial system of replacing plastics with bamboo by 2025 and make more in-depth and detailed arrangements for further enhancing the product quality, variety, industry scale, and benefits of the bamboo industry.\nImplementing the plan will promote ecological protection and high-quality development in the Yellow River area, and have a positive impact on the win-win industrial cooperation between bamboo product businesses in southern and northern China, said Li Qichao, head of the city's natural resources and planning bureau. ■\nIn pics: Elie Saab's Fall/Winter 2024-2025 Haute Couture collections at Paris Fashion Week \"Bond with Kuliang: 2024 China-U.S. Youth Festival\" held in China's Fujian\n点击右上角微信好友\n朋友圈\n请使用浏览器分享功能进行分享",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zhong daojun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "shandong province",
        "sentiment": "none"
      },
      {
        "name": "china jinan",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "dongchang lake",
        "sentiment": "none"
      },
      {
        "name": "liaocheng",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T09:09:48.364+03:00",
  "updated": "2024-07-05T09:09:48.364+03:00"
}