{
  "thread": {
    "uuid": "da3ba0fe9eece72833db21615f1e5e00daa0b21c",
    "url": "https://urgente24.com/dia-nacional-los-glaciares-un-homenaje-los-centinelas-del-agua-n571311",
    "site_full": "urgente24.com",
    "site": "urgente24.com",
    "site_section": "https://urgente24.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Urgente24 - primer diario online con las últimas noticias de Argentina y el mundo en tiempo real",
    "title": "Día Nacional de los Glaciares: Un homenaje a los centinelas del agua",
    "title_full": "Día Nacional de los Glaciares: Un homenaje a los centinelas del agua",
    "published": "2024-02-15T16:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.urgente24.com/p/807960bf5a92c322c65339d54e22d246/adjuntos/319/imagenes/002/984/0002984912/1200x675/smart/befd7221-f451-4b93-af74-c4dc7936d540_16-9-discover-aspect-ratio_default_0jpg.jpg",
    "performance_score": 0,
    "domain_rank": 76611,
    "domain_rank_updated": "2024-02-13T12:06:51.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da3ba0fe9eece72833db21615f1e5e00daa0b21c",
  "url": "https://urgente24.com/dia-nacional-los-glaciares-un-homenaje-los-centinelas-del-agua-n571311",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "U24noticias",
  "published": "2024-02-15T16:32:00.000+02:00",
  "title": "Día Nacional de los Glaciares: Un homenaje a los centinelas del agua",
  "text": "Cada 15 de febrero, Argentina celebra el Día Nacional de los Glaciares, un homenaje al invaluable descubrimiento del naturalista y explorador Francisco \"Perito\" Moreno. Nacido en 1852, Moreno se consagró como un pionero en la exploración de la Patagonia argentina, dedicando su vida a estudiar y proteger sus maravillas naturales. UN HONOR AL HIELO Día Nacional de los Glaciares: Un homenaje a los centinelas del agua Para honrar el descubrimiento de Perito Moreno y los colosos de hielo que nos proveen agua dulce, los 15 de febrero se celebra el Día Nacional de los Glaciares. Su incansable espíritu aventurero lo llevó a realizar numerosas expediciones, siendo una de las más relevantes la que lo condujo al Lago Argentino en 1877. Allí, se maravilló con la imponente masa de hielo que hoy lleva su nombre, el Glaciar Perito Moreno, una de las Siete Maravillas Naturales del Mundo. Más allá de su labor como explorador, Moreno también se desempeñó como geógrafo, botánico, político y conservacionista. Su profundo conocimiento de la Patagonia lo convirtió en un referente ineludible en la defensa de los recursos naturales y la soberanía nacional. Glaciares, los guardianes del futuro Los glaciares, majestuosos ríos de hielo, son mucho más que un espectáculo natural: constituyen una de las reservas de agua dulce más importantes del planeta, vitales para el consumo humano, la agricultura y el equilibrio ambiental. En Argentina, se encuentran alrededor de 14.500 glaciares distribuidos en la Cordillera de los Andes, a lo largo de más de 3500 kilómetros. Entre ellos, el Glaciar Perito Moreno se destaca por su imponente belleza y su excepcionalidad: a diferencia de la mayoría de los glaciares del mundo que se encuentran en retroceso, este gigante de hielo se mantiene en equilibrio, es decir, que crece en lugar de retroceder. Sin embargo, el cambio climático se cierne como una amenaza constante sobre estos centinelas del agua. El aumento de la temperatura global acelera su derretimiento, poniendo en riesgo el suministro de agua dulce y la biodiversidad de los ecosistemas glaciares. En este Día Nacional de los Glaciares, es fundamental tomar conciencia de la importancia de proteger estos colosos de hielo. Reducir las emisiones de gases de efecto invernadero y promover prácticas sustentables son acciones esenciales para asegurar su supervivencia para las generaciones venideras.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T00:49:12.572+02:00",
  "updated": "2024-02-16T00:49:12.572+02:00"
}