{
  "thread": {
    "uuid": "a813ba8cdf59cae16fc506c38491f2aa95d927a2",
    "url": "https://gradynewsource.uga.edu/sga-role-connects-student-with-government-community",
    "site_full": "gradynewsource.uga.edu",
    "site": "uga.edu",
    "site_section": "http://gradynewsource.uga.edu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Grady Newsource",
    "title": "SGA Role Connects Student with Government, Community",
    "title_full": "SGA Role Connects Student with Government, Community",
    "published": "2024-02-29T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gradynewsource.uga.edu/wp-content/uploads/2024/02/IMG_5615-scaled.jpeg",
    "performance_score": 0,
    "domain_rank": 1049,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a813ba8cdf59cae16fc506c38491f2aa95d927a2",
  "url": "https://gradynewsource.uga.edu/sga-role-connects-student-with-government-community",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grady Multiplatform Journalist",
  "published": "2024-02-29T22:55:00.000+02:00",
  "title": "SGA Role Connects Student with Government, Community",
  "text": "Dawson Templin, a third-year biochemistry and economics student, is one of seven justices on the Student Government Association Supreme Court who oversee elections and uphold the University of Georgia’s constitutional policies. Templin is also a UGA Public Service and Outreach Student Scholar who interns with Hart County to help aid and rebuild their community.\nQ: As a biochemistry and economics student, how are you able to foster your interest in law and government?\nMy father is retired Air Force, so I never necessarily grew up around law, but I did grow up around government. For probably six, seven years of my life, I was like, “I’m going to medical school,” so I never really considered it. And then when I kind of made the decision, you know, I’m not going to medical school, I started to open the horizons to it. In the Department of Management, I did a\nresearch project focused on hospital administrators, and how their educational credentials — Do they have a medical degree? Do they have a juris doctorate? Do they have an MBA? — affects that hospital’s national rankings. What I found is that most really large hospital systems and even some of the largest hospital systems, or individual hospitals in the country, are actually led by people that have juris doctorates, which I found was very interesting.\nQ: Why is it important for you to be a part of SGA?\nIt definitely offers you an ability to actually see problems that face the university. But then also, it allows you to make change because it’s one of the only organizations where you can actually work with administration here at UGA.\nQ: Is there a particular relationship that you have made with an administrator that stands out to you?\nMy research mentor, I met her in a University Council meeting that I had through a position that I was selected for because of SGA. She had just happened to find me in a meeting and was like, “Hey, do you mind if I sit next to you?” And so she sat down, and we just really hit it off. Now I’m in her research lab.\nQ: How are you involved with other communities and local governments as a\nUGA Public Service and Outreach Student Scholar?\nThere’s eight Archway communities, and so eight counties within the state of Georgia that have been classified as more for need. And so UGA has people that live in those counties to actually help with community development. I am working with Hart County, which is a little bit northeast of Athens, and my project is looking like it’ll be doing work with sustainability development goals in relation to health care. I work with my\nArchway Professional, and then she is the one that is connected to all of the people in the government, the community, not even just governmental leaders, also business leaders, just different ones that kind of make up the community and actually understand the needs.\nComments trimmed for length and clarity.\nJennifer Natunen is a public relations major covering city-county government.\n-\nShow Comments (0)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stu",
        "sentiment": "negative"
      },
      {
        "name": "dawson templin",
        "sentiment": "negative"
      },
      {
        "name": "templin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "government association supreme court",
        "sentiment": "none"
      },
      {
        "name": "uga public service and outreach student scholar",
        "sentiment": "none"
      },
      {
        "name": "department of management",
        "sentiment": "none"
      },
      {
        "name": "university of georgia",
        "sentiment": "none"
      },
      {
        "name": "air force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hart county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:14.015+02:00",
  "updated": "2024-03-01T00:20:14.015+02:00"
}