{
  "thread": {
    "uuid": "e781f05a617c10f63081923b43c4744c85932dfa",
    "url": "https://www.xfire.com/modders-pilotable-mechs-starfield/",
    "site_full": "www.xfire.com",
    "site": "xfire.com",
    "site_section": "https://www.xfire.com/feed2/",
    "site_categories": [],
    "section_title": "Daily gaming news - Xfire",
    "title": "Modders are making pilotable mechs happen in Starfield",
    "title_full": "Modders are making pilotable mechs happen in Starfield",
    "published": "2024-01-06T03:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.xfire.com/wp-content/uploads/2024/01/modders-pilotable-mechs-starfield-1.jpg",
    "performance_score": 0,
    "domain_rank": 9287,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e781f05a617c10f63081923b43c4744c85932dfa",
  "url": "https://www.xfire.com/modders-pilotable-mechs-starfield/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ray Ampoloquio",
  "published": "2024-01-06T03:06:00.000+02:00",
  "title": "Modders are making pilotable mechs happen in Starfield",
  "text": "At this point,\nBethesda should just give modders the green light to do whatever they want with Starfield, or at least, make it official.\nAhead of the launch of the mod support for Starfield later this year, the modding community has stepped up to realize one of the most sought-after features in the controversial game: pilotable mechs.\nDespite the allure of towering mechs scattered throughout the game's expansive universe, players have been unable to pilot them, leaving these impressive machines as nothing more than static decorations. However, this is set to change thanks to the ingenuity of dedicated modders.\nJared Kohr, known in the modding community as Korodic, is the lead in this ambitious project. His mod aims to make mechs pilotable and fully functional with the ability to traverse terrain and engage in combat.\nIn a recent video shared on YouTube, Kohr showcases the early stages of this mod, revealing a player controlling a mech suit equipped with weapons. While still a work in progress, the footage demonstrates the potential for a new and dynamic gameplay experience in Starfield.\nDespite the excitement, Kohr noted that the mod isn't in playable yet with the team facing several technical challenges. The lack of direct support or documentation from Bethesda means that modders like Kohr must rely on their individual expertise and the help of the modding community to bring the ideas to fruition. Kohr hopes his work will inspire others and potentially influence Bethesda to officially incorporate pilotable mechs into Starfield.\nThe addition of mechs is a significant enhancement to the game's exploration aspect, which has been limited to on-foot travel despite the presence of over 1,000 explorable planets. This decision,\nby design, has resulted in gamers asking for better means of transportation. The inclusion of mechs would solve this, all the while adding much needed depth to its planetary exploration and combat. This development aligns with Bethesda's promise of introducing \"all new ways of traveling\" in Starfield in 2024, which has fueled speculation about potential updates involving various forms of transportation, including mechs.\nWhile Bethesda has not officially confirmed the inclusion of mechs in any upcoming updates or DLCs, the community's efforts are, in a way, proof that the game continues to have\na robust and creative playerbase despite the criticism about its rapidly dwindling player base.\nThe prospect of piloting mechs in Starfield has generated significant interest and excitement, showcasing the impact as well as the importance of modding in extending the life and appeal of video games.\nAs the modding community continues to work on making pilotable mechs a reality in Starfield, players eagerly wait for a chance to experience this new feature.\nWhether or not Bethesda will officially embrace mechs in the game's future remains to be seen, but for now, modders like Jared Kohr are making dreams a reality for Starfield enthusiasts.\nHopefully, more from the modding community will step up\nas others have already left after feeling disappointed with how the game came out to be.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://youtu.be/pjzJfuQBOIw",
    "https://www.youtu.be/pjzJfuQBOIw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "starf",
        "sentiment": "negative"
      },
      {
        "name": "starfield",
        "sentiment": "none"
      },
      {
        "name": "jared kohr",
        "sentiment": "none"
      },
      {
        "name": "kohr",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "starfield",
        "sentiment": "none"
      },
      {
        "name": "bethesda",
        "sentiment": "none"
      },
      {
        "name": "starfie",
        "sentiment": "none"
      },
      {
        "name": "korodic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:36:48.409+02:00",
  "updated": "2024-01-06T03:36:48.409+02:00"
}