{
  "thread": {
    "uuid": "4fe164a9afe4d62c9986936d7998908e19224837",
    "url": "https://www.click2houston.com/news/local/2024/01/05/odin-the-electronics-sniffing-labrador-unleashing-justice-on-school-bathroom-spies/",
    "site_full": "www.click2houston.com",
    "site": "click2houston.com",
    "site_section": "https://www.click2houston.com/decision-2024",
    "site_categories": [
      "media"
    ],
    "section_title": "Decision 2024 | Local, National Election Headlines | Click2Houston",
    "title": "Odin the electronics-sniffing Labrador: Unleashing justice on school bathroom spies",
    "title_full": "Odin the electronics-sniffing Labrador: Unleashing justice on school bathroom spies",
    "published": "2024-01-05T23:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/arc-cf/01-05-2024/t_499ae6edb82e4dbe984c5168495444e5_name_image.jpg?_a=ATAPphC0",
    "performance_score": 0,
    "domain_rank": 5108,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fe164a9afe4d62c9986936d7998908e19224837",
  "url": "https://www.click2houston.com/news/local/2024/01/05/odin-the-electronics-sniffing-labrador-unleashing-justice-on-school-bathroom-spies/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Briana Zamora-Nipper",
  "published": "2024-01-05T23:29:00.000+02:00",
  "title": "Odin the electronics-sniffing Labrador: Unleashing justice on school bathroom spies",
  "text": "In the thrilling world of crime-fighting canines, there’s one Labrador Retriever who’s been making headlines for his exceptional olfactory prowess. Meet Odin, the electronic detection K9 who recently played a role in investigating a covert camera operation at Hoyland Elementary School .\nOdin, the four-legged detective, is not your average dog. While some canines might spend their days chasing squirrels or playing fetch, Odin is on a mission to sniff out hidden electronics. His latest adventure led him to the halls of Hoyland Elementary School, where hidden cameras were found in a staff bathroom.\nA janitor named Erik Fernando Carreon was identified as the culprit and promptly terminated from his position.\nRELATED: Spring ISD janitor arrested, accused of installing cameras in staff bathrooms at elementary school According to court documents, Carreon admitted to buying and installing cameras in two bathrooms, capturing footage of unsuspecting female employees using the facilities. Carreon now faces charges of invasive visual recording.\nIn the aftermath of the discovery, Odin combed through the entire campus to ensure no other lurking devices remained hidden. Fortunately, no additional cameras were found.\nAs for Carreon, he posted a $10,000 bond and has been released. Meanwhile, Odin continues to be a canine hero, tirelessly patrolling the world of electronics to keep hidden cameras and other devices at bay.\nBut how does Odin do it? Detective Clint Beasley, Odin’s human partner in crime-fighting, spilled the beans on the Lab’s incredible abilities. According to Beasley, Odin is trained to detect a specific chemical compound that’s sprayed onto storage devices and memory chips during the manufacturing process.\n“Odin is an electronic storage detection K-9 and he detects anything with digital storage,” Beasley explained. “So USBs, hard drives, cellphones, SD cards, micro SD cards, anything that can hold evidence.”\nRELATED: ‘Protect your privacy’: How to protect yourself from hidden cameras Odin is the first electronic detection dog in Harris County and one of only four in the entire state. Beasley and Odin are integral members of the Houston Metro Internet Crimes Against Children Task Force Program, focusing primarily on child exploitation cases.\nBeasley emphasized Odin’s love for work, describing him not just as a partner but as a tool that they’ve been fortunate to have and utilize extensively.\n“Odin is a tool we’ve been lucky enough to get and use as much as we can,” Beasley stated.\nThe tale of electronic-sniffing dogs, like Odin, is a relatively recent phenomenon. Beasley shed light on their history, referencing the case of Bear, a black Labrador who played a pivotal role in the arrest of former Subway pitchman Jared Fogle in 2015. Bear’s keen nose unearthed a thumb drive that had eluded human detection during a search of Fogle’s Indiana house.\nCopyright 2024 by KPRC Click2Houston - All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "odin",
        "sentiment": "negative"
      },
      {
        "name": "carreon",
        "sentiment": "none"
      },
      {
        "name": "erik fernando carreon",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hoyland elementary school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "labrador",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:04:29.159+02:00",
  "updated": "2024-01-06T01:19:27.852+02:00"
}