{
  "thread": {
    "uuid": "b3498c5c6fd8ce80f5cde9b678ce50c93bc16e48",
    "url": "https://www.prensa-latina.cu/2024/06/23/dos-localidades-sirias-reciben-nuevo-lote-de-ayuda-humanitaria-rusa",
    "site_full": "www.prensa-latina.cu",
    "site": "prensa-latina.cu",
    "site_section": "https://www.prensa-latina.cu/seccion/nota-informativa/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Dos localidades sirias reciben nuevo lote de ayuda humanitaria rusa (+Foto)",
    "title_full": "Dos localidades sirias reciben nuevo lote de ayuda humanitaria rusa (+Foto)",
    "published": "2024-06-24T07:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 20394,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3498c5c6fd8ce80f5cde9b678ce50c93bc16e48",
  "url": "https://www.prensa-latina.cu/2024/06/23/dos-localidades-sirias-reciben-nuevo-lote-de-ayuda-humanitaria-rusa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fady Marouf",
  "published": "2024-06-24T07:43:00.000+03:00",
  "title": "Dos localidades sirias reciben nuevo lote de ayuda humanitaria rusa (+Foto)",
  "text": "El proceso de entrega de la asistencia, realizado a solicitud del gobierno de Damasco, fue supervisado por el comandante de las fuerzas rusas en la urbe citadina el general de división Radionov y el subjefe del Centro de Coordinación Ruso en Damasco y la Región Sur, Yuri Popov, en los monasterios de Mar Tecla y de Nuestra Señora de Sednaya.\nEl subcomandante de las Fuerzas Rusas para Asuntos de Reconciliación, el general de división Sergei Gashkov, declaró que la ayuda proporcionada por el Centro de Coordinación de Rusia incluye alimentos destinados a los albergados en los monasterios de Santa Tecla, Sarkis y Bakhos, y la Señora de Sednaya, en las dos referidas localidades.\nPretendemos con este gesto ayudar a estas personas y aliviar su sufrimiento en medio de las difíciles circunstancias que atraviesa el país, dijo el alto oficial.\nLos responsables de los dos monasterios agradecieron el gesto y destacaron el papel positivo que desempeña Rusia a través de la ayuda humanitaria que ofrece en varias regiones sirias.\nLa asistencia, en ambos centros religiosos que albergan orfanatos, incluyó alimentos como harina, aceite, comida enlatada y leche.\nEn marzo pasado, el Centro de Coordinación Ruso abrió en Maloula un centro para brindar asistencia a las familias de los mártires y soldados heridos.\nA mediados de este mes, las fuerzas rusas entregaron un lote de asistencia médica a las autoridades de salud en la provincia nororiental de Hasakeh.\nEn paralelo con la entrega de la ayuda, un equipo de médicos militares del país euroasiático prestó asistencia a 76 niños con autismo que estaban recibiendo tratamiento en el Centro de la Sociedad Médica Siria.\nSegún afirma Moscú, el apoyo del Ejército ruso a Siria contribuyó a la liberación del 90 por ciento de su territorio del terrorismo.\nAdemás, se efectuaron desde 2015 más de cuatro mil operaciones de ayuda humanitaria, durante las cuales se entregaron alrededor de 600 mil toneladas de alimentos, medicinas y materiales básicos.\nnpg/fm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-24T08:18:48.919+03:00",
  "updated": "2024-06-24T08:18:48.919+03:00"
}