{
  "thread": {
    "uuid": "2e62ad2a3a8e94b93ddbfdff4811f3b581f9fd34",
    "url": "https://www.devdiscourse.com/article/politics/2782810-top-indian-army-official-appreciates-invaluable-sacrifices-of-gorkha-veterans-assures-continuation-of-meaningful-welfare",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/news-analysis",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "Top Indian Army official appreciates invaluable sacrifices of Gorkha veterans, assures continuation of meaningful welfare | Politics",
    "title_full": "Top Indian Army official appreciates invaluable sacrifices of Gorkha veterans, assures continuation of meaningful welfare | Politics",
    "published": "2024-01-20T14:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_05_2019_12_11_15_3417518.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 8579,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2e62ad2a3a8e94b93ddbfdff4811f3b581f9fd34",
  "url": "https://www.devdiscourse.com/article/politics/2782810-top-indian-army-official-appreciates-invaluable-sacrifices-of-gorkha-veterans-assures-continuation-of-meaningful-welfare",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2024-01-20T14:53:00.000+02:00",
  "title": "Top Indian Army official appreciates invaluable sacrifices of Gorkha veterans, assures continuation of meaningful welfare | Politics",
  "text": "Top Indian Army official appreciates invaluable sacrifices of Gorkha veterans, assures continuation of meaningful welfare At the Pokhra rally, the General recalled the invaluable sacrifices of our gallant Gorkha veterans and affirmed the continued commitment of IA GoI for their meaningful welfare, said another post from the Indian High Commission.At the beginning of his Nepal visit, Lt Gen Singh visited the Embassy of India and interacted with the Indian Ambassador Naveen Srivastava.As per the Indian Embassys data, there are over 1.22 Lakh pensioners of Indian Army residing in Nepal as on date. [PTI](/pti-stories)| Kathmandu | Updated: 20-01-2024 20:53 IST | Created: 20-01-2024 20:53 IST - Country: - Nepal A top Indian Army official on a visit to Nepal has recalled the invaluable sacrifices of gallant Gorkha veterans and assured of the continued meaningful welfare activities for them in the Himalayan nation. India has traditionally had Nepalese, especially the valiant Gorkhas, as soldiers in her Defence Forces from during the British rule. Post-independence, the Nepal government continues to maintain the Gorkha connection with the Indian Army following the Tripartite Agreement signed between the representatives of the governments of UK, India and Nepal on November 9, 1947. Lt Gen AK Singh, GOC-in-C Southern Command and President, Gorkha Brigade, Indian Army, who embarked on his Nepal visit Friday, discussed \"furtherance in military bilateral relations\" between India and Nepal along with bolstering army to army connect with Gen Prabhu Ram Sharma, COAS, Nepal. \"Lt Gen AK Singh, AVSM, YSM, SM, VSM, GOC-in-C Southern Command & President Gorkha Brigade, IA called on Gen Prabhu Ram Sharma, COAS, @NepaliArmyHQ to discuss furtherance in military bilateral relations of India-Nepal & bolstering Army to Army connect,\" the Indian High Commission in Nepal posted on X along with photos from the meeting. On Saturday, the second day of his visit, Lt Gen Singh visited revered MuktiNath Temple, about 375 kms northwest of Kathmandu, and paid obeisance at the 'Bipin Bell' installed on February 18 last year in memory of late Gen Bipin Rawat, former COAS of the Indian Army by four former Indian COAS and honorary generals of Nepali Army. Later, Lt Gen Singh visited the Welfare & Military Pension Branch, a Polyclinic in Defence Wing at Kathmandu and appreciated the initiatives undertaken for veterans' welfare. He also inaugurated a newly built portion of the Bhartiya Gorkha Sainik Niwas, the Southern Command said. Earlier on Friday, the top Army official addressed 3,000 Gorkha Veterans, Veer Naris, widows & dependants at a rally in Pokhara. He also highlighted key welfare issues and honoured Veer Naaris & Gallantry Awardees. At the Pokhra rally, \"the General recalled the invaluable sacrifices of our gallant Gorkha veterans and affirmed the continued commitment of IA & GoI for their meaningful welfare,\" said another post from the Indian High Commission. At the beginning of his Nepal visit, Lt Gen Singh visited the Embassy of India and interacted with the Indian Ambassador Naveen Srivastava. As per the Indian Embassy's data, there are over 1.22 Lakh pensioners (of Indian Army) residing in Nepal as on date. \"The Government of India has made every effort to ensure that these pensioners, their families and dependents are looked after in the best possible manner,\" it said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naveen",
        "sentiment": "none"
      },
      {
        "name": "lt gen singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "top indian army",
        "sentiment": "positive"
      },
      {
        "name": "politics top indian army",
        "sentiment": "positive"
      },
      {
        "name": "embassy of india",
        "sentiment": "none"
      },
      {
        "name": "pti",
        "sentiment": "none"
      },
      {
        "name": "indian army",
        "sentiment": "none"
      },
      {
        "name": "ia goi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gorkha",
        "sentiment": "none"
      },
      {
        "name": "kathmandu",
        "sentiment": "none"
      },
      {
        "name": "nepal",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T17:28:08.628+02:00",
  "updated": "2024-01-20T17:28:08.628+02:00"
}