{
  "thread": {
    "uuid": "185d04f6b81b26a09388db8e7ee8df7f7bce9b64",
    "url": "https://www.ok.co.uk/celebrity-news/itv-im-celeb-winner-sam-31764869",
    "site_full": "www.ok.co.uk",
    "site": "ok.co.uk",
    "site_section": "http://ok.co.uk//rss/all",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Ok - home",
    "title": "ITV I'm A Celeb winner Sam Thompson sweetly gushes over nephew after 'special day' together",
    "title_full": "ITV I'm A Celeb winner Sam Thompson sweetly gushes over nephew after 'special day' together",
    "published": "2023-12-29T00:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.ok.co.uk/incoming/article30020055.ece/ALTERNATES/s1200/0_JS275263545jpeg.jpg",
    "performance_score": 0,
    "domain_rank": 18286,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "185d04f6b81b26a09388db8e7ee8df7f7bce9b64",
  "url": "https://www.ok.co.uk/celebrity-news/itv-im-celeb-winner-sam-31764869",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "web.help@express.co.uk (Amy Jones)",
  "published": "2023-12-29T00:33:00.000+02:00",
  "title": "ITV I'm A Celeb winner Sam Thompson sweetly gushes over nephew after 'special day' together",
  "text": "Sam Thompson has gushed over his \"special day\" with his two year old nephew as he admits to \"really becoming a part\" of his life.\nThe former\nMade in Chelsea star and King of the Jungle, 31, took to Instagram to share a heartwarming post after spending time with his nephew, the son of his sister Louise Thompson.\nSharing a video from the family day out, Sam gushed in the caption: \"Making memories that I’ll never forget. What a special day. Feel like I’m really becoming a part of my nephews life and it makes me so happy.\"\nIn the video, Sam could be seen enjoying breakfast out with his sister's partner\n Ryan Libbey and his nephew Leo, while his girlfriend Zara McDermott also joined for the festive outing. While they sat around the table, Sam asked Leo to sing the nursery rhyme Twinkle Twinkle Little Star which the tiny tot began with his small red guitar on his lap.\nThe adults sang along with Leo before he let out a loud noise in enjoyment while being surrounded by his family.\nIn another clip from Sam's post, he could be seen walking along the pavement sweetly holding Leo's hand before turning back and giving a huge smile at the camera.\nIt's no surprise that Sam is close with his nephew as he lives right next door to him and his sister in a sprawling Chelsea pad. Louise was quick to comment on the post of her brother and son writing the caption: \"Well this makes me want to cry\".\nZara commented \"same\" alongside a crying emoji over the sweet tribute. Louise also reposted the sweet video on her Instagram and added the caption: \"My blessings. So glad that finally everything is exactly as it should be\", along with three smiley emojis.\nIt comes after\nLouise admitted that she \"doesn't relish\" Christmas as she opened up about her feelings in a candid post. The former star, 33, has been open and honest about her mental health since Leo's traumatic birth in 2021. She's also been open about the health issues she's suffered since, often documenting her progress and thoughts on Instagram.\nOn Boxing Day, Louise took to Instagram to post some sweet snaps during a walk with Leo, as she shared that she struggles during the winter. She wrote: \"I’m not very good during the Winter months. Nor am I good on special occasions.\n\"So unlike most people I know I don’t relish the idea of\nChristmas. That’s my truth. I’ve gone and said it. Sorry to anyone I’ve offended. Including my beautiful family.\n\"Things might look gravy. And for the most part they are.\" The star continued: \"But somewhere inside me there still remains a few deep rooted niggles that are well and truly trapped within my psyche. I can try to blame my issues on chemical imbalances, hormonal insufficiencies or physical health problems…\"\nShe went on to share some of her battles and how she copes with these, including slowing down. The post continued in the comments section, where many people offered their support and praised her for her honesty.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sam thompson",
        "sentiment": "positive"
      },
      {
        "name": "louise thompson",
        "sentiment": "none"
      },
      {
        "name": "leo",
        "sentiment": "none"
      },
      {
        "name": "zara mcdermott",
        "sentiment": "none"
      },
      {
        "name": "ryan libbey",
        "sentiment": "none"
      },
      {
        "name": "sam",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "chelsea",
        "sentiment": "none"
      },
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:41:44.500+02:00",
  "updated": "2023-12-29T00:41:44.500+02:00"
}