{
  "thread": {
    "uuid": "ac3a3334ccbc249db081fcabfc30691d38c0cef0",
    "url": "https://www.tsn.ca/nfl/naylor-bills-shake-off-steelers-mother-nature-for-wild-card-win-playoff-date-with-chiefs-1.2063123",
    "site_full": "www.tsn.ca",
    "site": "tsn.ca",
    "site_section": "https://www.tsn.ca/",
    "site_categories": [
      "pro_ice_hockey",
      "sports"
    ],
    "section_title": "TSN | Sports News, Opinion, Scores, Schedules, Super Bowl, World Juniors., Formula 1",
    "title": "Naylor: Bills shake off Steelers, Mother Nature for wild-card win, playoff date with Chiefs | TSN",
    "title_full": "Naylor: Bills shake off Steelers, Mother Nature for wild-card win, playoff date with Chiefs | TSN",
    "published": "2024-01-16T05:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.tsn.ca/content/dam/tsn/en/home/images/2024/1/16/josh-allen-1-2063126-1705383014820.jpeg",
    "performance_score": 0,
    "domain_rank": 6865,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac3a3334ccbc249db081fcabfc30691d38c0cef0",
  "url": "https://www.tsn.ca/nfl/naylor-bills-shake-off-steelers-mother-nature-for-wild-card-win-playoff-date-with-chiefs-1.2063123",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dave Naylor",
  "published": "2024-01-16T05:29:00.000+02:00",
  "title": "Naylor: Bills shake off Steelers, Mother Nature for wild-card win, playoff date with Chiefs | TSN",
  "text": "[Skip to main content](#main) Bills shake off Steelers, Mother Nature for win, playoff date with Chiefs ORCHARD PARK, N.Y. – Early on in Monday’s AFC wild-card playoff game, it looked like the [Buffalo Bills](https://www.tsn.ca/nfl/team-page/buffalo-bills/296) would do a cakewalk over the underdog [Pittsburgh Steelers](https://www.tsn.ca/nfl/team-page/pittsburgh-steelers/298). Before a joyous crowd literally sitting on snowbanks in the stands at Highmark Stadium, the Bills made it look easy in a 31-17 victory in a game that was rescheduled from its original Sunday time slot due to a weekend snow storm in Buffalo. The win was the Bills’ fourth consecutive wild-card victory, setting them up for a divisional round matchup against the [Kansas City Chiefs](https://www.tsn.ca/nfl/team-page/kansas-city-chiefs/321) on Sunday night in Buffalo. Monday’s wild-card game started with a Bills touchdown on their first possession that came on a 10-play, 80-yard drive where the only third down was a one-yard sneak by quarterback [Josh Allen](https://www.tsn.ca/nfl/player/josh-allen-310023/310023). Another happened on a one-play drive on their third possession, a touchdown throw to rookie [Dalton Kincaid](https://www.tsn.ca/nfl/player/dalton-kincaid/985644) that followed an uncharacteristic Steelers turnover on the Pittsburgh 29-yard line. Another touchdown came on the Bills’ fifth possession to make it 21-0, this one capped by a spectacular 52-yard run by Allen on a drive that began on their own 20-yard line. The Steelers had turned the ball over for the second time in the first quarter on an interception in the end zone by Bills cornerback [Kaiir Elam](https://www.tsn.ca/nfl/player/kaiir-elam/868790). Meanwhile, the Steelers were being blanketed by the Buffalo defence, with their first six possessions of the game going like this: punt, punt, fumble, punt, interception, punt. But football is often a game of attrition and Monday night was a great example of this. After being ravaged by injuries on defence for a period early this season, the Bills entered their final game the regular season a week ago as healthy as they’d been in months. But in their 21-14 win over the Miami Dolphins last Sunday, the Bills lost both starting corner [Rasul Douglas](https://www.tsn.ca/nfl/player/rasul-douglas/257525) and linebacker [Tyrel Dodson](https://www.tsn.ca/nfl/player/tyrel-dodson/354783) and neither was a go to face the Steelers on Monday. So when the Bills lost another starting corner in [Christian Benford](https://www.tsn.ca/nfl/player/christian-benford-868976/868976) and linebacker Baylin Spector (who was subbing for the injured Dodson) during Monday’s first half, and then starting linebacker [Terrel Bernard](https://www.tsn.ca/nfl/player/terrel-bernard/868880) and slot corner [Taron Johnson](https://www.tsn.ca/nfl/player/taron-johnson/310139) after halftime, the Steelers were suddenly facing a much easier challenge on offence. Pittsburgh had scored its only touchdown of the first half – a 10-yard catch by [Diontae Johnson](https://www.tsn.ca/nfl/player/diontae-johnson-353832/353832) –late in the second quarter after a blocked field goal ricocheted into Buffalo territory. This put them on a short field, which they cashed in on a five-play drive beginning on the Bills’ 38-yard line to make it 21-7. So when Buffalo went three-and-out to open the second half, the door was opened for the Steelers to mount a comeback. But offensive football isn’t just about scoring points. It’s also about protecting leads and trying to shorten the game. And that became especially critical for the Bills with their depleted defence, as they used up nearly half a quarter of football on their third quarter field-goal drive. The defence did its part shortening the game as well by forcing the Steelers to earn their way down the field and avoiding giving up the big play. The weakened Buffalo defence then forced Pittsburgh to go 12 plays over six minutes for their only touchdown of the second half to make it 24-17 before the Bills slammed the door shut with a four-and-out that essentially ended the game. The entire second half had just eight possessions. For the second week in a row, the Bills had some unlikely heroes. Linebacker [A.J. Klein](https://www.tsn.ca/nfl/player/aj-klein/8175), who came in for Spector, had joined the Bills on Wednesday, coming off his couch after cancelling a family vacation to the Florida Keys so the 32-year-old could re-join the Bills. Elam, who made the key interception in the end zone, was the Bills’ first-round pick in 2022 but had been either injured or a healthy scratch for much of this season. It all added-up to the Bills’ sixth consecutive win since losing to the [Denver Broncos](https://www.tsn.ca/nfl/team-page/denver-broncos/314) at home on Monday Night Football, back on Nov 13, to drop to 6-6. After that game, Allan said that playing win-or-die football for the final six weeks of the regular season hadn’t been easy. And that getting to the playoffs and playing a team with the same circumstances was a bit of relief. The Chiefs were under no such pressure when Buffalo took them down 20-17 at Arrowhead Stadium back on Dec 10. At that time, a Kansas City at Buffalo AFC playoff game seemed like a huge longshot. But these Bills have earned their way to the match they wanted, in the place they wanted it to be played. And suddenly, they find themselves just two wins away from the Super Bowl.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chi",
        "sentiment": "negative"
      },
      {
        "name": "naylor",
        "sentiment": "negative"
      },
      {
        "name": "josh allen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "steelers",
        "sentiment": "negative"
      },
      {
        "name": "kansas city chiefs",
        "sentiment": "none"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "n.y.",
        "sentiment": "none"
      },
      {
        "name": "highmark stadium",
        "sentiment": "none"
      },
      {
        "name": "orchard park",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T11:40:22.613+02:00",
  "updated": "2024-01-16T11:40:22.613+02:00"
}