{
  "thread": {
    "uuid": "9e44abfd3c0cd3babdf52cc95a0ca3d3a45ced3b",
    "url": "https://www.3dnatives.com/skateboard-electrique-imprime-en-3d-12042024",
    "site_full": "www.3dnatives.com",
    "site": "3dnatives.com",
    "site_section": "https://www.3dnatives.com/feed",
    "site_categories": [
      "3d_graphics",
      "tech"
    ],
    "section_title": "3Dnatives",
    "title": "Un étudiant imprime en 3D son propre skateboard électrique sur-mesure",
    "title_full": "Un étudiant imprime en 3D son propre skateboard électrique sur-mesure",
    "published": "2024-04-12T01:01:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.3dnatives.com/wp-content/uploads/2024/04/Skateboard-electrique-imprime-en-3D.jpg",
    "performance_score": 0,
    "domain_rank": 24596,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e44abfd3c0cd3babdf52cc95a0ca3d3a45ced3b",
  "url": "https://www.3dnatives.com/skateboard-electrique-imprime-en-3d-12042024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elliot S.",
  "published": "2024-04-12T01:01:00.000+03:00",
  "title": "Un étudiant imprime en 3D son propre skateboard électrique sur-mesure",
  "text": "Un étudiant imprime en 3D son propre skateboard électrique sur-mesure\nElliot S.\nLe monde de l’impression 3D a connu une forte croissance dans la création d’objets fonctionnels, allant des\nplanches de surf personnalisées aux caractéristiques de glisse optimisées aux composants de vélo légers qui améliorent les performances et le confort. Suivant cette vague d’innovation, Mike Elrod, étudiant en cinquième année de génie mécanique à l’Institut de technologie de Rochester, a mis à profit son expertise créative pour concevoir et fabriquer son propre skateboard électrique en utilisant des techniques d’impression 3D avancées. Inspiré par son expérience de stage chez le célèbre constructeur de véhicules électriques Tesla, Elrod était déterminé à exploiter la fabrication additive pour créer un skateboard électrique innovant et personnel, tout en satisfaisant sa passion pour la créativité et l’ingénierie.\nAnimé par le désir d’explorer le potentiel des matériaux de qualité technique dans l’impression 3D, Elrod s’est lancé dans la concrétisation de ses idées. « J’ai toujours voulu utiliser des matériaux et des filaments de qualité technique pour fabriquer des pièces fonctionnelles pour l’impression 3D« , a déclaré Elrod. « Ce n’est pas toujours intéressant de faire des bibelots ; je veux l’utiliser pour l’ingénierie.«\nFort de sa formation en génie mécanique, Elrod a soigneusement conçu et imprimé en 3D tous les éléments principaux du skateboard, y compris le plateau, les essieux et le boîtier électrique. En incorporant des filaments renforcés en fibres de carbone dans la conception, il s’est assuré que la flexibilité et la résistance du skateboard puissent répondre aux exigences d’une utilisation quotidienne. De plus, Mike a mis en œuvre des composants spécialisés pour perfectionner encore la direction et la maniabilité, ce qui a permis d’améliorer la conception générale et l’expérience utilisateur de son skateboard.\nLe produit final est un skateboard électrique ultramoderne et entièrement personnalisé, équipé d’une puissante batterie de 36 volts, capable d’atteindre des vitesses allant jusqu’à 32 km/h. Doté de pneus robustes de 6,5 pouces, le skateboard peut naviguer en toute sécurité sur des terrains variés, des surfaces lisses aux sentiers tout-terrain difficiles. Les utilisateurs peuvent piloter le skateboard électrique imprimé en 3D à l’aide d’une télécommande portable pour une utilisation facile.\nTout au long du projet, Mike Elrod a activement recherché les connaissances et le soutien des communautés d’ingénierie et\nd’impression 3D en ligne, ce qui l’a aidé à affiner ses conceptions et à trouver des idées pour améliorer le skateboard. En parlant du processus de conception, il explique : « Je connaissais la communauté, l’industrie et les forums. De nombreuses entreprises ont vu le jour au cours des 10 dernières années et fabriquent des moteurs et des contrôleurs de moteur, qui sont le cerveau, les batteries et tous les petits éléments électroniques.«\nLe projet de cet étudiant illustre le potentiel passionnant de l’impression 3D pour le transport personnalisé. À mesure que la technologie de fabrication additive continue d’évoluer, on peut s’attendre à voir apparaître des options de transport encore plus innovantes et personnalisées dans les années à venir. Pour en savoir plus sur le projet de skateboard électrique imprimé en 3D de Mike Elrod, cliquez\nici.\nQue pensez-vous de cette utilisation de l’impression 3D pour les skateboards électriques personnalisés ? N’hésitez pas à partager votre avis dans les commentaires de l’article. Retrouvez toutes nos vidéos sur notre chaîne\nYouTube ou suivez-nous sur\n*Crédits photo de couverture : Rochester Institute of Technology",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.youtube.com/channel/UCMWrNpdLOXa7BffRKXZoaZw",
    "https://www.rit.edu/news/rit-student-mike-elrod-creates-3d-printed-electric-skateboard",
    "https://youtube.com/channel/UCMWrNpdLOXa7BffRKXZoaZw",
    "https://rit.edu/news/rit-student-mike-elrod-creates-3d-printed-electric-skateboard"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:23:33.490+03:00",
  "updated": "2024-04-12T03:23:33.490+03:00"
}