{
  "thread": {
    "uuid": "9eb5344d2eb750379956e61ea3d6f78761b0f314",
    "url": "https://abc7ny.com/videoClip/teas-with-meaning-organic-handcrafted-tea-blends-black-owned-business-kamilah-mitchell/14479971",
    "site_full": "abc7ny.com",
    "site": "abc7ny.com",
    "site_section": "http://abc7ny.com/feed/",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "",
    "title": "Kamilah Mitchell of 'Teas with Meaning' crafts healing tea blends with purpose",
    "title_full": "Kamilah Mitchell of 'Teas with Meaning' crafts healing tea blends with purpose",
    "published": "2024-02-29T21:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14479969_022924-localish-AGD7795-TEASWITHMEANING-KGO-vid.jpg?w=992?w=1600",
    "performance_score": 0,
    "domain_rank": 3730,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9eb5344d2eb750379956e61ea3d6f78761b0f314",
  "url": "https://abc7ny.com/videoClip/teas-with-meaning-organic-handcrafted-tea-blends-black-owned-business-kamilah-mitchell/14479971",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CCG",
  "published": "2024-02-29T21:48:00.000+02:00",
  "title": "Kamilah Mitchell of 'Teas with Meaning' crafts healing tea blends with purpose",
  "text": "OAKLAND, Calif. -- Whatever the feeling or emotion, Kamilah Mitchell of Oakland's Teas with Meaning has a special blend to match it. Her handcrafted tea types share thoughtfulness and intentionality in every cup. \"I have a tea for smiles, tears, health, real conversations,\" described Mitchell. \"I really believe that tea time gives you the power to slow down.\" Teas with Meaning began in 2018 following Mitchell's cancer diagnosis. The news lead her to discover the wellness benefits of various herbs found in tea. \"I have friends who have land in Mount Shasta, California, so I went there to kind of just grieve and process the news,\" recalled Mitchell. \"In the midst of processing the news, it was the first day of fall, so I recognized that we have everything we need around us...there was just a lot of harvest.\" She added, \"I just took the time to learn more about the things that I would need on the spiritual and physical journey to fight the battle of cancer.\" Mitchell started one cup of tea at a time, creating organic loose leaf teas and nourishing tea-infused products with magic and meaning as the main ingredients. One of her most popular offerings is \"DiviniTea,\" a black tea blend popular for invigorating the mind, body, and spirit. \"I tell people it's better than your favorite chai, and I mean that,\" Mitchell said about DiviniTea. \"You can see the grapefruit, you can see the orange, you can see the cardamom.\" The process for creating the renowned blends revolves around seasonal ingredients. \"We focus on the quality of ingredients,\" shared Mitchell. \"We also focus on what is available organically and ethically sourced.\" She continued, \"I started to create a blend a month just to get the community's feedback, as well as to learn more about what the community needs.\" Teas with Meaning regularly teams up with the community to foster creativity and share food and drink with purpose. \"I've collaborated with over 30 Black-owned, minority-owned businesses in the past 6 years,\" Mitchell said. Her most recent project, in collaboration with Visit Oakland, showcases a tea blend that best represents the neighborhoods within The Town. \"With each blend and each neighborhood, I took the time to talk to Oakland natives in those communities to see what they thought tea time would represent for their neighborhood,\" stated Mitchell. \"With the support, help, and push of Visit Oakland, I created 'The Town Teas.'\" Mitchell doesn't consider herself a business owner, but instead refers to herself proudly as the \"Tea Lady.\" \"Tea lady with a passion,\" she said. \"To have my own business reminds me of what the power of community is.\" For more information, visit here and follow @teaswithmeaning on Instagram.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://withmeaning.org/",
    "https://www.instagram.com/teaswithmeaning/",
    "https://www.instagram.com/teaswithmeaning",
    "https://www.withmeaning.org/",
    "https://withmeaning.org",
    "https://instagram.com/teaswithmeaning/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kamilah mitchell",
        "sentiment": "negative"
      },
      {
        "name": "mitchell",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "oakland",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      },
      {
        "name": "mount shasta",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:05:19.211+02:00",
  "updated": "2024-03-10T00:30:14.057+02:00"
}