{
  "thread": {
    "uuid": "0c89b4d23d1e9893a7bc4772aaf604effb320bc1",
    "url": "https://in.ign.com/portal-2/200158/news/portal-revolution-is-basically-a-full-sized-fan-made-prequel-releasing-very-soon",
    "site_full": "in.ign.com",
    "site": "ign.com",
    "site_section": "https://in.ign.com/feed.xml",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "IGN India",
    "title": "Portal: Revolution Is Basically a Full-Sized Fan-Made Prequel Releasing Very Soon",
    "title_full": "Portal: Revolution Is Basically a Full-Sized Fan-Made Prequel Releasing Very Soon",
    "published": "2024-01-05T23:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://sm.ign.com/t/ign_in/news/p/portal-rev/portal-revolution-is-basically-a-full-sized-fan-made-prequel_4wba.1200.jpg",
    "performance_score": 0,
    "domain_rank": 660,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c89b4d23d1e9893a7bc4772aaf604effb320bc1",
  "url": "https://in.ign.com/portal-2/200158/news/portal-revolution-is-basically-a-full-sized-fan-made-prequel-releasing-very-soon",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "IGN India",
  "published": "2024-01-05T23:42:00.000+02:00",
  "title": "Portal: Revolution Is Basically a Full-Sized Fan-Made Prequel Releasing Very Soon",
  "text": "Nearly 13 years after the debut of Portal 2, fans of the beloved first-person puzzle game were supposed to be rewarded with the Jan. 5 release of a prequel campaign from Second Face Software. The fan-made mod, dubbed Portal: Revolution, will add over eight hours of gameplay and 40 new test chambers to the sequel game.\nInstead, those who opened Steam today were met with a disappointing announcement from the game's devs in lieu of new Portal content.\nPortal Revolution is a beautiful fan-made prequel. Image source: Steam. \"Right off the bat, I want to say that the game is done,\" the message reads. \"We could ship at any moment, but Valve has yet to review and accept the game for release.\"\nThe note continues on to explain how all games on Steam are beholden to a review process by Valve before developers can even have the option to punch the release button. The Portal: Revolution developers first submitted their build for review Dec. 20 but had yet to hear back from Valve before the mod's intended Jan. 5 release date.\n\"Even though we’re done on our part, we can’t ship,\" the developers wrote. \"In hindsight, we should have seen this coming and we definitely learned [our] lesson to not ship during holidays again.\"\nThe developers acknowledged that they were, indeed, warned in advance by Steam Support that reduced staffing during the holiday season leads to much longer review times. Any other time of year, this process normally takes between 2-3 business days, according to the Portal: Revolution developers, though it's advised games be submitted at least two weeks before their shipping date.\n\"Even though we're done on our part, we can't ship. In hindsight, we should have seen this coming.\" As the announcement was being posted to the Steam storefront, the Portal: Revolution team heard back from Valve that the build is now under review. Once accepted, the game devs said they would update fans with a revised release date.\nWe're not sure what's worse: having to stay patient for the mod's inevitable debut or the fact it's ready and simply not available. Either way, it's a sad day for Portal fans.\nThe good news? This campaign is going to be well worth the wait. Eight hours of additional gameplay nearly qualifies this community-built mod as a full-length game in its own right. Plus, the new puzzles will force players to think outside the box (or rather, Companion Cube) by utilizing existing mechanics in a unique way.\nSet between the events of Portal and Portal 2, the new content will send players back to the tattered ruins of Aperture laboratories. At the game's onset, you awake as a test subject whose mission is to find a device that can restore the facility.\n\"Portal: Revolutions puzzle difficulty starts where Portal 2 stops,\" according to the game's developers, though challenging new mechanics will be taught to players as they go along, similar to the original games.\nTo play the upcoming mod, players will need to have Portal 2 previously installed. If you don't have it already, the game is on sale for $0.99 on Steam until Jan. 11 .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [
    "https://store.steampowered.com/news/app/601360/view/3904122509838958659?l=english",
    "https://store.steampowered.com/app/601360/Portal_Revolution/",
    "https://store.steampowered.com/app/620/Portal_2/",
    "https://store.steampowered.com/app/601360/Portal_Revolution",
    "https://www.store.steampowered.com/news/app/601360/view/3904122509838958659?l=english",
    "https://www.store.steampowered.com/app/601360/Portal_Revolution/",
    "https://www.store.steampowered.com/app/620/Portal_2/",
    "https://store.steampowered.com/news/app/601360/view/3904122509838958659",
    "https://store.steampowered.com/app/620/Portal_2"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:54.374+02:00",
  "updated": "2024-01-06T00:12:54.374+02:00"
}