{
  "thread": {
    "uuid": "7d15ab21de0fb0c4607419e566cf3ae102ae6214",
    "url": "https://elejido.ideal.es/elejido/talleres-mejorar-autoestima-habilidades-sociales-jovenes-20240404230723-nt.html",
    "site_full": "elejido.ideal.es",
    "site": "ideal.es",
    "site_section": "http://www.ideal.es/granada/rss/2.0?seccion=multimedia",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS de noticias de ",
    "title": "Talleres para mejorar la autoestima y las habilidades sociales de los jóvenes",
    "title_full": "Talleres para mejorar la autoestima y las habilidades sociales de los jóvenes",
    "published": "2024-04-04T23:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3.ppllstatics.com/ideal/elejido/multimedia/2024/04/04/ELEJIDO_PROGRAMA%20BIENESTAR%20JUVENIL%202-knJF-U2102008025687MnG-1200x840@Ideal.jpg",
    "performance_score": 0,
    "domain_rank": 13203,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d15ab21de0fb0c4607419e566cf3ae102ae6214",
  "url": "https://elejido.ideal.es/elejido/talleres-mejorar-autoestima-habilidades-sociales-jovenes-20240404230723-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Inmaculada Acién",
  "published": "2024-04-04T23:07:00.000+03:00",
  "title": "Talleres para mejorar la autoestima y las habilidades sociales de los jóvenes",
  "text": "Secciones Servicios Destacamos Inmaculada Acién El Ejido Jueves, 4 de abril 2024, 23:07 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir El Ayuntamiento de El Ejido, a través de la unidad de Juventud, Educación y Participación, ha puesto en marcha el programa 'Bienestar Juvenil', que durante los tres próximos meses va a estar conformado por tres talleres dirigidos a jóvenes a partir de 12 años con los que se busca trabajar la autoestima, el ciberacoso y las habilidades sociales. El concejal de Juventud, Javier Rodríguez, señaló al respecto que «el objetivo principal de estas propuestas es fomentar la autoconciencia, la empatía, la aceptación personal y la seguridad entre los adolescentes, un colectivo que está en continúo contacto con las redes sociales, para que reflexionen sobre su uso, promuevan la autenticidad y el reconocimiento de la realidad detrás de la vida digital y desarrollen habilidades de autorregulación para una utilización equilibrada de las redes sociales». Los cursos son de carácter gratuito, se van a llevar a cabo en el Espacio Murgijoven a cargo de la educadora social ejidense María Caravelo y para participar es necesaria inscripción previa online en la web municipal. En este sentido, el primero de los talleres arrancará el 17 y durará una semana, hasta el 24 de abril, en horario de 18 a 20 horas, bajo el título 'Conviértete en influencer creando los mejores challenges'. A través de esta atractiva propuesta, los jóvenes van a hacer diversos challenges, lo que va a permitir a los participantes exponerse de manera segura y asertiva mientras exploran sus capacidades y se desafían a sí mismos. «Se busca fomentar el trabajo en equipo, la creatividad y la capacidad de comunicación efectiva de los participantes desde una interacción respetuosa en línea», apuntó Rodríguez. El segundo curso tendrá lugar los días 8, 15 y 22 de mayo de 18 a 19.30 horas y consistirá en la realización de ejercicios prácticos de reconexión, autoconocimiento y empoderamiento que implican la creación de fotos y vídeos para diferentes plataformas sociales. «Pretendemos mejorar la autoestima y la resiliencia emocional de los jóvenes, ayudándoles a valorarse de manera positiva y a mantener una perspectiva realista en el mundo digital», incidió el concejal de Juventud y Educación en relación a este segundo curso. Por otra parte y en cuanto a la última de las propuestas para este próximo trimestre, se llevará a cabo los días 12 y 19 de junio en horario de 18 a 20 horas. El Espacio Murgijoven será escenario del taller 'Mememaster', para aprender a hacer los mejores 'memes', con el que los participantes aprenderán a utilizar el humor con inteligencia y asertividad desde una cultura de respeto y empatía en línea, con la finalidad de trabajar «el pensamiento crítico frente al uso de memes, brindando a los adolescentes herramientas para identificar y enfrentar el ciberacoso de manera constructiva y consciente», subrayó el concejal de Juventud. Publicidad Publicidad Te puede interesar [ El recorrido por la ría foto a foto ](https://athletic.elcorreo.com/recorrido-gabarra-20240411162929-ga.html#vca=voc-recirc&vso=ideal) El Correo Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:15:08.612+03:00",
  "updated": "2024-04-13T00:02:55.005+03:00"
}