{
  "thread": {
    "uuid": "912cba0f492b765ec2dbcf57928ca52523bbd005",
    "url": "https://career.ucla.edu/jobs/federal-home-loan-bank-of-des-moines-model-risk-intern/",
    "site_full": "career.ucla.edu",
    "site": "ucla.edu",
    "site_section": "https://career.ucla.edu",
    "site_categories": [],
    "section_title": "UCLA | Career Center",
    "title": "Model Risk Intern – UCLA | Career Center",
    "title_full": "Model Risk Intern – UCLA | Career Center",
    "published": "2024-01-08T00:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ucla.uconnectlabs.com/wp-content/uploads/sites/230/2023/07/Customizer-Default-Post-Thumbnail-1200-×-630-px-5.png",
    "performance_score": 0,
    "domain_rank": 402,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "912cba0f492b765ec2dbcf57928ca52523bbd005",
  "url": "https://career.ucla.edu/jobs/federal-home-loan-bank-of-des-moines-model-risk-intern/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-08T00:57:00.000+02:00",
  "title": "Model Risk Intern – UCLA | Career Center",
  "text": "At FHLB Des Moines, we work each day to develop an inclusive culture that supports and leverages the complexity of a diverse workforce. This enables us to effectively serve the needs of our members and help them succeed. The Model Risk Intern will play an important role in assessing the Bank’s model risk through End User Computing Tool (EUC) validations, model validations, risk reviews and ongoing analysis. The Intern will further assist the Model Risk Management Group (MRMG) in validating EUCs and financial models throughout the Bank in order to assess model reasonableness, weaknesses, and risks. The Model Risk Intern will interact with model owners/users across the Bank to understand current model performance, development activities and emerging risks. This role will run approximately May through August of 2024, exact start and end dates are negotiable around school schedule. Accountabilities: - Participate in End User Computing Tool (EUC) and Model Validation projects to conduct robust and comprehensive testing and analysis according to the Bank’s policies and relevant regulatory guidelines. - Participate in generating validation reports detailing conclusions of the model/EUC validation and discuss findings and recommendations with management and model owners. - Assist in other model/EUC validation activities, such as assessing the control aspects of models and model-related EUCs. Qualifications: - College Junior or Senior (Master’s students and recent graduates also welcome) working towards a degree in Quantitative Finance, Statistics, Mathematics, Economics or other quantitative discipline. - Understanding of financial market concepts and basic fixed-income analytics. - Understanding of stochastic processes, time series analysis, principal component analysis, optimization, logistic regression, Monte Carlo simulation. - Ability to write clear technical reports and memos. - Must be able to communicate and maintain relationships with model owners and other stakeholders. - Previous internship or graduate/undergraduate research experience in a related field, such as model validation, financial modeling, data science, machine leaning and predicative modeling is desirable. - Proficiency with at least one programming languages such as Python or R is desirable. - Proficiency with Microsoft Office applications (Excel, Word, PowerPoint, Outlook). - Strong written and verbal communication skills required. Compensation Range: : $20.00 – $25.00 This salary range represents the Bank’s good faith and reasonable estimate of possible compensation at the time of hire. Offer to be determined by selected applicant’s education, experience, knowledge, skills & abilities, as well as internal equity and alignment with market data. This role is also eligible to participate in the Bank’s annual incentive plan. As part of our competitive Total Rewards package, the Bank offers 11 paid holidays, 5 weeks of PTO and a work culture that values work/life balance. Most roles are eligible for our hybrid work schedule of 3 days per week in office, 2 days per week work-from-home. We match 100% of the first 6% you contribute to your 401(k), and provide an additional 4% non-discretionary contribution to your 401(k) at the end of year. At FHLB Des Moines, we celebrate diversity, work to create an inclusive culture and champion equity in all of our policies and practices. This enables us to effectively serve the needs of our members and help them succeed. FHLB Des Moines is proud to be an Equal Opportunity Employer. We prohibit discrimination on the basis of race, color, religion, sex (including pregnancy, sexual orientation or gender identity), national origin, age, disability, veteran status, genetic information (including family medical history), status as a parent or any other characteristic protected by federal, state or local law.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ucla",
        "sentiment": "negative"
      },
      {
        "name": "bank",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fhlb des moines",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:19:55.315+02:00",
  "updated": "2024-01-08T01:19:55.315+02:00"
}