{
  "thread": {
    "uuid": "70e2d9bc5b692d71ca1ef774e03beffe870a45bc",
    "url": "https://www.marca.com/baloncesto/euroliga/2024/05/03/66353026e2704ecca88b45d6.html",
    "site_full": "www.marca.com",
    "site": "marca.com",
    "site_section": "https://www.marca.com/ultimas-noticias.html?intcmp=menudest&amp;s_kw=ultimas-noticias",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Últimas noticias deportivas de hoy - Última hora del deporte y el fútbol",
    "title": "El Mónaco sobrevive ante el Fenerbahce y envía la serie al quinto partido | Marca",
    "title_full": "El Mónaco sobrevive ante el Fenerbahce y envía la serie al quinto partido | Marca",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-marca.unidadeditorial.es/d6a7fb42f5281ec5b70921dc434a7628/resize/1200/f/webp/assets/multimedia/imagenes/2024/05/03/17147666304416.jpg",
    "performance_score": 0,
    "domain_rank": 1777,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70e2d9bc5b692d71ca1ef774e03beffe870a45bc",
  "url": "https://www.marca.com/baloncesto/euroliga/2024/05/03/66353026e2704ecca88b45d6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JORGE QUIROGA",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "El Mónaco sobrevive ante el Fenerbahce y envía la serie al quinto partido | Marca",
  "text": "E n un partido de puro Playoffs, el Mónaco ganó en Estambul, 62-65 , y mandó la serie al quinto partido. Por segundo año consecutivo los Playoffs de la Euroliga vivirán tres eliminatorias hasta el límite del último choque. Mónaco recibirá al Fenerbahce en su casa el próximo miércoles a partir de las 19.00 horas.\nFue un partido de poder a poder. No atractivo en cuanto a rapidez y juego en ataque como había pasado en los anteriores , pero muy intenso y muy trabado. tanto que el marcador es más propios del baloncesto europeo de los años 90 de equipos como el Limoges, que jugaba a no pasar de los 60 puntos.\nLa igualda en el partido fue tal que las máximas fueron para el Fenerbahce de 8 puntos , y muy pronto con un 12-4, y para el Mónaco de 4, al inicio con el 0-4. Luego, todo el partido se mantuvo el marcador comprimido hasta los minutos finales con los monegascos controlando más las emociones.\nNinguno de los dos equipos alcanzó los 20 puntos en un cuarto: 15-11 en el primero, 18-19 en el segundo, con 33-30 al descanso, 14-18 en el tercero y 15-17 en el cuarto. En el tramo final pudo ganar cualquiera. Con 57-58 a 1:27 para el final Okobo perdió un balón que Guduric se disponía a convertir en canasta para los turcos hasta que apareció Hall para negarlo con un tapón.\nLuego llegó el triple de Mike James (57-61 a 58 segundos para el final) . El máximo anotador en la historia de la Euroliga había metido siete puntos muy pronto para luego desaparecer... hasta canasta tan decisiva. Wilbekin descontó con dos tiros libres, 59-61 , pero luego Hall dio más ventaja al Mónaco tras una mala defensa del Fenerbahce.\nAsí fue la trifulca final en Estambul en el Fenerbahce - Mónaco A 21 segundos para el final, Guduric anotó un tremendo triple que encendió el pabellón y a los ruidosos aficionados turcos. Aún tendría tiempo el Mónaco de cometer un grave error en un saque de banda, violación de cinco segundos, que puso en bandeja el triunfo del Fenerbahce. Pero Wilbekin falló a seis segundos para el final y Hall, con un mate en pleno caos en la pista, selló el triunfo del Mónaco.\nAl final del partido hubo incluso conato de invasión, l anzamiento de objetos y problemas para el Mónaco de ganar el túnel de vestuarios. Habrá quinto y será otra épica batalla.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T23:10:17.144+03:00",
  "updated": "2024-05-18T06:11:04.268+03:00"
}