{
  "thread": {
    "uuid": "06dd4d59f8280b54139a0a15d484ec10d367604e",
    "url": "https://dutchreview.com/culture/resistance-heroine-who-saved-thousands-of-jewish-children",
    "site_full": "dutchreview.com",
    "site": "dutchreview.com",
    "site_section": "https://dutchreview.com/category/culture/",
    "site_categories": [
      "tech"
    ],
    "section_title": null,
    "title": "“Mother of 1001 children”: the resistance heroine who saved thousands from the Nazis",
    "title_full": "“Mother of 1001 children”: the resistance heroine who saved thousands from the Nazis",
    "published": "2024-05-03T14:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 41441,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06dd4d59f8280b54139a0a15d484ec10d367604e",
  "url": "https://dutchreview.com/culture/resistance-heroine-who-saved-thousands-of-jewish-children",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Christine Stein Hededam 🇩🇰",
  "published": "2024-05-03T14:31:00.000+03:00",
  "title": "“Mother of 1001 children”: the resistance heroine who saved thousands from the Nazis",
  "text": "Truus Wijsmuller, or “Auntie Truus” as she was also known, dedicated her life to helping children affected by WWII. She was energetic, cheeky, and fearless — even when facing the Gestapo.\nBorn in Alkmaar in 1896, Truus was the daughter of a drugstore worker and a self-employed dressmaker. In 1913, she moved to Amsterdam with her family.\nThere, her parents not only taught her to help people in need but set an example by taking in a homeless Austrian boy after the First World War.\nREAD MORE | Meet Mata Hari: the famous Dutch First World War spy\nSome years after moving to Amsterdam, Truus fell in love with Joop Wijsmuller and the couple married in 1922.\nHowever, when they discovered that they couldn’t have kids, Truus decided to dedicate herself to helping the children of others instead.\nThrough social work, Truus unknowingly began her journey towards becoming a resistance heroine.\nThe beginning of her resistance work Besides her social work, Truus was also very politically involved. 💭\nThe combination of her hard work in these two areas and her general good-hearted nature earned her the respect of many.\nThanks to these attributes, she could rely on an extensive network of people when she began her resistance work in 1933.\nTruus Wijsmuller with a rabbi in 1962. Image: Ben van Meerendonk /WikimediaCommons/ CC2.0 Her first endeavour was to travel to Jewish acquaintances in Germany and bring their children safely to the Netherlands.\nAfter Kristallnacht (The Night of Broken Glass) in 1938, she went to the Dutch-German border having heard rumours of lost children wandering about in the forest.\nREAD MORE | The 14-year-old assassin who lured Nazis and traitors to their deaths\nThere, she found a Yiddish-speaking Polish boy. In order to avoid being caught, she smuggled him across the border and into the Netherlands.\nHow, you might ask? Under her skirt! 👗\n“Truus was our guardian angel.. she gave me my life. That’s the reason I am here,” said Philip de Groot , who was saved by Truus as a child.\nEngland comes calling Having been involved in rescuing Jewish children from Germany for years, Truus’ operation became more extensive at the end of the 1930s.\nIn November 1938, the British government decided to provide temporary refuge for Jewish children who lived in countries under Nazi control.\nHaving made a name for herself, Truus was asked to help with the operation. 🤝\nTruus was requested to go to Germany and meet with Otto Adolf Eichmann (who later played a major role in the organisation of the Holocaust).\nREAD MORE | Laureen Nussbaum talks about her friend Anne Frank, the Holocaust and taking responsibility\nAt the time, Eichmann was the official in charge of the forced emigration of Jews from Germany and Austria. Fearlessly, she agreed.\nAn impossible task On December 11, 1938, Truus met with Eichmann to arrange for the emigration of Jewish children to England via the Netherlands.\nWhen she arrived at the meeting, she had expected to negotiate how many children she could bring back with her on her first trip.\nHowever, Eichmann refused all negotiations and instead gave her a challenge.\nHe charged her with the care of 600 Jewish children, believing it would be an impossible task and that her operation was doomed to fail.\nHe couldn’t have been more wrong.\nTruus Wijsmuller was responsible for saving thousands of Jewish children through the #KinderTransport and may have saved the most lives of all during the #Holocaust . She is a #RighteousJew and has a tree planted in her honor in #YadVashem . #NeverForget pic.twitter.com/j7qRNRtFUa\n— Stephen Uzzell (@StephenUzzell2) January 14, 2021 Getting to work immediately, Truus managed to bring all 600 children out of Austria.\nWithin a few days, 500 of the children had safely arrived in England via Hoek van Holland, while 100 stayed in the Netherlands. Take that, Eichmann — never underestimate a woman! 💪\nREAD MORE | Being a feminist in the Netherlands: surprisingly, it’s a challenge\nTruus continued this work until the outbreak of the war, bringing 150 children to safety each time she travelled between England and the Netherlands.\nEven more impressively, she organised the transport of these children without any support from the Dutch government. They were too busy being not-so-happy about her work.\nPrior to the war, the country didn’t want to offend Nazi Germany. Plus, in 1938 the Netherlands was already struggling to accommodate a high influx of refugees.\nTruus, therefore, relied mainly on her own network to transport the children through the Netherlands.\nRefugee children housed at Amsterdam orphanage Although most of the children were supposed to go to England, many ended up staying in the Netherlands.\nFrom March 1939, these children were housed at an orphanage in Amsterdam called the Burgerweeshuis (now the Amsterdam Museum ).\nBoth Truus and her husband Joop spent much of their time with the children from the Burgerweeshuis .\nThey even let children stay in their own homes for small periods of time to provide them with more gezellig surroundings. Joop also took children with him on trips to the ARTIS zoo in Amsterdam.\nThe children from the Burgerweeshuis. Source: Overwijsmuller /Wikimedia Commons/ CC4.0 “The Burgerweeshuis was, because of Mrs Wijsmuller, the only place where so many children were rescued,” said Rita Mayer-Brown , who was saved by Truus as a child.\nWith the amount of love that she and her husband dedicated, it’s no surprise that an obituary after her death in 1978 read, “Mother of 1001 children, who made saving Jewish children her life’s task.”\nHowever, in May 1940, the Netherlands was occupied by Nazi Germany.\nTruus was in Paris at the time but instantly dropped everything to return to the Netherlands.\nTime was ticking, but she managed to pull off the impressive feat of evacuating the Burgerweeshuis children to England before it was too late.\nContinued to work illegally under occupation Truus moved to Belgium during the German occupation of the Netherlands. From there, she continued her work illegally, though on a different scale.\nREAD MORE | 7 unmissable movies about the Netherlands in WWII\nShe began working with the Dutch, the Belgian, and the French Red Cross. Aside from continuing to smuggle children to safety, she also smuggled packages with essentials such as medicine, food, and clothing to refugee camps in southern France. ⛑\nWhenever possible, she would reunite the children with their families.\nArrested by the Gestapo In May 1942, Truus was arrested by the Gestapo upon entering the Netherlands. They suspected that she was helping Jews get safely to Switzerland (you bet she was!), but they couldn’t prove her guilty.\nThankfully, the refugees that the Gestapo had gotten hold of only knew her by her alias, and she was released after a few days.\nAn unstoppable woman Neither war, occupation, nor being arrested by the Gestapo could make Truus stop her resistance work.\nAll throughout the war, she continued to do everything in her power to help children in need.\nEven after the war ended , Truus continued making an impact as social policy became an important focus for her when she returned to an active role in politics after the war.\nOverlooked for decades, Truus Wijsmuller is finally beginning to get the recognition she deserves.\nA documentary called Truus’ Children premiered on NPO (Dutch Foundation for Public Broadcasting) in May 2020 and can now also be found on Netflix.\n“Truus did not only save me, she saved the three generations after me as well,” said Hannele Scheinowitz , who was saved by Truus as a child.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://creativecommons.org/licenses/by-sa/2.0/deed.en",
    "https://www.truus-children.com/",
    "https://www.truus-children.com/rita-mayer",
    "https://twitter.com/hashtag/YadVashem?src=hash&ref_src=twsrc%5Etfw",
    "https://www.truus-children.com/hannele-scheinowitz",
    "https://twitter.com/hashtag/Holocaust?src=hash&ref_src=twsrc%5Etfw",
    "https://www.amsterdammuseum.nl/en/about-us/about-museum",
    "https://creativecommons.org/licenses/by-sa/4.0/deed.en",
    "https://t.co/j7qRNRtFUa",
    "https://twitter.com/hashtag/KinderTransport?src=hash&ref_src=twsrc%5Etfw",
    "https://www.truus-children.com/philip-de-groot",
    "https://twitter.com/hashtag/NeverForget?src=hash&ref_src=twsrc%5Etfw",
    "https://www.youtube.com/embed/Q_R3fUvRxwg?feature=oembed&#038;enablejsapi=1",
    "https://twitter.com/StephenUzzell2/status/1349655272432795651?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/RighteousJew?src=hash&ref_src=twsrc%5Etfw",
    "https://commons.wikimedia.org/w/index.php?title=User:Overwijsmuller&action=edit&redlink=1",
    "https://commons.wikimedia.org/w/index.php",
    "https://www.twitter.com/hashtag/Holocaust?src=hash&ref_src=twsrc%5Etfw",
    "https://www.youtube.com/embed/Q_R3fUvRxwg",
    "https://truus-children.com/hannele-scheinowitz",
    "https://www.truus-children.com",
    "https://twitter.com/hashtag/NeverForget",
    "https://www.creativecommons.org/licenses/by-sa/2.0/deed.en",
    "https://twitter.com/hashtag/KinderTransport",
    "https://amsterdammuseum.nl/en/about-us/about-museum",
    "https://twitter.com/hashtag/YadVashem",
    "https://twitter.com/hashtag/RighteousJew",
    "https://www.t.co/j7qRNRtFUa",
    "https://www.twitter.com/hashtag/YadVashem?src=hash&ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/RighteousJew?src=hash&ref_src=twsrc%5Etfw",
    "https://www.creativecommons.org/licenses/by-sa/4.0/deed.en",
    "https://truus-children.com/",
    "https://www.twitter.com/hashtag/NeverForget?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/StephenUzzell2/status/1349655272432795651",
    "https://truus-children.com/rita-mayer",
    "https://twitter.com/hashtag/Holocaust",
    "https://www.twitter.com/StephenUzzell2/status/1349655272432795651?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/KinderTransport?src=hash&ref_src=twsrc%5Etfw",
    "https://truus-children.com/philip-de-groot",
    "https://www.commons.wikimedia.org/w/index.php?title=User:Overwijsmuller&action=edit&redlink=1",
    "https://youtube.com/embed/Q_R3fUvRxwg?feature=oembed&#038;enablejsapi=1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "truus",
        "sentiment": "none"
      },
      {
        "name": "joop wijsmuller",
        "sentiment": "none"
      },
      {
        "name": "mata hari",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "alkmaar",
        "sentiment": "none"
      },
      {
        "name": "amsterdam",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T19:24:16.199+03:00",
  "updated": "2024-05-03T19:24:16.199+03:00"
}