{
  "thread": {
    "uuid": "a57e2381982de483124336b2cc489fb6a897f15f",
    "url": "https://www.rte.ie/news/regional/2024/0705/1458287-asiatic-lion-cubs",
    "site_full": "www.rte.ie",
    "site": "rte.ie",
    "site_section": "https://rte.ie/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RTÉ Ireland&#x27;s National Television and Radio Broadcaster",
    "title": "Endangered Asiatic lion cubs born at Fota Wildlife Park",
    "title_full": "Endangered Asiatic lion cubs born at Fota Wildlife Park",
    "published": "2024-07-05T08:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://img.rasset.ie/00208a1b-1600.jpg",
    "performance_score": 0,
    "domain_rank": 1950,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a57e2381982de483124336b2cc489fb6a897f15f",
  "url": "https://www.rte.ie/news/regional/2024/0705/1458287-asiatic-lion-cubs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Paschal Sheehy",
  "published": "2024-07-05T08:00:00.000+03:00",
  "title": "Endangered Asiatic lion cubs born at Fota Wildlife Park",
  "text": "Three endangered Asiatic lion cubs have been born at Fota Wildlife Park in Co Cork to a lioness who was part of the first lion cub litter born there almost seven years ago.\nThe cubs - all male - are the first to be born at Fota since 2019.\nThe Asiatic lion is classified as endangered by the International Union of Conservation of Nature and, in the wild, inhabits only one remaining site in the world, at the Gir Forest in India.\nThe current population in the Gir Forest is estimated to be between 500 and 600, meaning wildlife parks and zoos like Fota play a crucial role in safeguarding the species from extinction in the wild.\nThe three male cubs were born a month ago today to lioness Arya and her mate, Yali.\nSince then, they have been thriving. Their eyes are now open, they are plump and healthy, they weigh around 4.5 kilos each, they have passed all veterinary checks and they have just been micro-chipped.\nYali, described as \"a very modern father\", was present at the birth of the three cubs. That is a first for Fota too.\nThe three cubs were born a month ago today to lioness Arya and her mate, Yali Arya has been feeding the cubs herself since they were born.\n\"We are overjoyed with the birth of Arya's cubs,\" said lead ranger Julien Fonteneau. \"Arya and Yali's cubs are not just vital to our breeding programme, but also to the global efforts in preserving the Asiatic lion population.\"\nThe cubs will be ready to breed themselves when they are aged two years or slightly older, and Julien said a decision will be taken at that stage to either keep them at Fota or to send them elsewhere for breeding.\nAt the moment though, all efforts are concentrated on making sure they are being nurtured properly.\n\"Although inexperienced, Arya is excelling as a new mother and is very protective,\" Julien said.\n\"We have been monitoring the cubs daily and they all appear to be well fed and active. She has been caring for the cubs outdoors under the foliage and out of sight.\n\"Whenever it rains, she carries them to the heated lion shelter, which our visitors know well. While they are still very young and sleeping a lot, it is possible to catch a glimpse of them at the lion shelter at Fota.\"\nSix-year old Arya was born in Fota in August 2017, part of the first litter of lion cubs to be born at the park.\nShe spent a number of years in Helsinki Zoo in Finland, but returned to Fota earlier this year after she was ousted by the lionesses there.\nThe latest litter brings to seven the number of Asiatic lions at Fota, which describes the cubs' arrival as a significant milestone in its on-going conservation efforts.\nArya has been keeping her cubs hidden in the bushes Aileen Tennant who recently took up her position as Director of Fota Wildlife Park said: \"We are incredibly proud.\n\"As a new director here at Fota Wildlife Park, it's such a special week to come in, to meet these gorgeous cubs and to see the animals show their natural behaviours. They're great parents, Arya and Yali, and I look forward to seeing the cubs growing over the summer.\n\"I invite everyone to come in and see them because, as we know, with youngsters they're full of playfulness and they're great animals to watch as they develop and grow older.\"\nRanger Jess Hodnett has been looking after the three cubs since they were born. She describes her work as a privilege.\n\"Up to now we haven't been too hands on with them - this is our first time getting hands on with the cubs, just giving them a full health check and a look over.\n\"Mom has been doing a really good job. She kind of does all the hard work herself. We've been monitoring them from a distance up to this point.\n\"She's been keeping them in the bushes, keeping them hidden. She moves them into the warm heated cave behind me as the weather changes, and she'll move them back out again if she wants.\nThe cubs have yet to be named and people are invited to make suggestions \"They're just starting to get more mobile now so, from now on, we'll start looking at more contact and building relationships with them.\n\"It's an absolute privilege to work with them. A lot of hard work goes on behind the scenes by the whole team, just to keep the pride going and work with the pride and with the animals.\"\nThe three cubs can now be seen from the viewing area at the lion enclosure at the park.\nThey have not been named yet, and Fota is inviting the public to make suggestions.\nSuggestions can be made via the the park website, www.fotawildlife.ie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arya",
        "sentiment": "none"
      },
      {
        "name": "fota",
        "sentiment": "none"
      },
      {
        "name": "yali",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international union of conservation of nature",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fota wildlife park three",
        "sentiment": "none"
      },
      {
        "name": "co cork",
        "sentiment": "none"
      },
      {
        "name": "fota wildlife park",
        "sentiment": "none"
      },
      {
        "name": "fota",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "gir forest",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:09:36.785+03:00",
  "updated": "2024-07-05T08:09:36.785+03:00"
}