{
  "thread": {
    "uuid": "08a38dee1b534374ca7def193a2b2ba534600995",
    "url": "https://scrippsnews.com/stories/the-history-of-women-s-history-month",
    "site_full": "scrippsnews.com",
    "site": "scrippsnews.com",
    "site_section": "http://feeds.feedburner.com/newsy-allvideos",
    "site_categories": [],
    "section_title": "Scripps News Headlines",
    "title": "How Women's History Month became an international celebration",
    "title_full": "How Women's History Month became an international celebration",
    "published": "2024-02-29T23:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.scrippsnews.com/images/videos/m/1678122092_ayxk1R.jpeg",
    "performance_score": 0,
    "domain_rank": 11082,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08a38dee1b534374ca7def193a2b2ba534600995",
  "url": "https://scrippsnews.com/stories/the-history-of-women-s-history-month",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tricia Goss",
  "published": "2024-02-29T23:41:00.000+02:00",
  "title": "How Women's History Month became an international celebration",
  "text": "U.S. Mint's American Women Quarters Program announces 2024 honorees\nThis year's quarters pay tribute to a civil rights activist, an influential singer and a Civil War surgeon.\nLEARN MORE\nIt started in New York City in 1909 as National Woman's Day. Now, Women's History Month is celebrated with events worldwide.\nWomen's History Month is an annual celebration of the achievements and contributions of women throughout history, celebrated every March.\nBefore there was Women's History Month, there was Women's Day. Feb. 28, 1909, marked a pivotal moment in history when women stood up for their rights and made their voices heard at the first official National Woman's Day in New York City.\nA group of Manhattan socialists and suffragists organized this event to recognize the first anniversary of the garment strike led by the\nInternational Ladies' Garment Workers' Union. This meeting was purposely held on a Sunday so people wouldn't miss work. In March 1910, German activist Clara Zetkin proposed that International Women's Day be recognized as an international holiday at the International Conference of Working Women in Copenhagen. All 17 countries in attendance agreed to this proposal. On March 18, 1911, several European countries officially celebrated International Women's Day; more than 1 million activists from Austria, Germany, Switzerland, Poland, the Netherlands and Denmark took part in at least 300 demonstrations.\nOver the course of the century the celebration of the day waxed and waned with world events until the advent of second-wave feminism in the 1960s, when it started to gain momentum again. The United Nations first celebrated International Women's Day in 1975.\nIn 1978, Santa Rosa, California educators began celebrating Women's History Week, planning it to correspond with International Women's Day. It was a way to recognize and celebrate the vital role that women have played in American history and culture. The event, organized by the Education Task Force of Sonoma County Commission on the Status of Women, included lectures, workshops, and other activities to honor women's contributions to society.\nThis year marks the 45th anniversary of Women's History Week.\nA more significant movement toward recognizing and celebrating women's accomplishments with Women's History Week began in 1978. In 1980, President Jimmy Carter issued a proclamation declaring March 2-8 as Women's History Week. In his proclamation, Carter acknowledged women's vital contributions in building America and called for greater recognition of their achievements. He also used the moment to advocate for the passage of the Equal Rights Amendment.\n\"I ask my fellow Americans to recognize this heritage with appropriate activities during National Women's History Week, March 2-8, 1980,\" former President Carter said in his statement. \"I urge libraries, schools, and community organizations to focus their observances on the leaders who struggled for equality — Susan B. Anthony, Sojourner Truth, Lucy Stone, Lucretia Mott, Elizabeth Cady Stanton, Harriet Tubman and Alice Paul. Understanding the true history of our country will help us to comprehend the need for full equality under the law for all our people.\"\nBy 1986, 14 states had declared March as Women's History Month. This growing momentum and state-by-state action were used to build a case for lobbying Congress to establish March as National Women's History Month. In 1987, Congress passed Public Law 100-9, which designated March National Women's History Month. Since 1995, every president has issued an annual proclamation honoring the achievements and contributions of women throughout American history. In addition, many countries around the world have also recognized March as a time to celebrate and honor women.\nThis year's quarters pay tribute to a civil rights activist, an influential singer and a Civil War surgeon.\nToday, Women's History Month is celebrated with events worldwide to commemorate and encourage the study, observance and celebration of women's vital role in history. We are reminded that by recognizing and honoring these accomplishments, we can continue building a better future for everyone, regardless of gender or background.\nThe theme for Women's History Month changes every year, but the goal remains: To recognize and honor women who have impacted their communities, countries and the world.\nThis year's Women's History Month theme is \"Celebrating Women Who Tell Our Stories,\" which aims to honor and recognize the contributions of women in various forms of media and storytelling. From print, radio, TV, stage, screen, blogs, podcasts and more, this year's celebration will pay tribute to the women who have made a significant impact in these fields.\nOne of the most significant aspects of Women's History Month is education. Educators use this time to teach students about important women throughout history who have fought for equality and justice and contemporary trailblazers who are making a difference today. Women's History Month is not just about celebrating famous figures but also about recognizing everyday heroes who make a difference in their communities.\nAs we celebrate Women's History Month this year, it is essential to remember that there is still work to be done toward achieving gender equality. But by highlighting modern-day trailblazers as well as historical figures, we can inspire future generations of girls and young women to dream big and believe that they, too, can change the world.\nThousands of women around the world protested against gender violence in honor of International Women's Day.\n-\nInternational Women's Day, March 8: This day celebrates the social, economic, cultural and political achievements of women. In addition to recognizing their accomplishments, it also serves as a platform to raise awareness about gender equality and advocate for women's rights worldwide.\n-\nHarriet Tubman Day, March 10: This day commemorates the life and legacy of Harriet Tubman. This African American abolitionist helped lead hundreds of enslaved people to freedom through the Underground Railroad.\n-\nEqual Pay Day, March 14: This day represents how far into a new year women must work to earn the same amount men earned the prior calendar year. It highlights the ongoing issue of the gender pay gap.\n-\nInternational Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade, March 25: This day honors the millions of people enslaved during the transatlantic slave trade, many of whom were women.\nThis story was originally published by Tricia Goss on\nsimplemost.com.\nA trailblazing New York chef details her accomplishments in the cutthroat restaurant industry.\nNext time you use your windshield wipers, refrigerator or Wi-Fi, thank these women.\nWhy purple, green and white are the colors associated with Women’s History Month.\nThe record-breaking basketball star is a senior, but she could've played another year due to NCAA COVID-19 changes.\nThe NFLPA had players grade each club on various things like team food and locker room environment, and their relationships with coaches and owners.\nAlabama lawmakers pushed forward legislation to shield IVF clinics from lawsuits amid public pressure to resume services.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://www.internationalwomensday.com/Activity/15586/The-history-of-IWD",
    "https://www.nps.gov/articles/000/international-ladies-garment-workers-union.htm",
    "https://www.wbir.com/article/news/history/march-10-national-harriet-tubman-day/51-902901d8-f3b3-486f-bce7-4134cca5e4b3",
    "https://www.womenshistory.org/womens-history/womens-history-month",
    "https://www.census.gov/newsroom/stories/equal-pay-day.html",
    "https://www.internationalwomensday.com/",
    "https://www.simplemost.com/how-womens-history-month-started/",
    "https://www.uscourts.gov/about-federal-courts/educational-resources/annual-observances/womens-history-month",
    "https://guides.loc.gov/womens-history-month-legal-resources/history-and-overview",
    "https://nationalwomenshistoryalliance.org/womens-history-month/womens-history-month-history/",
    "https://www.un.org/en/rememberslavery/observance",
    "https://www.nationalwomenshistoryalliance.org/womens-history-month/womens-history-month-history/",
    "https://nationalwomenshistoryalliance.org/womens-history-month/womens-history-month-history",
    "https://www.simplemost.com/how-womens-history-month-started",
    "https://internationalwomensday.com/Activity/15586/The-history-of-IWD",
    "https://wbir.com/article/news/history/march-10-national-harriet-tubman-day/51-902901d8-f3b3-486f-bce7-4134cca5e4b3",
    "https://www.guides.loc.gov/womens-history-month-legal-resources/history-and-overview",
    "https://womenshistory.org/womens-history/womens-history-month",
    "https://internationalwomensday.com/",
    "https://www.internationalwomensday.com",
    "https://uscourts.gov/about-federal-courts/educational-resources/annual-observances/womens-history-month",
    "https://un.org/en/rememberslavery/observance",
    "https://simplemost.com/how-womens-history-month-started/",
    "https://nps.gov/articles/000/international-ladies-garment-workers-union.htm",
    "https://census.gov/newsroom/stories/equal-pay-day.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clara zetkin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american women quarters program",
        "sentiment": "neutral"
      },
      {
        "name": "international ladies' garment workers' union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "manhattan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:15:38.691+02:00",
  "updated": "2024-03-01T00:15:38.691+02:00"
}