{
  "thread": {
    "uuid": "21273e050271df8d482ded44f9ec368b69ed85e1",
    "url": "https://evoke.ie/2024/01/07/entertainment/events/naas-best-dressed-january-2024",
    "site_full": "evoke.ie",
    "site": "evoke.ie",
    "site_section": "https://evoke.ie/life-style/consumer",
    "site_categories": [
      "media",
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Consumer - EVOKE",
    "title": "Mum Who Cares For Sons With CF Wins Naas Best Dressed",
    "title_full": "Mum Who Cares For Sons With CF Wins Naas Best Dressed",
    "published": "2024-01-07T19:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://evoke.ie/wp-content/uploads/2024/01/MT2_5217.jpg",
    "performance_score": 0,
    "domain_rank": 53485,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "21273e050271df8d482ded44f9ec368b69ed85e1",
  "url": "https://evoke.ie/2024/01/07/entertainment/events/naas-best-dressed-january-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca Dore",
  "published": "2024-01-07T19:55:00.000+02:00",
  "title": "Mum Who Cares For Sons With CF Wins Naas Best Dressed",
  "text": "'I'm so delighted! I can't believe it. If I'm being honest with you, we actually just threw ourselves into my nephew's van this morning saying do you know something, we'll go up for the craic,' Limerick mum Mary Woulfe admitted after she kicked off 2024 on a stunning style note.\nThick fog may have descended on Naas Racecourse but the style shone bright and the mother-of-two from Cratloe West in Athea was crowned the winner of the Best Dressed competition.\nToday's top videos\nMary, 50, impressed the panel of judges wearing a preowned Zara boucle wine and gold looped yarn trouser suit and a statement red disc fascinator with a large floral detail by Newcastle West-based milliner Siobhan Boyce.\nMary Woulfe from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition. Pic: INPHO/Morgan Treacy She accessorised with a stole reimagined from an old coat which was finished with a gold-toned jewelled brooch, wine drop earrings from Imari Edit Boutique in Listowel, a gold clutch from her friend Tasha O’Connor, purple leather gloves and Lodi gold shoes.\nIt was a last-minute decision to attend the winter racing day at the Kildare track, and she has her nephew Brian to thank for playing an instrumental role.\nMary Woulfe from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition. Pic: INPHO/Morgan Treacy She told EVOKE : 'He was going off to Dublin to meet friends and I texted my friend Tasha and said we said we'd get off at Naas and oh my God, I can't believe I'm actually walking out with the prize.'\nMary is an avid race-goer who loves getting glammed up for the races and there was quite a story behind her winning ensemble.\nShe explained: 'We're always getting done up and doing this and I had this outfit at home. I had the whole lot for the Listowel Races and I said, \"I'll try it again.\"'\nShe said that she was 'in shock' to win especially considering the other finalists who she said 'looked just amazing'.\nMary Woulfe from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition. Pic: INPHO/Morgan Treacy Mary won a €2,000 gift card for Frasers department store at the Whitewater Shopping Centre in Newbridge, a two-night stay in a luxurious suite at Lawlor's of Naas Town Centre Hotel, dinner in Vi’s Restaurant and ‘Tipsy Afternoon Tea'.\nThe glamorous runners-up, Áine Malone from Edenderry and Breda Butler from Thurles, walked away with €100 Frasers gift cards and afternoon tea at Lawlor’s Hotel.\nMary Woulfe (centre) from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition runners up from left, Áine Malone from Edenderry and Breda Butler from Thurles. Pic: NPHO/Morgan Treacy Mary's brocade suit previously belonged to one of the other finalists: Breda Butler (who was crowned Best Dressed at the Curragh in May 2023 in stunning sunny style ).\nShe purchased the statement suit on the Racewear and Wedding Guest Wear for Sale Facebook page where fashion lovers can buy and sell pre-loved garments.\n'I know all the girls going to racing because I go to a lot of them. I always look out for Breda Butler's outfit because her style is amazing.\nMandy Maher, Dee Nix, CEO of Lawlor's Naas Town Centre Hotel, Mary Woulfe and Sarah McDermott at Naas Racecourse. Pic: Supplied 'So I spotted this suit and bought it off to Breda. So we had a great laugh on stage together. When my name was announced she said: 'I want that suit back, Mary!\"'\nFashion stylist and model agency owner Mandy Maher was judging alongside Kildare model and influencer Sarah McDermott while the fashion competition was MC-ed by PR boss Aileen O'Brien.\nMandy Maher and Sarah McDermott at Naas Racecourse. Pic: INPHO/Morgan Treacy Mary, who is carer of her sons Robbie and Ryan, relishes the chance to get her glamour on at the races.\n'My two boys have cystic fibrosis. I'm a carer at home and my oldest boy has autism as well,' she shared.\n'We had a bit of a hard start with Robbie and so I decided to give up work as a dental nurse and I've stayed at home to mind my two boys,' she explained.\nAileen O'Brien, Mandy Maher, Dee Nix, CEO of Lawlor's Naas Town Centre Hotel, Mary Woulfe and Sarah McDermott at Naas Racecourse. Pic: Supplied She said that a new pharmaceutical drug developed for CF, Kaftrio, has changed their lives.\n'Our lives have actually changed upside down. They say it's not a cure. It actually is. Their lung function, their weight, everything has been 100 percent and we were told at our last appointment that their bodies are presenting non-CF.'\n'The days over the years have been hard. So it is great old craic to get out and meet girls and get dressed up and out of the tracksuit and the sneakers,' Mary shared\nMary Woulfe from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition. Pic: INPHO/Morgan Treacy 'That's how I started [attending best dressed competitions]. I loved meeting up with all the girls, all the same craic goes on and I just can't believe I actually came out on top,' she said.\nThe day was a 'laugh from start to finish' as she reflected: 'I didn't realise my nephew was bringing the van, trying to change inside the van outside the racecourse, the speed of us!\n'He actually went down by where the cars were parked and he got stuck with the mud and the two of us physically had to get out of the van. It was well worth being stuck in the mud!'\nMary Woulfe from Athea, Co. Limerick, winner of the Naas Racecourse Winter Best Dressed competition. Pic: INPHO/Morgan Treacy She revealed she is going to treat her friend Tasha to a shopping spree but she'll be whisking her husband Philip away for the hotel break!\nJust one race went to post, with the rest being cancelled due to poor visibility.\nThe high-class Grade One Lawlor’s of Naas Novice Hurdle and the rest of the premium races have been rescheduled to run on Friday, January 12. For more information head to the Naas Racecourse website .\nSee more pictures from the Best Dressed competition below: Michelle Fallon from Offaly at Naas Racecourse. Pic: INPHO/Morgan Treacy Aine Malone from Edenderry and Anne-Marie Corbett from Cork at Naas Racecourse. Pic: INPHO/Morgan Treacy Jamie Lost from Kildare Town at Naas Racecourse. Pic: INPHO/Morgan Treacy Mary Woulfe from Limerick at Naas Racecourse. Pic: INPHO/Morgan Treacy Ann Marie Dunning from Newbridge and Breda Butler from Thurles at Naas Racecourse. Pic: INPHO/Morgan Treacy Geraldine Shalvey from Dublin at Naas Racecourse. Pic: NPHO/Morgan Treacy Liam Moloney, Ireland Honorary Consul to Slovenia with Ljiljana Vidovic and Stanislav Vivovic, Slovenia Ambassador to Ireland, at Naas Racecourse. Pic: INPHO/Morgan Treacy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.instagram.com/evokedotie/?hl=en",
    "https://naasracecourse.com/",
    "https://naasracecourse.com",
    "https://www.instagram.com/evokedotie/",
    "https://www.naasracecourse.com/",
    "https://instagram.com/evokedotie/?hl=en"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "naas best",
        "sentiment": "negative"
      },
      {
        "name": "tasha o’connor",
        "sentiment": "none"
      },
      {
        "name": "mary woulfe",
        "sentiment": "none"
      },
      {
        "name": "siobhan boyce",
        "sentiment": "none"
      },
      {
        "name": "naas racecourse",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "morgan treacy",
        "sentiment": "none"
      },
      {
        "name": "newcastle west",
        "sentiment": "none"
      },
      {
        "name": "imari edit boutique",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "co. limerick",
        "sentiment": "none"
      },
      {
        "name": "listowel",
        "sentiment": "none"
      },
      {
        "name": "limerick",
        "sentiment": "none"
      },
      {
        "name": "cratloe west",
        "sentiment": "none"
      },
      {
        "name": "athea",
        "sentiment": "none"
      },
      {
        "name": "lodi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:16:11.603+02:00",
  "updated": "2024-01-08T00:16:11.603+02:00"
}