{
  "thread": {
    "uuid": "067c422ec9f488fac0f2ddb83ea472b847e57c96",
    "url": "https://www.bucsnation.com/2024/1/7/24028995/tampa-bay-buccaneers-week-18-top-performers-vs-carolina-panthers-baker-mayfield-todd-bowles",
    "site_full": "www.bucsnation.com",
    "site": "bucsnation.com",
    "site_section": "https://bucsnation.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "Bucs Nation, a Tampa Bay Buccaneers community",
    "title": "Tampa Bay Buccaneers Week 18 Top Performers vs. Carolina Panthers - Bucs Nation",
    "title_full": "Tampa Bay Buccaneers Week 18 Top Performers vs. Carolina Panthers - Bucs Nation",
    "published": "2024-01-08T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/4ssBrWnqhJev6coTA3Lqx0LUzDk=/0x133:5114x2810/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25209976/1915279501.jpg",
    "performance_score": 0,
    "domain_rank": 27542,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "067c422ec9f488fac0f2ddb83ea472b847e57c96",
  "url": "https://www.bucsnation.com/2024/1/7/24028995/tampa-bay-buccaneers-week-18-top-performers-vs-carolina-panthers-baker-mayfield-todd-bowles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Evan Wanish",
  "published": "2024-01-08T00:49:00.000+02:00",
  "title": "Tampa Bay Buccaneers Week 18 Top Performers vs. Carolina Panthers - Bucs Nation",
  "text": "The Bucs did it. Tampa Bay defeated the [Carolina Panthers](https://www.catscratchreader.com/) by a score of 9-0 to win their third straight NFC South title and fourth straight playoff appearance. In an ugly game, the [Buccaneers](https://www.bucsnation.com/) were able to do just enough on offense and the defense was able to stifle the Panthers as Chase McLaughlin nailed three field goals to produce all of the Bucs points today. The biggest thing today may have been the turnover battle which Tampa Bay won 2-0. It was not pretty, but the Bucs got the job done and it was enough to secure another division and NFC South banner along with a winning record. Lets get into the top performers and break this one down. Offensive Top Performer: Chris Godwin Look, the Bucs offense was simply not very good in this game. Baker Mayfield was hampered by injuries and missed a few throws, the offensive line was inconsistent and Tampa Bay’s receivers had a few drops. However it was Chris Godwin who had the most productive day out of all the receivers including a few catches down the stretch to clinch the game. Godwin ended the day with six catches for 51 yards that secured a third straight 1,000 yard receiving season. The 2023 season has been a roller coaster for Godwin, but he has come up big down the stretch for the Bucs offense. Defensive Top Performer: Antoine Winfield Jr Who else would it be? Safety Antoine Winfield Jr was not only the top performer on defense this week, but he has been the top performer on defense the entire season. Winfield finished the day with five tackles, one sack and one forced fumble and boy oh boy was it a big one. Yet another elite, impactful play Antoine Winfield Jr. — like he’s done all year— Trevor Sikkema (@TampaBayTre) Nothing but complete ignorance he did not make the Pro Bowl. Easy All-Pro [pic.twitter.com/kao7CilUHz] [January 7, 2024] Winfield finished the regular season with an outstanding 122 total tackles, six sacks, six forced fumbles and three interceptions. He is due to break the bank this offseason and will be worth every penny. Winfield has blossomed into one of the best safeties in the NFL and continues to prove it with each passing week. Still not good enough for the [pro bowl](http://www.sbnation.com/nfl-pro-bowl) though, I guess. Special Teams Top Performer: Chase McLaughlin He was literally the only Buccaneer who put up points today. Seems like an obvious choice. McLaughlin was 3/3 against Carolina including a 57 yard field goal which tied his career high. McLaughlin has been money this year for Tampa Bay, making 29/31 field goals and being a perfect 33/33 on extra points this season. McLaughlin is a free agent after this season and it is apparent that the Bucs need to do whatever they can to bring him back for 2024. At 9-8, the Bucs are set to host a playoff game next weekend. We will have to wait and see how Baker Mayfield’s health holds up and just how the Buccaneers rise to the occasion in the Wild Card round in an effort to continue to defy expectations that many had set for them before the season began.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.catscratchreader.com/)",
    "http://www.sbnation.com/nfl-pro-bowl)",
    "https://catscratchreader.com/)",
    "http://sbnation.com/nfl-pro-bowl)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chase mclaughlin",
        "sentiment": "none"
      },
      {
        "name": "chris godwin",
        "sentiment": "none"
      },
      {
        "name": "chris godwin look",
        "sentiment": "none"
      },
      {
        "name": "baker mayfield",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "carolina panthers",
        "sentiment": "negative"
      },
      {
        "name": "tampa bay buccaneers week 18 top performers vs. carolina panthers - bucs nation the bucs",
        "sentiment": "negative"
      },
      {
        "name": "panthers",
        "sentiment": "none"
      },
      {
        "name": "buccaneers",
        "sentiment": "none"
      },
      {
        "name": "tampa bay",
        "sentiment": "none"
      },
      {
        "name": "bucs",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tampa bay",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:17:12.336+02:00",
  "updated": "2024-01-08T01:17:12.336+02:00"
}