{
  "thread": {
    "uuid": "5b47dbbf8f07d4d73abe4ed5e283560fdc24cf25",
    "url": "https://www.pulse.ng/news/local/aiyedatiwa-assures-workers-of-improved-value-dignity-for-better-future/f9scmgv",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "https://pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "\n    \n        Pulse Nigeria\n    \n",
    "title": "Aiyedatiwa assures workers of improved value, dignity for better future",
    "title_full": "Aiyedatiwa assures workers of improved value, dignity for better future",
    "published": "2024-01-02T14:20:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/jMOktkpTURBXy9lOTY1ZTI0NzY2ZmQyNjM0NjljYTdhYmY4YjI4ZGZlMS5wbmeSlQMAG80C1c0Bl5MFzQSwzQJ2",
    "performance_score": 0,
    "domain_rank": 12959,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b47dbbf8f07d4d73abe4ed5e283560fdc24cf25",
  "url": "https://www.pulse.ng/news/local/aiyedatiwa-assures-workers-of-improved-value-dignity-for-better-future/f9scmgv",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2024-01-02T14:20:00.000+02:00",
  "title": "Aiyedatiwa assures workers of improved value, dignity for better future",
  "text": "Aiyedatiwa assures workers of improved value, dignity for better future\nThe civil service would be repositioned for accountability and the state would be opened up for more investment.\nRecommended articles\nAiyedatiwa said this during a prayer service held at the state secretariat complex in Akure on Tuesday, to commit the public service and the year into the hands of God. The governor said the civil service would be repositioned for accountability and the state would be opened up for more investment.\nHe also used the occasion to announce that all arrears being owed workers in the state service, particularly the outstanding salary in 2017, would be paid in due course. Aiyedatiwa, who spoke on the 2024 governorship election, urged workers in public service to refrain from partisan politics and politics of bitterness.\n“The year 2024 promises to be prosperous in all facets of our lives particularly, in our quest as an administration to improve value and dignity of the service.\n“We are clear in our vision of a better tomorrow which the people of Ondo State will be proud of, irrespective of religious and political affiliations.\n“I have conviction that the new year will be an eventful year. I can say that giving the judicious implementation of our year 2024 budget, it will bring some succour admist the economic challenges facing the people.\n“No administration can fly higher than the delivery capacity and ability of its bureaucracy.\n“It is also true that working in one accord with the bureaucracy, the political authorities can surmount most of the hurdles in its way to meeting with developmental programmes, policies and projects.\n“Therefore my dear workers, I am pleased to hear your good testimonies of payment of salaries, prompt promotion, payment of inherited salaries in arears, training and retraining, provision of working tools and enabling environment for the service to thrive among others.\n“I also want to assure you that the fraction of the outstanding salary left will be cleared soon,” he said.\nIn his address, the Head of Service, Kayode Ogundele, appreciated the support of union leaders to the Renewed hope agenda of the present government. Ogundele promised that the welfare of the civil servants would top the agenda of government in 2024.\nIn his words of exhortation, the founder of the Agape Christian Ministries International, Bishop Felix Adejumo, told the workers that leadership was a responsibility. Adejumo said that hence the need for everyone to pray for Aiyedatiwa to excel in the new assignment of governance.\nHe charged the governor to serve with a genuine mind to reposition the state for growth and development. Also speaking, the National Vice Chairman of Nigeria Labour Congress, Sunday Adeleye, appealed to the Federal and State government to restrategise on the approach to cushion the effect of subsidy in 2024.\nAdeleye said there was the need for urgent implementation of the new minimum wage as well as commitment to the welfare of workers and Nigerians. Similarly, the state NLC Chairman, Victor Amoko, urged the state government to pay the remaining arrears of salary owed to civil servants.\nJOIN OUR PULSE COMMUNITY!\nEyewitness? Submit your stories now via social or:\nEmail:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aiyedatiwa",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "aiyedatiwa",
        "sentiment": "positive"
      },
      {
        "name": "ondo state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "akure",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T15:21:52.535+02:00",
  "updated": "2024-01-02T15:21:52.535+02:00"
}