{
  "thread": {
    "uuid": "3c5c7f3de02be74cfb6d432cd7d13b0f99b89530",
    "url": "https://www.infobae.com/mascotas/2023/12/29/fin-de-la-pesadilla-felina-asociacion-clausura-matadero-que-ahogaba-a-300-gatos-al-mes/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Fin de la pesadilla felina: asociación clausura matadero que ahogaba a 300 gatos al mes",
    "title_full": "Fin de la pesadilla felina: asociación clausura matadero que ahogaba a 300 gatos al mes",
    "published": "2023-12-29T12:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/new-resizer/IqSKc3e7b09W8LRl5cfMDrfWR9Q=/1200x630/filters:format(webp):quality(85)/cloudfront-us-east-1.images.arcpublishing.com/infobae/BUDLJM6IY5ER7OACGMSGYS6O3I.jpg",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c5c7f3de02be74cfb6d432cd7d13b0f99b89530",
  "url": "https://www.infobae.com/mascotas/2023/12/29/fin-de-la-pesadilla-felina-asociacion-clausura-matadero-que-ahogaba-a-300-gatos-al-mes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Luis A. Flores",
  "published": "2023-12-29T12:59:00.000+02:00",
  "title": "Fin de la pesadilla felina: asociación clausura matadero que ahogaba a 300 gatos al mes",
  "text": "Cerca de 20 gatos, fueron rescatados de un matadero y evitaron su trágico e inhumano destino: ser ahogados para aprovechar su carne en un restaurante de Thai Nguyen, en Vietnam.\n[Te puede interesar: Xyla, la perra que sobrevivió al intento de asesinato de su dueño](/mascotas/2023/12/22/xyla-la-perra-que-sobrevivio-al-intento-de-asesinato-de-su-dueno/)\nSu segunda oportunidad llegó luego de que la Humane Society International (HSI) recibiera una llamada de Pham Quoc Doanh, propietario del matadero, en la que solicitaba su apoyo para cerrar el establecimiento.\nDoanh dirigió su restaurante y matadero de gatos durante cinco años, donde ahogaba hasta 300 felinos al mes para servir a sus clientes un platillo llamado “thịt mèo” o carne de felino y “tiểu’. hổ”, que significa “pequeño tigre”.\nUna acción nacida del arrepentimiento\nLa historia la dio a conocer la HSI a través de un comunicado en el que mencionaron que el “arrepentimiento” del dueño por matar animales, y particularmente el conocimiento de que muchos de ellos eran mascotas robadas, lo llevó a decidir abandonar el negocio de venta y preparación de carne de gato para siempre.\n[Te puede interesar: La tienda de conveniencia que tiene al gato más adorable como mascota](/mascotas/2023/12/27/la-tienda-de-conveniencia-que-tiene-al-gato-mas-adorable-como-mascota/)\n“Desde hace tiempo siento un deseo genuino de dejar el cruel negocio de la carne de gato y cambiar a otra cosa lo antes posible”, dijo Doanh. “Cuando pienso en los miles de felinos que he sacrificado y servido aquí a lo largo de los años, es perturbador”.\nDoanh dijo también que el robo de gatos en Vietnam es tan común que sabe que muchos de ellos eran compañeros de vida de algún otro ciudadano y dijo sentirse profundamente arrepentido por el daño que pudo causar.\n[Te puede interesar: El radical cambio de actitud de una madre felina: la historia de Sandy y Heidi Shoemaker](/mascotas/2023/12/27/el-radical-cambio-de-actitud-de-una-madre-felina-la-historia-de-sandy-y-heidi-shoemaker/)\nEl rescate de los gatos y posterior cierre del negocio de Doanh forma parte del programa Vietnam Models for Change de la HSI, una iniciativa que busca ayudar a las personas a transicionar del cruel negocio del comercio de carne de perros y gatos en el país. Hasta el momento la organización cerró dos mataderos de perros y un restaurante de Thai Nguyen.\nComo parte del acuerdo con la HSI, Doanh recibió una subvención única a cambio de ceder a los 20 gatos restantes en su matadero para ser rescatados.\nTodos fueron llevados a un refugio de la Universidad de Agricultura y Silvicultura de Thai Nguyen, donde fueron vacunados contra la rabia y recibirán atención médica especializada para que estén disponibles para adopción lo antes posible.\nRescatistas de la HSI colocaron a los traumatizados gatos dentro de jaulas especiales y observaron cómo Doanh retiraba el letrero con el que anunciaba la venta de carne de gato dentro de su restaurante.\nQuang Nguyen, gerente del programa de participación y animales de compañía de la HSI declaró estar encantado por cerrar su primer negocio de carne de gato en Vietnam y enfatizó que espera clausurar muchos más en un futuro a medida que más personas como Doanh se den cuenta de lo cruel del comercio.\n“Estos gatitos afortunados escaparon de un destino terrible y encontrarán hogares amorosos. Nuestro trabajo continúa viendo una prohibición a nivel nacional del comercio de carne de gato que trae tanto dolor y angustia a tantas personas”, puntualizó Nguyen.\nEl cruel mercado de la carne de gato\nEn 1998, el entonces primer ministro emitió una directiva que prohibía la caza, sacrificio y consumo de gatos como parte de un esfuerzo para erradicar la comercialización de su carne. Sin embargo, las autoridades no tomaron ninguna medida para terminar con este mercado y la pauta fue derogada en 2020.\nLa HSI estima que en Vietnam se matan anualmente un millón de gatos para la obtención de su carne, de las cuales la gran mayoría son mascotas que fueron separadas de sus dueños, mientras que el resto eran animales robados de las calles.\nEncuestas realizadas por la organización revelaron que al 87% de la población vietnamita le han robado una mascota o tienen conocidos que han sufrido esta suerte.\nDatos arrojan que la carne de gato es consumida por una minoría relativa de la población de Vietnam, siendo un 21% quienes aprueban su consumo, mientras que el 71% restante está a favor de una prohibición tanto de la adquisición como el comercio\nÚltimas Noticias\n[El nuevo mandatario nacional continuaría con anuncios importantes a lo largo del primer mes de gestión](/politica/2023/12/29/las-medidas-del-gobierno-de-milei-en-vivo-todas-las-noticias-minuto-a-minuto/)\nLas medidas del Gobierno de Milei en vivo: todas las noticias minuto a minuto\n[La cotización libre se mantuvo en los $1.000 para la venta mientras que el Banco Central hizo su mayor compra de divisas de la era Milei](/economia/2023/12/29/dolar-hoy-en-vivo-a-cuanto-abre-este-viernes-29-de-diciembre-y-cual-es-el-precio-minuto-a-minuto/)\nDólar hoy en vivo: a cuánto abre este viernes 29 de diciembre y cuál es el precio minuto a minuto\n[El nuevo cuadro tarifario que rige a partir de este viernes contempla un aumento del 49 por ciento. La suba fue autorizada en la audiencia pública que se realizó a principios de mes](/economia/2023/12/28/desde-manana-aumentan-los-peajes-cuales-seran-las-nuevas-tarifas-en-los-accesos-de-la-ciudad/)\nAumentan los peajes: cuáles son las nuevas tarifas en los accesos de la Ciudad\n[Los recientes cambios en las reglas del juego nos obligan a actualizar permanentemente la manera en que proyectamos la inversión dentro de las plataformas y sobre todo, alertan sobre la necesidad de estar cada vez más afinados para detectar cuándo una campaña publicitaria funciona bien, y cuándo no](/opinion/2023/12/29/como-sobrevivir-al-2024-haciendo-publicidad-en-redes-sociales/)\nCómo sobrevivir al 2024 haciendo publicidad en redes sociales\n[Las nuevas alternativas para el tributo](/opinion/2023/12/29/impuesto-sobre-los-bienes-personales-las-opciones-para-reducir-su-impacto/)\nImpuesto sobre los Bienes Personales: las opciones para reducir su impacto\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:05:14.250+02:00",
  "updated": "2023-12-29T13:05:14.250+02:00"
}