{
  "thread": {
    "uuid": "b8d2366e292d9c81f2feaaf6fcbff75516c6489d",
    "url": "https://www.infobae.com/america/agencias/2024/01/19/quedan-libres-los-nueve-secuestrados-por-un-grupo-armado-en-el-sur-de-mexico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Quedan libres los nueve secuestrados por un grupo armado en el sur de México",
    "title_full": "Quedan libres los nueve secuestrados por un grupo armado en el sur de México",
    "published": "2024-01-19T18:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1792",
    "performance_score": 0,
    "domain_rank": 2127,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8d2366e292d9c81f2feaaf6fcbff75516c6489d",
  "url": "https://www.infobae.com/america/agencias/2024/01/19/quedan-libres-los-nueve-secuestrados-por-un-grupo-armado-en-el-sur-de-mexico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-01-19T18:01:00.000+02:00",
  "title": "Quedan libres los nueve secuestrados por un grupo armado en el sur de México",
  "text": "Ciudad de México, 19 ene (EFE).- Los nueve mexicanos secuestrados por un grupo armado en el límite de los estados de Guerrero y Morelos, en el sur del país, ya están libres, reveló este viernes el presidente, Andrés Manuel López Obrador.\n“¿Se acuerdan de los secuestrados de Morelos, en los límites con Guerrero? Pues ya aparecieron afortunadamente todos\", reveló el mandatario en su conferencia matutina.\nLos hechos ocurrieron el sábado pasado en la comunidad de Santa Fe Tepetapla, que pertenece al municipio Buenavista de Cuéllar, donde los primeros reportes de la Policía Estatal de Guerrero señalaron que un grupo armado llegó a una fiesta con la amenaza de matar a todos los presentes.\nLa Policía Estatal de Guerrero había informado el miércoles del rescate de cuatro hombres en el poblado de Zacapalco, pero ahora López Obrador aseguró que ya rescataron a todos.\n\"Fue una labor de la Guardia (Nacional), de la Secretaría de la Defensa, de Marina”, apuntó el presidente, quien no dio más detalles del caso ni habló de detenidos.\nLa Fiscalía General del Estado (FGE) de Guerrero abrió desde el fin de semana una carpeta de investigación por el delito de desaparición cometido por particulares.\nMientras que La Fiscalía Especializada en Materia de Desaparición Forzada y Búsqueda de Personas Desaparecidas aseguró el miércoles que mantiene la investigación al prometer que los actos no quedarán impunes.\nEl secuestro masivo refleja la crisis de violencia en Guerrero, donde apenas el 6 de enero un tiroteo dejó 13 muertos en un palenque, donde ocurren las peleas de gallos, en el municipio de Petatlán.\nEse mismo día, la fiscalía estatal inició una investigación por la aparición de cinco cuerpos calcinados tras un presunto enfrentamiento en el municipio de Heliodoro Castillo, en lo que calificó como una confrontación de grupos criminales.\nY en diciembre pasado un grupo armado se llevó a 12 empleados del gobierno municipal de Taxco, de los que ya localizaron a cuatro con vida y el resto continúan desaparecidos. EFE\nppc/szg",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:13:58.315+02:00",
  "updated": "2024-01-19T18:13:58.315+02:00"
}