{
  "thread": {
    "uuid": "6f431e505cade9bb6bc9e88eae1abb1bba346302",
    "url": "https://www.episcopalchurch.org/publicaffairs/presiding-bishop-michael-curry-easter-2024-message",
    "site_full": "www.episcopalchurch.org",
    "site": "episcopalchurch.org",
    "site_section": "https://www.episcopalchurch.org/feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "The Episcopal Church",
    "title": "Presiding Bishop Michael Curry: Easter 2024 message",
    "title_full": "Presiding Bishop Michael Curry: Easter 2024 message",
    "published": "2024-03-28T21:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.episcopalchurch.org/wp-content/uploads/sites/2/2023/10/PB-Related.jpg",
    "performance_score": 0,
    "domain_rank": 21450,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f431e505cade9bb6bc9e88eae1abb1bba346302",
  "url": "https://www.episcopalchurch.org/publicaffairs/presiding-bishop-michael-curry-easter-2024-message",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Office of Public Affairs",
  "published": "2024-03-28T21:25:00.000+02:00",
  "title": "Presiding Bishop Michael Curry: Easter 2024 message",
  "text": "Presiding Bishop Michael Curry: Easter 2024 message\nBelow is a transcript of Presiding Bishop Michael Curry’s Easter 2024 video message:\nHello to my beloved family in Christ. I want to take this opportunity, first of all, on behalf of my wife, Sharon, and our family, to thank you. To thank you for your prayers, to thank you for your well wishes, your expressions of support and kindness. We are equally thankful for the blessing of remarkable medical care and pastoral support. As you may know, I’ve been working a bit from home—at a reduced level, to be sure, but I’m gradually increasing that.\nJust two weeks ago, my medical team approved me to drive locally and to resume short domestic flights. I can’t tell you how much your prayers have sustained me and my family through this medical journey. Prayer matters. We don’t always know how. We don’t always know or understand the outcome.\nBut prayer matters, and it makes a difference. Over the last several months, I have not known how this would all work out. But I’ve been very aware, and in some particular moments, consciously aware of being upheld in prayer by you. Without consciously deciding to do it, I actually found myself praying some words from Psalm 31, which says, “Into your hands, I commend my spirit.”\nBefore surgeries and treatments, through some long nights, difficult days, “Into your hands, I commend my spirit.” These words are part of a prayer that is Psalm 31 in the Hebrew scriptures. The late night service of Compline uses that psalm as a prayer before going to sleep at night.\nLuke’s Gospel records Jesus praying these very words, that psalm, on the cross, when he had a sense of what lay before him, but could not know the outcome. He didn’t know with any certainty if and how God would act. He didn’t know, as the old preachers used to say, Good Friday’s always happened, but Sunday’s always coming. He didn’t know with any certainty that resurrection would become real and not a mere metaphor.\nBut as he died into the unknown, he did one thing: He threw himself completely into the hands of God. “Father, into thy hands, I commend my spirit.”\nAnd in that moment, after saying that, Luke’s Gospel says, he breathed his last. And though he died, death did not have the last word, though he did die. He died into the hands of God and slipped out of the grip of death.\nAnd as we now know, on the third day he rose again, and he lives. As William Cowper said in a poem that later became a hymn, “God moves in mysterious ways, his wonders to perform, he plants his footstep in the sea and rides upon the storm.”\nSo God love you. God bless you. May the God who rides upon our storms and raised Jesus of Nazareth from the dead hold us all, the entire human family and all of God’s grand and glorious creation in those almighty hands of love. Have a blessed Holy Week and Easter.\nMensaje de Pascua 2024 del obispo primado Michael Curry\nSeguidamente, una transcripción del mensaje videográfico de Pascua 2024 del obispo primado Michael Curry:\nSaludos a mi querida familia en Cristo. Quiero aprovechar esta oportunidad, en primer lugar, para darles las gracias en nombre de mi esposa Sharon y de nuestra familia. Para darles las gracias por sus oraciones, para darles las gracias por sus buenos deseos, sus expresiones de apoyo y su bondad. Estamos igualmente agradecidos por la bendición de una atención médica y un apoyo pastoral excelentes. Como sabrán, he estado trabajando un poco desde casa, a un nivel reducido, sin duda, pero lo estoy aumentando gradualmente.\nHace apenas dos semanas, mi equipo médico me autorizó a conducir localmente y a reanudar vuelos nacionales cortos. No puedo expresar cuánto nos han sostenido vuestras oraciones a mí y a mi familia durante esta trayectoria médica. La oración es importante. No siempre sabemos de qué manera. No siempre sabemos o entendemos el resultado.\nPero la oración es importante y marca la diferencia. Durante los últimos meses, no he sabido qué resultados tendría todo esto. Pero he estado consciente, y en algunos momentos específicos muy consciente, de ser sostenido en oración por ustedes. Sin decidirme conscientemente a hacerlo, me encontré rezando algunas palabras del Salmo 31, que dicen: «En tus manos encomiendo mi espíritu».\nAntes de cirugías y tratamientos, en medio de algunas noches largas y de días difíciles, «en tus manos encomiendo mi espíritu». Estas palabras son parte de una oración que es el Salmo 31 en las Escrituras hebreas. El oficio nocturno de Completas utiliza ese salmo como oración antes de retirarse a dormir por la noche.\nEl Evangelio de Lucas registra que Jesús oró estas mismas palabras, ese salmo, en la cruz, cuando tenía una idea de lo que le esperaba, pero no podía saber el resultado. No sabía con certeza si Dios actuaría y de qué manera. No lo sabía; como decían los viejos predicadores: el Viernes Santo siempre ocurre, pero el domingo siempre llega. Él no sabía con certeza que la resurrección sería real y no una mera metáfora.\nPero al morir en lo desconocido, hizo una cosa: se abandonó completamente en las manos de Dios. «Padre, en tus manos encomiendo mi espíritu».\nY en ese momento, después de decir esto, dice el Evangelio de Lucas, expiró. Y aunque murió, la muerte no dijo la última palabra, aunque él sí murió, murió en manos de Dios y se escapó de las garras de la muerte.\nY como ahora sabemos, al tercer día resucitó, y vive. Como dijo William Cowper en un poema que luego se convirtió en himno: «Dios actúa de modos misteriosos, para sus prodigios realizar, deja sus huellas en el mar y cabalga en la tormenta».\nAsí pues, Dios les ama. Dios les bendiga. Que el Dios que cabalga sobre nuestras tormentas y resucitó a Jesús de Nazaret de entre los muertos nos sostenga a todos, a toda la familia humana y a toda la grandiosa y gloriosa creación de Dios en esas todopoderosas manos de su amor. Que tengan una Semana Santa y una Pascua benditas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michae",
        "sentiment": "negative"
      },
      {
        "name": "michael curry",
        "sentiment": "negative"
      },
      {
        "name": "curry",
        "sentiment": "none"
      },
      {
        "name": "sharon",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T18:12:27.331+03:00",
  "updated": "2024-03-29T18:12:27.331+03:00"
}