{
  "thread": {
    "uuid": "3c20724441a21395029155741cc2477ac761589b",
    "url": "https://www.india.com/business/good-news-bengaluru-mysuru-expressway-to-get-smart-traffic-system-from-next-week-will-reduce-road-accidents-7035900",
    "site_full": "www.india.com",
    "site": "india.com",
    "site_section": "https://www.india.com/maharashtra",
    "site_categories": [
      "media",
      "cricket",
      "sports",
      "top_news"
    ],
    "section_title": "Maharashtra - Know About Maharashtra Capital, Cities, News, Videos, Photos, How To Travel to Maharashtra and Much More at India.com",
    "title": "Good News: Bengaluru-Mysuru Expressway To Get Smart Traffic System From Next Week, Will Reduce Road Accidents",
    "title_full": "Good News: Bengaluru-Mysuru Expressway To Get Smart Traffic System From Next Week, Will Reduce Road Accidents",
    "published": "2024-06-24T09:52:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.india.com/wp-content/uploads/2024/06/Expressway-1.png",
    "performance_score": 0,
    "domain_rank": 2686,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c20724441a21395029155741cc2477ac761589b",
  "url": "https://www.india.com/business/good-news-bengaluru-mysuru-expressway-to-get-smart-traffic-system-from-next-week-will-reduce-road-accidents-7035900",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manmath Nayak",
  "published": "2024-06-24T09:52:00.000+03:00",
  "title": "Good News: Bengaluru-Mysuru Expressway To Get Smart Traffic System From Next Week, Will Reduce Road Accidents",
  "text": "/ .verified-article img {display:inline-block;margin-right:5px;} @media screen and (max-width:766px){.common-all-content .verified-article img {width:25px!important;}} span.verified-article {background: #3aa84f1f;border-radius: 15px; padding-right: 10px;color: #3aa84f;display: inline-block;margin-bottom: 10px;} / virified logo / Check Bengaluru-Mysuru Expressway Latest Update The entire Bengaluru-Mysuru Expressway network will be equipped with the Intelligent Traffic Management System (ITMS) from July 1. Alok Kumar, ADGP for Traffic and Road Safety, said that the entire Bengaluru-Mysuru Road network, including the highway, Mysuru district and city, will become a fully-functional ITMS corridor.\nThe Intelligent Traffic Management System or ITMS was launched in Bengaluru in December 2022. As part of the system, 250 automatic number plate recognition (ANPR) cameras and 80 red light violation detection (RLVD) cameras were installed at 50 junctions in the whole city.\nThese ANPR cameras under ITMS now have been installed on major Expressway roads in Mysuru at an estimated cost of Rs 8.5 crore – Rs 4 crore for Mysuru city and Rs 4.5 crore for Mysuru district region. Alok Kumar said that the process of challaning vehicle users for traffic violations will begin from July 1.\nAlok Kumar told the Deccan Herald that the cameras will cover several areas of Mysuru district such as Hunsur, HD Kote, Nanjangud and T Narasipur and now the Traffic Management Centre at Mysuru will start very soon.\nHe also proposed that ITMS cameras will be installed on four major highways connecting Bengaluru to nearby taluks and districts this year. The roads where the ITMS cameras will be installed include Tumakuru Road (NH 4), from Madanayakanahalli to Sira; Kanakapura Road (NH 948) till Kollegal, Hosur Road (NH 44).\nApart from the ITMS cameras, they are also planning to include Variable Messaging Signs (VMS) on these roads.\nInterestingly, these VMS will display digital messages about real-time traffic conditions or any temporary road events ahead to inform drivers on the stretch.\nApart from this, local police is also planning to install more cameras on the Bengaluru-Mysuru highway to strengthen enforcement and fix VMS boards.\nAlok Kumar stated that the proposal has been approved by the state road transport authority and the tenders will be floated after a formal order is issued, which might happen in July.\nDuring a review meeting on June 1, the state police’s traffic and road safety wing discussed integrating the challan system with FASTag at toll gates to enable direct deduction of traffic fines from the FASTag wallet. Alok Kuamr said he plans to write to the Ministry of Road Transport and Highways (MoRTH) for approval.\nAlong with installing cameras, the police are also planning to invest in signboards, blinkers, 800 alcometers for checking drunk driving, and 155 laser speed guns to enhance road safety across Karnataka, excluding Bengaluru.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alok kumar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "itms",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bengaluru",
        "sentiment": "none"
      },
      {
        "name": "mysuru",
        "sentiment": "none"
      },
      {
        "name": "bengaluru-mysuru road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T12:30:07.591+03:00",
  "updated": "2024-06-24T12:30:07.591+03:00"
}