{
  "thread": {
    "uuid": "180bc4c6ac7b8071818eeeea8d6939a07f12d5c0",
    "url": "https://vnexplorer.net/on-good-friday-behold-the-man-s2122123.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "On Good Friday, behold the man",
    "title_full": "On Good Friday, behold the man",
    "published": "2024-03-29T10:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA14VSOw.img",
    "performance_score": 0,
    "domain_rank": 52651,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "180bc4c6ac7b8071818eeeea8d6939a07f12d5c0",
  "url": "https://vnexplorer.net/on-good-friday-behold-the-man-s2122123.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-03-29T10:30:00.000+03:00",
  "title": "On Good Friday, behold the man",
  "text": "On Good Friday, behold the man\nThroughout Jesus’ ministry on Earth, he told people he was the Son of God. He demonstrated it with his words and his actions. He forgave sins and healed disease. He taught with authority and drove out demons. And yet, many didn’t believe.\nIronically, one of the most profound declarations of who Jesus was didn’t come from Jesus. It came from Pontius Pilate – the Roman governor of Judea who would preside over Jesus’ trial and hand him over to be crucified.\nThe moment comes in John 19:5 when Pilate presents Jesus to the raging crowd with the words, “Behold the man.”\nThis statement may seem insignificant, but it reflects a paradox at the heart of Christianity – a paradox that is both deeply human and divinely transcendent.\nGOOD FRIDAY: GOD TURNED ‘MORAL EVIL’ OF CHRIST’S CRUCIFIXION INTO A GIFT TO HUMANITY, SAYS CATHOLIC MISSIONARY\nWith these words, Pilate unwittingly points to the essence of Christ’s mission and the central mystery of the Christian faith. For in Jesus we behold not just a man, but the incarnate Son of God, who willingly embraced suffering and death for the redemption of humanity.\nREAD ON THE FOX NEWS APP\nFor centuries, this moment has captured the imaginations of artists all over the world, resulting in thousands of works that give us unique insight into the suffering of Jesus during his trial and crucifixion. Each is a testament to the enduring power of art to capture the profound truths of the Gospel narrative, challenging us to engage the heart together with the mind.\nThis is the inspiration behind the Museum of the Bible’s exhibit “Ecce Homo: Behold the Man.” The exhibit’s 21 pieces – including a piece by Salvador Dalí – offer a different artist’s interpretation of the concept of suffering.\nWHAT IS GOOD FRIDAY? EVERYTHING YOU NEED TO KNOW\nSome elegant and beautiful, others surreal and haunting, each painting causes us to imagine the deeper spiritual realities behind what Christ went through on Good Friday. Or, in the words of hymn writer Stuart Townsend, to “Behold the man upon the cross, my sin upon his shoulders.”\nThe crucifixion story confronts us with the humanity of Christ – his vulnerability, his anguish, his willingness to endure suffering for the sake of love. These are profoundly human experiences and emotions, things all of us are familiar with. That’s why Isaiah prophesied that Jesus would be “a man of sorrows and acquainted with grief.”\nGood Friday, however, isn’t only about Jesus. We have a part to play.\nWHY GOOD FRIDAY OFFERS ‘THE BEST NEWS EVER’ FOR EASTER AND ALWAYS\nIsaiah goes on to say why Jesus suffered: “Surely he has borne our griefs and carried our sorrows.”\nLike our exhibit’s 21 artists who paint to find a reflection of ourselves in Jesus, Isaiah leads us to see ourselves in the story. He is reminding us that Christ didn’t go to the cross for himself – he went for us.\nThat is Paul’s message to believers in the book of Romans when he writes, “But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.” Jesus knew we couldn’t come to him, so in the incarnation, he came down to us even though he knew it would cost him his life.\nOn Good Friday, we behold the man – we relate to Jesus’ humanness.\nCLICK HERE FOR MORE FOX NEWS OPINION\nBut if that was the whole story, we’d have no reason to call Good Friday good. If Jesus was only human, we’d have no cause to hope because he would just be another of death’s victims. But it isn’t the whole story. Three days later, Christ did something else for us: He rose from the grave.\nOn Easter, we behold the risen man – we stand in awe of Christ’s divinity.\nChrist’s divine nature accomplished that which human nature by itself cannot; it defied death. That’s why Easter is the day of triumph.\nThe resurrection demonstrated beyond any doubt that Jesus was who he said he was: the Son of God. But it did something else as well. It fulfilled God’s promise of redemption.\nIt is the contrast between Good Friday and Easter Sunday that helps us grasp the weight and wonder of Christ’s passion. We will truly understand the triumph and glory of the resurrection when we have also walked with Christ through the depths of His suffering, only when we “behold the man.”\nCLICK HERE TO READ MORE FROM HARRY HARGRAVE\nOriginal article source: On Good Friday, behold the man",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA14VSOw.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA14VSOw.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "john",
        "sentiment": "none"
      },
      {
        "name": "son of god",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pilate",
        "sentiment": "none"
      },
      {
        "name": "pontius pilate",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "roman",
        "sentiment": "none"
      },
      {
        "name": "judea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T10:45:40.392+03:00",
  "updated": "2024-03-29T10:45:40.392+03:00"
}