{
  "thread": {
    "uuid": "9e9472f31242d3fa9cc84b8b30f7eebc98f020fe",
    "url": "https://www.rcnradio.com/clics/mujer-que-resucito-narro-lo-que-vio-luego-de-estar-muerta-por-40-minutos",
    "site_full": "www.rcnradio.com",
    "site": "rcnradio.com",
    "site_section": "https://www.rcnradio.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "RCN Radio - Últimas Noticias de Colombia y el mundo - Noticias - RCN Radio",
    "title": "Mujer que resucitó narró lo que vio luego de estar muerta por 40 minutos",
    "title_full": "Mujer que resucitó narró lo que vio luego de estar muerta por 40 minutos",
    "published": "2023-12-29T23:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://files.rcnradio.com/public/2021-04/whatsapp_image_2021-04-21_at_5.43.42_am_0_1_0.jpeg?VersionId=u6ffjlEgSnf2B.HfYQ8SY2Whf0Mq45uI",
    "performance_score": 0,
    "domain_rank": 27089,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e9472f31242d3fa9cc84b8b30f7eebc98f020fe",
  "url": "https://www.rcnradio.com/clics/mujer-que-resucito-narro-lo-que-vio-luego-de-estar-muerta-por-40-minutos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "lfjulio",
  "published": "2023-12-29T23:27:00.000+02:00",
  "title": "Mujer que resucitó narró lo que vio luego de estar muerta por 40 minutos",
  "text": "Mujer que resucitó narró lo que vio luego de estar muerta por 40 minutos Durante 40 minutos la mujer estuvo muerta clínicamente y al despertar narró que le “había sucedido algo mágico”. Una mujer vivió una experiencia que no todas las personas podrían contarle a sus hijos y nietos ya que, según ella, permaneció sin vida por alrededor de 40 minutos y luego volvió a la vida de manera inexplicable. El enigmático hecho se presentó en Reino Unido, luego de que la mujer se preparara para tener una cita romántica con su prometido pero todo terminó convirtiéndose en una pesadilla. La mujer identificada como Kristy Bortoft, de 49 años de edad, fue encontrada por su pareja sentimental inconsciente en la sala de su casa, y con unos patrones hexagonales extraños en la piel. Puede leer: [Aerolínea mandó a niño de 6 años en un vuelo equivocado, terminó 400 km lejos de su destino](https://www.rcnradio.com/clics/aerolinea-mando-a-nino-de-6-anos-en-un-vuelo-equivocado-termino-400-km-lejos-de-su-destino) El hombre al darse cuenta que no estaba respirando, llamó de inmediato al servicio de emergencias quienes le indicaron que debía empezar a reanimarla para que intentara salvarle la vida. Al llegar al centro asistencial, los médicos le informaron a la familia de la mujer que lamentablemente ella solo tenía un 6 % de probabilidad de sobrevivir y que debían prepararse para lo peor. Durante 40 minutos la mujer estuvo muerta clínicamente y al despertar narró que le “había sucedido algo mágico” y que algo extraño “la trajo de nuevo a la vida”. También vea: [[Video] Insólita pelea: Mujeres se agarraron del pelo por una carne en oferta](https://www.rcnradio.com/clics/video-insolita-pelea-mujeres-se-agarraron-del-pelo-por-una-carne-en-oferta) De acuerdo con información revelada por el medio británico The Sun, que entrevistó a la mujer, a pesar de que estuvo inconsciente casi una hora, ella sabía exactamente qué estaba pasando a su alrededor mientras intentaban reanimarla. “Recuerdo que cuando finalmente regresé a mi cuerpo, sabía exactamente lo que tenía que hacer para sanar, fue como una descarga de información. Me di cuenta de que no te mueres, solo tu cuerpo sigue adelante. Mi misión acá en la Tierra aún no ha terminado”, indicó Kristy Bortoft en un aparte de la entrevista. Asimismo, la mujer reveló que solo su familia cercana sabía que ella estaba en el hospital, pero un amigo suyo psíquico se puso en contacto con su hermana y le preguntó qué le estaba pasando. Le puede interesar: [Video: Se viraliza momento en que mujer que se arrepiente de casarse a último minuto](https://www.rcnradio.com/clics/video-se-viraliza-momento-en-que-mujer-que-se-arrepiente-de-casarse-a-ultimo-minuto) “Dijo que mi espíritu estaba en un salón y le estaba pidiendo que escribiera una carta para mis hijos y mi papá. Mi hermana le contó que yo estaba luchando por mi vida en el hospital. Luego él me regaño y ahí fue cuando decidí volver al plano terrenal”, agregó. Finalmente, los médicos dieron a conocer que no identificaron el origen de las marcas hexagonales que le salieron en el cuerpo, el motivo que la llevó a la muerte clínica, ni el porqué de su milagrosa y extraña recuperación. Sistema Integrado Digital",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:13:08.200+02:00",
  "updated": "2023-12-30T03:12:45.125+02:00"
}