{
  "thread": {
    "uuid": "8dcc52aa82ae4e12a3f6bc63916ee545e11a0e58",
    "url": "https://www.targatocn.it/2024/01/19/leggi-notizia/argomenti/top-news/articolo/inter-travolge-lazio-3-0-e-vola-in-finale-supercoppa-col-napoli.html",
    "site_full": "www.targatocn.it",
    "site": "targatocn.it",
    "site_section": "https://www.targatocn.it",
    "site_categories": [
      "media"
    ],
    "section_title": "Targatocn.it&nbsp;-&nbsp;Notizie provincia di Cuneo - News e video in tempo reale di cronaca, politica, attualità, eventi",
    "title": "Inter travolge Lazio 3-0 e vola in finale Supercoppa col Napoli - Targatocn.it",
    "title_full": "Inter travolge Lazio 3-0 e vola in finale Supercoppa col Napoli - Targatocn.it",
    "published": "2024-01-19T23:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.targatocn.it/fileadmin/archivio/italpress/imported/www.italpress.com_wp-content_uploads_2024_01_20240119_2373.jpg.jpeg",
    "performance_score": 0,
    "domain_rank": 74409,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8dcc52aa82ae4e12a3f6bc63916ee545e11a0e58",
  "url": "https://www.targatocn.it/2024/01/19/leggi-notizia/argomenti/top-news/articolo/inter-travolge-lazio-3-0-e-vola-in-finale-supercoppa-col-napoli.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-01-19T23:06:00.000+02:00",
  "title": "Inter travolge Lazio 3-0 e vola in finale Supercoppa col Napoli - Targatocn.it",
  "text": "RIYADH (ARABIA SAUDITA) (ITALPRESS) - Con lo stesso risultato con cui il Napoli ieri ha battuto la Fiorentina, l'Inter stende la Lazio e raggiunge gli azzurri di Mazzarri all'ultimo atto della Supercoppa italiana alla prima edizione in versione Final Four. A Riyadh i nerazzurri surclassano i biancocelesti e si impongono 3-0: a segno Thuram, Calhanoglu su rigore e Frattesi. Inzaghi sceglie l'undici che ha schiantato il Monza, Sarri lancia Immobile dall'inizio al centro del tridente completato da Pedro e Felipe Anderson. L'Inter è padrona del campo dai primi minuti e Thuram ha subito due chance, di piede e poi in torsione di testa, ma non prende lo specchio. Buona la terza per l'attaccante francese che il gol lo trova finalizzando una bella azione corale: cross di Bastoni e assist illuminante di tacco di Dimarco il quale offre all'ex Monchengladbach un cioccolatino facile da scartare a pochi passi dalla linea di porta. In un diagonale largo di Felipe Anderson la timida reazione della Lazio prima di un finale di tempo tutto di marca nerazzurra. Provedel blocca un tiro di Darmian e poi, su una conclusione da fuori di Lautaro, salva in due tempi anticipando anche il tap-in di Thuram. Un velenoso traversone di Calhanoglu attraversa tutta l'area e si spegne a lato di un soffio, mentre Barella calcia al volo da ottima posizione e spacca la traversa su cross del solito Dimarco. L'Inter merita il raddoppio e lo trova in avvio di ripresa quando il Var richiama l'arbitro Marchetti che non ha ravvisato un contatto sospetto in area Lazio tra Pedro e Lautaro Martinez: dopo la review al monitor viene assegnato un calcio di rigore e dagli undici metri Calhanoglu batte Provedel che intuisce ma non arriva sul tiro indirizzato all'angolino basso. Sarri prova a pescare dalla panchina soprattutto con gli innesti di Luis Alberto e Isaksen, i biancocelesti però non creano mai pericoli dalle parti di Sommer. Dall'altro lato Lautaro vuole il gol ma sbatte sulla seconda traversa di giornata e dopo poco, con una rasoterra da fuori, non va molto lontano dal palo alla destra del portiere. In un finale a ritmi più blandi è dunque Frattesi a calare il tris in contropiede mentre un controllo con il braccio costa a Immobile l'annullamento della rete della bandiera biancoceleste. - foto Ipa Agency -(ITALPRESS). In Breve venerdì 19 gennaio Che tempo fa Accadeva un anno fa Scuole e corsi Attualità TI RICORDI COSA È SUCCESSO L’ANNO SCORSO A GENNAIO? Ascolta il podcast con le notizie da non dimenticare [Ascolta \"Un anno di notizie da non dimenticare\" su Spreaker.](https://www.spreaker.com/show/un-anno-di-notizie-da-non-dimenticare)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [
    "https://www.spreaker.com/show/un-anno-di-notizie-da-non-dimenticare)",
    "https://spreaker.com/show/un-anno-di-notizie-da-non-dimenticare)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T23:40:58.155+02:00",
  "updated": "2024-01-19T23:40:58.155+02:00"
}