{
  "thread": {
    "uuid": "7c78d06b61cbc40f53a0872c43391888d16d4842",
    "url": "https://vancouverisland.ctvnews.ca/cold-snap-brings-rare-opportunity-for-outdoor-skating-on-vancouver-island-1.6727384",
    "site_full": "vancouverisland.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://bc.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Vancouver News | Local Breaking | CTV News Vancouver ",
    "title": "Outdoor skating on Vancouver Island comes with a warning | CTV News",
    "title_full": "Outdoor skating on Vancouver Island comes with a warning | CTV News",
    "published": "2024-01-16T02:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/15/panama-flats-skating-1-6727388-1705371294853.jpg",
    "performance_score": 0,
    "domain_rank": 991,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c78d06b61cbc40f53a0872c43391888d16d4842",
  "url": "https://vancouverisland.ctvnews.ca/cold-snap-brings-rare-opportunity-for-outdoor-skating-on-vancouver-island-1.6727384",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ctvnewsvi",
  "published": "2024-01-16T02:19:00.000+02:00",
  "title": "Outdoor skating on Vancouver Island comes with a warning | CTV News",
  "text": "[Skip to main content](#main) Cold snap brings rare opportunity for outdoor skating on Vancouver Island During this unusual cold snap on Vancouver Island, people were not going to let an opportunity slip through their hands. “It’s so special,” said Derek Wong, a Saanich resident. Dozens hit Panama Flats in Saanich, no matter the consequences. “I’m skipping a bit of school for it,” said Ayami Nishi, who was playing hooky for the day. It was the chance to lace up your skates and hit the outdoor rink. It’s something that people living in the rest of the country may take for granted. “It’s actually amazing to see everybody out here with their kids and families,” said Linda Lee. Linda Lee hit the ice with her friend Derek Wong at 9 a.m. sharp. “The ice hasn’t been this solid in probably over a decade,” said Wong. You would think all the kids on the ice were skipping school on Monday, but not the ones from Lochside Elementary School. “Four hundred-plus kids are off school today because a water main burst,” said Matt King, who was at the flats with his three children. It wasn’t just the Panama Flats seeing all the action during this unusual cold snap. On Sunday, the Polo Field in Brentwood Bay became the most popular place in town. “It’s a great view, good ice, you can’t ask for much more,” said a Nanaimo resident. On Monday, people took to Witchcraft Lake at the base of Mount Benson Trail to act out their outdoor hockey dreams, but not all bodies of water are safe for skating on. “The larger the body of water, the more unlikely it is that it’s frozen all the way through,” said Chief Chris Aubrey of Langford Fire Rescue. People visiting Thetis Lake in View Royal saw thin ice warning signs along the shore. That ice is not thick enough to support someone, meaning they would certainly break through, falling into the freezing water below. Thin ice warning signs at Thetis Lake in View Royal“It only takes a moment to incapacitate you if you happen to end up getting into trouble,” said Aubrey. That warning is meant for your pets as well. “Keep your dogs on a leash when they’re near the water because they are not going to know, and they could easily fall through the ice as well,” said the Fire Chief. Beginning Wednesday, the weather is expected to start to warm, making the ice on Thetis Lake all the more unstable. For now, people like Linda and Derek are taking advantage of a rare opportunity, knowing that this potentially could be their last outdoor skate of the season. “We might be able to skate on it tomorrow morning for a bit, but I’m guessing this will be the last of it,” said Wong. Unless of course, winter weather makes another rare appearance before spring arrives. [Top Stories](https://vancouverisland.ctvnews.ca/) CTVNews.ca Top Stories BREAKING [Doomsday clock stands at 90 seconds to midnight, signalling 'a time of unprecedented danger'](https://www.ctvnews.ca/world/doomsday-clock-stands-at-90-seconds-to-midnight-signalling-a-time-of-unprecedented-danger-1.6738298) Scientists have not moved the doomsday clock forward in 2023. It still stands at 90 seconds to midnight, highlighting what they call 'a time of unprecedented danger.' [Feds to launch Canada-U.S. engagement strategy as presidential election looms](https://www.ctvnews.ca/politics/feds-to-launch-canada-u-s-engagement-strategy-as-presidential-election-looms-1.6738002) Prime Minister Justin Trudeau says the federal government will launch a renewed effort to promote Canada's interests in the United States as the spectre of another Trump presidency looms. [21 soldiers are killed in the deadliest single attack on Israeli forces since the war in Gaza began](https://www.ctvnews.ca/world/21-soldiers-are-killed-in-the-deadliest-single-attack-on-israeli-forces-since-the-war-in-gaza-began-1.6737966) Twenty-one soldiers were killed in the Gaza Strip in the deadliest attack on Israel's forces since the Oct. 7 Hamas raid that triggered the war, the military said Tuesday, a major setback that could add to mounting calls for a ceasefire. ['Oppenheimer' dominates Oscar nominees, Gerwig passed over for best director](https://www.ctvnews.ca/entertainment/oppenheimer-dominates-oscar-nominees-gerwig-passed-over-for-best-director-1.6738059) After a tumultuous movie year marred by strikes and work stoppages, the Academy Awards showered nominations Tuesday on Christopher Nolan's blockbuster biopic, 'Oppenheimer,' which came away with a leading 13 nominations. [3 dead, 4 in critical condition after helicopter crashes north of Terrace, B.C.](https://bc.ctvnews.ca/3-dead-4-in-critical-condition-after-helicopter-crashes-north-of-terrace-b-c-1.6737859) Three people died after a helicopter crashed in northwestern B.C. on Monday afternoon, a heli-skiing company confirmed. Four others are in hospital in critical condition. ['Now that's a fish!' Quebec fishermen reel in 109-pound Atlantic halibut](https://montreal.ctvnews.ca/now-that-s-a-fish-quebec-fishermen-reel-in-109-pound-atlantic-halibut-1.6737786) Just days after the start of ice fishing season, Mathieu Aubin caught a 109-pound Atlantic halibut in the Saguenay-Lac-Saint-Jean region. [Jagmeet Singh convenes NDP caucus in 'target' Edmonton](https://www.ctvnews.ca/politics/jagmeet-singh-convenes-ndp-caucus-in-target-edmonton-1.6737823) NDP Leader Jagmeet Singh has convened his MPs to meet in 'target' Edmonton over the next few days to plot out their strategy for the return to Parliament. The federal New Democrats have descended on Alberta for a three-day caucus meeting, with electoral growth and policy goals top of mind. [Sentencing hearing resumes for Veltman, guilty in London attack on Muslim family](https://london.ctvnews.ca/sentencing-hearing-resumes-for-veltman-guilty-in-london-attack-on-muslim-family-1.6737977) Nathaniel Veltman, 23, was found guilty in November of four counts of first-degree murder and one count of attempted murder for hitting the Afzaal family with his truck while they were out for a walk on June 6, 2021. [Suspect in killing of 8 people in suburban Chicago has fatally shot himself in Texas, police say](https://www.ctvnews.ca/world/suspect-in-killing-of-8-people-in-suburban-chicago-has-fatally-shot-himself-in-texas-police-say-1.6737978) A man suspected of shooting and killing eight people in suburban Chicago fatally shot himself after a confrontation with law enforcement officials in Texas, police said. [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [Vancouver](https://bc.ctvnews.ca/) - [3 dead, 4 in critical condition after helicopter crashes north of Terrace, B.C.](https://bc.ctvnews.ca/3-dead-4-in-critical-condition-after-helicopter-crashes-north-of-terrace-b-c-1.6737859) Three people died after a helicopter crashed in northwestern B.C. on Monday afternoon, a heli-skiing company confirmed. Four others are in hospital in critical condition. - [Union to plan further 'escalation' after Metro Vancouver transit service resumes Wednesday](https://bc.ctvnews.ca/union-to-plan-further-escalation-after-metro-vancouver-transit-service-resumes-wednesday-1.6737395) The union representing 180 transit supervisors in Metro Vancouver says it will plan further ‘escalation’ when its 48-hour work stoppage ends early Wednesday. - [Business community and BC United call for government to step in to end transit strike](https://bc.ctvnews.ca/business-community-and-bc-united-call-for-government-to-step-in-to-end-transit-strike-1.6737893) Hours into a transit strike impacting about 300,000 daily commuters in the Lower Mainland, pressure is already mounting on the province to step in. [Edmonton](https://edmonton.ctvnews.ca/) - [Leduc to ask Alberta gov't to lower Hwy 2 speed limit through city](https://edmonton.ctvnews.ca/leduc-to-ask-alberta-gov-t-to-lower-hwy-2-speed-limit-through-city-1.6737785) The city's seven-member council voted unanimously at its meeting Monday evening in favour of lobbying Alberta's transportation ministry to lower the limit of its portion of the major north-south corridor between Edmonton and Calgary to 80 kilometres per hour from 110. - [Jagmeet Singh convenes NDP caucus in 'target' Edmonton](https://www.ctvnews.ca/politics/jagmeet-singh-convenes-ndp-caucus-in-target-edmonton-1.6737823) NDP Leader Jagmeet Singh has convened his MPs to meet in 'target' Edmonton over the next few days to plot out their strategy for the return to Parliament. The federal New Democrats have descended on Alberta for a three-day caucus meeting, with electoral growth and policy goals top of mind. - [Oilers go for 14th straight win, host Jackets](https://edmonton.ctvnews.ca/oilers-go-for-14th-straight-win-host-jackets-1.6738275) The Edmonton Oilers will put their franchise-best 13-game winning streak on the line when they play host to the Columbus Blue Jackets on Tuesday night. [Toronto](https://toronto.ctvnews.ca/) - [Winter weather travel advisory in Southern Ontario. Here's when snow will start](https://toronto.ctvnews.ca/winter-weather-travel-advisory-in-southern-ontario-here-s-when-snow-will-start-1.6737994) A winter weather travel advisory is in effect for parts of the GTHA today with heavy snowfall beginning this morning. - [Toronto man 'threatened' police would revoke his licence in parking ticket scam](https://toronto.ctvnews.ca/toronto-man-threatened-police-would-revoke-his-licence-in-parking-ticket-scam-1.6737669) Toronto police are warning motorists of a scam involving fraudulent texts asking drivers to settle overdue parking tickets. - [Transport truck ends up in frozen swamp after driver loses control on Hwy. 401](https://toronto.ctvnews.ca/transport-truck-ends-up-in-frozen-swamp-after-driver-loses-control-on-hwy-401-1.6738334) A driver managed to escape without serious injuries after he lost control of his transport truck and ended up slamming into a frozen swamp off Highway 401 near Burlington Monday night. [Calgary](https://calgary.ctvnews.ca/) - [Calgary council to discuss residential tax rebate](https://calgary.ctvnews.ca/calgary-council-to-discuss-residential-tax-rebate-1.6738133) Calgary city council is taking a look at providing some relief for homeowners who are facing a big jump on their tax bills this year. - [Serious crash makes Highway 3 impassable near Coleman, Alta.](https://calgary.ctvnews.ca/serious-crash-makes-highway-3-impassable-near-coleman-alta-1.6738105) A major crash near the Alberta and B.C. boundary has shut down traffic on Highway 3. - [Bow River named third-best location for fishing in Canada](https://calgary.ctvnews.ca/bow-river-named-third-best-location-for-fishing-in-canada-1.6738280) Calgary's iconic Bow River has earned a high ranking among anglers who looked at the top 10 fishing destinations coast to coast. [Montreal](https://montreal.ctvnews.ca/) - [Millions of dollars of STM funding withheld by ARTM](https://montreal.ctvnews.ca/millions-of-dollars-of-stm-funding-withheld-by-artm-1.6738035) Uncovered documents show a bitter dispute over money was brewing between the STM and the ARTM last spring. - ['Now that's a fish!' Quebec fishermen reel in 109-pound Atlantic halibut](https://montreal.ctvnews.ca/now-that-s-a-fish-quebec-fishermen-reel-in-109-pound-atlantic-halibut-1.6737786) Just days after the start of ice fishing season, Mathieu Aubin caught a 109-pound Atlantic halibut in the Saguenay-Lac-Saint-Jean region. - [Quebec's home support system is 'fragile,' says commissioner](https://montreal.ctvnews.ca/quebec-s-home-support-system-is-fragile-says-commissioner-1.6738272) The homecare situation in Quebec is 'worrisome' and 'fragile,' stresses a report by Health and Welfare Commissioner Joanne Castonguay. [Atlantic](https://atlantic.ctvnews.ca/) - [Large fire destroys multiple businesses, apartments in Grand-Bouctouche, N.B.](https://atlantic.ctvnews.ca/large-fire-destroys-multiple-businesses-apartments-in-grand-bouctouche-n-b-1.6738221) A large fire has destroyed a building that housed several businesses and apartment units in New Brunswick’s Kent County. - [Charlottetown council narrowly votes to move controversial outreach centre](https://atlantic.ctvnews.ca/more/charlottetown-council-narrowly-votes-to-move-controversial-outreach-centre-1.6738268) In a narrow vote, the Charlottetown council voted to approve a provincial temporary variance to move the Community Outreach Centre on Monday night. - [Saint John reinstates city councilors Killen and Harris after a code of conduct investigation](https://atlantic.ctvnews.ca/saint-john-reinstates-city-councilors-killen-and-harris-after-a-code-of-conduct-investigation-1.6737782) Saint John, N.B., city councilors Joanna Killen and Brent Harris have been reinstated following a code of conduct complaint investigation, according to a news release from the City of Saint John. [Winnipeg](https://winnipeg.ctvnews.ca/) - [Victim of deadly attack in The Pas says action is needed to deal with rising violence](https://winnipeg.ctvnews.ca/victim-of-deadly-attack-in-the-pas-says-action-is-needed-to-deal-with-rising-violence-1.6737635) The survivor of a deadly random attack in The Pas said he was stabbed over a box of diapers – a violent encounter that he said shows the need for more support in his community. - [Manitoba still waiting for more details as federal government implements international student cap](https://winnipeg.ctvnews.ca/manitoba-still-waiting-for-more-details-as-federal-government-implements-international-student-cap-1.6737728) A federal cap on international students coming to study in Canada is stirring up mixed reactions. - [As the Hubble Telescope's life nears an end, a new telescope could soon be ready out of Winnipeg](https://winnipeg.ctvnews.ca/as-the-hubble-telescope-s-life-nears-an-end-a-new-telescope-could-soon-be-ready-out-of-winnipeg-1.6737487) The Hubble Space Telescope has been in orbit for more than 30 years and now Manitoba researchers are working to develop a replacement. [Kitchener](https://kitchener.ctvnews.ca/) - [Up to 10 cm of snow possible in Waterloo-Wellington Tuesday](https://kitchener.ctvnews.ca/up-to-10-cm-of-snow-possible-in-waterloo-wellington-tuesday-1.6737996) A winter weather travel advisory has been issued for Waterloo Region, Wellington County, and several other Southern Ontario communities. - [Filmmakers want help finding 'The Human Fly' who could be in Fergus, Ont.](https://kitchener.ctvnews.ca/filmmakers-want-help-finding-the-human-fly-who-could-be-in-fergus-ont-1.6737840) A worldwide search is underway for a mysterious Canadian stuntman who seemingly disappeared from the limelight decades ago, and the hunt has narrowed in on southwestern Ontario. - [Transport truck lands in frozen swamp off of Hwy. 401 near Guelph Line](https://kitchener.ctvnews.ca/transport-truck-lands-in-frozen-swamp-off-of-hwy-401-near-guelph-line-1.6737998) A transport truck jumped a snowbank off of Hwy. 401, travelled 100 metres, hit a tree, and landed in a frozen swamp, according to police. [Regina](https://regina.ctvnews.ca/) - [Sask. unveils new mobile command post for emergency services](https://regina.ctvnews.ca/sask-unveils-new-mobile-command-post-for-emergency-services-1.6738233) A new emergency service vehicle has been unveiled and will be used across southern Saskatchewan. - [Sask. teachers stage second one-day strike, province 'disappointed' with latest job action](https://regina.ctvnews.ca/sask-teachers-stage-second-one-day-strike-province-disappointed-with-latest-job-action-1.6736464) Teachers in Saskatchewan are back on the picket lines Monday as part of a second one-day walk off within a week. - [Sask. woman left waiting 10 months and counting for cancer scan](https://regina.ctvnews.ca/sask-woman-left-waiting-10-months-and-counting-for-cancer-scan-1.6736989) A Saskatchewan woman is highlighting the dire state of breast cancer screening in the province. [Barrie](https://barrie.ctvnews.ca/) - [Innisfil man faces serious charges after totalling his car on Highway 400](https://barrie.ctvnews.ca/innisfil-man-faces-serious-charges-after-totalling-his-car-on-highway-400-1.6738092) A collision had Highway 400 down to a single lane north of Mapleview Drive Tuesday morning. - [7 Ford F-150s stolen in central Ontario in one busy night](https://barrie.ctvnews.ca/7-ford-f-150s-stolen-in-central-ontario-in-one-busy-night-1.6738022) Four more F-150s were driven away from driveways in both Orangeville and Mono early Monday morning. - [Human remains found in Adjala-Tosorontio believed to be missing Alliston man](https://barrie.ctvnews.ca/human-remains-found-in-adjala-tosorontio-believed-to-be-missing-alliston-man-1.6737396) An Alliston man who mysteriously disappeared over a week ago is believed to be dead after provincial police discovered a body over the weekend. [Saskatoon](https://saskatoon.ctvnews.ca/) - [Saskatoon students join teachers for second one-day strike](https://saskatoon.ctvnews.ca/saskatoon-students-join-teachers-for-second-one-day-strike-1.6737393) Saskatoon students joined teachers on the picket line as part of an organized citywide show of support. - [Sask. teachers stage second one-day strike, province 'disappointed' with latest job action](https://regina.ctvnews.ca/sask-teachers-stage-second-one-day-strike-province-disappointed-with-latest-job-action-1.6736464) Teachers in Saskatchewan are back on the picket lines Monday as part of a second one-day walk off within a week. - [James Smith inquest: RCMP officer refutes allegations that police overlooked 911 calls](https://saskatoon.ctvnews.ca/james-smith-inquest-rcmp-officer-refutes-allegations-that-police-overlooked-911-calls-1.6737090) An inquest into Canada’s worst mass stabbing called an RCMP officer back to the stand to address allegations that police overlooked key evidence. [Northern Ontario](https://northernontario.ctvnews.ca/) - [This northeastern Ontario fishing spot made Top 10 in Canada](https://northernontario.ctvnews.ca/this-northeastern-ontario-fishing-spot-made-top-10-in-canada-1.6738137) Out of all the amazing spots across Canada, two from Ontario made the 2024 Top 10 list for fishing destinations in Canada – including one right here in the northeast. - [One person killed in snowmobile crash in northern Ont.](https://northernontario.ctvnews.ca/one-person-killed-in-snowmobile-crash-in-northern-ont-1.6737242) A 20-year-old victim was pronounced dead at the scene of a snowmobile crash Sunday afternoon on trail L 123 in Opasatika Township. - [OPP stop northern Ont. driver twice for speeding within an hour -- the second time for stunt driving](https://northernontario.ctvnews.ca/opp-stop-northern-ont-driver-twice-for-speeding-within-an-hour-the-second-time-for-stunt-driving-1.6737316) The second time definitely wasn’t the charm for a driver in West Nipissing caught speeding twice on the same day late last week.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "matt king",
        "sentiment": "none"
      },
      {
        "name": "ayami nishi",
        "sentiment": "none"
      },
      {
        "name": "derek wong",
        "sentiment": "none"
      },
      {
        "name": "wong",
        "sentiment": "none"
      },
      {
        "name": "linda lee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ctv news during",
        "sentiment": "negative"
      },
      {
        "name": "lochside elementary school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vancouver island",
        "sentiment": "none"
      },
      {
        "name": "brentwood ba",
        "sentiment": "none"
      },
      {
        "name": "saanich",
        "sentiment": "none"
      },
      {
        "name": "panama flats",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T17:32:58.469+02:00",
  "updated": "2024-01-23T18:05:39.078+02:00"
}