{
  "thread": {
    "uuid": "8ca153e05a64717170e9d7fbc41cc279f66ebf70",
    "url": "https://www.mondaq.com/canada/renewables/1424792/federal-clean-hydrogen-tax-credit-proposed-to-bolster-investment-in-clean-energy",
    "site_full": "www.mondaq.com",
    "site": "mondaq.com",
    "site_section": "https://mondaq.com/Company/Rss?mondaqhome=true",
    "site_categories": [
      "law_government_and_politics",
      "legal_issues"
    ],
    "section_title": "Mondaq.com - feed of articles ",
    "title": "Canada: Federal Clean Hydrogen Tax Credit Proposed To Bolster Investment In Clean Energy - MLT Aikins LLP",
    "title_full": "Canada: Federal Clean Hydrogen Tax Credit Proposed To Bolster Investment In Clean Energy - MLT Aikins LLP",
    "published": "2024-02-16T06:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.mondaq.com/images/Mondaq_Share.jpg",
    "performance_score": 0,
    "domain_rank": 5231,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ca153e05a64717170e9d7fbc41cc279f66ebf70",
  "url": "https://www.mondaq.com/canada/renewables/1424792/federal-clean-hydrogen-tax-credit-proposed-to-bolster-investment-in-clean-energy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Konopelny",
  "published": "2024-02-16T06:40:00.000+02:00",
  "title": "Canada: Federal Clean Hydrogen Tax Credit Proposed To Bolster Investment In Clean Energy - MLT Aikins LLP",
  "text": "The federal government recently provided additional information on the Clean Hydrogen Investment Tax Credit (the Clean Hydrogen ITC) that will refund up to 40% of investments in energy projects that produce clean hydrogen.\nThe Clean Hydrogen ITC was among five tax credits that Ottawa\nannounced in the March 2023 federal budget. The collective aim of\nthese credits is to reduce greenhouse gas emissions and attract\ninvestment in Canadian clean energy in order to compete with the\nU.S. Inflation Reduction Act. Ottawa's\n2023 Fall Economic Statement\nreleased further details about the Clean Hydrogen ITC and stated it\nwill be formally launched after the spring 2024 budget, following\nconsultations in fall 2023.\nMLT Aikins has previously discussed the opportunity for clean\nhydrogen in Western Canada. In our past blogs, we have outlined how\n[Alberta](/redirection.asp?article_id=1424792&company_id=27222&redirectaddress=https://www.mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/) is the largest producer of hydrogen in\nthe country (and a world leader in hydrogen), while in\nSaskatchewan, [Regina](/redirection.asp?article_id=1424792&company_id=27222&redirectaddress=https://www.mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/) has the potential to become a hydrogen\nhub. Meanwhile, world demand for clean energy continues to rise to\nreplace fossil fuels. By 2050, the global market for hydrogen is\nprojected to be worth over $2.5 trillion and will fulfill up to 24%\nof energy demand.\nEligibility\n[Hydrogen can be produced in a variety of ways](/redirection.asp?article_id=1424792&company_id=27222&redirectaddress=https://www.mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/),\nparticularly from natural gas, nuclear or renewable energy, which\nemits zero greenhouse gases. To qualify for the Clean Hydrogen ITC,\nhydro, solar or wind power must be used to power electrolysis\n– the process which produces hydrogen from such sources.\nPower purchase agreements (PPAs) that detail the purchase of this\nclean energy count towards calculating a project's carbon\nintensity (CI).\nProjects that employ renewable natural gas (RNG) to produce hydrogen may also be eligible for the Clean Hydrogen ITC, as long as greenhouse gas emissions are abated using carbon capture technology. RNG can be a lower CI alternative to natural gas which is extracted as a fossil fuel.\nAssessment: Whether it centres on renewables or RNG, a project must undergo an initial CI assessment that is validated by a third-party engineering firm. Once Natural Resources Canada approves the expected CI of the project, the Clean Hydrogen ITC will be administered by the Canada Revenue Agency.\nTimeline: The hydro, solar or wind power must be produced on or after March 28, 2023, and up to one year before the initial project CI assessment is submitted. Similarly, the RNG must have begun production no more than one year before the initial project CI assessment. Note that after 2034, the tax credit will be halved and in 2035 it will end.\nGeography: These renewable forms of energy must be generated in the same province or territory as the clean hydrogen project and must be connected to the grid in such province or territory.\nTax credit calculation\nA project computes and reports annually the effective CI of hydrogen it produces. After five years, the final weighted-average CI is calculated and compared to the expected CI of the project that Natural Resources Canada originally assessed at the start of the project. How much the verified CI after five years matches the expected CI determines the level of the final tax credit.\nThe\n2023 Fall Economic Statement\nsupplied an example of a project that carries an initial CI\nassessment of 0.6 kg of CO2e per kilogram of hydrogen\nand is eligible for a 40% tax credit. After five years, if the\nverified CI is less than 0.85 kg of CO2e per\nkilogram of hydrogen, then the applicant receives 0% credit.\nHowever, if the verified CI is between 0.85-2, then the credit is\n15%. If the verified CI is 2-4, the credit is 25%. If the verified\nCI is 4 or more, then the full 40% is granted. In other words, the\nhigher the verified CI, the greater the tax credit (plus applicable\ninterest). For example, at the 40% rate, a $40,000 tax credit is\nawarded to a project with $100,000 in eligible costs.\nCompliance\nThe compliance period would begin 120 days after starting commercial operations. However, projects would have the option of delaying by a full year. A second full year delay could also be available to allow project operators to make adjustments in order to deliver the expected CI of the hydrogen.\nEligible clean ammonia production equipment\nThe Clean Hydrogen ITC will also offer a 15% credit to support clean ammonia production. What is eligible is equipment used solely to convert clean hydrogen into ammonia, including that used for feed compression, conversion (i.e. reactors for the Haber–Bosch process), refrigeration and on-site storage of ammonia.\nProperty required to convert clean hydrogen into ammonia will also be eligible, provided that:\n- the applicant producing the ammonia uses their own hydrogen feedstock;\n- the feedstock comes from a clean hydrogen project that is eligible for the Clean Hydrogen ITC;\n- the clean hydrogen project can fulfill the needs of the ammonia facility; and\n- if the hydrogen and ammonia facilities are separate, it must be feasible to transport the hydrogen between those facilities.\nIf the hydrogen and ammonia are produced in the same facility, the cost of \"dual-use\" (shared) equipment (such as an air separation unit) will be allocated between hydrogen and ammonia equipment, based on the equipment's relative use between hydrogen and ammonia production.\nNext steps\nThe Clean Hydrogen ITC aims to help reduce Canada's greenhouse gas emissions by 40-45% below 2005 levels by 2030 and achieve net-zero emissions by 2050. MLT Aikins continues to monitor this area for new development.\nThe content of this article is intended to provide a general guide to the subject matter. Specialist advice should be sought about your specific circumstances.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "external_links": [
    "https://www.budget.canada.ca/fes-eea/2023/report-rapport/tm-mf-en.html",
    "https://www.mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/),",
    "https://www.mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/)",
    "https://mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/)",
    "https://budget.canada.ca/fes-eea/2023/report-rapport/tm-mf-en.html",
    "https://mltaikins.com/energy/hydrogen-an-emerging-and-promising-industry-for-alberta-and-saskatchewan/),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "federal clean hydrogen tax credit proposed to bolster investment in clean energy - mlt aikins llp",
        "sentiment": "negative"
      },
      {
        "name": "mlt aikins",
        "sentiment": "none"
      },
      {
        "name": "clean hydrogen itc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "alberta",
        "sentiment": "none"
      },
      {
        "name": "western canada",
        "sentiment": "none"
      },
      {
        "name": "ottawa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:47:02.618+02:00",
  "updated": "2024-02-16T11:47:02.618+02:00"
}