{
  "thread": {
    "uuid": "b117ed0931486078dad37fcdbe8a7edd57a8580a",
    "url": "https://m.dailyhunt.in/news/india/english/gulftoday-epaper-gulftday/decision+to+unify+uae+armed+forces+pivotal+moment+in+uae+s+history+sheikh+mohammed-newsid-n605971808?listname=topicsList&topic=for+you&index=6&topicIndex=0&mode=pwa",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-myktel",
    "site_categories": [
      "media"
    ],
    "section_title": "Dailyhunt",
    "title": "Decision to unify UAE Armed Forces pivotal moment in UAE's history: Sheikh Mohammed",
    "title_full": "Decision to unify UAE Armed Forces pivotal moment in UAE's history: Sheikh Mohammed",
    "published": "2024-05-05T05:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/ff/5f/b0/ff5fb0beef3c7655e2cc2822d5225d0dbd8acd9049872bdd1dedde4b410ca120.jpg",
    "performance_score": 0,
    "domain_rank": 18399,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b117ed0931486078dad37fcdbe8a7edd57a8580a",
  "url": "https://m.dailyhunt.in/news/india/english/gulftoday-epaper-gulftday/decision+to+unify+uae+armed+forces+pivotal+moment+in+uae+s+history+sheikh+mohammed-newsid-n605971808?listname=topicsList&topic=for+you&index=6&topicIndex=0&mode=pwa",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-05T05:59:00.000+03:00",
  "title": "Decision to unify UAE Armed Forces pivotal moment in UAE's history: Sheikh Mohammed",
  "text": "Sheikh Mohammed Bin Rashid Al Maktoum attends a meeting. File photo His Highness Sheikh Mohammed Bin Rashid Al Maktoum, Vice President, Prime Minister and Ruler of Dubai, said that the decision to unify the Armed Forces on 6th May 1976, stands as a pivotal moment that goes down in the chronicles of the UAE's history.\nHis Highness Sheikh Mohammed Bin Rashid Al Maktoum made the remarks on the occasion of the 48th Armed Forces Unification Day, an event which His Highness described as a momentous occasion that fills the hearts of the UAE people with immense pride while they witness the remarkable progress their Armed Forces have achieved.\nFollowing is Sheikh Mohammed&apos;s speech marking the occasion:\n\"Today, with great pride and honour, we commemorate the 48th anniversary of the unification of the UAE Armed Forces. This momentous occasion fills us with immense pride as we witness the remarkable advancements our Armed Forces have achieved in terms of organisation, weaponry, efficiency, and performance in their assigned tasks, whether on battlefields, peacekeeping missions, or humanitarian operations.\nThe decision to unify the Armed Forces on 6th May, 1976, stands as a pivotal moment in our history, forever etched in the chronicles of our nation. On this day, our esteemed Founding Father, the late Sheikh Zayed Bin Sultan Al Nahyan, with the unwavering support of our Founding Fathers, established the cornerstone of our union, embarking on a journey to establish a formidable Armed Force that can serve as an impenetrable shield for our nation, capable of confronting any threats to our sovereignty, security, and stability.\nSince the decision for unification, over the past 48 years, our Armed Forces have embarked on a steady trajectory of excellence, achieving remarkable milestones in organisation, training, weaponry, efficiency, and operational capabilities. They have rightfully earned their place among the world&apos;s most modern armies.\nDeveloping and strengthening our Armed Forces will remain a top priority in our national agenda, driven by our unwavering belief that possessing a strong deterrent force is the cornerstone of preserving peace.\nThe advancement of our Armed Forces has been meticulously aligned with the comprehensive development of our nation, achieving accomplishments and successes that parallel our advancements in social and infrastructural development.\nThroughout their journey of transformation, our Armed Forces have enjoyed the support of our successive presidents, the late Sheikh Zayed and Sheikh Khalifa, and our esteemed brother, President His Highness Sheikh Mohamed Bin Zayed Al Nahyan. For more than four decades, he has spearheaded the development of our Armed Forces, serving as the driving force behind their ascension to the esteemed level that fills our nation with pride and instils confidence in our society.\nWhile advancements have encompassed all aspects of our Armed Forces, the most significant achievement remains the development of our military human capital. The human element has been at the heart of our developmental efforts, guided by comprehensive plans that have led to the establishment of military schools, institutes, colleges, and universities that rival the finest global institutions in terms of infrastructure and academic and practical programmes.\nThe launch of the National Service Programme in 2014 further strengthened our human resources. This exceptional initiative has provided our youth with opportunities to exemplify the highest standards of national belonging and reaffirm their readiness to answer the nation&apos;s call when duty demands.\nI extend my heartfelt appreciation to the Emirati citizens who have eagerly embraced the programme since its inception. They have demonstrated their remarkable ability to endure the rigours of military life, proving their unwavering dedication to serving the nation and making sacrifices for its honour, dignity, security, and stability.\nEvery year, thousands of our sons and daughters graduate from the programme and return to civilian life with enhanced self-confidence, a deeper commitment to our nation&apos;s supreme interests, and a more positive approach to engaging in public and private affairs. Graduates of the National Service Programme are valuable assets to our nation and our Armed Forces, adding to their strength and resilience while fostering unity, cohesion, and mutual support within our society.\nDear Emirati citizens,\nAs we celebrate the 48th Armed Forces Unification Day, we express our deepest gratitude and appreciation for their multifaceted roles in the life of our nation, in addition to their primary duty to safeguard our sovereignty, security, and stability.\nThe duties of our Armed Forces have now expanded to match those performed by the armed forces of advanced nations, such as research and development, manufacturing, leadership training and preparation, and providing society with exceptional expertise in all areas.\nOur Armed Forces&apos; Supreme Command recognised the importance and necessity of establishing a UAE military industry at an early stage. On the day the unification decree was issued, Sheikh Zayed emphasised this importance and necessity. Manufacturing has evolved from light weapons ammunition to the production of these weapons and ammunition for various other types of weapons, as well as the construction of frigates, landing ships, fast boats, training and drone aircraft, vehicles, missiles, and guidance systems.\nOn this auspicious day, I stand in solidarity with all members of our regular and reserve armed forces, security forces, and civil defence personnel. Together, we honour, appreciate, and remember our courageous martyrs and their patient, persevering families.\nI extend my heartfelt greetings to our esteemed leader, my brother, President His Highness Sheikh Mohamed Bin Zayed Al Nahyan. His unwavering dedication to our nation and people is deeply appreciated.\nI also convey warm greetings to my brothers, Their Highnesses, Supreme Council Members, and Rulers of the Emirates. Congratulations on this momentous anniversary. Let us celebrate with renewed strength and determination, leading our nation on the path of resilience, progress, and excellence.\nAs we witness the triumphant journey of building our Armed Forces, I thank Allah Almighty for granting us this opportunity. May He continue to bestow blessings upon us, strengthen our resolve, guide us along the right path, and grant us success in fulfilling our duties in serving our religion, nation, and people.\"\nWAM\nClick Here to read more on www.gulftoday.ae",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://gulftoday.ae/?utm_source=dailyhunt&utm_medium=mobile_app\\",
    "https://www.gulftoday.ae/?utm_source=dailyhunt&utm_medium=mobile_app\\",
    "https://www.gulftoday.ae/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mohammed bin",
        "sentiment": "negative"
      },
      {
        "name": "mohammed sheikh mohammed bin rashid al maktoum",
        "sentiment": "negative"
      },
      {
        "name": "mohammed bin rashid al maktoum",
        "sentiment": "none"
      },
      {
        "name": "mohammed",
        "sentiment": "none"
      },
      {
        "name": "rashid al maktoum",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uae armed forces",
        "sentiment": "negative"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T11:23:07.491+03:00",
  "updated": "2024-05-05T11:23:07.491+03:00"
}