{
  "thread": {
    "uuid": "c76c7dbd63cedef8972bfa9fdb4f493954b77528",
    "url": "https://www.espoo.fi/en/news/2024/02/espoo-actively-involved-sharing-sustainable-development-practices-and-solutions-internationally",
    "site_full": "www.espoo.fi",
    "site": "espoo.fi",
    "site_section": "https://www.espoo.fi/en",
    "site_categories": [
      "education"
    ],
    "section_title": "Front page | City of Espoo",
    "title": "Espoo is actively involved in sharing sustainable development practices and solutions internationally | City of Espoo",
    "title_full": "Espoo is actively involved in sharing sustainable development practices and solutions internationally | City of Espoo",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FI",
    "main_image": "https://static.espoo.fi/sites/default/files/styles/meta_image/public/2024-02/Kuva1.png?itok=J-slxk3G",
    "performance_score": 0,
    "domain_rank": 71670,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c76c7dbd63cedef8972bfa9fdb4f493954b77528",
  "url": "https://www.espoo.fi/en/news/2024/02/espoo-actively-involved-sharing-sustainable-development-practices-and-solutions-internationally",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "Espoo is actively involved in sharing sustainable development practices and solutions internationally | City of Espoo",
  "text": "Espoo is actively involved in sharing sustainable development practices and solutions internationally About a year and a half ago, Espoo joined forces with the German city of Mannheim and the Swedish city of Umeå to promote the EU Green Deal through local partnerships. Cooperation between the three cities has included exchange of knowledge, co-learning and co-creation. Several other European cities and a few other organisations have also taken part in the learning and sharing process. Co-learning and co-creation were made possible through knowledge exchange events held in each of the three cities. The first event was held in Mannheim in October 2022, particularly focusing on residents’ participation in the sustainable development work done in cities. In February 2023, Espoo had the honour of inviting European colleagues to the winter city. The participants discussed, among other things, different ways to cooperate with stakeholders. The guests also learned about the Lippulaiva Library’s circular economy solutions, collective activities and resident inclusion. The last knowledge exchange event was held in Umeå in September 2023, and it provided insights into Umeå’s climate partnerships and monitoring and summarised the results of the three events. The cities have compiled the lessons learned into the [“Alliance good practise booklet”(external link, opens in a new window)](https://secure.webpublication.co.uk/243515/.Alliance-Local-Green-Deals/#page=1). In the booklet, Espoo describes the city’s perspective on the diversity of partnerships and offers a few examples of different forms of cooperation, such as climate agreements with companies and communities, building sustainable business ecosystems and cooperation with residents through a resident partner group. Cooperation is necessary to achieve sustainable development because the city organisation cannot do it on its own. However, the forms of cooperation vary and the city can take different roles. The city often enables sustainable activities and lifestyles for other organisations and residents, but sometimes the city’s role is to bring different parties together and facilitate cooperation. Cooperation with other European cities has introduced new ideas into Espoo’s sustainability work. Espoo has also shared its good practices with the other cities and offered them a source of inspiration. During the cooperation, the partner cities have noticed that they are all dealing with the same challenges irrespective of their geographical location or culture. Cities play a key role in promoting sustainable development and constantly have to come up with new ways to do this work. The experience gained by other cities can provide valuable new ideas for solving sustainability challenges. Cooperation between cities will surely continue in various forms in the future. The current cooperation is related to the ALLIANCE project (Alliance for Local green deaLs and Innovative Action for resilieNt Cities and Enterprises), coordinated by the international ICLEI organisation. The project will end in the spring of 2024, and targeted recommendations for action will be compiled for European decision-makers based on the results. - Sustainability",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [
    "https://secure.webpublication.co.uk/243515/.Alliance-Local-Green-Deals/#page=1).",
    "https://www.secure.webpublication.co.uk/243515/.Alliance-Local-Green-Deals/#page=1)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "espoo espoo",
        "sentiment": "negative"
      },
      {
        "name": "espoo",
        "sentiment": "none"
      },
      {
        "name": "eu green deal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "espoo",
        "sentiment": "none"
      },
      {
        "name": "umeå",
        "sentiment": "none"
      },
      {
        "name": "lippulaiva library",
        "sentiment": "none"
      },
      {
        "name": "mannheim",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T10:39:51.012+02:00",
  "updated": "2024-02-16T10:39:51.012+02:00"
}