{
  "thread": {
    "uuid": "49df157654dc100e48b9e40b56a0bb95f9e469dc",
    "url": "https://www.thefocus.news/lifestyle/new-yorker-finds-stolen-wallet-in-surprising-public-place-after-using-air-tag-to-track-it/",
    "site_full": "www.thefocus.news",
    "site": "thefocus.news",
    "site_section": "https://www.thefocus.news/feed",
    "site_categories": [],
    "section_title": "The Focus",
    "title": "New Yorker finds stolen wallet in surprising public place after using AirTag to track it",
    "title_full": "New Yorker finds stolen wallet in surprising public place after using AirTag to track it",
    "published": "2023-12-29T22:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn1.thefocus.news/uploads/23/2023/12/Templates-169-3-1.png",
    "performance_score": 0,
    "domain_rank": 51689,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49df157654dc100e48b9e40b56a0bb95f9e469dc",
  "url": "https://www.thefocus.news/lifestyle/new-yorker-finds-stolen-wallet-in-surprising-public-place-after-using-air-tag-to-track-it/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kate Fowler",
  "published": "2023-12-29T22:38:00.000+02:00",
  "title": "New Yorker finds stolen wallet in surprising public place after using AirTag to track it",
  "text": "A New Yorker shared the moment an Air Tag helped her retrieve her stolen wallet, after tracing the location to a surprising public place.\nKate, @kaytuh, was forced to track down her wallet at the start of the month after she alleges it was stolen on a New York subway.\nThanks to her clever forethinking to hide an Air Tag in it though, she managed to successfully find the wallet. It wasn’t without a fear-inducing retrieval method that she filmed and shared online.\nThe New Yorker used an AirTag to retrieve her stolen wallet\n“POV: Your wallet gets stolen on the subway but you had an AirTag in it,” Kate captioned the video, posted to TikTok on December 3rd.\nKate could be seen with her friends in the street, huddling around a public garbage bin. She removed her jacket, explaining that she could hear the AirTag ringing from inside of the full bin.\nShe bravely reached inside, grabbing at bags of rubbish while using her phone’s light as a guide. “I hate my life,” she told her friends.\nThe group added that they could still hear the noise before finding an object at the bottom of the bin, wrapped in toilet paper. The noise appeared to be coming from inside of it so Kate had no choice but to lean right in and retrieve it, despite the unknown liquids surrounding it.\n“Moment of truth,” a confused Kate said while unwrapping the object. “I need to cleanse my entire body.”\nAfter unwrapping the object, Kate found her wallet with the AirTag inside. Unfortunately, all the cash had been taken out but her license was still inside.\nTikTok praised Kate’s forward-thinking\nAfter gaining over 600,000 views on TikTok, viewers were impressed by the New Yorker’s ability to plan ahead by putting an AirTag in the walle.\n“Well, I think everyone is putting an AirTag in there wallet now. That’s awesome,” wrote one user.\n“I’m not easily influenced, but I did just myself an AirTag for mine and my husband’s wallets,” added another.\n“We could all only hope to be as smart as her,” joked a viewer in a comment.\nThe highs and lows of AirTags\nAirTags were introduced by\nApple in 2021 and have come in handy for those like TikToker Kate who find themselves needing to track down items.\nAt other points though, the AirTags have become a safety concern for their apparent danger when used in cases of harassment or stalking. As they’re only small, it’s easy for criminals to slip them into clothing or under cars and ultimately follow the moves of people.\nApple has however fought against this and now sends notifications to both Android and iPhone users if an AirTag is in close proximity for a notable period of time, without the iPhone it’s connected to.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:53:49.687+02:00",
  "updated": "2023-12-29T22:53:49.687+02:00"
}