{
  "thread": {
    "uuid": "2d8a1f7be0e19f8eb192d38c7303d9cfe28423ec",
    "url": "https://www.radiobayamo.icrt.cu/destacan-en-libano-respaldo-de-cuba-a-causa-del-pueblo-palestino/",
    "site_full": "www.radiobayamo.icrt.cu",
    "site": "icrt.cu",
    "site_section": "https://www.radiobayamo.icrt.cu/feed",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "CMKX Radio Bayamo",
    "title": "Destacan en Líbano respaldo de Cuba a causa del pueblo palestino",
    "title_full": "Destacan en Líbano respaldo de Cuba a causa del pueblo palestino | CMKX Radio Bayamo",
    "published": "2023-12-30T16:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.radiobayamo.icrt.cu/wp-content/uploads/2023/12/Libano-Cuba.jpg",
    "performance_score": 0,
    "domain_rank": 66735,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d8a1f7be0e19f8eb192d38c7303d9cfe28423ec",
  "url": "https://www.radiobayamo.icrt.cu/destacan-en-libano-respaldo-de-cuba-a-causa-del-pueblo-palestino/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CMKXDigital",
  "published": "2023-12-30T16:37:00.000+02:00",
  "title": "Destacan en Líbano respaldo de Cuba a causa del pueblo palestino",
  "text": "Beirut-. Amigos de la solidaridad destacaron en Líbano el respaldo histórico de Cuba a la causa palestina, en la continuación hoy de la agresión israelí contra el pueblo de la Franja de Gaza. En ocasión del 65 aniversario del triunfo de la Revolución Cubana, representantes de la Asociación de Amistad Palestina, la Liga de los Graduados de las Universidades e Institutos en la isla y la Liga Popular refrendaron la condena al régimen de apartheid sionista. Bajo el título «Cuba y Palestina enfrentan un enemigo común», los oradores coincidieron en el rechazo al imperialismo estadounidense, en su condición de principal patrocinador del terrorismo y aliado de la ocupación israelí. En la sede de la Liga Popular en Tareek El Jadideh, en esta capital, el presidente de la organización Raji Al Hakim resaltó el ejemplo de resistencia del pueblo cubano frente al bloqueo impuesto por Washington en más de seis décadas. Al mismo tiempo, evocó el ejemplo revolucionario del líder cubano, Fidel Castro, y el guerrillero internacionalista Ernesto Che Guevara para los procesos independentistas del mundo. En la ocasión, el titular de la Liga de los Graduados Palestinos en Universidades e Institutos de la mayor de las Antillas, Ali El Khatib, agradeció el otorgamiento de becas anuales por parte de la nación a los palestinos en medio de las dificultades económicas. A nombre de la Asociación de Amistad, el doctor Fayez Al Bibi recordó cómo en 1947 Cuba fue el único país latinoamericano que votó en contra del plan de partición de Palestina. En su intervención, rememoró las palabras de Fidel Castro ante la ONU en 1979 cuando denunció el asedio sionista contra los palestinos, “despojados de sus tierras, expulsados de su propia patria, dispersados por el mundo, perseguidos y asesinados”. También, significó el encuentro del presidente cubano Miguel Díaz-Canel con un grupo de estudiantes palestinos en noviembre pasado y sus contantes llamados a detener las masacres y la agresión contra el pueblo de Gaza. En la actividad, el jefe de la misión diplomática cubana en Beirut, Jorge León, transmitió condolencias a los familiares y amigos de los mártires palestinos y respaldó el legítimo derecho de defender sus tierras y enfrentar con decisión las prácticas criminales de Israel. A propósito, reafirmó el llamado a la comunidad internacional para asumir la responsabilidad de brindar protección al pueblo palestino, de conformidad con las resoluciones pertinentes de las Naciones Unidas, y presionar a Tel Aviv para detener la política de exterminio y genocidio. León advirtió del creciente deterioro de las condiciones económicas y sociales del pueblo palestino como consecuencia de las prácticas ilegales y la continua colonización de tierras en violación del derecho internacional humanitario. Ante los presentes, el diplomático ratificó que Cuba reconoce y agradece la solidaridad de los palestinos y libaneses en la lucha contra el bloqueo impuesto por Estados Unidos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T16:53:00.950+02:00",
  "updated": "2023-12-30T16:53:00.950+02:00"
}