{
  "thread": {
    "uuid": "ab5bb46e847c832ce2824fe3d4e57c4005f0df6d",
    "url": "https://vnexplorer.net/scientists-discover-protein-that-could-fight-ageing-and-prevent-age-related-diseases-s824492.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Scientists discover protein that could fight ageing and prevent age-related diseases",
    "title_full": "Scientists discover protein that could fight ageing and prevent age-related diseases",
    "published": "2024-01-06T01:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mw9Il.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab5bb46e847c832ce2824fe3d4e57c4005f0df6d",
  "url": "https://vnexplorer.net/scientists-discover-protein-that-could-fight-ageing-and-prevent-age-related-diseases-s824492.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-06T01:17:00.000+02:00",
  "title": "Scientists discover protein that could fight ageing and prevent age-related diseases",
  "text": "An elderly woman’s hands.\nResearchers have identified a protein that could open new avenues for treating age-related diseases.\nThe protein helps to clear away damaged organelles, subunits of a cell which carry out important jobs within it and are vital to its functioning.\nTwo of them – mitochondria and lysosomes – help to respectively produce energy in cells and keep them healthy.\nDamage to these organelles has been linked to ageing and many diseases, including neurodegenerative diseases such as Parkinson’s, Alzheimer’s, Huntington’s Disease, and amyotrophic lateral sclerosis (ALS).\nIn a new study published in the journal Proceedings of the National Academy of Sciences, scientists at Japan’s Osaka University and other medical schools say the protein called hexokinase domain containing 1 (HKDC1) helps to protect both mitochondria and lysosomes.\n“Modulation of HKDC1 function could prevent cellular senescence which is related ageing and age-related diseases,” senior author Shuhei Nakamura, who is a professor of biochemistry at Nara Medical University, told Euronews Next.\nCellular senescence is when cells stop dividing, which can prevent cells from becoming cancerous but contributes to ageing. Researchers have said that some studies suggest that preventing senescence may counteract human ageing and age-related diseases.\nThis study also specifically mentions that HKDC1 could impact lung and liver cancers.\n“Cellular senescence is implicated to have causal roles for many age-related diseases including neurodegenerative disease, cardiovascular disease, fibrosis and frailty,” Nakamura said.\n“So, the function of HKDC1 potentially impacts these diseases by preventing cellular senescence”.\nHow does this protein protect organelles? Mitochondria act to create energy for a cell. When they are damaged, they should be removed so the cell can survive.\nNeurodegenerative diseases can occur when damaged mitochondria accumulate, according to Harvard researchers.\nThe removal of damaged mitochondria happens through a process called “mitophagy” and depends on proteins called PINK1 and Parkin.\nThe scientists have now found that the protein HKDC1 and its interaction with another protein called transcription factor EB (TFEB) is critical for this removal of damaged mitochondria.\nThey also found that reducing HKDC1 interfered with lysosomal repair.\n“HKDC1 is localised to the mitochondria, right? Well, this turns out to also be critical for the process of lysosomal repair,” added Nakamura in a statement.\n“You see, lysosomes and mitochondria contact each other via proteins called VDACs. Specifically, HKDC1 is responsible for interacting with the VDACs; this protein is essential for mitochondria–lysosome contact, and thus, lysosomal repair”.\nThe researchers say maintenance of mitochondria and lysosomes was previously poorly understood.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mw9Il.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mw9Il.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shuhei nakamura",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national academy of sciences",
        "sentiment": "none"
      },
      {
        "name": "osaka university",
        "sentiment": "none"
      },
      {
        "name": "euronews next",
        "sentiment": "none"
      },
      {
        "name": "nara medical university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "huntington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:20:03.039+02:00",
  "updated": "2024-01-06T01:20:03.039+02:00"
}