{
  "thread": {
    "uuid": "62a6379f1cd71a72903bc5f2d6de24b430db8bfd",
    "url": "https://www.eatingwell.com/eating-more-protein-may-reduce-heart-disease-risk-8422551",
    "site_full": "www.eatingwell.com",
    "site": "eatingwell.com",
    "site_section": "https://eatingwell.com",
    "site_categories": [
      "herbs_for_health",
      "health",
      "nutrition"
    ],
    "section_title": "EatingWell: Healthy Recipes, Healthy Eating",
    "title": "Eating More Protein May Reduce Heart Disease Risk",
    "title_full": "Eating More Protein May Reduce Heart Disease Risk",
    "published": "2024-01-05T19:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eatingwell.com/thmb/S4nGHRJI6oUbGGq-HGuD5TpHUfA=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/Increasing-Protein-Intake-Could-Reduce-Heart-Disease-Risk-According-to-a-New-Study-0b808f02a3354768ab2136784bc3e655.jpg",
    "performance_score": 0,
    "domain_rank": 2819,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "62a6379f1cd71a72903bc5f2d6de24b430db8bfd",
  "url": "https://www.eatingwell.com/eating-more-protein-may-reduce-heart-disease-risk-8422551",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carrie Myers, M.S.",
  "published": "2024-01-05T19:39:00.000+02:00",
  "title": "Eating More Protein May Reduce Heart Disease Risk",
  "text": "News Eating More Protein May Reduce Heart Disease Risk, New Study Shows Researchers also looked at carb and fat intake. Here’s what they found. By Carrie Myers, M.S. Carrie Myers, M.S. Carrie Myers is a portfolio entrepreneur with more than 30 years of experience in the health and wellness space. As a freelance writer and editor, Carrie has worked for both consumer and trade print and online publications. She's been quoted in several articles as a health and fitness expert. Carrie is also a certified life and wellness coach and exercise physiologist, and the founder of CarrieMichele Co., a lifestyle company that helps women create lives they love where they can be authentic. EatingWell's Editorial Guidelines Published on January 5, 2024 Reviewed by Dietitian Victoria Seaver, M.S., RD Reviewed by Dietitian Victoria Seaver, M.S., RD Victoria Seaver is a registered dietitian and Associate Editorial Director for EatingWell.com. She completed her undergraduate degree in nutrition, dietetics and food science and her masters degree and dietetic internship at the University of Vermont. Victoria has been a part of the EatingWell.com team since 2015. EatingWell's Editorial Guidelines In This Article View All In This Article What Does This Study Show? What Does This Mean for You? The Bottom Line Trending Videos Photo: EatingWell Cardiovascular disease has been the number one cause of death for both men and women in the U.S. for many years, according to the Centers for Disease Control and Prevention. 1 in 5 deaths in the U.S. can be attributed to heart disease. Many factors contribute to heart disease, including diet, physical activity, stress, sleep and genetics. But the information on what lifestyle changes to make to prevent heart disease can be confusing—and some of it is even conflicting. A new large literature review published on January 2, 2024 in Nutrients helps to summarize what previous research has indicated about diet and cardiovascular disease risk in an attempt to cut through the confusion further and clarify what can really help prevent this potentially deadly disease. The 10 Best Diets for Better Heart Health, Ranked by Cardiologists What Does This Study Show? After weeding through over 60,000 studies, 124 met the criteria the researchers were looking for and were included in this review. When all the studies were added together, they included almost 108,000 men and women from five continents—North America, South America, Europe, Asia and Australia. Researchers then combed through these studies, looking for associations between diet and cardiovascular disease. They also looked at deaths that occurred and lumped them into death from anything (all-cause mortality) and death from cardiovascular disease. After adjusting for lifestyle, researchers ultimately found that overall, those with diets higher in protein and fat, and lower in carbohydrates had lower rates of heart disease. This was compared to the average actual intake of these macronutrients, which (you'll read more on this later) is not as balanced as it ideally would be. But it's important to note that not only does the quantity or ratio of macronutrients matter, but also the quality of the macronutrients. Drilling down into the review's findings, while higher overall protein intake was associated with a lower risk of death from heart disease, the risk of death did increase slightly with animal protein intake whereas it decreased more significantly with plant-based protein intake. There were similar findings associated with fat intake, where higher overall fat intake was associated with a lower risk of death from heart disease. Though the risk of death did increase slightly with saturated fat intake whereas it decreased slightly with monounsaturated fat intake (the type of fat found in olive oil and avocados) and polyunsaturated fat intake (the type of fat found in oily fish, like salmon and mackerel, as well as walnuts). It’s also pointed out in this study that the type of carbs matter. Researchers note that there is mounting evidence suggesting that high refined carbohydrate intake is the culprit behind heart disease, in part, due to its ability to quickly raise blood sugar. Blood sugar spikes set off a domino effect of processes in the body, ultimately resulting in inflammation. And we know that inflammation is associated with heart disease and other chronic diseases. Whereas a higher intake of complex carbohydrates it typically associated with improved health outcomes. What Does This Mean for You? This review adds to the evidence that a balance of quality macronutrients—carbs, protein and fat—is necessary for disease prevention. According to these researchers, the sweet spot for carb intake is about half of your food intake—and most of your carbs should be high quality. High-quality carbs include whole grains, legumes, fruits, vegetables, nuts and seeds. These are the carbs that provide vitamins, minerals, antioxidants and fiber—all nutrients known to help prevent disease. And bonus: These foods are also sources of plant protein and healthy fats. Unfortunately, most of us eat too many lower-quality foods. According to the 2020-2025 Dietary Guidelines for Americans, about 60% of us are eating too much added sugar, and 70% of us are eating too much saturated fat. Both excess added sugar and saturated fat have been linked with heart disease and other chronic diseases. So not only is the balance of macros off for most of us, but the quality isn’t there either. With that said, it’s important to remember that not all macros are created equal. We’ve already seen the difference between refined carbs and whole-grain carbohydrates. There are also different types of saturated fats. For example, there is evidence that the type of saturated fat in cheese might not be as harmful as other types of saturated fats. The Bottom Line Both the quantity and quality of your macros matter. There is evidence that suggests staying on the lower end of the carbohydrate intake recommendation and the higher end for protein may offer some protection against heart disease. Include plenty of high-quality foods to make sure you’re getting enough vitamins, minerals, fiber and antioxidants to not only prevent heart disease but other diseases, as well. Round your healthy diet out with plenty of physical activity, stress management, enough quality sleep and social activities for optimum disease prevention. Was this page helpful? Thanks for your feedback! Tell us why! Other Submit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carrie myers",
        "sentiment": "none"
      },
      {
        "name": "victoria seaver",
        "sentiment": "none"
      },
      {
        "name": "victo",
        "sentiment": "none"
      },
      {
        "name": "m.s. carrie myers",
        "sentiment": "none"
      },
      {
        "name": "carrie",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "carriemichele co.",
        "sentiment": "none"
      },
      {
        "name": "university of vermont",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "m.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:34:29.575+02:00",
  "updated": "2024-01-06T01:34:29.575+02:00"
}