{
  "thread": {
    "uuid": "efb78de9272193ed09e614ebb2cd4cedf4d2e07e",
    "url": "https://globalgrind.com/playlist/nelly-ashanti-couple-gallery",
    "site_full": "globalgrind.com",
    "site": "globalgrind.com",
    "site_section": "https://globalgrind.cassiuslife.com/rss.xml",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "Global Grind",
    "title": "Nelly & Ashanti Are Expecting: Check Out The Couple Through The Years [Gallery]",
    "title_full": "Nelly & Ashanti Are Expecting: Check Out The Couple Through The Years [Gallery]",
    "published": "2024-04-18T22:09:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://globalgrind.com/wp-content/uploads/sites/16/2023/11/17001734296678.jpg?quality=80&strip=all&w=560&crop=0,0,100,320px",
    "performance_score": 0,
    "domain_rank": 31826,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efb78de9272193ed09e614ebb2cd4cedf4d2e07e",
  "url": "https://globalgrind.com/playlist/nelly-ashanti-couple-gallery",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Editor at Global Grind",
  "published": "2024-04-18T22:09:00.000+03:00",
  "title": "Nelly & Ashanti Are Expecting: Check Out The Couple Through The Years [Gallery]",
  "text": "Nelly and Ashanti announced they’re expecting their first child together. The couple has also announced a new business venture, which offers resources for conception. Learn more about their relationship timeline and check out a gallery of the hot couple through the years to celebrate the announcement.\nNashanti Together, Forever\nNashanti is what we’ll call the together-again couple. The Grammy award-winning artists have had a loving relationship since they began dating in 2003. Now, after breaking up a decade later, they are trying at their love again. Though Nelly and Ashanti always kept it pretty modest early on in their relationship and amidst their split, these days there’s nothing shy about their love. The cute couple have been seen celebrating each other’s birthdays, out and about at the Usher concert and enjoying their newfound time with one another.\nThe couple’s having a baby! Ashanti shared the exciting news exclusively with\nESSENCE and seems to be thrilled about not only having her first child but also being engaged to her longtime love.\n“This new year of my life is such a blessing full of love, hope, and anticipation,” she tells the publication. “Motherhood is something that I have looked forward to, and sharing this with my family, fiancé, and loyal fans, who have been so supportive of my career, is an amazing experience.”\nThis will be Ashanti’s first child and Nelly’s fifth. He has a daughter, Chanelle, a son, Cornell Jr., and adopted Shawn and Sydney Thomas, the two children of his sister, Jackie Donahue, after she died of leukemia in 2005.\nThe couple also told ESSENCE that they’re co-owners of\nProov, along with founder Amy Beckley, PhD. The diagnostics company offers at-home tests that help individuals looking to conceive make it happen faster and in a way that doesn’t leave a large dent in their pockets. The medical grade tests help to bring to light the issues that can keep people from being able to conceive. Proov was featured in Ashanti’s pregnancy announcement video on Instagram.\n“Baby, Baby, Baby”\nAshanti & Nelly’s Relationship Timeline\nThey never opened up about the status of their relationship before. Back in 2010, Nelly spoke about their relationship on DJ Vlad’s VladTV. DJ Vlad asked how he felt about their rumored breakup and Nelly kindly responded that calling it a split would be admitting they were together, which was something neither ever admitted to.\n“To me, our relationship has been based in the media because there’s nothing we ever said about it,” the “Hot in Herre” rapper said. “People tend to put us together and then they split us up whenever they fee l… we find it funny. We just look and whatever the media says, I guess we roll with!”\nBack in September 2023, Nelly actually confirmed the speculation that the two had reconciled during an appearance on the Boss Moves with Rasheeda show streaming on Philo. “I think it surprised both of us,” he said. The same day that news of their rekindled romance broke, Ashanti attended the 2023 MTV VMAs and touted a personalized clutch printed with a photo of her and her boo, Nelly.\nNow, they are engaged to be married and expecting their first child! From the moment they first met in 2003 at a Grammy Awards press conference to their first red carpet appearance together in June 2023, these two are seemingly enjoying this fresh start and public outpouring of love.\nFrom how they met to their engagement, check out a timeline of Nelly and Ashanti’s flourishing relationship below:\n1. When They First Met At The 2003 Grammy Press ConferenceSource:Getty\n“The first time I met Nelly he asked me for my autograph, but I think he was being sarcastic and I remember writing it down on the program,” Ashanti recalled. “That picture has been in so many publications as something else, but it all started out as a joke. For the record, it took him a long time to get my number.”\n2. Spotted At Diddy’s Fragrance Launch In 2006Source:Getty\nThough the pair remained hush, hush about their relationship, photographers captured the couple attending Sean “Diddy” Comb’s launch party for his perfume, Unforgivable, at Core Club in NYC together.\n3. Ashanti Teases Their Relationship In 2008Source:Getty\nOn June 16, 2008, Ashanti reveals a little more about her relationship with Nelly to People.\nThe two had already been rumored to be dating for five years before the interview, but Ashanti decided it was time to tease it a little more. After her performance of the National Anthem at a Los Angeles Lakers game, the singer told the publication that she and Nelly were spending a lot of time together.\n“Me and Nelly, we’re good friends. We kick it – hang out a lot,” she said. “The industry is very hard, so it’s good to have fun and lighten it up.”\nWhen asked if there was a chance the pair would get married, Ashanti denied the rumors but didn’t throw away the idea all together.\n“Oh no. Noooo! No engagement,” she said before adding, “but definitely in the future. Ha! Ha!”\n4. Nelly Releases “Body On Me” Music Video Featuring AshantiSource:Getty\nOn December 13, 2009, Nelly released his music video for “Body On Me” featuring Ashanti.\nNelly and Ashanti continued to keep their relationship on the low, but gave the public a little taste in the “Body On Me” video where Nelly raps, “I wanna make you someone more than just a bone in my closet/I wanna win that type of relationship.”\nThe music video features the couple getting flirty and dancing with each other.\n5. Deny, Deny, DenySource:Getty\nBack in December 2010, Nelly insists the pair are just friends and he’s not ready for marriage\nIn an\ninterview with RapUpTV, Nelly shared that “while they enjoy each other’s company,” he and Ashanti are “just friends.”\n“What people don’t understand is that I think you really have to be friends first, that’s the thing. It’s not about how long it takes, there’s no time limit on this,” the rapper explained. “I’m not a person who wants to be married more than once, I’m not a person who wants to be in a relationship more than once. You’re dying if you leave me.”\nWhen the interviewer asked if that meant marriage could be in the cards for him and Ashanti one day, Nelly replied that that wasn’t where either of the artist’s focus was then.\n“Right now we’re friends, I’m married to my work,” he said. “I’m married to getting things in a certain situation right now and she’s married to getting things in a certain situation right now.”\n6. Ashanti Says “It’s No Beef”Source:Getty\nIn March 2014, Ashanti had an\ninterview with HOT 97. The singer said she had “no beef” with Nelly, though she continued to stay silent on whether they even had a relationship or broke up. When asked about her partying with Nelly at the Super Bowl the month prior, she said there were no “bitter” feelings toward the rapper.\n“It’s a very small industry. Are we gonna see each other? Yeah… I’m not bitter,” she said. “I feel like in a relationship, it’s like ping-pong. Sometimes you love them, sometimes you hate them. That’s a real statement, everyone goes through that.”\n7. Reunited & It Feels So GoodSource:Getty\nBack in September 2021, Nelly and Ashanti reunite for the first time during Ja Rule and Fat Joe’s Verzuz battle\nNelly and Ashanti were just as surprised to see each other as fans were when they reunited on the Verzuz stage to perform with Ja Rule and Fat Joe. At one point, Nelly crossed the stage to give Ashanti a hug.\nAfter the performance, Ashanti went on Instagram Live with Ja Rule, where she shared that she was shocked to see Nelly on the stage.\n“Now look, this is the crazy part: I had no idea he was gonna be there,” she said. “I haven’t seen him or spoken to him since we broke up. Six years or something? So, I didn’t know what to expect.”\nShe continued, sharing Nelly’s reaction, “I seen his eyes get big and I didn’t know what was gonna happen. I didn’t know what to expect. It was positive.”\nNelly seemed to be on the same page, sharing on the “Big Tigger Show” shortly after that “it wasn’t like that.”\n“I said what up to everybody,” he said. “I didn’t want no uncomfortable feelings. Nothing like that. I just said what up.”\n8. Reunited in 2022 To PerformSource:Getty\nOn December 4, 2022, the pair joined forces on the stage to perform “Body On Me.”\nFor the first time in years, Nelly and Ashanti sang their 2008 hit “Body On Me” together during Power 98.3 and 96.1’s Under the Mistletoe concert in Arizona. The chemistry was undeniable as they danced closely onstage.\n9. OutsideeeSource:Getty\nIn June 2023, they attended their first red carpet together since 2012.\nThe rumored couple stepped out together for the 3rd Annual Birthday Ball for Quality Control CEO Pierre “P” Thomas at The Fox Theatre in Atlanta.\n10. Gotcha! It’s OfficialSource:Getty\nBack in September 2023, Nelly and Ashanti confirm they’re dating again.\nNo longer hiding, the two decided it was time to share their love publicly. Nelly and Ashanti confirmed they rekindled their romance 10 years after their initial breakup.\nNelly joined Love and Hip Hop’s Rasheeda and Kirk Frost on her “Boss Moves with Rasheeda” show on Philo, where he said he and Ashanti are “cool again.”\n“I think it surprised both of us,” he added. “It wasn’t anything that was planned.”\nHe elaborated that the time apart helped old wounds heal and made both of them see more clearly.\n“We both were pretty much doing what we do,” he said in the new interview. “But sometimes being separate, you understand one another more. You could be like, ‘Well yo, let me exactly see maybe what they see.’ We all can be defensive sometimes in our own relationships. We know we wrong but we going to stand on it, you know what I mean? But we all a victim to that.”\nNelly added that there’s “no pressure” this time around. Ashanti, for her part, confirmed her relationship later that day when she walked the red carpet at the 2023 MTV VMAs.\nThe singer let her fit do the talking, sporting a clutch with a throwback photo of her and Nelly on it.\n11. Nashanti Is A ThingSource:Getty\nAshanti and Nelly celebrated each other’s birthdays together in October and November, respectively. They appear to be head over hills for one another and we can’t get enough.\nWe’ve all seen the videos of them performing alongside one another, dancing closely and enjoying their rekindled relationship. It’s beautiful. Love to the happy couple!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "https://essence.com/celebrity/black-celeb-couples/ashanti-nelly-engaged/",
    "https://www.proovtest.com/",
    "https://proovtest.com",
    "http://www.youtube.com/watch?v=MKp0J5Urnxk",
    "http://www.youtube.com/watch?v=2e72YSOXqQw",
    "https://proovtest.com/",
    "https://www.essence.com/celebrity/black-celeb-couples/ashanti-nelly-engaged/",
    "http://youtube.com/watch?v=MKp0J5Urnxk",
    "http://www.youtube.com/watch",
    "https://www.essence.com/celebrity/black-celeb-couples/ashanti-nelly-engaged",
    "http://youtube.com/watch?v=2e72YSOXqQw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nashanti",
        "sentiment": "none"
      },
      {
        "name": "nelly",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nelly & ashanti",
        "sentiment": "negative"
      },
      {
        "name": "ashanti",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:53:06.212+03:00",
  "updated": "2024-04-19T00:53:06.212+03:00"
}