{
  "thread": {
    "uuid": "9d1f5423713fe7da36de476840598aaab195c841",
    "url": "https://www.dailyitem.com/applause/rewarding-talent-and-dedication/article_6c16f96a-d602-11ee-8600-5b9ae75a4494.html",
    "site_full": "www.dailyitem.com",
    "site": "dailyitem.com",
    "site_section": "http://www.dailyitem.com/search/?f=rss&t=article&c=applause&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "www.dailyitem.com - RSS Results in applause of type article",
    "title": "Rewarding talent and dedication",
    "title_full": "Rewarding talent and dedication",
    "published": "2024-02-29T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/dailyitem.com/content/tncms/custom/image/49694cfa-ad01-11e7-9c96-3b6781bae985.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 26305,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9d1f5423713fe7da36de476840598aaab195c841",
  "url": "https://www.dailyitem.com/applause/rewarding-talent-and-dedication/article_6c16f96a-d602-11ee-8600-5b9ae75a4494.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kyra Smith-Cullen ksmithcullen@dailyitem.com",
  "published": "2024-02-29T20:00:00.000+02:00",
  "title": "Rewarding talent and dedication",
  "text": "When January hits, one of my favorite Applause responsibilities begins — planning our coverage of Valley Musicals. If that seems early, I’m actually late to get the ball rolling compared to most of the schools. By the time I’ve started, directors have begun to plan auditions and stage elements. All for one weekend of shows, and maybe an encore performance or two, as several student actors will at The Daily Item’s Red Carpet Celebration in May.\nBefore then, The Applause section will be showcasing 13 high school productions. They’ll range from familiar musicals, like Lewisburg Area’s “Mary Poppins,” Mount Carmel Area’s “The Little Mermaid” and Line Mountain’s “Footloose,” or shows that are new to Valley audiences like Shamokin Area’s “Something Rotten” or Danville Area’s “Anastasia.” The shows might be fantastical, like Mifflinburg Area’s “Matilda,” Shikellamy and Meadowbrook Christian’s productions of “Seussical,” or they might be slightly disturbing, such as Southern Columbia Area’s “Little Shop of Horrors.” The schedule includes comedies like Selinsgrove Area’s “Shrek, the Musical” or Warrior Run’s “Once Upon A Mattress” and more serious productions like Midd-West’s “You’re A Good Man, Charlie Brown” and Milton Area’s “Makin’ It” — which may not be a musical, but still requires a similar level of dedication — which is about the struggles everyday high school students face. It’s an impressive list, and it’s possible because hundreds of kids made it so.\nIt’s an exhausting amount of work and the end results are amazing, because of how much passion and dedication gets poured into the productions. They spend hours learning their lines and choreography, their cues, the technology for nothing more than the experience.\nBeyond the technical skills they’ve gained preparing for their musicals, the students have developed traits that will help them immensely later in life. They’ve built up their confidence, improved teamwork skills and improved their empathy by literally putting themselves in another person’s shoes.\nIt might be easy at a show — whether it’s a school performance, a community theatre show or a touring production of a Broadway musical — to forget that for every second the audience sees on stage, dozens of hours have been put into it. In high schools, they’ve committed those hours after classes, with homework and sometimes after school jobs. It’s an effort that should be praised, which is why it’s so important that communities support these productions. It’s a way to show the kids that when they put in the effort and time to learn, they’ll be rewarded in the end.\nI hope you go to see the talent that grows in these school auditoriums, to be part of the students’ journey to success.\nKyra Smith-Cullen is the Daily Item Applause editor, deputy news editor and Valley Musicals co-organizer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary poppins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "the daily item",
        "sentiment": "none"
      },
      {
        "name": "meadowbrook christian",
        "sentiment": "none"
      },
      {
        "name": "southern columbia area",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "selinsgrove area",
        "sentiment": "none"
      },
      {
        "name": "valley",
        "sentiment": "none"
      },
      {
        "name": "danville area",
        "sentiment": "none"
      },
      {
        "name": "mifflinburg area",
        "sentiment": "none"
      },
      {
        "name": "” mount carmel area",
        "sentiment": "none"
      },
      {
        "name": "shamokin area",
        "sentiment": "none"
      },
      {
        "name": "lewisburg area",
        "sentiment": "none"
      },
      {
        "name": "shikellamy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:56:20.841+02:00",
  "updated": "2024-03-01T00:56:20.841+02:00"
}