{
  "thread": {
    "uuid": "89201267483d6767c492f39885e614066cca88f8",
    "url": "https://3dprint.com/311031/wasps-clay-3d-printing-tech-enables-climate-cooling-designs",
    "site_full": "3dprint.com",
    "site": "3dprint.com",
    "site_section": "https://3dprint.com/rss",
    "site_categories": [
      "3d_graphics",
      "tech"
    ],
    "section_title": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "title": "WASP’s Clay 3D Printing Tech Enables Climate Cooling Designs",
    "title_full": "WASP’s Clay 3D Printing Tech Enables Climate Cooling Designs",
    "published": "2024-07-05T15:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://3dprint.com/wp-content/uploads/2024/07/Ceramic-3D-printing-for-universities-Bartlett-School-of-Architecture.jpg",
    "performance_score": 0,
    "domain_rank": 12165,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "89201267483d6767c492f39885e614066cca88f8",
  "url": "https://3dprint.com/311031/wasps-clay-3d-printing-tech-enables-climate-cooling-designs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jay Rincher",
  "published": "2024-07-05T15:30:00.000+03:00",
  "title": "WASP’s Clay 3D Printing Tech Enables Climate Cooling Designs",
  "text": "For several years, Italian 3D printer manufacturer\nWASP has made its printers available on campuses across the world, giving students access to the same tools as world-class architectural firms. Now, embrace of campus life by WASP has born sweet fruit.\nFor over two years, the\nBartlett School of Architecture at University College London (UCL) has hosted a Delta WASP 40100 Clay in its labs, utilized by students of the Design for Manufacture faculty for research and the execution of their thesis projects. Under expert guidance, students gained hands-on experience with the printers, contributing to advancements in the AM field. In 2024, students in the Additive Manufacturing Group, led by tutor Arthur Prior, completed their Master’s degrees and published their thesis projects.\nHighlighted Projects\nSilicone 3D Printing with a Multi-Nozzle Extrusion System by Tom Younger, Tianyang Li, Qinyuan Zheng – Tutor: Arthur Prior\nTom Younger, Tianyang Li, and Qinyuan Zheng developed a multi-nozzle 3D printing extrusion system. Their project aimed to create silicone auxetic tiles for a pneumatic shading system. These lightweight tiles form a ‘breathing’ window frame structure, adjusting light entry by expanding and contracting. The team’s innovation relies on silicone’s elasticity and durability to move away from traditional architectural designs by offering a new approach to balancing shading and light transmission in buildings without energy-intensive equipment.\nTerraMound – 3D Printed Cooling Systems in Ceramic, By Rameshwari Jonnalagedda – Tutor: Arthur Prior\nRameshwari Jonnalagedda’s TerraMound project features ceramic 3D printing to create cooling systems inspired by termite mounds. The design features minimal surface geometries, maximizing cooling and airflow. A desktop fan prototype draws air through a porous ceramic body, using evaporative cooling to enhance efficiency. This project envisions buildings with adaptive, dynamic cooling systems that integrate seamlessly with natural processes.\nCeram-Screens – A Climate Responsive 3D Printed Parametric Façade By Monisha Sridhara – Tutors: Nikoletta Karastathi, Arthur Prior\nMonisha Sridhara’s Ceram-Screens project revitalizes the traditional Jaali screens found in Indian architecture. These screens reduce solar glare and improve ventilation by utilizing ceramic 3D printing for customization and replicability. The modules, shaped like frustum cones, redirect wind and light while maintaining privacy. This project seeks to re-popularize traditional craftsmanship through the use of 21st century innovation.\nIt’s fascinating to see each of these young designers put their ingenuity towards design that responds to\nour increasingly heating planet. Each of these projects may just end up as one small piece of the puzzle we need to solve to reduce the impact of climate change.\nLithoz\nHimed and Lithoz Launch Center for Bioceramics 3D Printing\nHimed, a US manufacturer of bioceramic materials, and ceramics 3D printing leader Lithoz have announced a joint venture meant to combine their respective areas of expertise—the Bioceramics Center of Excellence...\nNew IN-VISION Light Engine with Multiple Exposures Presents Exciting Opportunities for 3D Printing\nJust a few companies produce the light engines that power vat polymerization and powder bed fusion 3D printers. Among them is IN-VISION, an Austrian company that specializes in using Texas...\n3DPOD Episode 197: Ceramics 3D Printing with Johannes Homa, Lithoz CEO\nLithoz is a pioneer in the 3D printing of technical ceramics, initially using a ceramic-loaded stereolithography process and later adopting multiple technologies. Johannes Homa, a researcher turned entrepreneur, discusses his...\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ucl.ac.uk/bartlett/architecture",
    "https://www.3dwasp.com/en/ceramic-3d-printer-wasp-40100-ldm",
    "https://www.3dwasp.com/en/",
    "https://3dwasp.com/en/",
    "https://www.3dwasp.com/en",
    "https://www.ucl.ac.uk/bartlett/architecture/",
    "https://www.3dwasp.com/en/ceramic-3d-printer-wasp-40100-ldm/",
    "https://3dwasp.com/en/ceramic-3d-printer-wasp-40100-ldm/",
    "https://www.ucl.ac.uk/bartlett/architecture/people/arthur-prior",
    "https://ucl.ac.uk/bartlett/architecture/people/arthur-prior",
    "https://ucl.ac.uk/bartlett/architecture/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tom younger",
        "sentiment": "none"
      },
      {
        "name": "tianyang li",
        "sentiment": "none"
      },
      {
        "name": "qinyuan zheng",
        "sentiment": "none"
      },
      {
        "name": "arthur prior tom younger",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "wasp",
        "sentiment": "negative"
      },
      {
        "name": "additive manufacturing group",
        "sentiment": "none"
      },
      {
        "name": "arthur prior",
        "sentiment": "none"
      },
      {
        "name": "bartlett school of architecture at university college london (ucl)",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:26:36.147+03:00",
  "updated": "2024-07-05T16:26:36.147+03:00"
}