{
  "thread": {
    "uuid": "7a38cc3f68308da1b73c96109d74527b21c635b1",
    "url": "https://www.vavel.com/en/international-football/2024/01/19/1169206-senegal-3-1-cameroon-sarr-special-sees-senegal-through-to-the-next-round.html",
    "site_full": "www.vavel.com",
    "site": "vavel.com",
    "site_section": "http://www.vavel.com/en/feed/index.rss",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "VAVEL International edition - The Sports Newspaper - VAVEL.com",
    "title": "Senegal 3-1 Cameroon: Sarr special sees Senegal through to the next round",
    "title_full": "Senegal 3-1 Cameroon: Sarr special sees Senegal through to the next round",
    "published": "2024-01-19T23:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.vavel.com/gettyimages-1938134661-2048x2048-1705686624081.jpg",
    "performance_score": 0,
    "domain_rank": 24504,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a38cc3f68308da1b73c96109d74527b21c635b1",
  "url": "https://www.vavel.com/en/international-football/2024/01/19/1169206-senegal-3-1-cameroon-sarr-special-sees-senegal-through-to-the-next-round.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T23:37:00.000+02:00",
  "title": "Senegal 3-1 Cameroon: Sarr special sees Senegal through to the next round",
  "text": "As the two sides lined up to passionately sing their respective national anthems in the de jure capital of Yamoussoukro, cameras panned to supporters of both sides who eagerly awaited kick-off with the lively chants they're so well-known for.\nAfter the 1-1 draw against Guinea in the first group game,\nCameroon manager Rigobert Song changed his line-up drastically, making five changes including the introduction of Manchester United goalkeeper, Andre Onana after a late arrival to the tournament. Aliou Cisse's side only made one change on the other hand, with Tottenham's Pape Sarr coming in for Moussa Niakhite. Sarr's start saw him take Abdou Diallo's role in the centre of the park, often slotting between the two centre backs to form a back five.\nCameroon started off strongly, trying to prevent a\nSenegal win that would see them guarantee qualification to the next round.\nUnfortunately their efforts were not enough, as\nIsmaila Sarr scored the first goal of the game to make it 1-0 to the reigning Africa Cup of Nations champions.\nAs a cross came into the Cameroon box, Onana's punch ended up at Sarr's feet inside the area, who's shot deflected off Andre-Frank Zambo Anguissa, wrongfooting the keeper and ending up in the bottom right corner.\nSenegal proceeded to let the\nIndomitable Lions pass the ball around in the middle of the park, setting up in a mid-block with the midfield three sitting very close to the backline, forcing Cameroon to play it wide.\nWhen they eventually won the ball back in the 21st minute they transitioned well, leading to a four against two on the counter attack. The promising chance was then wasted by Lamine Camara as the 20-year-old overhit his through ball to Habibou Diallo.\nSong's side struggled to get out of their own half after the cooling break, with Onana's attempts at playing long balls ending up at\nEdouard Mendy's feet.\nIn the 38th minute, talisman\nSadio Mane had a chance to double the lead, but his left-footed shot was saved after being slipped through on goal by Camara.\nAs half-time approached, Cameroon upped the pace a little with a bit more intent on the ball. It failed to threaten their opponents though, who pressed well high up the pitch until the whistle went.\nHalf-Time: Senegal 1-0 Cameroon\nCameroon started the second half well, holding possession and winning it back quickly when they lost it.\nThe Teranga Lions fans started to roar after their side started to dart the ball around the pitch, evading the Cameroon press and eventually leading to an entry to the opposition box in the 55th minute, cleaned up well with a sliding challenge from Nouhou Tolo that\nNemanja Vidic would be proud of.\nAbdou Diallo picked up a seemingly harsh yellow card that means he will now miss the next game against\nGuinea, posing https://www.vavel.com/en/international-football/2022/11/21/1130028-aliou-cisse-says-absence-of-sadio-mane-is-loss-for-people-all-over-the-world.html a problem now that Niakhite is injured.\nWhat was a relatively disciplined game became a little scrappy as the 60 minute mark approached with both sides wrestling for control.\nCameroon followed up with a flurry of set pieces, but very few of the crosses into the box found green shirts.\nThe Teranga Lions started to dominate the Indomitable as the game went on. After some intricate play around the box,\nhttps://www.vavel.com/en/football/2022/11/29/1130868-ecuador-1-2-senegal-player-ratings-as-koulibaly-fires-lions-of-teranga-into-knockouts.html put a pass across the face of the goal that found a sliding Habibou Diallo at the back post, making it 2-0.\nCameroon finally made their first substitute of the game, sending Faris Moumbagna on for Nicolas Ngamaleu on the right wing.\nSenegal responded by sending\nIdrissa Gana Gueye on for Pape Sarr after a strong performance the Tottenham midfielder can be proud of.\nYvan Noupa showed his side's frustration after a bad challenge on\nhttps://www.vavel.com/en/football/2022/11/29/1130868-ecuador-1-2-senegal-player-ratings-as-koulibaly-fires-lions-of-teranga-into-knockouts.html that gave his team a chance to catch their breath as the Marseille man received treatment.\nSenegal weren't finished there, bringing on fresh legs and a set of attacking players with\nNicolas Jackson and Iliman Ndiaye coming on.\nIn the 83rd minute, Cameroon, who seemed defeated, finally scored from one of the corners sent into the box, with Jean-Charles Castalletto heading home a cross from Olivier Ntcham to give his side the hope of a comeback.\nGeorges-Kevin N'Koudou nearly found the equaliser for his side, making an intelligent run at the back post to a cross-field pass that was slightly too far ahead of him.\nWith seven minutes added time, Cisse's team looked to hold on against the bombardment of long balls into their half, and did so well.\nNkoudou appeared again at the back posst in the 93rd minute after a perfect ball in from Castelletto, but it was painfully headed wide from a matter of yards away from the goal.\nhttps://www.vavel.com/en/international-football/2023/04/19/champions-league/1144288-bayern-munich-1-1-man-city-post-match-player-ratings.html made sure Cameroon's hopes lasted no longer though. A pass to the left wing found Gueye, who put a cross in similar to Sarr's for the second goal that was guided into the bottom left corner by Al Nassr winger.\nFull Time: Senegal 3-1 Cameroon\nSenegal now sit on top of the Group C table on six points and are through to the next round. Cameroon will be hoping that the Guinea vs Gambia game later tonight goes their way as they hope to avoid a disappointing tournament.\nIn the end, the three points by Senegal seemed deserved, and Cameroon will need to show more of the fighting spirit we saw in the last 10 minutes if they hope to qualify for the next round.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarr",
        "sentiment": "negative"
      },
      {
        "name": "andre onana",
        "sentiment": "none"
      },
      {
        "name": "moussa niakhite",
        "sentiment": "none"
      },
      {
        "name": "aliou cisse",
        "sentiment": "none"
      },
      {
        "name": "abdou diallo",
        "sentiment": "none"
      },
      {
        "name": "onana",
        "sentiment": "none"
      },
      {
        "name": "pape sarr",
        "sentiment": "none"
      },
      {
        "name": "ismaila sarr",
        "sentiment": "none"
      },
      {
        "name": "rigobert song",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "africa cup of nations",
        "sentiment": "none"
      },
      {
        "name": "manchester united",
        "sentiment": "none"
      },
      {
        "name": "tottenham",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cameroon",
        "sentiment": "none"
      },
      {
        "name": "senegal",
        "sentiment": "none"
      },
      {
        "name": "guinea",
        "sentiment": "none"
      },
      {
        "name": "yamoussoukro",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T01:23:54.570+02:00",
  "updated": "2024-01-20T01:23:54.570+02:00"
}