{
  "thread": {
    "uuid": "2b409b6c1259f2905562fa9bdb0aa20d317b3917",
    "url": "https://www.franciscanmedia.org/news-commentary/ukrainian-major-archbishop-tells-us-catholics-ukraine-will-prevail",
    "site_full": "www.franciscanmedia.org",
    "site": "franciscanmedia.org",
    "site_section": "https://www.franciscanmedia.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Homepage | Franciscan Media",
    "title": "Ukrainian major archbishop tells US Catholics: 'Ukraine will prevail' | Franciscan Media",
    "title_full": "Ukrainian major archbishop tells US Catholics: 'Ukraine will prevail' | Franciscan Media",
    "published": "2024-03-11T10:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.franciscanmedia.org/wp-content/uploads/2024/03/people-praying-for-ukraine-1024x747.jpeg",
    "performance_score": 0,
    "domain_rank": 35206,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b409b6c1259f2905562fa9bdb0aa20d317b3917",
  "url": "https://www.franciscanmedia.org/news-commentary/ukrainian-major-archbishop-tells-us-catholics-ukraine-will-prevail",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@franciscanmedia",
  "published": "2024-03-11T10:05:00.000+02:00",
  "title": "Ukrainian major archbishop tells US Catholics: 'Ukraine will prevail' | Franciscan Media",
  "text": "PHILADELPHIA (OSV News) — As Russia’s full scale invasion of Ukraine continues into its third year, the head of the Ukrainian Greek Catholic Church reassured faithful in the U.S. that Ukraine’s forces will oust Russia’s occupying armies. But he made clear that every day of delay in needed aid was inflicting a high price on Ukraine’s defenders. “Ukraine will prevail,” said Major Archbishop Sviatoslav Shevchuk, speaking at a March 7 evening prayer service and town hall meeting at the Ukrainian Catholic Cathedral of the Immaculate Conception in Philadelphia. Joining him were the members of the Ukrainian Greek Catholic Church’s permanent synod: Archbishop Borys A. Gudziak of Philadelphia; Bishop Volodymyr (Wlodzimierz) Juszczak of Wroclaw-Gdansk, Poland; Bishop Bohdan Dzyurakh, apostolic exarch in Germany and Scandinavia for Ukrainian Catholics; and Bishop Yosafat Moshchych of Chernivtsi, Ukraine. Auxiliary Bishop Andriy Khimyak of the Kyiv Archeparchy, the synod secretary, accompanied the group. Also on hand were some two dozen seventh- and eighth-grade students from Assumption Catholic School, operated by the Ukrainian Catholic Church of the Assumption of the Blessed Virgin Mary in Perth Amboy, New Jersey, along with several wounded Ukrainian soldiers receiving treatment in the U.S. While in Washington, permanent synod members met with U.S. government officials to discuss preventing further atrocities, including the urgent need to safeguard religious freedom amid persecution of Christians in territories occupied by Russian forces. Among those formally greeting Major Archbishop Shevchuk at the March 7 service was Nicholas Rudnytzky, professor of Ukrainian history and dean of academic services at Manor College, founded by Ukrainian women religious in Jenkintown, Pennsylvania. Rudnytzky noted that the Ukrainian Greek Catholic Church — which had been outlawed under Soviet rule in Ukraine — faced a renewed “existential threat” under Russian aggression since the full scale invasion launched Feb. 24, 2022, under President Vladimir Putin’s orders. The church was recently banned by a Russian official in Ukraine’s occupied Zaporizhzhia region. Following the Moleben — a liturgical service of supplication or thanksgiving specific to the Slavic churches of the Byzantine rite — Major Archbishop Shevchuk encouraged those on hand to be assured Ukraine will prevail. “The main message that we are trying to convey to members of the (U.S.) House of Representatives, to the Senate, the State Department is that … Ukraine is wounded but unbroken,” he said. “Ukraine is tired (and) … very often exhausted, but Ukraine is resilient.” At the same time, U.S. and other Western aid is critical to ensuring an end to Russia’s long-standing aggression against Ukraine, he noted. “Each day … almost 200 people are killed in Ukraine” due to Russian attacks, said Major Archbishop Shevchuk. “Each day of delay (in) help … means that somebody has to pay the highest price.” On behalf of the prelates, Archbishop Gudziak expressed gratitude to “all Amercians, all Catholics and Christians, all people of good faith who have stood by Ukraine in these traumatic times. “May God reward you a hundredfold,” he said. Archbishop Gudziak also stressed that “it’s very important at this time … to not let Putin get in our heart,” noting that “we have been saved (and) and we are destined to live in Christ forever. … That perspective helps us to live through the difficulties of (each) day.” He urged those present to persist in prayer, and to contact House Speaker Mike Johnson, R-La., who has so far refused to bring to the floor a bill passed by the Senate to aid Ukraine’s military — to “not turn away from the people of Ukraine.” At the end of the town hall — and prior to joining a subsequent prayer service with Ukrainian Orthodox clergy and faithful in New Jersey — Major Archbishop Shevchuk approached the wounded soldiers. “See you in Kyiv, brother,” the archbishop said to one soldier who (like him) lives in Kyiv. Addressing the group of veterans, he said, “We are waiting at home, brothers.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andriy khimyak",
        "sentiment": "none"
      },
      {
        "name": "volodymyr",
        "sentiment": "none"
      },
      {
        "name": "kyiv archeparchy",
        "sentiment": "none"
      },
      {
        "name": "bishop yosafat moshchych",
        "sentiment": "none"
      },
      {
        "name": "borys a. gudziak",
        "sentiment": "none"
      },
      {
        "name": "archbishop sviatoslav shevchuk",
        "sentiment": "none"
      },
      {
        "name": "bohdan dzyurakh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ukrainian catholic cathedral of the immaculate conception",
        "sentiment": "none"
      },
      {
        "name": "ukrainian greek catholic church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "chernivtsi",
        "sentiment": "none"
      },
      {
        "name": "poland",
        "sentiment": "none"
      },
      {
        "name": "wroclaw-gdansk",
        "sentiment": "none"
      },
      {
        "name": "scandinavia",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T10:50:19.075+02:00",
  "updated": "2024-03-11T10:50:19.075+02:00"
}