{
  "thread": {
    "uuid": "63ad45fc4775ec91adc68e2cd815b76c8e38bf8c",
    "url": "https://www.nottinghampost.com/news/celebs-tv/susanna-reid-explains-real-reason-9012767",
    "site_full": "www.nottinghampost.com",
    "site": "nottinghampost.com",
    "site_section": "http://www.nottinghampost.com/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Nottinghamshire Live - frontpage",
    "title": "Susanna Reid explains real reason she quit drinking",
    "title_full": "Susanna Reid explains real reason she quit drinking",
    "published": "2024-01-04T11:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i2-prod.nottinghampost.com/news/uk-world-news/article9012758.ece/ALTERNATES/s1200/1_gmbbbJPG-1.jpg",
    "performance_score": 0,
    "domain_rank": 10384,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "63ad45fc4775ec91adc68e2cd815b76c8e38bf8c",
  "url": "https://www.nottinghampost.com/news/celebs-tv/susanna-reid-explains-real-reason-9012767",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "newsdesk@nottinghampost.com (Neil Shaw)",
  "published": "2024-01-04T11:39:00.000+02:00",
  "title": "Susanna Reid explains real reason she quit drinking",
  "text": "TV presenter Susanna Reid has explained the real reason she gave up drinking after being asked about the move by Good Morning Britain co-host Richard Madeley. Discussing alcohol and the fact she didn't drink - Rucgard asked Susanna if she had quit for Dry January.\nSusana actually stopped drinking alcohol six years ago on medical advice. While discussing New Year's resolutions and the fact she didn't drink, Richard asked Susanna: \"Did you give up drinking because of a Dry January, because of a New Year's Resolution?\"\nSusanna replied: \"No, I gave up drinking because a doctor said 'you should try giving up drinking for the sake of your skin'.\" She added: \"I think sometimes if you've got a different motivator, other than just 'oh I'd quite like to give up drinking,' ... if a doctor says it's not good for you ...\"\nRichard asked why drinking is bad for your skin.\nSusanna said: \"It can make you look very flushed. And I was getting all sorts of breakouts as a result of drinking.\"\nSusanna, who recently revealed she is also cutting down on coffee for health reasons, said improving her skin was a \"proper motivator\". She added that after giving up alcohol, if she ever had just one drink, she'd \"instantly\" notice its impact.\n\"Of course if you say to someone 'you're gonna cure your skin by giving up alcohol' that's a proper motivator. And then after I'd given up, if I had just one, I would instantly see it on my face. So it was a big demotivator for drinking,\" she said.\nSusanna once said that she feels \"clearer, sharper, and more energetic\" now that she doesn't drink. She said it has \"certainly helped\" her,\" particularly when it comes to early mornings.\nA spokesman for Universal Drugstore said the dehydrating effect of alcohol is bad for your skin. They said: \"Dehydrated skin can cause premature ageing and more prominent fine lines and wrinkles. Give your skin a breather for a month and you will see improved hydration, swapping dullness for a healthier, glowing complexion.\"\nJamie Winn PharmD, at Universal Drugstore, said: “Health benefits vary depending on your unique profile and lifestyle choices. It’s good to look at your overall diet, exercise regimen, and other habits too. While a month without alcohol can kickstart positive changes in fitness, maintaining a balanced and healthy lifestyle is key to achieving long-term health goals.\"\nDr Aamer Khan, Co-Founder of Harley Street Skin Clinic and Key Opinion Leader at Bio-Tech company,\nABG Lab, said: \"Alcohol acts as a diuretic, so it has a dehydrating effect, which means that your skin loses fluid and nutrients that are vital for keeping it looking and feeling healthy. Dehydrated skin can appear dull, bloated or more wrinkled.\n\"Drink at least 8 glasses of water throughout the day and use the \"one-for-one-rule\" when drinking any of your favourite festive beverages. This means for every alcoholic drink, have a glass of water too.\"\nCosi Care founder Lauren Bell said alcohol can trigger eczema symptoms with itchy, dry skin.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [
    "https://universaldrugstore.com/",
    "https://abglab.com/index.html",
    "https://cosi-care.com/",
    "https://www.universaldrugstore.com/",
    "https://www.universaldrugstore.com",
    "https://universaldrugstore.com/blog/authors/dr.-jamie-winn/",
    "https://www.abglab.com/index.html",
    "https://www.cosi-care.com/",
    "https://www.universaldrugstore.com/blog/authors/dr.-jamie-winn",
    "https://www.universaldrugstore.com/blog/authors/dr.-jamie-winn/",
    "https://cosi-care.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susanna reid",
        "sentiment": "negative"
      },
      {
        "name": "rucgard",
        "sentiment": "none"
      },
      {
        "name": "richard madeley",
        "sentiment": "none"
      },
      {
        "name": "richard",
        "sentiment": "none"
      },
      {
        "name": "susana",
        "sentiment": "none"
      },
      {
        "name": "susanna",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "britain",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T12:27:41.722+02:00",
  "updated": "2024-01-04T12:27:41.722+02:00"
}