{
  "thread": {
    "uuid": "87201df52988804fbc40ee2c3c1062dfe4b2fd44",
    "url": "https://www.the-star.co.ke/news/2024-03-01-lapsset-road-contractors-assured-of-security-ahead-of-construction-works",
    "site_full": "www.the-star.co.ke",
    "site": "the-star.co.ke",
    "site_section": "https://www.the-star.co.ke/rss",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Star  ",
    "title": "Lapsset road contractors assured of security",
    "title_full": "Lapsset road contractors assured of security",
    "published": "2024-02-29T21:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://lh3.googleusercontent.com/1PzxzXypdQYqMMufh5X2NArMlkyvfjq3RIXKPnCPHdTMSVSCyuX1x5CzrnX1PoTm-CiHG7JBmOO0xOx-oj7etG_tIbpckYBFzN-lu1GFjQ=s1000",
    "performance_score": 0,
    "domain_rank": 11312,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87201df52988804fbc40ee2c3c1062dfe4b2fd44",
  "url": "https://www.the-star.co.ke/news/2024-03-01-lapsset-road-contractors-assured-of-security-ahead-of-construction-works",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "stephen.astariko@radioafricagroup.co.ke (STEPHEN ASTARIKO)",
  "published": "2024-02-29T21:29:00.000+02:00",
  "title": "Lapsset road contractors assured of security",
  "text": "- The County Commissioner stated that the government prioritized the safety of the workers for the smooth implementation of the projects.\n- The project work halted by the El Nino rains has resumed.\nGarissa county commissioner Mohamed Mwabudzo on Thursday assured the Lamu Port-South Sudan-Ethiopia-Transport (LAPSSET) Corridor project road contractors of adequate security as they embark on the works.\nThe project work was halted by the El Nino rains has resumed.\nHe spoke in his office when he received officials from the Kenya Port Authority, Kenya National Highway Authority and LAPSSET.\nThey were led by Amb. Dr. Samori Okwiya, CEO Nepad/ APRM Kenya Secretariat,\nThe County Commissioner stated that the government prioritized the safety of the workers for the smooth implementation of the projects.\n“The LAPSSET project is the most ambitious infrastructure project bringing together Kenya, Ethiopia and South Sudan and we are committed to fulfilling its successful completion. We are not taking any chances to address challenges towards its implementation,” said the county commissioner.\nMwabodza said the El Nino rains halted the project and it will fully resume to achieve its targeted completion time frame.\nThe County commissioner said Balambala and Holugho sub-counties will fully benefit from the feeder roads that are part of the project.\nThe chief executive officer Amb Samori Okwiya said they had fruitful deliberation on the projects and his team Were undertaking the impact of the project, progress made and challenges faced during construction.\nThe team also had a meeting with Garissa County Secretary Mohamud Mursal to share progress and necessary support from the county government aimed towards the success of the project.\nThe CS said the County was developing trunk roads, abattoirs and similar infrastructure to reap big from the Corridor upon its completion.\nEarly last year, the terrorists targeted projects including the Lapsset port and road, forcing the government to suspend construction of a crucial road linking Kenya and South Sudan.\nAt least 14 people died in the attacks.\nLast week, Defense CS Aden Duale assured that the ambitious government project will continue uninterrupted saying that the military will be charged with ensuring that everything goes on smoothly and that the lives of those involved are protected.\nThe last year has seen a Multi-agency team pacifying the nearby Boni Forest to root out the terrorists operating there.\nThe LAPPSET corridor program is East Africa's Largest infrastructure project bringing together Kenya, Ethiopia and Southern Sudan.\nThe construction comprises a 257 km Lamu-Ijara-Garissa section, which is part of the Lapsset project.\nIt also consists of seven key infrastructure projects starting with the new 32 Berth port at Lamu, Interregional Highways from Lamu, Garissa, Isiolo, Moyale, Addis Ababa and Juba.\nAn interregional Standard Gauge Railway, 3 international Airports and 3 Resort Cities are part of the project commissioned by the Late President Mwai Kibaki.\nThe ongoing Garissa road project faced challenges of the El Nino rains and the security threat of Al Shabab, the worst incident being, the death of 3 KeNHA road engineers who died after their vehicle ran on an improvised explosive devise while inspecting the road project.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "samori okwiya",
        "sentiment": "none"
      },
      {
        "name": "mwabodza",
        "sentiment": "none"
      },
      {
        "name": "mohamed mwabudzo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "el nino",
        "sentiment": "none"
      },
      {
        "name": "aprm kenya secretariat",
        "sentiment": "none"
      },
      {
        "name": "kenya national highway authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south sudan",
        "sentiment": "none"
      },
      {
        "name": "kenya port authority",
        "sentiment": "none"
      },
      {
        "name": "garissa",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      },
      {
        "name": "ethiopia",
        "sentiment": "none"
      },
      {
        "name": "lamu port-south sudan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:41:32.920+02:00",
  "updated": "2024-03-01T00:41:32.920+02:00"
}