{
  "thread": {
    "uuid": "fbb0cf846930d08f6ba600c317710a4e959d08b1",
    "url": "https://www.famigliacristiana.it/articolo/firenze-tra-i-bambini-scampati-all-inferno-di-gaza.aspx",
    "site_full": "www.famigliacristiana.it",
    "site": "famigliacristiana.it",
    "site_section": "http://www.famigliacristiana.it/_rss/di-cosa-parliamo---articoli.aspx",
    "site_categories": [
      "social"
    ],
    "section_title": "\r\n    ",
    "title": "Firenze, tra i bambini scampati all'inferno di Gaza - Famiglia Cristiana",
    "title_full": "Firenze, tra i bambini scampati all'inferno di Gaza - Famiglia Cristiana",
    "published": "2024-05-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://media.famigliacristiana.it/2024/5/anna-foglietta-profughi-palestinesi_3411176.jpg",
    "performance_score": 0,
    "domain_rank": 53903,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fbb0cf846930d08f6ba600c317710a4e959d08b1",
  "url": "https://www.famigliacristiana.it/articolo/firenze-tra-i-bambini-scampati-all-inferno-di-gaza.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katia Fitermann",
  "published": "2024-05-04T03:00:00.000+03:00",
  "title": "Firenze, tra i bambini scampati all'inferno di Gaza - Famiglia Cristiana",
  "text": "-->\nUn piccolo gruppo di palestinesi della Striscia di Gaza, circa 320 persone, in maggioranza donne e bambini, è arrivato in Italia, con un \"corridoio sanitario\" e ospitato in alcune strutture ricettive di Firenze. Sono tantissimi i minori, alcuni bimbi ancora in fasce, altri poco più grandi, gravemente feriti dalle bombe e dai missili che si abbattono sulla Striscia di Gaza ogni giorno. Tra di loro ci sono anche malati che non potevano più essere curati negli ospedali di Gaza, resi inagibili dopo i bombardamenti, privi di medicinali, di energia elettrica, di macchinari e carenti di personale sanitario, in parte ucciso nei raid israeliani. Per ogni bambino, c’è un solo genitore o parente.\nQualcuno tra questi piccoli non ha più la mamma. Tutti hanno perso più di un familiare a causa della guerra e tutti hanno almeno uno dei genitori rimasto ancora nella Striscia, insieme ai propri fratelli e sorelle. Sono arrivati nel silenzio più totale, tenuti lontani dai riflettori, ma sono arrivati e sono vivi. Sono anche i testimoni viventi di una guerra senza senso, come tutte le guerre. Ci raccontano la loro storia, quella dei familiari e degli amici cancellati dalle bombe: anche i bambini molto piccoli ce la raccontano, alcuni solo con gli occhi, o con i segni della violenza sul corpo, il solo documento che possiedono. Sono gli eredi dei loro cari uccisi, che si portano appresso. Sono loro “gli effetti collaterali” della guerra, le vittime innocenti dei bombardamenti che hanno devastato, da nord a sud, l’intera Striscia di Gaza, cancellandone l’esistenza e seminando morte, sofferenza, povertà.\nCome già accaduto in tante altre terribili vicende umane, anche la vita del popolo di Gaza ha un prezzo: 7 mila dollari un adulto, cinque mila un bambino da salvare. I parenti e gli amici che vivono altrove raccolgono soldi, ipotecano la casa per avere un prestito consistente da permettere loro di “comprare” più vite possibili, quella degli imprigionati a Gaza, spesso usati come scudi umani dai terroristi di Hamas, segregati senza cibo e senza acqua all’interno di un luogo che viene ogni giorno martoriato da bombe e missili dell'esercito di Israele. Chi paga, esce, e si salva.\n«Per favore, aiutami a far venire qui mio padre», chiede una ragazzina, arrivata in Italia. «Ho mia figlia che sta molto male, ha bisogno di cure urgenti e lì non la possono curare, aiutami», implora una madre. Intorno ai profughi arrivati a Firenze si radunano i “giusti” del presente, quei volontari che li coprono con gli indumenti e con il proprio calore umano e quei medici, infermieri, personale sanitario che si adopera per curare le ferite non solo quelle del corpo, ma anche della loro anima disperata. Ci sono le istituzioni pubbliche e del Terzo settore che si impegnano perché siano riconosciuti il più velocemente possibile i loro diritti di profughi. Tutto ciò non potrà, certo, colmare il dolore che si portano dentro, né restituirà loro quello che hanno perso per sempre insieme agli affetti più cari, che potranno custodire soltanto nel proprio cuore.\nL’attrice Anna Foglietta, presidente dell’associazione “Every child is my child” (”Ogni bambino è il mio bambino”) è andata ad assistere nella città del Giglio gli ospiti palestinesi per essere loro vicino e capire come si possa, oggi, aiutare una popolazione di oltre 2 milioni di persone, con un elevato numero di bambini, quasi la metà degli abitanti di Gaza, che soffrono le conseguenze della guerra a seguito dell’attacco terroristico di Hamas contro i civili israeliani del 7 ottobre 2023. «La Striscia di Gaza continua a essere un luogo di profonda sofferenza umanitaria, dove migliaia di persone affrontano quotidianamente sfide insormontabili», dice a nome di “Every Child is my Child” e chiede una immediata azione da parte della comunità e delle autorità locali e internazionale per far arrivare gli aiuti umanitari e garantire un sostegno vitale alla popolazione della Striscia.\nParliamo con Anna mentre si intrattiene con i profughi palestinesi che le raccontano il loro dramma e gioca con loro. Commuovono gli occhi di questi bambini, brillano di speranza e di luce, ma si intravede l’ombra della loro sofferenza. Visto dall’alto, sembra un momento come un altro, in cui adulti e bambini giocano, sorridono, scherzano. Ma non è un momento come un altro. Non sono storie come altre. Sono storie sgretolate dalla guerra, che hanno bisogno lentamente di ricostruirsi. Difficile farlo mentre amici e parenti sono morti, muoiono, soffrono. La rete di volontari, operatori, medici, associazioni sta facendo un lavoro silenzioso e potente. Chi salva una vita salva il mondo intero, recita il Talmud, e loro lo stanno salvando.\n«Secondo UNICEF quasi 14 mila bambini hanno perso la vita a causa diretta di questo conflitto», spiega l'Attrice, «e ora cominciano a morire anche per malattie causate dalla carenza di cibo e di acqua. Non possiamo voltare le spalle alla sofferenza umana. È ora che la comunità internazionale agisca con determinazione e solidarietà per portare sollievo alla popolazione della Striscia di Gaza», conclude.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T18:06:48.318+03:00",
  "updated": "2024-05-04T18:06:48.318+03:00"
}