{
  "thread": {
    "uuid": "362bb9b949d66ae4fc6b0afb9e4ac05a4126fadc",
    "url": "https://thenationonlineng.net/reps-deputy-speaker-felicitates-gbajabiamila-sanwo-olu-on-birthdays",
    "site_full": "thenationonlineng.net",
    "site": "thenationonlineng.net",
    "site_section": "https://www.yohaig.ng/category/nigerian-newspapers/the-nation-news/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Reps deputy speaker felicitates Gbajabiamila, Sanwo-Olu on birthdays",
    "title_full": "Reps deputy speaker felicitates Gbajabiamila, Sanwo-Olu on birthdays",
    "published": "2024-06-24T14:21:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15503,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "362bb9b949d66ae4fc6b0afb9e4ac05a4126fadc",
  "url": "https://thenationonlineng.net/reps-deputy-speaker-felicitates-gbajabiamila-sanwo-olu-on-birthdays",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Nation Newspaper",
  "published": "2024-06-24T14:21:00.000+03:00",
  "title": "Reps deputy speaker felicitates Gbajabiamila, Sanwo-Olu on birthdays",
  "text": "Deputy Speaker of the House of Representatives, Benjamin Okezie Kalu has described the Chief of Staff to the President, Femi Gbajabiamila as an exemplary leadership whose dedication, and contributions to the growth and development of the nation has been outstanding.\nKalu also applauded Lagos state governor, Babajide Sanwo-Olu for showing courageous and exemplary leadership evident on the good works he done in Lagos State , which has positively impacted lives of Lagosians.\nIn his birthday greeting to the two leaders, Kalu felicitates with Gbajabiamila who is the Chief of Staff to the President and the Executive Governor of Lagos State, Babajide Sanwo-Olu on their respective birthdays.\nWhile Gbajabiamila turns 62 years on June 25, the governor is celebrating his 59th birthday.\nKalu said it is not a thing oa surprise that both exceptional leaders came to the world on the same day.\nWhile reflecting on Gbajabiamila’s decades of service in the parliament, the Deputy Speaker noted that he has made Nigerians proud with his remarkable achievements, positively impacting lives of countless individuals.\nHe said Gbajabiamila has demonstrated unwavering dedication and commitment which have been significant in driving Mr President’s Renewed Hope agenda for the growth and development of the country,\nAccording to him, Gbajabiamila as a confidant and advisor to President Tinubu, the administration within one year has strengthened governance through effective policy implementation.\nRelated News The Deputy Speaker recalled Gbajabiamila’s support to Peace in South East Project, PISE-P an initiative which canvasses for non-kinetic approach to end insecurity in South East region, the Deputy Speaker noted that the immediate past Speaker is a unifier who is focused on promoting inclusivity and national unity.\nKalu said: “I am delighted to join Nigerians and the rest of the world as we celebrate an icon, visionary leader, Rt. Hon Femi Gbajabiamila, Chief of Staff to the President of the Federal Republic of Nigeria on the occasion of his 62nd birthday. Throughout your career, you have demonstrated remarkable leadership qualities, wisdom, and a genuine concern for the welfare of the people.\n“As we celebrate the anniversary of your birth, we take a moment to appreciate the remarkable achievements you have accomplished. Your ability to bridge divides, foster unity, and find common ground among diverse perspectives is indeed laudable.\n“I wish you good health, long life, and fulfillment in all your future endeavours. May you continue to be a source of inspiration for the generations to come. Many Happy Returns.”\nHe also extended warm wishes to Governor Sanwo-Olu, saying that he has shown courageous and exemplary leadership evident on the good works done in Lagos State, which has positively impacted lives of Lagosians.\n“I extend my warmest wishes and heartfelt congratulations to Executive Governor of Lagos State, Babajide Sanwo-Olu on the occasion of his 59th birthday celebration. Sanwo-Olu is worthy of celebration having excelled both in private and public sectors.\n“He has shown courageous and exemplary leadership evident on the good works done in Lagos State, and has positively impacted lives of Lagosians. I pray that the year ahead will be filled with good health, greater success and happiness.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://lagosstate.gov.ng/",
    "https://lagosstate.gov.ng",
    "https://www.lagosstate.gov.ng/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin okezie kalu",
        "sentiment": "negative"
      },
      {
        "name": "sanwo-olu",
        "sentiment": "negative"
      },
      {
        "name": "gbajabiamila",
        "sentiment": "none"
      },
      {
        "name": "femi gbajabiamila",
        "sentiment": "none"
      },
      {
        "name": "olu",
        "sentiment": "none"
      },
      {
        "name": "kalu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of representatives",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "lagos state",
        "sentiment": "none"
      },
      {
        "name": "gbajabiamila",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      },
      {
        "name": "babajide sanwo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T16:30:46.686+03:00",
  "updated": "2024-06-24T16:30:46.686+03:00"
}