{
  "thread": {
    "uuid": "8dd69f9b891075515ea676a039e7c3a889c75968",
    "url": "https://www.canalrcn.com/super-like/gente/seguidor-contra-pipe-bueno-por-su-hermano-miguel-194152",
    "site_full": "www.canalrcn.com",
    "site": "canalrcn.com",
    "site_section": "https://www.canalrcn.com/",
    "site_categories": [
      "hobbies_and_interests",
      "candle_and_soap_making"
    ],
    "section_title": "Canal RCN",
    "title": "Seguidor contra Pipe Bueno por su hermano Miguel",
    "title_full": "Seguidor contra Pipe Bueno por su hermano Miguel",
    "published": "2024-04-19T01:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.canalrcn.com/lomaslike/pipe-bueno-luisa-fernanda.webp?VersionId=OMveSJaBFqjABKWON86KlYBYHDsHXaqO",
    "performance_score": 0,
    "domain_rank": 56614,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8dd69f9b891075515ea676a039e7c3a889c75968",
  "url": "https://www.canalrcn.com/super-like/gente/seguidor-contra-pipe-bueno-por-su-hermano-miguel-194152",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "canalrcn.com",
  "published": "2024-04-19T01:27:00.000+03:00",
  "title": "Seguidor contra Pipe Bueno por su hermano Miguel",
  "text": "No dejes de leer Él es Matías, el hijo que Rigo y Adriana tuvieron en la vida real El teléfono ya hizo de las suyas y Miguel Bueno quedó nominado en La casa de los famosos Miguel Bueno, quien fue uno de los últimos participantes que ingresó a La casa de los famosos Colombia, no ha pasado inadvertido, pues su hermano Pipe y su cuñada Luisa Fernanda W han estado muy al pendiente de todo lo que pasa a su alrededor.\nMira lo que dijo Sandra Muñoz sobre el Team papilla y Miguel Melfi tras su salida de La casa de los famosos Colombia. De hecho, en sus más recientes publicaciones, Pipe Bueno compartió con sus seguidores la carta que Miguel les dejó para ser leída dos semanas después de estar al interior del reality.\n¿Qué decía la carta que dejó Miguel Bueno a su equipo de trabajo? Según lo que se conoció de la petición especial de su hermano para que la carta fuera leída, se supo que esta debía ser abierta junto a su mamá y su hermana, no obstante, él no se aguantó la curiosidad y decidió leerla frente a una cámara para que quedara grabada.\n“Es la primera carta que hago en muchos años y la ocasión lo amerita porque, aunque no parezca, estas cosas dan miedo ”, expresó Miguel en el escrito.\nAsimismo, Miguel dijo que: “Quiero pedirles un favor, tengo un temita que me gusta mucho y no quiero esperar hasta salir para sacarlo , le pedí a mi equipo que lo saque para que, cuando yo salga lo bailemos y nos lo gocemos”.\nPipe Bueno hizo una petición especial a sus seguidores para que apoyen a su hermano Miguel Este video de la lectura de la carta de Miguel fue acompañado por un mensaje de Pipe Bueno en su cuenta de Instagram con el que pidió que apoyen a su hermano.\n“A partir de esta noche todos a votar por él (Miguel Bueno) para que no salga de La casa de los famosos Colombia”, fue el mensaje que escribió el cantante en Instagram.\nLa petición del cantante de música popular no pasó desapercibida entre sus seguidores y recibió algunos comentarios: unos fueron positivos y otros negativos.\n“Seamos realistas, Pipe. Su hermano es un mueble y otro más que se deja influenciar bobamente. Él no le aporta nada a la casa”, le escribió uno de sus seguidores identificado como Carlos Bautista a la petición que hizo sobre su hermano Miguel.\nAnte esto, otros seguidores mostraron su apoyo a lo dicho por ese hombre y otros rechazaron sus palabras manifestando que eso es envidia y que él no tiene reconocimiento.\nConéctate con La casa de los famosos Colombia en las noches del Canal RCN y 24/7 en vivo a través de la app de ViX.\n¡SuperLike ya está en WhatsApp Channels! Unirte a esta comunidad digital es muy fácil, sólo da clic aquí.\n18 Abr 2024 17:29 2024-04-18T17:27:00Z Por: canalrcn.com\nTe puede interesar",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://vix.com/es-es/ondemand/la-casa-de-los-famosos?utm_medium=referral&utm_source=canalrcn&utm_campaign=LCDLF&ko_click_id=ko_2keqlex9jlrey8i6p",
    "https://www.whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05",
    "https://whatsapp.com/channel/0029Va4afQSEFeXh7oYDUC05",
    "https://vix.com/es-es/ondemand/la-casa-de-los-famosos",
    "https://www.vix.com/es-es/ondemand/la-casa-de-los-famosos?utm_medium=referral&utm_source=canalrcn&utm_campaign=LCDLF&ko_click_id=ko_2keqlex9jlrey8i6p"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:32:13.058+03:00",
  "updated": "2024-04-19T01:32:13.058+03:00"
}