{
  "thread": {
    "uuid": "1be5a6e63f106c216c99cabc3f3cba8486df7632",
    "url": "https://www.limerickleader.ie/news/national-news/1382794/girl-five-injured-in-dublin-attack-is-out-of-danger-and-has-even-smiled.html",
    "site_full": "www.limerickleader.ie",
    "site": "limerickleader.ie",
    "site_section": "https://www.tipperarylive.ie",
    "site_categories": [
      "media"
    ],
    "section_title": "The latest Tipperary news, business and sport from TipperaryLive.ie",
    "title": "Girl, five, injured in Dublin attack is ‘out of danger’ and has ‘even smiled’ - Limerick Live",
    "title_full": "Girl, five, injured in Dublin attack is ‘out of danger’ and has ‘even smiled’ - Limerick Live",
    "published": "2023-12-29T16:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://www.limerickleader.ie/resizer/1200/700/true/pa/2023_12_29/1703858713782_0.jpg--.jpg?1703858714128",
    "performance_score": 0,
    "domain_rank": 76428,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1be5a6e63f106c216c99cabc3f3cba8486df7632",
  "url": "https://www.limerickleader.ie/news/national-news/1382794/girl-five-injured-in-dublin-attack-is-out-of-danger-and-has-even-smiled.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Staff Reporter",
  "published": "2023-12-29T16:02:00.000+02:00",
  "title": "Girl, five, injured in Dublin attack is ‘out of danger’ and has ‘even smiled’ - Limerick Live",
  "text": "A five-year-old girl seriously injured in an attack outside a Dublin school is out of danger, her mother has said. Through a message on a GoFundMe page, the child’s mother gave an update, saying the youngster is “more alert” and has smiled. She said: “Just to wish everyone a delayed Christmas and a happy new year. “Our angel has been out of the PICU (paediatric intensive care unit) for two weeks now. She is more alert and even smiled. “We still have a long time in hospital, but she is out of danger. Thank you everyone for all the help and support.” A number of people were hurt in the attack in Parnell Square East on November 23. The five-year-old girl and a creche worker are still receiving treatment for their injuries in hospital. Another girl, six, and a boy, five, were also treated in hospital but later discharged. A riot in Dublin city centre followed the attack, which led to a man being charged and put before a Dublin court. Riad Bouchaker, of no fixed address, is accused of trying to murder the two girls and boy. He is also charged with the assault causing serious harm to a care worker. He is further charged with three counts of assault causing harm and the possession and production of a 36cm kitchen knife. An architectural render of the proposed new library at Mary Immaculate College, originally approved in 2017 Scarlett Lee Phillips made her entrance into the world at 7:53am on December 25 at University Maternity Hospital Limerick Roger Beck is planning to devote some of his retirement to developing his barbecue skills PICTURE: Adrian Butler Professor Rose Galvin, ARC stakeholder panel members Bernard Collins, professor Katie Robinson and Una Breen with UL president, professor Kerstin Mey Picture: Alan Place Subscribe or register today to discover more from DonegalLive.ie Buy the e-paper of the Donegal Democrat, Donegal People's Press, Donegal Post and Inish Times here for instant access to Donegal's premier news titles. Keep up with the latest news from Donegal with our daily newsletter featuring the most important stories of the day delivered to your inbox every evening at 5pm.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "riad bouchaker",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "dublin",
        "sentiment": "none"
      },
      {
        "name": "limerick",
        "sentiment": "none"
      },
      {
        "name": "parnell square east",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:17:43.817+02:00",
  "updated": "2023-12-29T20:27:09.119+02:00"
}