{
  "thread": {
    "uuid": "3633d18b894ad82417efeb2f93c7ddcef23b0318",
    "url": "http://island.lk/parliamentary-confab-advocates-accountability-and-peace/",
    "site_full": "island.lk",
    "site": "island.lk",
    "site_section": "https://island.lk/category/news/page/2/",
    "site_categories": [
      "media"
    ],
    "section_title": "News &#8211; Page 2 &#8211; The Island",
    "title": "Parliamentary Confab advocates accountability and peace – The Island",
    "title_full": "Parliamentary Confab advocates accountability and peace – The Island",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "http://island.lk/wp-content/uploads/2023/12/SI-P03-31-12-Ckg-9.jpg",
    "performance_score": 0,
    "domain_rank": 33260,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3633d18b894ad82417efeb2f93c7ddcef23b0318",
  "url": "http://island.lk/parliamentary-confab-advocates-accountability-and-peace/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Thilina Walpola",
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Parliamentary Confab advocates accountability and peace – The Island",
  "text": "A Parliamentarians Leadership Conference recently took place at the Parliamentary complex through collaboration between the Sri Lankan Parliament, the International Summit Council for Peace (ISCP), and the International Association of Parliamentarians for Peace (IAPP). With the overarching theme, ‘Accountability in Action: Fostering Transparency and Good Governance among Parliamentarians,’ the conference received sponsorship from the Universal Peace Federation (UPF) and attracted over 150 participants from six diverse Asian nations.\nIn his address to the conference, President Ranil Wickremesinghe commended the organizers for selecting Sri Lanka as the host country for the peace conference, particularly during a period of escalating conflict in the Middle East and Europe. Emphasizing the indispensable role of transparency and good governance in securing peace, President Wickremesinghe underscored his government’s efforts in establishing oversight committees aimed at ensuring transparency within the country. He stressed the imperative need for actively implementing measures to guarantee accountability, stating, “Legislation and accountability in action is needed.”\nFormer President Maithripala Sirisena said that peace remains the cornerstone for humanity’s brighter future, urging conference participants to become advocates for peace. Sirisena chairs UPF’s ISCP in the Asia Pacific region, a global network of current and former heads of state and government dedicated to exploring solutions and offering recommendations to address critical global challenges.\nSpeaker Mahinda Yapa Abeywardane, Education Minister and Leader of the House Susil Premajayantha, MP Thalatha Athukorale, and Deputy Chairman of Committees Jaffna District MP Angajan Ramanathan also delivered speeches during the conference.\nRepresenting the international delegation, International Chairman of the UPF Dr. Charles S. Yang, Chair of IAPP Asia Pacific Ek Nath Dhakal, Asia Pacific regional leader of the Family Federation for World Peace and Unification (FFWPU) Rev. Mashaichi Hori, and MP Kulasegaran Murugeson also addressed the conference.\nThe event was moderated by South Asian Director of UPF Santosh Paudel and Secretary General of UPF Sri Lanka Dr. Chula Senaratne.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wickremesinghe",
        "sentiment": "none"
      },
      {
        "name": "ranil wickremesinghe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international association of parliamentarians for peace",
        "sentiment": "none"
      },
      {
        "name": "sri lankan parliament",
        "sentiment": "none"
      },
      {
        "name": "universal peace federation",
        "sentiment": "none"
      },
      {
        "name": "international summit council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "sri lanka",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T06:45:54.764+02:00",
  "updated": "2023-12-31T06:45:54.764+02:00"
}