{
  "thread": {
    "uuid": "0815aed9678eea3ec133a74bcc91a49b1c47d59b",
    "url": "https://m.dailyhunt.in/news/india/english/pinkvillaenglish-epaper-dh1929de61278049158b6066f559e2044a/eminems+three+children+everything+to+know+about+hailie+alaina+and+stevie-newsid-n601411850",
    "site_full": "m.dailyhunt.in",
    "site": "dailyhunt.in",
    "site_section": "https://m.dailyhunt.in/news/india/epaper-newsofgu",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Dailyhunt",
    "title": "Eminem's Three Children: Everything To Know About Hailie, Alaina And Stevie",
    "title_full": "Eminem's Three Children: Everything To Know About Hailie, Alaina And Stevie",
    "published": "2024-04-18T19:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/1200x630_90/fetchdata16/images/a8/56/7a/a8567ad97df4009534bb31e3a32d61f7f1cfc3dfb6c59582542e6173cd8d7364.jpg",
    "performance_score": 0,
    "domain_rank": 18340,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0815aed9678eea3ec133a74bcc91a49b1c47d59b",
  "url": "https://m.dailyhunt.in/news/india/english/pinkvillaenglish-epaper-dh1929de61278049158b6066f559e2044a/eminems+three+children+everything+to+know+about+hailie+alaina+and+stevie-newsid-n601411850",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Dailyhuntapp",
  "published": "2024-04-18T19:27:00.000+03:00",
  "title": "Eminem's Three Children: Everything To Know About Hailie, Alaina And Stevie",
  "text": "When you think of Eminem, you might picture the fierce rapper spitting out lyrics with passion. But behind his tough personality, he is a loving dad to three amazing kids: Hailie, Alaina, and Stevie. While he’s topped charts and sold millions of albums, his proudest achievement to date is being a father\nAll three kids of Eminem have their own story and accomplishments, making Eminem the proud dad ever. Let’s dive deeper into the lives of these amazing young adults and the special bond they share with the world-famous rapper.\nHailie Jade Mathers\nHailie, born on Christmas Day in 1995, is Eminem ’s first and only biological child with Kim Scott. She’s not just his daughter; she’s also been his inspiration. Eminem has mentioned her in many of his songs, like Mockingbird and Hailie Song.\nHailie graduated from Michigan State College with an impressive 3.9 GPA in psychology. Hailie also has her podcast known as Just a Little Shady. She launched this podcast with her best friend since second grade, Brittany Ednie.\nPlus, she recently got engaged to her boyfriend of over five years, Evan McClintock in February 2023.\nView this post on Instagram A post shared by hailie jade (@justalittleshadypodcast)\n\\n Doomsday 2 Music Video: How Did Eminem Go Apocalyptic In His New Song?\nAlaina Marie Scott\nAliana was born in 1993 to Kim’s twin sister Dawn Scott. Eminem legally adopted her in the early 2000s and he’s always seen her as a daughter. Eminem adopted her due to Dawn’s struggles with substance abuse.\nEminem has always been there for Alaina, referring to her as like a doctor in his songs. He has been very open about his relationship with Aaina, “My niece has been a big part of my life ever since she was born,” he told Rolling Stone in 2004.\nAliana pursued her education at Oakland University, earning a degree in communication, and now she is a travel blogger. She recently she tied the knot with her longtime love, Matt Moeller, in a beautiful outdoor ceremony.\nEminem walked her down an 80-foot-long aisle lined with 2,000 white roses. Haile was there as a bridesmaid to her beautiful sissy.\nView this post on Instagram A post shared by Alaina Marie (@alainamariescott)\n\\n What was the feud between Mariah Carey and Eminem? Exploring the story behind their biggest tracks\nStevie Laine Scott\nStevie is Eminem’s youngest child, adopted by the rapper in 2005. She is Kim’s biological child from a previous relationship. Eminem’s love for Stevie shines through, as he’s always considered her like a daughter.\nStevie, who came out as nonbinary in 2021, has embraced his journey with grace. They are in a loving relationship with TikToker Declan Jace live a quiet life in Michigan, and have a passion for volunteering with kids and animals.\nEminem and Kim Scott’s relationship timeline\nEminem and Kim’s relationship is a rollercoaster that started way back in their teenage years. They had their ups and downs, with their fair share of public arguments and reconciliations. After having their daughter Hailie in 1995, they faced financial struggles and the ups and downs of Eminem’s rising fame. They got married in 1999 but divorced soon after.\nDespite divorcing, they remarried briefly in 2006. Over the years, their relationship has been marked by public disputes, emotional songs, and personal struggles. While they’ve faced many challenges, they’ve also tried to maintain a good relationship for the sake of their kids.\nWhen Eminem Almost Blew Shoe Deal With Michael Jordan Over An Innocent Joke\nEminem&apos;s Three Children: Everything To Know About Hailie, Alaina And Stevie",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/p/C1RBX7vM1rz/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/reel/C1K4IEfJt94/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://instagram.com/p/C1RBX7vM1rz/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/p/C1RBX7vM1rz/",
    "https://instagram.com/reel/C1K4IEfJt94/?utm_source=ig_embed&utm_campaign=loading\\",
    "https://www.instagram.com/reel/C1K4IEfJt94/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alaina and stevie",
        "sentiment": "negative"
      },
      {
        "name": "kim scott",
        "sentiment": "none"
      },
      {
        "name": "evan mcclintock",
        "sentiment": "none"
      },
      {
        "name": "eminem",
        "sentiment": "none"
      },
      {
        "name": "hailie",
        "sentiment": "none"
      },
      {
        "name": "brittany ednie",
        "sentiment": "none"
      },
      {
        "name": "alaina marie scott",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eminem",
        "sentiment": "negative"
      },
      {
        "name": "michigan state college",
        "sentiment": "none"
      },
      {
        "name": "gpa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:49:45.639+03:00",
  "updated": "2024-04-19T03:12:28.681+03:00"
}