{
  "thread": {
    "uuid": "574eb3c6d10e9dd61f9034b8a064b083488e53c7",
    "url": "https://www.nysun.com/article/why-i-am-proud-to-call-myself-an-american-zionist",
    "site_full": "www.nysun.com",
    "site": "nysun.com",
    "site_section": "http://www.nysun.com/rss.xml",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "The New York Sun",
    "title": "Why I Am Proud To Call Myself an American Zionist",
    "title_full": "Why I Am Proud To Call Myself an American Zionist",
    "published": "2024-05-31T13:37:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.nysun.com/wp-content/uploads/2023/10/israel-rally.jpg?w=1200&amp;h=630&amp;fit=fill&amp;fm=jpg&amp;fl=progressive",
    "performance_score": 0,
    "domain_rank": 9231,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 36
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "574eb3c6d10e9dd61f9034b8a064b083488e53c7",
  "url": "https://www.nysun.com/article/why-i-am-proud-to-call-myself-an-american-zionist",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ALAN DERSHOWITZ",
  "published": "2024-05-31T13:37:00.000+03:00",
  "title": "Why I Am Proud To Call Myself an American Zionist",
  "text": "Why I Am Proud To Call Myself an American Zionist\nIt should not be a term of opprobrium to reasonable people who understand its true meaning.\nI am proud to call myself an American Zionist. In many quarters, being called a Zionist is an insult. Some applicants for positions are being asked to confirm that they aren’t Zionist. So are authors. Jews are accused of being Zionists, as if it were a term of opprobrium. It should not be a term of opprobrium to reasonable people who understand its true meaning.\nTo be a Zionist means only one thing: a belief in Israel’s right to exist as the nation-state of the Jewish people in their ancestral homeland. Zionists believe that the Jewish people, like other groups, have the right to an independent state in which all are treated equally.\nBeyond these fundamental beliefs, which the vast majority of Americans support, nothing more is required to count as a Zionist. One need not agree with the policies or actions of any particular Israeli government. One need not support Israel’s military actions in Gaza. One need not agree with Israeli settlement policies in the West Bank.\nOne can strongly support a two-state solution. One can hate or love Benjamin Netanyahu or any other Israeli leader. One can be critical of America’s policies toward Israel. One can be a peacenik or a hawk, religious or secular. One could advocate the return of all Jews to Israel or support the maintenance of a vibrant Jewish diaspora around the world.\nZionism has no catechism. The only litmus test is the belief that the Jewish people have the right to an independent state in their ancestral homeland, Eretz Yisrael. Beyond that, as the old adage goes: two Jews, three opinions. Or more relevantly, two Zionists, dozens of opinions, political parties, newspapers and ideologies.\nPursuant to this broad and open-ended definition of Zionism, the vast majority of Americans — regardless of religious or political affiliation — qualify as Zionists. Similarly, the vast majority of Americans qualify as American patriots, despite growing differences in what support for America really means.\nZionism is based on the historical reality that what is now Israel is part of the ancestral homeland of the Jewish people. Israel is not a colonial, settler, white supremacist entity — as its ignorant or malevolent critics claim. There has been a continuous Jewish presence in Israel since biblical times.\nTo be sure, much of the Jewish population was expelled during various phases of history, including the Babylonian exile, the Roman wars, the Crusades and other efforts to make the land Judenrein. They all failed, though. Jews always returned.\nThe first census of Jerusalem in the early 19th century showed more Jews than any other group living there. There were also large Jewish populations in Safad and Hebron. Tel Aviv has always been a Jewish city, and the Negev was cultivated and settled largely by Jews. Israel is not, say, New Zealand — which is and always has been a colonial, settler, white-dominated state.\nIsrael, on the other hand is populated by a diverse array of ancestry groups, heritages, and religious affiliations, including dark-skinned Sephardim, Ethiopian Blacks, Asians, Russians and others. Twenty percent of its population are Arabs, and an increasing number are Christian. Many are secular. There are also a considerable number of gay Israelis, who are accorded equal rights, as contrasted with Muslim and Arab states that persecute gays.\nIsrael is not perfect. Nor is any other state. Judged by any single standard, it is among the freest, most moral nations in the world today. This is especially commendable in light of the sad reality that its citizens have never had a moment of peace since its establishment 76 years ago — and even before.\nIt has been constantly under attack from enemy armies and terrorists bent on its destruction. Yet it has maintained its commitment to civil liberties, democracy and the rule of law. To be sure, it has made compromises, just as other democracies have done when faced with threats to their very existence. It has done better than most, though.\nThat is why I am a proud Zionist. It is also why all decent people should regard themselves as Zionists. And they should not hide their belief in Israel’s right to be among the nations of the world. They should proudly proclaim their belief in Zionism, which is the national liberation movement of the Jewish people.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T14:03:18.730+03:00",
  "updated": "2024-05-31T14:03:18.730+03:00"
}