{
  "thread": {
    "uuid": "0bf487c80fa0279ef477b6321e0557f7e39f948a",
    "url": "https://www.nottinghampost.com/news/uk-world-news/loveliest-village-britain-sandy-beaches-9392037",
    "site_full": "www.nottinghampost.com",
    "site": "nottinghampost.com",
    "site_section": "https://www.nottinghampost.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Nottinghamshire Live - Latest local news, sport &amp; business from Nottingham",
    "title": "'Loveliest village in Britain' with sandy beaches and crystal clear water - Nottinghamshire Live",
    "title_full": "'Loveliest village in Britain' with sandy beaches and crystal clear water - Nottinghamshire Live",
    "published": "2024-07-05T14:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i2-prod.nottinghampost.com/news/uk-world-news/article9392031.ece/ALTERNATES/s1200/2_mousehole-header.jpg",
    "performance_score": 0,
    "domain_rank": 10165,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0bf487c80fa0279ef477b6321e0557f7e39f948a",
  "url": "https://www.nottinghampost.com/news/uk-world-news/loveliest-village-britain-sandy-beaches-9392037",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Mckenna",
  "published": "2024-07-05T14:44:00.000+03:00",
  "title": "'Loveliest village in Britain' with sandy beaches and crystal clear water - Nottinghamshire Live",
  "text": "Tucked away on the coastline of Cornwall, just three miles west of Penzance, is the picturesque village and fishing port called Mousehole, a dreamy Cornish haven for anyone seeking quaint charm. With cobbled streets decked with traditional stone cottages, Mousehole's labyrinth of art galleries, unique boutiques and eateries all lead to an opportunity to perch by the water's edge, observing the calming rhythm of the tide. This once thriving pilchard port - known as \"Mowzel,\" not \"mouse hole\" - also boasts pebbled and sandy beaches within the harbour, its waters glistening clear. A year-round dog ban ensures its popularity among families with young ones who often engage in crabbing along the crystal-clear shorelines while adults soak up the serene view. As per the Daily Mail, it's \"like being in a postcard\". [Get the latest What's On news straight to your phone by joining us on WhatsApp](https://www.nottinghampost.com/news/nottingham-news/latest-whats-nottingham-news-updates-9002777) This tranquil village, which traces its roots back to the 1300s, served as a significant harbour and the major port for Mount's Bay. History will tell you that it was no stranger to conflict during the Spanish invasions of the 16th century when soldiers descended upon the coastal area amid historical tensions between the two nations. Visitors flock to Mousehole, drawn by the charm of its traditional life. Here they can sip on local craft beers, explore independent art galleries or enjoy a brisk swim in the natural tidal pool, reports [the Mirror](https://www.mirror.co.uk/travel/uk-ireland/cutest-fishing-village-like-being-33174958). Echoing the sentiments of famed Welsh poet Dylan Thomas, many assert it's the \"loveliest village in Britain\", spellbound by picturesque harbour views and the offered artisan foods at places like Mousehole Deli and Kitchen or Tremayne Tea Room. Nestled at the focal point of the village is The Ship Inn, where diners are presented with seafood fare such as scampi and chips or rump steak, topped off with tempting sticky toffee pudding. Commended with a TripAdvisor Travellers Award, The Ship Inn boasts four out of five stars for its harbourside location and mouthwatering, generous meals. Promoting an effervescent and cosmopolitan ambiance, 2 Fore Street offers diners relaxed bistro-style dining,facing Mount's Bay. Visitors tend to opt for their hand-picked crab salad or grilled lemon sole fillets accompanied by samphire, enhanced by a glass of crisp prosecco. This establishment certainly makes the list of must-visit eateries for anyone visiting Mousehole. The village is adorned with [Christmas](https://www.nottinghampost.com/all-about/christmas) lights out of season, as part of an annual tradition that coincides with Tom Bawcocks Eve on December 23rd, when the famous Star Gazy Pie is prepared. The lights are respectfully switched off on December 19th in memory of the local lifeboat men who tragically lost their lives in the 1981 Penlee disaster. Despite the traditional cottages standing proudly by the sea for many years, the accommodation available in the village is far from old-fashioned or outdated. Beach Retreats offers a range of properties throughout Mousehole and beyond, boasting interiors worthy of a magazine feature set against idyllic backdrops. Whether you're looking to escape the daily grind and relax on Harbour Beach, or explore hidden gems within the winding streets, there's no denying that Mousehole is one of the most charming villages in the West Country, deserving of a visit at any time of year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.mirror.co.uk/travel/uk-ireland/cutest-fishing-village-like-being-33174958).",
    "https://mirror.co.uk/travel/uk-ireland/cutest-fishing-village-like-being-33174958)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cornish",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nottinghamshire",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "cornwall",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "penzance",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:01:17.778+03:00",
  "updated": "2024-07-05T16:01:17.778+03:00"
}