{
  "thread": {
    "uuid": "f92ea713647e3aebb1ad470aa90971e98358d0f7",
    "url": "https://wegotthiscovered.com/tv/father-brown-season-11-release-date-cast-and-more/",
    "site_full": "wegotthiscovered.com",
    "site": "wegotthiscovered.com",
    "site_section": "https://wegotthiscovered.com/rss",
    "site_categories": [
      "television",
      "entertainment",
      "media",
      "movies",
      "comic_books",
      "hobbies_and_interests"
    ],
    "section_title": "We Got This Covered",
    "title": "‘Father Brown’ season 11 release date, cast, and more",
    "title_full": "‘Father Brown’ season 11 release date, cast, and more",
    "published": "2023-12-29T16:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wegotthiscovered.com/wp-content/uploads/2023/12/Father-Brown-1.jpg",
    "performance_score": 0,
    "domain_rank": 10000,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f92ea713647e3aebb1ad470aa90971e98358d0f7",
  "url": "https://wegotthiscovered.com/tv/father-brown-season-11-release-date-cast-and-more/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Francisca Tinoco",
  "published": "2023-12-29T16:53:00.000+02:00",
  "title": "‘Father Brown’ season 11 release date, cast, and more",
  "text": "Every town has its own crime-solving priest. Okay, maybe not every town, just Kembleford, but thank God for [Father Brown](https://wegotthiscovered.com/tag/father-brown/). Mark Williams is back for an eleventh season of the beloved British dramedy, which promises to be as intriguing and fun as ever. The series, which premiered back in 2013 on [BBC](https://wegotthiscovered.com/tag/bbc/) One, is loosely based on a collection of short stories by G.K. Chesterton, featuring new mysteries for Father Brown to solve in every episode. While his partners, friends, and enemies have changed over the years, the priest remains steadfast in his quest for justice in the quaint fictional Cotswolds town of the 1950s. When does season 11 of Father Brown come out? In the United Kingdom, new episodes of Father Brown will be available starting January 5, 2024, at 1.45 pm GMT. Season 11 will feature ten episodes in total and presumably follow the same format as its predecessor. While before, episodes would air every weekday on [BBC One](https://wegotthiscovered.com/social-media/bbc-anchor-goes-viral-for-awkward-moment-on-live-television/), Season 10 adopted a different schedule, with weekly broadcasts paired with a full episode drop on the BBC iPlayer on the same day. Judging by the BBC One website’s Father Brown Episode Guide, Season 11 should follow suit. How can I watch Father Brown season 11 in the United States? BBC iPlayer is a UK-exclusive streaming service, so you would have to get around its geographical restrictions to access Father Brown. All 10 seasons of the show are available, however, in the BritBox app which you can download to your smart TV. Unfortunately, it did take about 5 months for the last season of Father Brown to land on BritBox, [but good things come to those who wait, as they say.](https://wegotthiscovered.com/news/the-10-best-police-procedural-tv-shows-of-all-time/) Meet the cast of Father Brown‘s Season 11 Returning for Season 11 of Father Brown is Mark Williams as the titular sleuthing cleric, Tom Chambers as Chief Inspector Sullivan, Claudie Blakley as parish secretary Mrs Devine, Ruby-May Martinwood as Father Brown’s housekeeper Brenda, and John Burton as Sergeant Goodfellow. The upcoming season will feature exciting guest stars the likes of Emmerdale’s Andrew Scarborough as a war veteran, [Doctor Who](https://wegotthiscovered.com/tv/doctor-who-60th-anniversary-special-cast-crew-plot-and-more/)‘s Sylvester McCoy who will play a regular non-time traveling doctor, and Ingrid Oliver. John Light returns as the fan-favorite master thief and Father Brown’s frenemy Flambeau, and he’s bringing along his estranged dad, Gabriel, who will be played by Game of Thrones‘s Ian Gelder. Also returning is the fantastic Lorna Watson as Sister Boniface from the Father Brown spin-off series Sister Boniface Mysteries. What is the plot of Father Brown’s Season 11? The [BBC](https://www.bbc.co.uk/mediacentre/mediapacks/father-brown-series-eleven#episodesynopses) has released the synopsis of each of Season 11’s episodes, as well as a general summary of the season. The zany crime scenes for this installment include a food fayre, a crime writing festival, the local “Olimpicks”, and an arts and crafts fair. - Episode 1, “The Kembleston Olimpicks”: As “rivalries escalate to murderous heights at the Kembleston Olimpicks,” a familiar face returns to Mrs Devine’s life, right when she’s doing her best to keep her budding romance with Chief Inspector Sullivan a secret. - Episode 2, “The Forensic Nun”: Sister Boniface is caught in the middle of Father Brown’s investigation when she is “implicated in the murder of a renowned artist” at the local arts and crafts fair. - Episode 3, “The Hermit of Hazelnut Cottage”: An unexpected letter brings up past ghosts for Brenda, leading her, Father Brown, and Mrs Devine on a quest to confront them. A death at the center of a gentrification dispute takes their attention elsewhere. - Episode 4, “The Last Supper”: At a local food fayre, a renowned critic shows up dead after announcing the release of his bombastic secret-filled memoir. - Episode 5, “The Father, The Son”: A funeral announcement in the newspaper for his father Gabriel, draws Flambeau to St. Mary’s Church, only to discover he is very much alive and planning a dangerous heist. Father Brown, Mrs Devine, and Brenda naturally step in to help. - Episode 6, “The Quill of Osric”: At a crime writing festival, tensions over the coveted Quill of Osric Award lead to murder. - Episode 7, “The Word of the Condemned”: Lady Felicia seeks Father Brown’s help in solving the murder of her goddaughter Sophie, which had been wrongly pinned on a convicted “bride killer.” It turns out Sophie’s life was caught in a spiderweb of feuds and alliances that Father Brown must untangle. - Episode 8, “The Last Tango in Kembleford”: A talent scout for a popular dancing television show is coming to town, and the pressure gets to everyone’s head, resulting, of course, [in more deaths](https://wegotthiscovered.com/news/murder-under-the-mistletoe-12-holiday-trimmed-true-crime-cases/). Meanwhile, Mrs Devine finds a dashing dancing partner. - Episode 9, “The Dead of Night”: When a [vampire craze](https://wegotthiscovered.com/movies/10-best-vampire-movies-ranked/)consumes Kembleford, making Mrs Devine wonder whether Chief Inspector Sullivan could be one too, Father Brown is tasked with finding out the real truth. - Episode 10, “The Scars of War”: The season comes to an end with familial drama for the Father Brown crew when Mrs Devine’s son becomes the main suspect in the murder of World War II Captain Fred Howton. Sullivan requests the priest’s help in proving his innocence. We’ll see you all in Kembleford very soon!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://bbc.co.uk/mediacentre/mediapacks/father-brown-series-eleven#episodesynopses",
    "https://www.bbc.co.uk/mediacentre/mediapacks/father-brown-series-eleven#episodesynopses"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark williams",
        "sentiment": "none"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "g.k. chesterton",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bbc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kembleford",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:21:56.473+02:00",
  "updated": "2023-12-29T17:44:08.527+02:00"
}