{
  "thread": {
    "uuid": "90894a830d788a074e55f8a629ce1d7af496b9c7",
    "url": "https://www.thegamer.com/fallout-review-the-most-bingeable-tv-series-in-years",
    "site_full": "www.thegamer.com",
    "site": "thegamer.com",
    "site_section": "https://thegamer.com/movies-tv-anime",
    "site_categories": [
      "hobbies_and_interests",
      "video_and_computer_games"
    ],
    "section_title": "Movies & Shows | TheGamer",
    "title": "Fallout Review: The Most Bingeable TV Series In Years",
    "title_full": "Fallout Review: The Most Bingeable TV Series In Years",
    "published": "2024-04-12T01:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static1.thegamerimages.com/wordpress/wp-content/uploads/2024/04/fallout-amazon.jpeg",
    "performance_score": 0,
    "domain_rank": 6242,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90894a830d788a074e55f8a629ce1d7af496b9c7",
  "url": "https://www.thegamer.com/fallout-review-the-most-bingeable-tv-series-in-years",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Disney Lorcana",
  "published": "2024-04-12T01:17:00.000+03:00",
  "title": "Fallout Review: The Most Bingeable TV Series In Years",
  "text": "It’s hard to think of a video game better suited for adaptation than Fallout, especially after seeing how well Amazon’s new streaming series pulls it off. A Fallout show doesn’t need to perfectly recreate characters, relationships, and storylines the way The Last of Us, Uncharted, or the upcoming Borderlands need to. Instead, it needs to capture the aesthetic, the tone, and the iconography of the Fallout world. Fans don’t want to see Preston Garvey, they want to see dusty boxes of BlamCo Mac & Cheese in the pantry of a house whose only inhabitants for the last 200 years are cockroaches the size of Shetland ponies. The show nails that aesthetic from front to back. From the vault where every Fallout story begins, to the dusty towns populated by pipe gun-wielding raiders, to the Brotherhood of Steel’s power armor and vertibirds, every element of Fallout’s retrofuturistic ‘atompunk’ world is fully realized. It’s got ghouls, it’s got Mister Handy, it’s got a hacking mini-game. And yes, it even has V.A.T.S. Anything missing from the Fallout formula (super-mutants, for one) feel intentionally withheld for the sake of a bigger, better season two. From an aesthetic point of view, Amazon’s Fallout has everything you could want and more. [ ](/elgato-fallout-stream-deck-accessories/) It's this season's must-have collection for any self-respecting Vault Dweller. [ Elgato's Fallout Stream Deck And Matching Accessories Go On Sale Today ](/elgato-fallout-stream-deck-accessories/) What’s even more impressive is how successfully it captures the game’s tone and themes. Consumerism, corporatocracy, greed, and atomism are not mere window-dressing here – these ideas are core to the show’s story and the motivations of its characters. It somehow succeeds at being an even better satirical skewering of capitalism than the games, which is saying a lot for a series that lets you chop off people’s heads and sell them for a pile of shiny bottle caps. The show is just as hyper-violent and playfully cynical as the games, but it never lets camp undermine its characters or the weight of its big story moments. This is a credit to both the writing and the performances of its main cast. Fallout is a three-hander that uses its leads - a naive vault-dweller, a renegade Brotherhood of Steel knight, and a ghoul bounty hunter who has been alive since before the bombs dropped - as three distinct lenses, allowing us to experience the wasteland from disparate and often conflicting perspectives. Those three storylines weave in and out of each other as the three individually, and sometimes together, pursue the show’s McGuffin: a severed head with a rare and valuable piece of tech buried inside it. It’s a simple premise, but it’s a clever structure for the first season, which needs to do a ton of world-building quickly and efficiently. It mostly pulls this off and keeps a lively pace throughout, though a two-episode detour back into a vault in the final stretch does slow down the action a bit, and the execution of its big, exposition-filled finale leaves something to be desired. Still, I found Fallout to be the most bingeable show I’ve watched in years. Releasing it all at once rather than week to week was the right call here. Once it starts, it's a roller coaster ride until the very last (literal) shot. There’s bound to be some contention among fans since Bethesda has announced the series is canon. Nothing that happens here directly contradicts the games. On the whole, it has very little connection to anything established after the first two Fallouts. OGs will be delighted by some of its references, if any of them are still alive. However, there are some major revelations that challenge fundamental things we know about the history of Fallout. It took me a while to swallow the reveal, and while I was initially resistant to it, this new version of events aligns perfectly with the themes, and creates some interesting narrative opportunities for future games, should we ever see one of those again. Ultimately, the show more than earns the liberties it takes with the lore because of how faithful it is to the games in the ways that matter most. Fallout sets a new high bar for video game adaptations and proves that it’s possible to adapt a game authentically while still telling an original story. To make your mark on a franchise without sacrificing the qualities that people already love about it. The show left me desperately craving more Fallout, which is something I can’t say about other adaptations. If Sonic the Hedgehog proved there’s a market for video game movies and shows, Fallout proves that those adaptations can be creatively worthwhile endeavors that, at least in some ways, surpass the games they’re based on.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "preston garvey",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brotherhood of steel",
        "sentiment": "none"
      },
      {
        "name": "blamco mac & cheese",
        "sentiment": "none"
      },
      {
        "name": "amazon",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T01:22:35.162+03:00",
  "updated": "2024-04-12T01:22:35.162+03:00"
}