{
  "thread": {
    "uuid": "2812ce50990264749c7faaae49c8880beb90271e",
    "url": "https://www.meneame.net/story/busque-diferencias-1/c082",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net//comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#82 Busque las diferencias",
    "title_full": "#82 Busque las diferencias",
    "published": "2024-07-12T08:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame.png",
    "performance_score": 0,
    "domain_rank": 11247,
    "domain_rank_updated": "2024-07-09T13:08:43.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2812ce50990264749c7faaae49c8880beb90271e",
  "url": "https://www.meneame.net/story/busque-diferencias-1/c082",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "juanac",
  "published": "2024-07-12T08:35:00.000+03:00",
  "title": "#82 Busque las diferencias",
  "text": "[MiguelDeUnamano](/user/MiguelDeUnamano)a [eldiario.es](/go/link/3958252)\n1. Que cuando habla de 200 000 ucranianos no habla de\nmenores .\n2. Que los [[MENAs ucranianos]] son 2 000.\n3. Que los MENAs ucranianos no son MENAs como tal, ya que tienen familias a cargo de ellos.\n4. Que los MENAs ucranianos no han venido de forma \"ilegal\", sino dentro de convenios de acogida temporal (Navidades, verano, etc.).\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\n7. Que los MENAs ucranianos tienen partida de nacimiento y se trata de niños y adolescentes de entre 9 y 14 años, mientras que los MENAs \"que suponen un problema\" tienen la mayoría entre 14 y ¿18 años?\nSi la viñeta da a entender que la diferencia es que unos son \"blanquitos\" y otros \"morenos\", recordar que en España existen desde hace muchos años convenios de acogida temporal de menores saharahuis por parte de familias españolas, y tienen mucho éxito.\nEn definitiva, que la viñeta es extremadamente demagógica.\n[#1](c1#c-1) Se nota que no te ha tocado convivir con ellos nunca. Yo he pasado por ello y me sobran todos tus prejuicios. No se juegan la vida por gusto.\n[#5](c5#c-5) ¿Y qué prejuicios he emitido yo? Simplemente he dado datos de por qué la viñeta es errónea o demagógica. Incluso he escrito \"ilegales\" entre comillas, porque llamar ilegal a un ser humano en la situación de esos chavales me parece fuera de sitio.\nY no, no vivo con ellos pero trabajo con algunos de ellos. No soy yo el que está lanzando prejuicios.\n[#6](c6#c-6) es que no debería decirse ilegal, lo correcto sería irregular.\nY, en todo caso, ilegal/irregular no sería la persona, sería la situación.\n[#6](c6#c-6) El problema de tratar estos temas por aqui, que al final se vuelve una lucha en demostrar quien es mejor persona, a base de descalificar al contrario.\nDe hecho en memeame hay muchos usuarios que mas que hablar del tema de un meneo, aprovechan los meneos para hablar de si mismos. Y ahi ya vienen las peleas, falacias y tonterias varias que muchos aguantan a diario por aqui, junto con temas que son tabu por la que te puede caer como es la inmigracion.\n[#10](c10#c-10) Bueno, yo he dado clases a una niña adolescente ucraniana. Y nos parecemos bastante más culturalmente que a un subsahariano y es un hecho.\nEso no quiere decir, que ambos no sean seres humanos, puedan ser buenas personas, tengan derechos etc.... Aquí no se debe de evaluar al peso a la persona. Pero, tampoco hay que se demagogo e intentar negar una realidad.\n[#18](c18#c-18) La unica cosa en comun es la cruz en la que está colgado vuestro profeta y el color de piel. En el resto no tenemos nada de nada.\nUn chaval de 10 años de Senegal y uno de Ucrania se integran igual de rapido en España si se les da las mismas oportunidades.\nPero claro… si a uno lo metemos en una casa-jaula sin medios ni presupuesto donde no se mezcla con nadie que no sea sub-sahariano… y al otro le metemos en colegios habituales, paguita a los padres y encima nadie los desprecia por su color de piel ni los llama delincuentes por ser “menas”. Pues obviamente el resultado es distinto en unos pocos meses.\n[#72](c72#c-72) Hablo en tercera persona porque para mi ese señor de la cruz me aporta lo mismo que Legolas. Una historia folclorica interesante.\n[#22](c22#c-22) ... paguita a los padres...\nTe das cuenta que eso elimina completamente el NA de MENA y los convierte en familias?\nAdemas los MENAs tambien reciben paguita una vez que entran en el sistema.\nTu comentario no tiene ni pies ni cabeza.\n[#78](c78#c-78) Te das cuenta que eso elimina completamente el NA de MENA y los convierte en familias?\nVENGA CAMPEON!!!! QUE YA LO TIENES!!!!!!! ANIMATE!!!!!!!!!! SIGUE PENSANDO!!!!!\nPista: ¿Crees que si a los padres de esos MENAs se les dieran las mismas oportunidades que a los padres de los MEs ucranianos seguirian teniendo ese \"NA\"?\nAdemas los MENAs tambien reciben paguita una vez que entran en el sistema.\n¿A que edad pasa eso, corazon? Que mi comentario tiene 3 lineas. No seamos cenutrios.\nTu comentario no tiene ni pies ni cabeza.\nMe imagino que te ha quedado claro que lo que no tiene ni pies ni cabeza es tu comprension lectora. Pero, por favor, si te quedan dudas, pidemelo que te hago un dibujo.\n[#18](c18#c-18) la homofobia, el odio/amor por rusia, tener la mentalidad de aquí hace 30 años, si, somos igualitos a ellos\n[#23](c23#c-23) Bueno... Pues nada, sigue a tu rollo. ¿Has leído mi comentario? He dicho, parecer... No ser unos puñetos clones.\nPD: si eres racista como eres... Quizás también debes de citar el estereotipo africano de incultura, homofobia, superstición, ablación de clítoris, machismo etc\n[#18](c18#c-18) Si tu dices que no tenemos nada en común, será porque no tenemos nada en común\nQue una persona se pueda integrar, no quiere decir que sea parecida o no, o que cuesta más que se integré. Un ucraniano nos guste o no, tienen una formación, escala de valores, cultura etc... Más parecida a la nuestra que la que tiene un subsahariano. Es un puñetero hecho. Coño que lo he visto con mis ojos.\n¿Eso quiere decir que no tengan derechos los subsaharianos? No. Sólo que es más fácil integrar a un ucraniano medio que a un subsahariano. Y aun así como tú dices un subsahariano si tiene motivación y se le da la oportunidad, lo hace.\nPero, eso no cambia en ningún momento la veracidad de mi comentario.\n[#7](c7#c-7) Hay muchas más similitudes culturales con marruecos que con ucrania, no me jodas, te recuerdo que España fue musulmana durante 7 siglos.\n[#7](c7#c-7) los ucranianos y los españoles tienen también unas diferencias culturales que lo flipas. Me he encontrado con varias ucranianas, aquí en España, con un nivel de supremacismo y falta de humanidad que los de extrema derecha se quedan cortos.\nA ver si porque compartamos frontera continental y religión creemos que somos iguales...\n[#8](c8#c-8) Cuando los “refugiados por guerra” eran sirios…. TAMBIEN teniais el mismo problema. Curiosamente… ¿Me pregunto que tendran en comun los refugiados de guerra sirios con lo que muestra la imagen para que también os supusiera un problema?\n[#1](c1#c-1) De hecho te diría que centrarse sólo en el color de la piel como hace el dibujante es hasta racista. Obvia todo el contexto de unos y otros. Y todas las diferencias socio-culturales.\nNo me resulta sorprendente la campaña de blanqueo (no pun intended) que hay con este tema últimamente.\n[#15](c15#c-15) No me resulta sorprendente la campaña de blanqueo (no pun intended) que hay con este tema últimamente.\n¿Campaña de blanqueo?\nEl amigo kumo en su universo paralelo. Pero si la campaña es DE LO CONTRARIO. De intentar vender el fin del mundo. Que tenemos a tu partido de ultras montando el circo.\n[#15](c15#c-15) Lo que tu digas. Son niños; a esas edades no tienen ni sus bases sociales y culturales moldeadas.\nRepite conmigo camarada; es racismo ... es falta de cultura y xenofobia.\nRepítelo 10.000 veces y si eso mírate en un espejo un rato.\n[#1](c1#c-1) La inversión pública para atender y ayudar a la población ucraniana desde 2022, entre fondos del Gobierno y cofinanciación de la Unión Europea, supera los 1.400 millones de euros.\nDel Fondo de Asilo, Migración e Integración (FAMI), para el marco 2021-2027, España tiene una asignación inicial de 482millones de euros.\n[#1](c1#c-1) y lo que no se puede o debe añadir por riesgo a caer en subjetividades personales pero no por ello menos veraz: mucha gente de las urbes (y cada vez más) tienen miedo de robos con agresión perpetrados por los que no son claritos de piel.\n[#1](c1#c-1) Pienso que hay que ir mas allá y abstraer un poco. Te pongo un ejemplo, IES público donde trabaja mi compadre.\nLlegan 2 refugiados de la guerra de Siria. Los meten en clase sin más y se pasa a ignorarlos, excepto cuando a alguien se le escapa un \"moro\" o \"puto moro\".\nLlegan 2 refugiados de la guerra de Ucrania. El IES se llena de banderas ucranianas. Todo se rotula en ucraniano, desde el aula mas grande al cuarto de la limpieza. Se les prestan dos tablets con software de traducción ucraniano-ruso-español instalado y configurado y tarjetas 4G con internet. Se les compra material escolar. El propio director acompaña a los niños a una papelería a que elijan la mochila que mas les guste, sea cual sea su precio. En todas las actividades colectivas se les presta una atención especial para que estén cómodos.\nCreo que esa es la idea.\n#1\n1. Que cuando habla de 200 000 ucranianos no habla de menores .\nLa mayoría de las personas llegadas a Canarias no son menores y los episodios de rechazo se muestran igual (cosa que no pasó con los ucranianos).\n3.- Que los MENAs ucranianos no son MENAs como tal, ya que tienen familias a cargo de ellos.\nNo es verdad; muchos llegaron sin acompañamiento\n4.- Que los MENAs ucranianos no han venido de forma \"ilegal\", sino dentro de convenios de acogida temporal (Navidades, verano, etc.).\nCuando se inició la guerra su llegada era ilegal; la UE activó la protección temporal para todos los ucranianos y legalizaron la llegada. Podrían hacer lo mismo con otras nacionalidades pero no interesa.\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\nEl principal colectivo en Canarias es maliense. ¿Te suena la guerra en Mali? Por cierto, les reconocen protección internacional.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\n¿Has visto a los ucranianos regresar a Ucrania? ¿Has visto que porcentaje ocupan de los servicios de atención a refugiados?\n[#1](c1#c-1) Lo de los derevhos humanos que parecen no tienen \"los morenos\" lo dejas para otro día.\nUn comentario demagógico en toda su extensión te has cascado.\n[#1](c1#c-1)\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\nSe pueden decir cosas bastante peores del resto, pues los ucranianos han tenido ayuda europea para llegar aquí y los africanos han tenido que salir de su país como último recurso, muchos cruzar el desierto del Sáhara, varios países, lidiar con mafias y jugarse la vida una vez más en el estrecho o en el océano.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\nSi los africanos no tienen arraigo es porque el resto de su familia no ha sobrevivido el viaje o en su país, o porque no tienen recursos para volver unos, o venir los otros.\n7. Que los MENAs ucranianos tienen partida de nacimiento y se trata de niños y adolescentes de entre 9 y 14 años, mientras que los MENAs \"que suponen un problema\" tienen la mayoría entre 14 y ¿18 años?\nLo de la partida de nacimiento es lo mismo. Unos vienen con acuerdos europeos y otros recorren 3000 km a pie y en bote, huyendo de la miseria y de la muerte. Para unos tener partida de nacimiento es una ventaja, para otros es una desventaja (pues les pueden identificar y enviar a su país una vez saben cuál es).\nLo que la viñeta viene a decir es que no se trata igual a unos refugiados que a otros. La gente no se va de su país, abandonando su familia, sus amigos y las posesiones que se puedan tener, por gusto. Ni ucranianos ni africanos.\nA los ucranianos les han tratado como hay que tratar a personas vulnerables. A los africanos no. Si a los africanos de países que están en conflictos perpetuos fuésemos y les diesemos visados, también vendrían con las mujeres y los hijos con sus partidas de nacimiento. Pero no lo hacemos. Esa es la diferencia. Y todos los puntos que citas vienen de esa diferencia.\n[#1](c1#c-1) De acuerdo. Ahora extrapólalo todo y dime por qué no acogen a palestinos, que a diferencia de los ucranianos, no tienen forma de salir.\n[#1](c1#c-1) Son niños, el acrónimo deshumanizador lo usan los fascistas para convertirlos en cosas o animales.\n[#1](c1#c-1) Te has picado mucho.\nLa viñeta no se mete con el gobierno, ni gobiernos pasados, España y las autonomías siempre han sido solidarias con los pueblos con problemas.\nLa viñeta apunta claramente a los que se quejan, VOX y todo el cuñadismo. Son está gente que se hace silencio en la mesa cuando en el telediario salen niños blancos que sufren y que pasan cuando son niños negros o incluso dicen que se lo merecen.\nCuando ya, ni en meneame, cuela la tomadura de pelo de \"nuehtroh niñoh\" me parece una muestra muy evidente de que la distancia entre la postura política oficial y la postura de la gente de la calle, es kilométrica.\nY el resto de partidos siguen siendo tan subnormales de permitir que la única vox que alude a los problemas que producen algunos menas son los rebuznos de Vox, tenemos un problema muy gordo. Porque en lugar de escuchar diversas propuestas, de más lógicas y razonables a más extremistas solo existen dos:\n-Son nuestros niños, traed todos los posibles a patadas\n-Tiradlos al medio del mar\nY de ahí nadie con dos dedos de frente sale ganando.\n[#9](c9#c-9) Universo paralelo caverno:\n“traed todos los posibles”\nRealidad: Son poco mas de 10.000. Y por supuesto NO LOS TRAEMOS. Lo que hacemos es mantenerlos vivos una vez que están aqui.\nAsi que… en efecto hay otras propuestas aparte de “tirarlos al mar” que es lo unico que proponeis en la caverna. Si no fuera así… no habría 10.000. Si de verdad “trajeramos a todos los posibles” tendrías 10 millones.\n[#13](c13#c-13)\nTampoco dice Vox que los tiren al medio del mar, aunque lo piensen, pero veo que de comprensión lectora, concretamente de la figura retórica de la hipérbole vas justito.\nPor cierto, ¿que han venido 10.000 y ya está, no van a venir más hoy ni mañana ni pasado?\nEntonces sin problemas, los repartimos y arreglado. No he dicho nada\nQue no hijo. Que no cuela\n[#14](c14#c-14) La realidad es la que hay. En total, en todos estos años tenemos 10.000. Lamento que no te guste.\nAl menos ya has aceptado que no “los traemos” sino que “vienen”. Pasito a pasito quizas terminas diciendo una verdad.\n[#19](c19#c-19) Igual hasta deja de ser un xenofobia de mierda, y supera su miedo a críos de 14-16 que se han recorrido 3-5000 km andando solo por tener una vida mejor.\nSi alguien piensas que delinquen por gusto, es extremadamente subnormal.\nSi delinquen los menas, que son los que más se la juegan , es por qué no tienen ninguna otra oportunidad.\n[#14](c14#c-14) Si, mañana y pasado vendrán más, y otros cuantos dejarán de ser menores y dejarán de estar a cargo del estado\n[#9](c9#c-9) Veo un problema dejar que VOX sea el único partido que trate la inmigración irregular en la esfera pública, que son unos gañanes pijos.\nDebería de haber un término medio entre el odio de VOX a los extranjeros pobres y el acogerlos a todos con los brazos abiertos.\n[#24](c24#c-24) Joder, si tememos la frontera de Ceuta y Melilla hasta con concertinas, pagamos un paston a Marruecos todos los años para que hagan el trabajo sucio en el Sáhara, y eso tanto con PP como con PSOE, coño la GC ha disparado a gente que llegaba a nado.\nY aun asi siguen llegando, y lo seguiran haciendo porque para que europa sea lo que es africa tiene que estar en la mierda, ha sido asi siempre, hasta Meloni se quejo que porque tenia que comerse el marron de la inmigración para que los franceses se llenen las arcas con sus excolonias.\nYo es que no puedo criticar a un emigrante que viene jugandose la vida porque yo haria lo mismo, si naciese en un pais de mierda intentaria irme a uno mejor, los españoles lo hemos hecho a espuertas cuando esto era un cortijo de señoritos y nos comían las moscas. La solución intermedia tirando hacia el lado de intentar contenerlos ya esta, pero no lo vas a parar, hablas de gente que desesperada cuyo mayor sueño es salir del infierno donde estan y les venden que esto es la hostia, en la tele, en redes, en todos lados.\nPodriamos hacer una cosa, ayudar a Africa a que tenga un nivel aceptable de vida, y que no quieran venir, pero igual el como afecta el resultado a los europeos no nos gusta, la inmigración es un precio que paga europa por su extraccion de recursos a bajo coste de Africa y viendo las cifras nos sale hasta barato.\n[#39](c39#c-39) \"hablas de gente que desesperada cuyo mayor sueño es salir del infierno donde estan\"\nY luego ir de viaje para ese \"infierno\" cada vez que pueden, decir que Marruecos es mejor que España, que tiene mejores paisajes, mejor todo, o que nos falta \"cultura general\" como la marroquí aquella que grabo un video jactandose de que ella era parte de la \"uma\".\nJamás en mi vida he visto a tanta gente desagradecida hacia el país que les acogió huyendo del \"infierno\" que mencionas.\n[#24](c24#c-24) Es que esos dos extremos te los estás inventando. El PSOE, por ejemplo, o el PP, no están en ninguno de los dos extremos.\n[#9](c9#c-9) \"Cuando ya, ni en meneame, cuela la tomadura de pelo de \"nuehtroh niñoh\"\"\nPerdona pero, aunque te joda, aquí la mayoría de la gente está de acuerdo en que si en España hay menores sin recursos ni familia se les de alimento y cobijo, aunque seáis muchos los impresentables racistas que están en contra, seguís siendo minoría (como en la sociedad, he de añadir)\nSi yo mañana me fuese con mi hijo a Alemania, Japón, Francia, Brasil, a casi cualquier pais y lo dejo allí tirado y me vuelvo a España ¿Qué pasaría? Obviamente acabarían identificándole, identificándome a mi, yo acabaría en la cárcel y mi hijo lo traerían de vuelta a España y se haría cargo de el quien tuviese que hacerse cargo.\nPor algún motivo asumimos que Marruecos es un país inferior, una puta mierda, un estercolero incapaz de hacer lo mínimo y nosotros, superiores y mucho mejores que los putos marroquíes y su rey homosexual nos hacemos cargo de lo que ellos son incapaces de hacer por ser seres inferiores.\nEsto es el \"no-racismo\" que tenemos en España.\nMerecidísima errónea a esta mierda de meneo. Se podría hablar de:\n-Proximidad cultural, muy superior a la de nuestros vecinos marroquís.\n-Nivel de problema generado, hasta ahora yo no he oído de las temibles bandas de menores ucranianas asolando nuestras ciudades.\n-De que esta gente viene para volverse (en principio) mientras que los otros vienen a quedarse.\n-De que esos 200000 son adultos la mayoría, y los niños vienen con padres y arraigo a sus familias. De hehco está prohibido adoptar niños ucranianos, y me parece bien. En una guerra hay mucha confusión y no pueden darse garantías.\nY esto lo dice una persona favorable a la libre circulación de personas (también lo soy de deportar en cuanto pierdes ese derecho con cualquier delito violento, no hablo de robar naranjas).\nEl Diario, lameculista de Putin y de sus minions podremitas (solo hay que ver donde metieron a la Cheminova, me pregunto si a esa también se la ha trincado), buscándose cada vez la ruina. Por momentos da más asco. Lo que era medio de referencia empieza a apestar.\n[#43](c43#c-43) \"Proximidad cultural, muy superior a la de nuestros vecinos marroquís\"\nY aquí dejé de leer. En serio, es que hay que ser muy gañán para pensar de verdad que hay más proximidad cultural con los ucranianos que con los marroquíes, menuda demostración de ignorancia.\n¿En qué hay más proximidad cultural? Quitando la religión, que en Ucrania son ortodoxos y en marruecos son musulmanes (y no hay tantas diferencias en realidad), en casi todas las facetas de la cultura (música, arquitectura, gastronomía, costumbres, etc) tenemos mucha más afinidad con marruecos, dado que ambos somos mediterráneos, tenemos comida similar, estaciones similares, tuvimos los mismos gobernantes durante siglos (a veces musulmanes que invadieron España y a veces españoles que invadieron marruecos) , joder, si incluso hay personajes de la historia reciente (Franco, Mola, Primo de Rivera) que jodieron los dos países... ¿Me puedes explicar en qué se parece más un ucraniano que un marroquí a un español?\n[#66](c66#c-66) llevo viviendo en barrios multiculturales desde hace más de 10 años, en Londres y Madrid, he estado años con una madrasa en la manzana de al lado, pero tú sigue a tu rollo, compa, sigue demostrando tu ignorancia una y otra vez, no te cortes\n[#62](c62#c-62) Hay BASTANTE más proximidad cultural con los ucranianos que con los marroquíes.\nYo no sé en qué momento las cosas obvias empezaron a ser controversiales.\nPero vamos, es bastante fácil probarlo, pon en Google mismamente imágenes de Rabat y de Kiev, y me cuentas cuál se parece más a la mayoría de ciudades de España.\n[#88](c88#c-88) ¿En qué cojones hay más proximidad cultural con los ucranianos que con los marroquís? y acabo de poner fotos de rabat y podrían ser perfectamente fotos de Granada o de Almería.\nelpanfleto.es en su línea simplista y mononeuronal, acorde a sus lectores habituales.\nSi no saben la diferencia entre los que huyen de una guerra a los que son subidos en pateras o en los bajos de los camiones y abandonados por los desgraciados de sus padres y su país que no los acepta de vuelta, es que ya no hay de dónde sacar.\nLos ucranianos tienen pasaporte ucraniano, se conoce su procedencia para rendir cuentas si delinquen.\nLos ucranianos vienen a refugiarse por los crímenes de guerra de un psicópata al que la mayoría de la bosta de meneantes se la lamen bien con gusto.\nLos otros vienen de sabe dios dónde y sabe dios a qué y no se les puede devolver a ningún lugar si hay problemas.\n[#31](c31#c-31) \"Los otros vienen de sabe dios dónde y sabe dios a qué y no se les puede devolver a ningún lugar si hay problemas\"\nPerfe, entonces si tienes en España un crío sin recursos, sin techo, sin familia, sin saber de dónde es ¿Qué propones hacer con él? Porque mientras no sean muchos (y no lo son) a mí me parece que darle techo, comida y educación es la única respuesta posible\n[#31](c31#c-31) A los ucranianos los fuimos a recoger a su país, a los otros les negamos la entrada.\nPOR ESO no tienen papeles,anormal.\nA los ucranianos tampoco los puedes devolver, que vas a mandarlos al frente?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Human Interest"
  ],
  "ai_allow": false,
  "webz_reporter": false,
  "external_links": [
    "https://www.heraldo.es/noticias/nacional/2024/02/24/el-gobierno-cifra-en-casi-200-000-los-refugiados-ucranianos-acogidos-en-espana-desde-el-inicio-de-la-guerra-1713786.html",
    "https://heraldo.es/noticias/nacional/2024/02/24/el-gobierno-cifra-en-casi-200-000-los-refugiados-ucranianos-acogidos-en-espana-desde-el-inicio-de-la-guerra-1713786.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-12T10:45:20.726+03:00",
  "updated": "2024-07-12T10:45:20.726+03:00"
}