{
  "thread": {
    "uuid": "7757807f4bdbb20df6c8fb690f80e14c98976534",
    "url": "https://www.ncregister.com/cna/from-hatred-to-love-christmas-reflections-of-a-muslim-convert-to-catholicism",
    "site_full": "www.ncregister.com",
    "site": "ncregister.com",
    "site_section": "https://www.ncregister.com/feeds/general-news.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "The Daily Register",
    "title": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism|",
    "title_full": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism| National Catholic Register",
    "published": "2023-12-29T22:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20231229151212_5f067c74257f1e1f7cd07f08a7e965b30f867431a942d26491626490dab6a3d7.jpg",
    "performance_score": 0,
    "domain_rank": 7700,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7757807f4bdbb20df6c8fb690f80e14c98976534",
  "url": "https://www.ncregister.com/cna/from-hatred-to-love-christmas-reflections-of-a-muslim-convert-to-catholicism",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NCRegister",
  "published": "2023-12-29T22:24:00.000+02:00",
  "title": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism|",
  "text": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism In 2006 he definitively distanced himself from Islam and in 2007 he converted to Catholicism. Christmas is a time of reconciliation. God himself chose to become a man, coming into the world to save fallen humanity and reconcile it with himself. Christmas represents a dramatic break with conventional patterns and changes paradigms. Such is also the case of Zubair Simonson, a former Muslim who converted to Catholicism and shared his story with the [National Catholic Register](https://www.ncregister.com/blog/simonson-gaza-and-israel-and-peace). “Hatred consumes. The loathing of a perceived enemy can be so consuming that one would rather see that enemy harmed than see a so-called ‘friend’ be saved,\" Simonson noted, recalling his childhood, deeply affected by an upbringing that taught him to viscerally hate the Jews. Simonson grew up in the United States, a long way from the Holy Land. However, from a very young age he was introduced to a narrative of “oppressors” and “oppressed,” of a people who were entirely to blame and a people who never did anything reprehensible. “I’d heard it reinforced, time and again, at the mosque. I’d heard it reinforced, time and again, in the homes of family and friends” he recalled. In his daily life, suspicion was normal and would be directed at the supposedly Jewish-dominated media as well as with anyone with whom a Muslim had a disagreement. “He's a Jew,” they commented to each other in a mocking tone when disputes arose, even over totally superficial things. For him and everyone around him, Israel was a nation made up of fundamentalists and extremists. “Attacks perpetrated by Palestinian terrorists were often considered the desperate resort of a people fighting to preserve their dignity,” Simonson explained. The conflict in the Holy Land was for his Muslim community “a concept, rather than a reality to face,” due to the geographical distance that separated them from the region. This, Simonson acknowledged, made it much easier for Muslims to repeat any belief, theory or ideology they considered “correct” even though it had no logical basis, while innocent Israeli and Palestinian families suffered the true and very real consequences of war. “I’ll even admit that having an enemy, even an abstract enemy, felt rather good,” he said, adding that he and his peers began to consider themselves “holy” because this abstract enemy allowed them to express their “compassion” and “concern” for their fellow Muslims in Palestine. Hate and Rage Give More Immediate Satisfaction Than Love Simonson shared that he soon lost that black-and-white view of life. The terrorist attacks on the World Trade Center in 2001 were a turning point for him. During this time, he experienced firsthand the consequences of the paradigm he had grown up in. He also noted that his studies at the University of Michigan led him to reject the “victim mentality” that characterized his community. In 2006 he definitively distanced himself from Islam and in 2007 he [converted to Catholicism](https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC). Before he finally converted, he had grown willing to listen to both sides of the story. He then realized that those “oppressors” were not demonic and that the “oppressed” were not a choir of angels. “The real narrative is very much gray. What I’d grown up ‘knowing’ wasn’t quite so,” he explained. Simonson said he found a balance that led him to a much more humble view of life. He then began to recognize himself as a sinner, as a fallible man who needs God‘s mercy, like everyone else. “Who were we, or who is anyone for that matter, to consider ourselves so ’good,‘ and the other so ’evil,' with an authority due to God alone?”, he observed. Likewise, he said that he realized that the “love” he felt for Palestine was nothing more than a visceral hatred for Israel. “We were sinners (as all people are sinners), eager to point out the sins of others,” he commented. For him, Hamas is a group consumed by that visceral hatred. Simonson emphasized that Hamas is motivated by anti-Semitism and that a Catholic cannot and should never support that group. “Could it have been that that common hatred for an ‘enemy,’ felt throughout so much of the world, had helped to invigorate Hamas?”, he asked. He also fears that this feeling drove the terrorist group to commit a wanton massacre on Oct.7, 2023, because they felt protected by the supposed hatred that millions feel against the Jews. “Can any of us honestly say that what we hold in our hearts doesn’t carry weight?” he questioned. For Simonson, Hamas' propaganda efforts do great harm to the Palestinian people, who end up paying the price of the war with their innocent blood. “Thousands of Palestinian civilians have already been killed in the crossfire in the Gaza conflict. The list of those killed in the crossfire has grown, on and on, for 75 years,” he stated. The former Muslim believes that it’s time to learn to distinguish between love and hate to prevent more people from continuing to lose their lives. “How many of those Palestinian civilians, trapped in Gaza, were already fed up with conflict before the Oct. 7 attacks occurred?” he pointed out. And when you hear of wars and rumors of wars, do not be alarmed; this must take place, but the end is not yet…this is but the beginning of the sufferings. (Mark 13: 7-8) Simonson recalled the above words of Jesus Christ, which “are still proving themselves true today,” and which were spoken decades before the destruction of Solomon's Temple at the hands of the Romans. “He knew, decades beforehand, what the tactics of the Zealots would lead to. He understood the futility of force, the power of love, and that truth must continue to navigate through the dark realities which our deceptions have constructed for a very long time to come,” Simonson said. For the convert, if these words of Jesus Christ are still valid today, his promise of the Kingdom of God is also valid, which will come despite “wars and rumors of wars.” “That is the hope that was passed on to us from generations past, and to be carried on by future generations, until the day on which the King returns at the end of time. And so long as any of us still has breath,” he added, “we still have time to learn what it is to forgive, to prepare a world more fitting for his return.” This story [was first published](https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon) by ACI Prensa, CNA’s Spanish-language news partner. It has been translated and adapted by CNA. - Keywords: [catholic convert](https://www.ncregister.com/tag/catholic-convert) [Catholicism](https://www.ncregister.com/tag/catholicism)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon)",
    "https://youtu.be/yzHbhwD6daY",
    "https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon)",
    "https://www.youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC).",
    "https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "zubair simonson",
        "sentiment": "none"
      },
      {
        "name": "simonson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "islam",
        "sentiment": "none"
      },
      {
        "name": "national catholic register",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T23:46:19.882+02:00",
  "updated": "2023-12-29T23:46:19.882+02:00"
}