{
  "thread": {
    "uuid": "e40c33380630f8cebb95bfb34b01fec5077ee104",
    "url": "https://www.zeebiz.com/india/news-indias-disaster-management-moving-forward-with-zero-casualty-approach-amit-shah-297619",
    "site_full": "www.zeebiz.com",
    "site": "zeebiz.com",
    "site_section": "https://www.zeebiz.com/latest.xml",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "Zee Business: Latest News",
    "title": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah",
    "title_full": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah",
    "published": "2024-06-23T11:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdn.zeebiz.com/sites/default/files/2024/06/23/301068-amitshah.png",
    "performance_score": 0,
    "domain_rank": 19692,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e40c33380630f8cebb95bfb34b01fec5077ee104",
  "url": "https://www.zeebiz.com/india/news-indias-disaster-management-moving-forward-with-zero-casualty-approach-amit-shah-297619",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "zee business",
  "published": "2024-06-23T11:40:00.000+03:00",
  "title": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah",
  "text": "India's disaster management moving forward with 'zero casualty' approach: Amit Shah The Home Minister also reviewed long-term measures to formulate a comprehensive and far-reaching policy to mitigate the menace of floods in the country. While making an appeal to all the states and the union territories to timely implement the advisories issued by the National Disaster Management Authority (NDMA) for flood management, Union Home Minister Amit Shah said on Sunday that India's disaster management is moving forward with a 'zero casualty' approach under the leadership of Prime Minister Narendra Modi. HM Shah made the remarks while chairing a high-level meeting in Delhi to review the preparedness of flood management in the country. The Home Minister also reviewed long-term measures to formulate a comprehensive and far-reaching policy to mitigate the menace of floods in the country. The Home Minister directed the India Meteorological Department (IMD) and the Central Water Commission (CWC) to complete the process of recalibrating all the equipment used in flood forecasts at the earliest. New technologies being adopted by all the agencies and the expansion of their network for flood management were also discussed during the meeting. HM Shah reviewed the action taken on the decisions made in the meeting held last year, and also reviewed the preparations to deal with the Glacial Lake Outburst Flood (GLOF). He emphasised on optimum use of satellite imagery provided by the Indian Space Research Organisation (ISRO) by various agencies for flood and water management. Instructing concerned departments to conduct a detailed study of the recent floods in Sikkim and Manipur and submit a report to the Ministry of Home Affairs (MHA), the Home Minister also directed to ensure that floodgates of all the major dams are in good condition. He mentioned during the meeting that the flood monitoring centres of the CWC should be in accordance with the country's requirements and of international standards. It was mentioned during the meeting that the non-perennial rivers are prone to more soil erosion and siltation, resulting in floods. The Home Minister directed that efforts should be made to upgrade the forecast system of water level of rivers for better flood management. He said that a natural drainage system should be an integral part of the designs of road construction to deal with inundation of roads, in case of floods. HM Shah said that at least 50 large ponds in the Northeast should be constructed so that the water of the Brahmaputra River could be diverted and stored in those ponds. This will help in developing agriculture, irrigation and tourism in those areas at a low cost and also help in tackling the floods, and will eventually benefit the local economy. HM Shah also instructed the NDMA and the Ministry of Environment, Forest and Climate Change (MoEFCC) to take appropriate precautionary measures to prevent incidents of forest fire. For this, he stressed the need to regularly create fire lines, remove dry leaves and conduct mock drills from time to time with local residents and forest personnel. Along with this, he also asked to analyse the incidents of repeated forest fires at the same place. The Home Minister also asked the NDMA to prepare a detailed manual to deal with incidents of forest fires. The Home Minister directed that the IMD's alerts regarding lightning strikes should be disseminated to the public on time through SMS, TV, FM radio and other mediums. He emphasised on the need to integrate weather, rainfall and flood warning related apps developed by various departments so that their benefits could reach the targeted population. The MHA detailed that during the meeting, IMD, CWC, NDRF and NDMA made detailed presentations. The departments also apprised about their preparedness for the current monsoon season and future action plan. Union Minister for Jal Shakti C.R. Paatil, Minister of State for Home Affairs Nityanand Rai, Home Secretary, Secretaries of Ministries and Departments of River Development and Ganga Rejuvenation, Earth Sciences, Environment, Forest and Climate Change, Road Transport and Highways, Chairperson Railway Board, Members and Heads of Departments of NDMA, Directors General of NDRF and IMD, Chairman NHAI and senior officers from other concerned departments including CWC were present in the meeting. Get [Latest Business News](https://www.zeebiz.com), [Stock Market](https://www.zeebiz.com/india/markets) Updates and [Videos](https://www.zeebiz.com/videos); Check your tax outgo through [Income Tax Calculator](https://www.zeebiz.com/personal-finance/income-tax-calculator) and save money through our [Personal Finance](https://www.zeebiz.com/personal-finance) coverage. Check [Business Breaking News Live](https://www.zeebiz.com/live-tv) on [Zee Business Twitter](https://twitter.com/zeebusiness) and [YouTube](https://www.youtube.com/channel/UCkXopQ3ubd-rnXnStZqCl2w). RECOMMENDED STORIES Sharekhan recommends buying these 6 stocks for up to 32% returns: Know brokerage ratings and target prices NPS Calculation: Want Rs 60,000 pension per month by investing for 25 years? See how much investment you need Top 7 SWP Mutual Funds: Rs 50 lakh investment, Rs 70,000 monthly pension for 10 years, and Rs 11.75 lakh balance in top fund; get details 07:10 PM IST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://twitter.com/zeebusiness",
    "https://www.youtube.com/channel/UCkXopQ3ubd-rnXnStZqCl2w",
    "https://www.twitter.com/zeebusiness",
    "https://youtube.com/channel/UCkXopQ3ubd-rnXnStZqCl2w"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "amit shah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "amit shah india",
        "sentiment": "negative"
      },
      {
        "name": "national disaster management authority",
        "sentiment": "none"
      },
      {
        "name": "india meteorological department",
        "sentiment": "none"
      },
      {
        "name": "central water commission",
        "sentiment": "none"
      },
      {
        "name": "cwc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T16:49:27.171+03:00",
  "updated": "2024-06-23T21:00:01.303+03:00"
}