{
  "thread": {
    "uuid": "f67cadcb8e387967bf6900c224a1396993f7a4b3",
    "url": "https://www.unotv.com/ciencia-y-tecnologia/quien-fue-el-ser-humano-que-viajo-al-espacio-por-primera-vez-la-historia-de-yuri-gagarin",
    "site_full": "www.unotv.com",
    "site": "unotv.com",
    "site_section": "https://unotv.com",
    "site_categories": [
      "media",
      "television",
      "entertainment",
      "top_news"
    ],
    "section_title": "Últimas Noticias de hoy en México y el mundo en vivo - UnoTV",
    "title": "¿Quién fue el ser humano que viajó al espacio por primera vez? La historia de Yuri Gagarin - UnoTV",
    "title_full": "¿Quién fue el ser humano que viajó al espacio por primera vez? La historia de Yuri Gagarin - UnoTV",
    "published": "2024-04-12T02:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 46211,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f67cadcb8e387967bf6900c224a1396993f7a4b3",
  "url": "https://www.unotv.com/ciencia-y-tecnologia/quien-fue-el-ser-humano-que-viajo-al-espacio-por-primera-vez-la-historia-de-yuri-gagarin",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Villa",
  "published": "2024-04-12T02:05:00.000+03:00",
  "title": "¿Quién fue el ser humano que viajó al espacio por primera vez? La historia de Yuri Gagarin - UnoTV",
  "text": "El cosmonauta ruso Yuri Gagarin se convirtió, el 12 de abril de 1961, en el primer ser humano en viajar al espacio exterior. Partió en la nave Vostok 1 del cosmódromo de Baikonur, localizda en la actual Kazajistán. De acuerdo con el sitio de la NASA la nave Vostok1 circuló la Tierra a 27 mil 400 kilómetros por hora, el vuelo duró 108 minutos y el punto más alto al que estuvo Gagarin fue de 327 kilómetros de la Tierra. Precisamente por esta razón la Asamblea General de la ONU aprobó el 12 de abril como Día Internacional de los Vuelos Espaciales Tripulados. ¿Quién es Yuri Gagarin, el primer humano en viajar al espacio? Yuri Gagarin nació el 9 de marzo de 1934 en Klushino, una pequeña aldea rural cerca de Moscú. Creció en una familia humilde. Desde pequeño mostró una pasión por los aviones que pasaban cerca de su hogar y por ello, tan pronto pudo se unió a Fuerza Aérea Soviética donde destacó como un gran piloto y paracaidista. Durante la carrera por el espacio entre Estados Unidos y la entonces Unión Soviética, los rusos llevaban la ventaja, pues en 1957 pusieron en órbita un satélite y también por esa época lanzaron al primer ser vivo al espacio, la perrita Laika. Fue en 1961 que lanzaron al primer ser humano al espacio. Curiosamente Yuri Gagarin no era muy alto, pero su estatura, 1.57 metros, le ayudó para ser escogido entre los candidatos debido a que la dimensión de la nave era reducida, de acuerdo con una publicación en X de nibiruastro. ¿Cómo fue el despegue y aterrizaje? Se realizó el 2 de abril de 1961, a las 5 y media de la mañana, hora local, Yuri Gagarin tenía buena presión arterial y temperatura corporal. Lucía un traje espacial color naranja y un casco blanco. A su regreso a la Tierra se convirtió en un símbolo global, su hazaña emocionó a todo el mundo y avivó la curiosidad por el espacio. En su país lo recibieron como héroe, pero también en otros países que visitó y donde lo recibieron espectacularmente, a pesar de que era la época de la Guerra Fría y de los conflictos entre las potencias mundiales. A sus 27 años se dedicó a promover la exploración del espacio y la cooperación entre los países del mundo. Murió en un accidente de aviación, a los 34 años, el 17 de marzo de 1968. Curiosidades de Yuri Gagarin - Lanzó una frase para la historia, antes de subir a la nave espacial, dijo: “¡Poyekhali!”, que en español significa “¡Vámonos!” - Otras de sus frases que se recuerdan son: “La Tierra es azul” y “Pobladores del mundo, salvaguardemos esta belleza, no la destruyamos” - Su viaje duró 108 minutos orbitando la Tierra - Echó a andar una tradición que los cosmonautas siguen, orinar en la rueda trasera del autobús que lo llevó a su nave, según sitio de la BBC - Llevó a su viaje, como amuleto, una foto de su esposa Valentina - En todo el mundo existen monumentos en su honor",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:21:57.375+03:00",
  "updated": "2024-04-12T03:21:57.375+03:00"
}