{
  "thread": {
    "uuid": "8497ca57c7efd3665b3db1c8f9b4c3e1f32b8286",
    "url": "https://www.tbsnews.net/world/south-asia/ulfa-be-disbanded-says-amit-shah-after-historic-peace-deal-766358",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "http://tbsnews.net",
    "site_categories": [
      "media"
    ],
    "section_title": "The Business Standard | BENEATH THE SURFACE",
    "title": "Ulfa to be disbanded, says Amit Shah after historic peace deal | The Business Standard",
    "title_full": "Ulfa to be disbanded, says Amit Shah after historic peace deal | The Business Standard",
    "published": "2023-12-29T18:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_share/public/images/2019/12/10/amit_shah.jpg",
    "performance_score": 0,
    "domain_rank": 19611,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8497ca57c7efd3665b3db1c8f9b4c3e1f32b8286",
  "url": "https://www.tbsnews.net/world/south-asia/ulfa-be-disbanded-says-amit-shah-after-historic-peace-deal-766358",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TBS Report",
  "published": "2023-12-29T18:15:00.000+02:00",
  "title": "Ulfa to be disbanded, says Amit Shah after historic peace deal | The Business Standard",
  "text": "A tripartite peace deal between India's central government, the Assam government, and the United Liberation Front of Asom (Ulfa) has been signed in Delhi, bringing the curtains down on one of the biggest insurgent groups in the northeast region, reports NDTV. The Ulfa (independent) faction led by Paresh Baruah remains opposed to talks. The peace deal with the oldest insurgent group of Assam aims to address issues such as illegal immigration, land rights for indigenous communities, and a financial package for Assam's development. Indian Home Minister Amit Shah told reporters in Delhi the central government will ensure all the reasonable demands by Ulfa in a time-bound manner, and Ulfa as an organisation will be disbanded, reports NDTV. \"We want to assure the Ulfa leadership that their trust in the Centre to ensure the success of the peace process will be honoured,\" Shah said, and credited Prime Minister Narendra Modi for bringing peace and stability to the northeast. Amit Shah said the removal of the Armed Forces (Special) Powers Act from many areas of Assam and other northeast states is proof that insurgency is nearly extinct in the region. Assam Chief Minister Himanta Biswa Sarma, who sat beside Amit Shah, said the peace deal with Ulfa will solve the problem of insurgency in the region to a large extent. The Modi government has signed many peace deals with insurgent groups in the northeast after they agreed to lay down arms. In November, Manipur's oldest valley-based armed group UNLF also signed a tripartite peace agreement with the Centre and the state government. Founded on 7 April 1979, in Sivasagar, Assam, Ulfa emerged with the objective of establishing an independent sovereign state for the indigenous Assamese people. The group began its armed operations in the late 1980s, led by figures such as Paresh Baruah, Arabinda Rajkhowa, and Anup Chetia. Initially perceived as a group aiding the needy and the poor, the Ulfa's tactics soon escalated into an armed struggle against the Indian government. The catalyst for Ulfa's branding as a banned terrorist organisation was the killing of Surendra Paul, a prominent tea planter and brother of Lord Swraj Paul, and the subsequent extortion and threats to tea estate owners. These events exerted international pressure on the Indian government, leading to decisive action against Ulfa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "amit shah",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "shah",
        "sentiment": "none"
      },
      {
        "name": "paresh baruah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ulfa",
        "sentiment": "negative"
      },
      {
        "name": "united lib",
        "sentiment": "negative"
      },
      {
        "name": "eration front of asom (ulfa",
        "sentiment": "none"
      },
      {
        "name": "ndtv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "assam",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:20:54.497+02:00",
  "updated": "2023-12-29T18:20:54.497+02:00"
}