{
  "thread": {
    "uuid": "c953b2fbf3e40b773e64684f752fe49c3bcc3197",
    "url": "https://www.comingsoon.net/guides/news/1463805-happy-face-killer-streaming-watch-stream-online-via-hulu",
    "site_full": "www.comingsoon.net",
    "site": "comingsoon.net",
    "site_section": "https://www.comingsoon.net",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "ComingSoon.net - Movie Trailers, TV &amp; Streaming News, and More.",
    "title": "Happy Face Killer Streaming: Watch & Stream Online via Hulu",
    "title_full": "Happy Face Killer Streaming: Watch & Stream Online via Hulu",
    "published": "2023-12-29T22:18:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.comingsoon.net/wp-content/uploads/sites/3/2023/12/MixCollage-30-Dec-2023-01-47-AM-2550.jpg?resize=1200,630",
    "performance_score": 0,
    "domain_rank": 5248,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c953b2fbf3e40b773e64684f752fe49c3bcc3197",
  "url": "https://www.comingsoon.net/guides/news/1463805-happy-face-killer-streaming-watch-stream-online-via-hulu",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sounak Sengupta",
  "published": "2023-12-29T22:18:00.000+02:00",
  "title": "Happy Face Killer Streaming: Watch & Stream Online via Hulu",
  "text": "If you love watching true crime films on serial killers, [Happy Face Killer](https://www.comingsoon.net/tag/happy-face-killer) is perfect for you, and we’ve all the streaming details for you. Directed by Rick Bota, this movie follows how a serial killer terrorizes the nation as he claims the lives of at least eight women and the massive manhunt the authorities organize leading to his arrest. The evasive perpetrator is infamous for sending chilling letters adorned with a distinctive happy face, marking his sinister signature. Here’s how you can watch and stream Happy Face Killer via streaming services such as Hulu. Is Happy Face Killer available to watch via streaming? Yes, Happy Face Killer is available to watch via streaming on Hulu. Written by Richard Christian Matheson, this true crime film follows Keith Jesperson, a truck driver covering long distances, killing at least eight women in a span of two years. According to the movie, this gruesome series of murders is the aftermath of his marital breakdown and a career setback that thwarted his ambition to join the Royal Canadian Mounted Police. Dubbed the “Happy Face Killer” due to the signature smiley face on his notes, Jesperson continues his murderous rampage amidst false confessions from a couple. However, the FBI, led by Agent Melinda Gand, and the Ruskin County Sheriff intensify their efforts to track him down. The film stars David Arquette as Keith Jesperson, Gloria Reuben as FBI agent Melinda Gand, and Daryl Shuttleworth as the Ruskin County Sheriff. The rest of the supporting cast include Stefanie von Pfetten, Josh Blacker, Melissa Montgomery, Emily Haine, Jordana Largy, Mittita Barber, and Kelly-Ruth Mercier. Watch Happy Face Killer streaming via Hulu Happy Face Killer is available to watch on Hulu. Join the streaming service to discover a world of exciting stories — from gripping dramas to laugh-out-loud comedies — all at your fingertips. You can watch the movie via Hulu by following these steps: - Go to [Hulu.com/welcome](http://Hulu.com/welcome) - Select ‘Start Your Free Trial’ - Choose a plan: - $7.99 per month or $79.99 per year (With Ads) - $17.99 per month (No Ads) Hulu (With Ads) is the cheapest option, providing users access to Hulu’s streaming library with commercials. Hulu (No Ads) is the service’s premium option, providing access to its library without any advertisements. There are also several bundles available with Hulu that pair the service with Disney Plus and ESPN Plus, along with Live TV plans that also include many live TV channels. The Happy Face Killer synopsis is as follows: “Serial killer Keith Jesperson murders at least eight women over five years and taunts authorities with disturbing letters and scribbled confessions signed with a happy face.” NOTE: The streaming services listed above are subject to change. The information provided was correct at the time of writing.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "http://Hulu.com/welcome)",
    "http://www.Hulu.com/welcome)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rick bota",
        "sentiment": "none"
      },
      {
        "name": "richard christian matheson",
        "sentiment": "none"
      },
      {
        "name": "keith jesperson",
        "sentiment": "none"
      },
      {
        "name": "moun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "happy face killer",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hulu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T22:22:15.024+02:00",
  "updated": "2023-12-29T22:22:15.024+02:00"
}