{
  "thread": {
    "uuid": "170efd0d7d0e3984e5b697507dc945782cb6c4e3",
    "url": "https://timesofmalta.com/article/christian-spirituality-the-eucharist-commits-us-poor.1093219",
    "site_full": "timesofmalta.com",
    "site": "timesofmalta.com",
    "site_section": "https://timesofmalta.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Times Of Malta",
    "title": "Christian spirituality: The Eucharist commits us to the poor",
    "title_full": "Christian spirituality: The Eucharist commits us to the poor",
    "published": "2024-06-02T05:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MT",
    "main_image": "https://cdn-attachments.timesofmalta.com/3a46cfb963c00287950f1a451681aeb645a8e8bd-1717068387-1e206cf4-1200x630.jpg",
    "performance_score": 0,
    "domain_rank": 6362,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "170efd0d7d0e3984e5b697507dc945782cb6c4e3",
  "url": "https://timesofmalta.com/article/christian-spirituality-the-eucharist-commits-us-poor.1093219",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Times of Malta",
  "published": "2024-06-02T05:30:00.000+03:00",
  "title": "Christian spirituality: The Eucharist commits us to the poor",
  "text": "“The Eucharist commits us to the poor. To receive in truth the body and blood of Christ given up for us, we must recognise Christ in the poorest, his brethren.” (CCC 1397) This paragraph from the Catechism of the Catholic Church gives us an important message today, the solemnity of Corpus Christi. The Eucharistic celebration is an encounter with the Risen Christ who gives us the strength to go out of ourselves and to open ourselves to others with love.\nThe Eucharist helps us recognise the face of Christ in everyone and, most especially, in our poor and marginalised brothers and sisters, wherever and whoever they may be. At the Last Supper, especially in the washing of the feet narrated in John’s Gospel, Jesus wanted to show his apostles – and us – that living true ‘Eucharistic lives’ means precisely living lives of service to others, especially those in greatest need: “You call me teacher and Lord; and you are right, for so I am. If I, then, your Lord and teacher, have washed your feet, you also ought to wash one another’s feet. For I have given you an example, that you also should do as I have done to you.” (Jn 13:13-15)\nSt John Chrysostom was very clear in his words: “Do you wish to honour the body of Christ? Do not ignore him when he is naked. Do not pay him homage in the temple clad in silk, only then to neglect him outside where he is cold and ill-clad. He who said: ‘This is my body’ is the same who said: ‘You saw me hungry, and you gave me no food’, and ‘Whatever you did to the least of my brothers you did also to me’… What good is it if the Eucharistic table is overloaded with golden chalices when your brother is dying of hunger? Start by satisfying his hunger and then, with what is left, you may adorn the altar as well” (Homilies on the Gospel of Matthew 50:3-4).\nIn caring for the vulnerable and the oppressed, we are called to bandage wounds with concrete acts of love; but we must also look for and address the root causes that create the conditions for exclusion, for poverty, for hunger, for any lack of respect shown to the dignity and life of every human being.\nWe cannot be indifferent to suffering; we cannot allow anyone to go through life as an outcast - Pope Francis, Fratelli Tutti\nPromoting justice is a requirement of our Eucharistic identity. Pope Francis writes: “We cannot be indifferent to suffering; we cannot allow anyone to go through life as an outcast. Instead, we should feel indignant, challenged to emerge from our comfortable isolation and to be changed by our contact with human suffering. That is the meaning of dignity.” ( Fratelli Tutti , 68)\nToday we are called to renew the commitment to take an active part in mass on the Lord’s Day, and to live a Eucharistic life. The Eucharist is not a prize for those who are perfect. It is the food of those who are weak but want to be strengthened by God’s grace. We approach the Eucharist not with a selfish desire to receive our reward, but with a spirit of generosity and willingness to commit to solidarity with the poor and marginalised, and to be a visible sign of mercy, of love, and of justice.\nMgr Joseph Galea Curmi is auxiliary bishop of the Malta archdiocese.\nj.galea.curmi@maltadiocese.org\nIndependent journalism costs money. Support Times of Malta for the price of a coffee.\nSupport Us",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "risen christ",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic church",
        "sentiment": "none"
      },
      {
        "name": "corpus christi",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T08:04:44.692+03:00",
  "updated": "2024-06-02T08:17:18.318+03:00"
}