{
  "thread": {
    "uuid": "3b78ede1b71042f84bb9278a3db32b92ecbfb2f8",
    "url": "https://en.vogue.me/culture/kate-winslet-drama-movie-vogue-model-war-correspondent-lee-miller-trailer",
    "site_full": "en.vogue.me",
    "site": "vogue.me",
    "site_section": "https://en.vogue.me/",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "Vogue Arabia | Arabian Fashion, Arabian Beauty Trends, Arabian Models",
    "title": "Kate Winslet Plays Model-Turned-War Correspondent Lee Miller",
    "title_full": "Kate Winslet Plays Model-Turned-War Correspondent Lee Miller",
    "published": "2024-05-02T11:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://en.vogue.me/wp-content/uploads/2024/05/fb-3.jpg",
    "performance_score": 0,
    "domain_rank": 33356,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b78ede1b71042f84bb9278a3db32b92ecbfb2f8",
  "url": "https://en.vogue.me/culture/kate-winslet-drama-movie-vogue-model-war-correspondent-lee-miller-trailer",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Radhika Seth",
  "published": "2024-05-02T11:02:00.000+03:00",
  "title": "Kate Winslet Plays Model-Turned-War Correspondent Lee Miller",
  "text": "Kate Winslet is all set to take over our screens once again, stepping into the shoes of Lee Miller.\nIn June 2020, after years of speculation, it was confirmed that Kate Winslet would take on the role of Lee Miller , British Vogue ’s prolific World War II correspondent under the magazine’s formidable editor-in-chief Audrey Withers, in a new Sky Original film directed by Oscar-nominated auteur Ellen Kuras. (Kuras previously worked with Winslet on Eternal Sunshine of the Spotless Mind , for which she served as cinematographer.) Now, the first trailer has finally been released, revealing our first look at Winslet in character as Miller, indefatigable in the face of unimaginable horror.\nTitled Lee , the hotly anticipated release will take inspiration from the biography The Lives of Lee Miller by Antony Penrose – Miller’s son with her second husband Roland Penrose, a historian and champion of the Surrealist movement – with The Post ’s Liz Hannah penning the script in collaboration with Lem Dobbs, John Collee, Marion Hume and The Lee Miller Archives. Alongside Winslet as Miller, Alexander Skarsgård will play Roland Penrose (the part had previously gone to Jude Law, but the actor has since departed the project), and Josh O’Connor will take on the part of Antony Penrose. Meanwhile, Andrea Riseborough will appear as Audrey Withers and Marion Cotillard as Solange D’Ayen, the fashion director of French Vogue who was another close ally of Miller’s.\nAlso joining them? Noémie Merlant as French artist Nusch Éluard; Samuel Barnett as another Vogue contributor, the legendary photographer Cecil Beaton; and Andy Samberg as David E Scherman, who covered the war for Life magazine and worked with Miller on several assignments (he took the now-iconic image of her soaking in the bathtub of Hitler’s Munich apartment in 1945).\nThe drama’s log line describes it as “not a biopic”, but an exploration of “the most significant decade of Lee Miller’s life” – the period between 1938 and 1948. “As a middle-aged woman, she refused to be remembered as a model and male artists’ muse,” it adds. “She defied the expectations and rules of the time and travelled to Europe to report from the frontline. There, in part as a reaction to her own well-hidden trauma, she used her Rolleiflex camera to give a voice to the voiceless. What Lee captured on film in Dachau and throughout Europe was shocking. Her photographs of the war, its victims and its consequences remain among the most historically important [of the conflict]. She changed war photography forever, but Lee paid an enormous personal price for what she witnessed and the stories she fought to tell.”\nMiller famously began her career as a model for American Vogue after Condé Nast himself prevented her from stepping in front of a car in Manhattan and brought her to meet then editor-in-chief Edna Woolman Chase. She later relocated to Paris to study photography under Man Ray – becoming his lover and muse for several years. Following the Blitz, she signed on to be British Vogue ’s official war correspondent. Traveling to France shortly after D-Day, she captured the siege of St Malo; the liberation of Paris; and the opening of Dachau for the magazine’s pages. In spite of her professional success, she experienced depression throughout her life.\nAs for when this sweeping tale will reach the big screen? 13 September 2024. Mark your calendars now.\nOriginally published in Vogue.co.uk",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://youtube.com/embed/NpVX-z8ggbk?feature=oembed",
    "https://www.youtube.com/embed/NpVX-z8ggbk?feature=oembed",
    "https://www.vogue.co.uk/arts-and-lifestyle/article/kate-winslet-lee-miller-biopic",
    "https://www.youtube.com/embed/NpVX-z8ggbk",
    "https://vogue.co.uk/arts-and-lifestyle/article/kate-winslet-lee-miller-biopic"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kate winslet",
        "sentiment": "negative"
      },
      {
        "name": "lee miller kate winslet",
        "sentiment": "negative"
      },
      {
        "name": "lee miller",
        "sentiment": "negative"
      },
      {
        "name": "lem dobbs",
        "sentiment": "none"
      },
      {
        "name": "roland penrose",
        "sentiment": "none"
      },
      {
        "name": "antony penrose – miller",
        "sentiment": "none"
      },
      {
        "name": "alexander s",
        "sentiment": "none"
      },
      {
        "name": "winslet",
        "sentiment": "none"
      },
      {
        "name": "john collee",
        "sentiment": "none"
      },
      {
        "name": "kuras",
        "sentiment": "none"
      },
      {
        "name": "lee",
        "sentiment": "none"
      },
      {
        "name": "audrey withers",
        "sentiment": "none"
      },
      {
        "name": "miller",
        "sentiment": "none"
      },
      {
        "name": "marion hume",
        "sentiment": "none"
      },
      {
        "name": "ellen kuras",
        "sentiment": "none"
      },
      {
        "name": "liz hannah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "post",
        "sentiment": "none"
      },
      {
        "name": "lee miller archives",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vogue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T02:46:26.805+03:00",
  "updated": "2024-05-03T02:46:26.805+03:00"
}