{
  "thread": {
    "uuid": "19ca496b3abf8530abc7f05541cebf7eb421a205",
    "url": "https://gazette.com/colorado-springs-vietnam-veteran-has-come-to-see-his-service-as-worthwhile/article_ed2157fe-a122-11ee-81da-d7a743defa91.html",
    "site_full": "gazette.com",
    "site": "gazette.com",
    "site_section": "http://denvergazette.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "denvergazette.com - RSS Results in news of type article",
    "title": "Colorado Springs Vietnam veteran has come to see his service as worthwhile",
    "title_full": "Colorado Springs Vietnam veteran has come to see his service as worthwhile",
    "published": "2023-12-30T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/gazette.com/content/tncms/assets/v3/editorial/f/80/f80290e8-a1fe-11ee-8b5b-63c343ccc0ca/65878ea6eefab.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 5518,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19ca496b3abf8530abc7f05541cebf7eb421a205",
  "url": "https://gazette.com/colorado-springs-vietnam-veteran-has-come-to-see-his-service-as-worthwhile/article_ed2157fe-a122-11ee-81da-d7a743defa91.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "O'DELL ISAAC odell.isaac@gazette.com",
  "published": "2023-12-30T20:00:00.000+02:00",
  "title": "Colorado Springs Vietnam veteran has come to see his service as worthwhile",
  "text": "For decades, David Goda felt an overwhelming sense of shame when he thought back on his wartime service in Vietnam. Not because of what he did \"over there,\" but because of what he didn't do.\nWhile serving two tours in a deeply unpopular war that claimed more than 58,000 American lives, Goda received a meritorious promotion to staff sergeant and several commendations and awards, including a Bronze Star.\nBut he keeps those decorations “in a box upstairs somewhere,” out of sight and mostly out of mind, because until recently he didn’t feel he’d earned them.\n\"I didn't fight. I didn't carry a weapon,\" said Goda, now 81. \"And they gave me some of the same awards they gave guys who got killed over there. It didn't feel right. Sometimes it still doesn't.\"\nBorn in Japan in 1942 — during World War II — to a Japanese father and American mother, Goda spent times in an orphanage while his parents shuttled between the U.S. and Japan to retain their American citizenship.\n“There was a law, in those days, that said if you were born abroad to an American parent, and you didn’t go back to the States by a certain age, you lost your citizenship,\" Goda said. \"So my older brother and sister had to go back to the States with my parents.\"\nGoda joined the Air Force in August 1962, at age 19. When he arrived at a base just outside Saigon in 1964, he was considering making the Air Force a career. His day-to-day duties mostly involved administrative support — or, as he put it, “sitting in an office most of the day.” But he’d always enjoyed photography, and when his unit needed an interim photographer, he volunteered for the job.\n“They knew I liked taking pictures,” he said. “So they gave me a camera and put me to work.”\nMuch of Goda’s photographic work was in support of battle assessments: pictures of damaged structures, confiscated weapons, prisoners and Vietnamese civilians. The job was seemingly benign enough — or it would have been, if he could have walked a different route to work.\nIn order to get from his barracks to his office, he had to walk past a building that had a peculiar, pungent odor. It didn’t take long for Goda to learn what the smell was, and what the building was being used for.\n“The smell was formaldehyde — the stuff they put into dead bodies to keep them preserved,” Goda said. “The building was a morgue.”\nMore than 50 years later, Goda can still remember the smell of the embalming chemicals, the blue body bags, and the trucks delivering wartime dead to a building he could not avoid.\n“We had to walk past it,” he said. “There was no other way.”\nGoda said he tried not to think about the building and the mortally wounded soldiers it housed. But at the end of his second tour, when he was awarded with the Bronze Star for meritorious service in a combat zone, he couldn’t help but think about the makeshift mortuary.\n“I really felt ashamed for the awards I got over there,\" Goda said, struggling to hold back tears. “I mostly just did office work and shooting pictures. And I would think about all those body bags I saw every day. All those people who died actually doing something.\n“What did they get? What did their families get? All those people who were killed, and I’m still walking around. Why did I deserve an award?”\nAccording to the Department of Defense, the Bronze Star medal is awarded to service members who “distinguished himself or herself by heroic of meritorious achievement or service” in a combat area. With two tours and several other decorations to his credit, Goda’s Vietnam service easily meets the criteria of meritorious service. But more than five decades after receiving the Bronze Star, the word \"heroic\" still chafes at his conscience.\n“I’m not a hero,” Goda said. “I’m not. I just did my job. Why should I get an award for that?”\nAfter Goda’s Vietnam experience, he had a “change of heart” about making the Air Force a career. He separated after eight years of service and took a job at Lockheed Martin, where he worked until 2006. During that time, he rarely looked at the awards he received for his service in southeast Asia.\n“I didn’t want to think about (the awards),” he said. “Too many bad memories.”\nAbout eight years ago, when Goda was working as a contractor in Afghanistan, he met a couple of senior active-duty soldiers. They began to form a bond, two modern-day troops and a veteran from a war that ended more than 40 years prior.\n“We would eat together and talk, about what troops are like today, and what it was like in my time,” he said.\nOne day, the conversation turned to awards and decorations. He told them about the Bronze Star and commendation medals in his box back home, and why he kept them there.\n“They told me, ‘You absolutely deserve them,’” Goda said. “’The soldiers who died over there were doing their jobs, and you were doing yours,’ they told me.”\n“They told me I should be proud of those medals. That I earned them.”\nThe conversation was a turning point for Goda. He’s willing to acknowledge that his contribution to the Vietnam war effort was valuable, even if he didn’t engage in combat.\n“When modern-day troops come home from overseas, it doesn’t matter (to civilians) if they fought in the field or sat in an office,” he said. “People thank them for their service. Well, I know I served my country, too.”\nGoda hasn’t progressed to the point of displaying his decorations at home, and he admits he may never get there. He doesn’t see himself as a war hero. His Bronze Star remains in a box.\nBut he now understands that his work in southeast Asia has earned him a place alongside the many U.S. soldiers, sailors, Marines and airmen who served before him, as well as those troops who serve today.\n“We’re all part of the (Armed Forces), whether we were in combat or not,” Goda said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "david goda",
        "sentiment": "negative"
      },
      {
        "name": "goda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bronze star",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado springs vietnam",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T00:13:10.723+02:00",
  "updated": "2023-12-31T00:13:10.723+02:00"
}