{
  "thread": {
    "uuid": "76de84f702a69290752a6d1ef8fd40980c623a77",
    "url": "https://neighbors.columbia.edu/news/how-local-parkinsons-caregivers-can-receive-support-they-need",
    "site_full": "neighbors.columbia.edu",
    "site": "columbia.edu",
    "site_section": "https://neighbors.columbia.edu",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "Columbia Neighbors",
    "title": "How Local Parkinson's Caregivers Can Receive the Support They Need | Columbia Neighbors",
    "title_full": "How Local Parkinson's Caregivers Can Receive the Support They Need | Columbia Neighbors",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://neighbors.columbia.edu/sites/default/files/content/2024/columbia-neurological-institute.jpg",
    "performance_score": 0,
    "domain_rank": 271,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "76de84f702a69290752a6d1ef8fd40980c623a77",
  "url": "https://neighbors.columbia.edu/news/how-local-parkinsons-caregivers-can-receive-support-they-need",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@NeighborsHub",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "How Local Parkinson's Caregivers Can Receive the Support They Need | Columbia Neighbors",
  "text": "Learn more about this support group for caregivers facilitated by the movement disorders team at Columbia University Irving Medical Center. Every month, a virtual support group at Columbia University Irving Medical Center (CUIMC) gathers to provide a supportive space for caregivers of people living with Parkinson’s. Parkinson’s Disease is a chronic, progressive neurological disorder that has debilitating effects on both cognitive and motor functions. It typically affects individuals above age 60, though there’s a risk of it developing at any age. Housed within the Department of Neurology, the Parkinson’s Caregivers Support Group is free and open to anyone who is supporting someone living with Parkinson’s. Erika Adelman—the Parkinson's Foundation and CurePSP Center of Excellence Coordinator, Movement Disorders Social Worker, and Neurology Social Work Manager—works alongside her passionate movement disorders team to facilitate the Parkinson’s Caregivers Support Group and other programming meant to help patients and their loved ones. As National Parkinson’s Awareness Month begins, Columbia Neighbors sat down with Adelman to talk about challenges experienced by caregivers, how to find support at CUIMC, and other groups and wellness programs one can join. Tell us about the resources and information a caregiver can expect from a session with the support group and how to get involved. Our Parkinson’s Caregivers Support Group is easily accessible online and is held on the first Wednesday of every month from 2:00 to 3:30 pm. It’s free and open to anyone supporting someone living with Parkinson’s through their journey. Every group is different, and the session can change depending on an individual’s experiences and requests. There’s a lot of information on the internet, so it’s important that people receive the appropriate resources and education they need. A lot of the materials we share come from national associations like Parkinson’s Foundation, CurePSP, Michael J. Fox Foundation, Multiple System Atrophy Coalition, and American Parkinson’s Disease Association. Group members will also share valuable tips and who better to hear those tips from other than those who are going through similar situations. What are some typical challenges experienced by caregivers of individuals with Parkinson’s disease? When a patient is newly diagnosed with Parkinson’s, their caregiver will typically seek more information so they can both better understand what the diagnosis entails. They’ll often seek to establish a support system where they can share their feelings, ask questions, and find resources. At this stage, most caregivers are also seeking help on topics such as finances, transportation, future planning, and more. As the disease progresses, a patient’s needs tend to increase. Caregivers will start to seek help for things like safety concerns, benefits, long-term care planning needs, and more. At this stage, caregivers are also looking for resources in their local community. Once a patient is in the advanced stages of the disease, caregivers will often seek help on managing symptoms, medications, and behaviors. Caregivers may also begin asking how to advocate for specific needs, such as how to respect the self-determination of their loved one as the disease progresses. How does the support group address stress and burnout in caregiving? One thing we focus on is teaching people how to ask for help. This can be as simple as learning how to advocate for a loved one during doctor's appointments or, on a larger scale, how to navigate the complex healthcare and social services system. We also discuss tackling daily tasks and the importance of self-care and avoiding burnout. Burnout can happen because, oftentimes, caregivers settle into a role they didn’t necessarily ask for. They’re inheriting a lot of unexpected responsibility, and it can feel isolating. We like to create a safe space for caregivers to share this struggle. A lot of caregivers experience loneliness, so this space is meant to help people feel heard and share their struggles and successes. At the end of the day, there is no rulebook, so we always encourage self-compassion and grace. This is why psychoeducation—the process of teaching clients and their family about the nature of a disease from progression to treatment—is so important. Caregivers have left our sessions telling us that they have a newfound confidence in their roles, which is so important. What sparked your passion for social work, particularly in assisting individuals and families affected by Parkinson’s disease? Every social worker has a different story that led them to the field. I’ve been involved in advocacy since my youth. I’ve also experienced what it feels like to need support, but not be able to receive it. Because of this, I wanted to become a lawyer, but then I met a social worker who helped me realize that this field is the perfect fit for me. I first got involved with Parkinson’s-affected populations during graduate school, where I was assigned a field practicum facilitating a Parkinson’s support group. I saw that my skill set lent itself well to this space and that I loved working with this population. I also realized that so many people I know have been affected by Parkinson’s in some way—even my own Nana, who had tremors, went undiagnosed because of the limitations of medicine and technology back in the day. After I received my master’s, I was hired as the first social worker to join a Parkinson’s care team at New York Presbyterian-Brooklyn Methodist Hospital and spent 8 incredible years there. Then, I realized that there’s a real need for more social workers in this space, so I founded a program where I trained future social workers to work with people living with Parkinson’s and their families. When I joined the CUIMC team this past year, I saw it as a real opportunity to team up with colleagues across the enterprise and increase our outreach, especially to people with Parkinson’s living in underserved and underrepresented communities. I now work with an amazing team and have brought the social work training program to Columbia. There’s a lot of work to be done, but I’m excited to know that this is only the beginning. Could you share any other groups and wellness programs by your Movement Disorders team, and how one can access them? For all caregivers, people with Parkinson’s, and those impacted by other chronic neurological conditions, the social work team across the Neurology Institute at CUIMC is offering a new caregivers' orientation that’s scheduled to be held on the second Wednesday of every month. For more information and to register, contact Nicole Ross, LMSW, at [[email protected]](/cdn-cgi/l/email-protection#7816140a4a494c4b381b0d151b561b17140d151a1119561d1c0d). For individuals who are being treated at CUIMC’s Department of Neurology and are living with Parkinson’s or any of the atypical Parkinsonian syndromes, a Parkinson’s support group is held on the third Tuesday of every month. If you are a current patient and would like to register, please email Erika Adelman, LCSW, at [[email protected]](/cdn-cgi/l/email-protection#ec899e8ddeddd8deac8f99818fc28f838099818e858dc2898899). Speech for Parkinson’s Disease is a program offered by Teacher’s College for people with Parkinson’s and their caregivers held on Tuesdays and Thursdays. Founded in 2019 by its director, Gemma Moya-Galé, the group offers free online classes to foster communication and social participation in Parkinson’s. For more information, contact Dr. Moya-Galé at [[email protected]](/cdn-cgi/l/email-protection#accbc19e98989aecd8cf82cfc3c0d9c1cec5cd82c9c8d9). Parkinson’s Pals is a program offered by graduate medical students at CUIMC where people with Parkinson’s are paired with a medical student and they receive weekly phone calls to reduce social isolation and loneliness. For more information, please call 650-842-0706 or email Audrey Chu, [[email protected]](/cdn-cgi/l/email-protection#39585a0d0b010c795a56554c545b5058175c5d4c). Why do you think awareness holidays—such as Parkinson’s Awareness Month—are important? Awareness months are an effective way to promote public awareness about specific health issues. These months draw attention to diseases, conditions, and/or health practices that may not receive sufficient coverage in the media and public discourse. Awareness months are also an opportunity for crucial organizations to fundraise, strengthen community services, and advance research and treatments. If you or someone that you know has been diagnosed with Parkinson’s, please don’t be afraid to reach out, whether to me or to a national hotline like the Parkinson’s Foundation’s National Hotline (1-800-473-4646), or APDA’s national hotline (1-800-223-2732). The Parkinson’s community is incredibly supportive, and there’s no reason that you or your loved one should have to go through this journey alone.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://www.psp.org/",
    "https://www.parkinson.org/resources-support?utm_source=google&utm_medium=cpc&utm_campaign=Google_AlwaysOn_Brand&utm_term=parkinson%27s%20foundation&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gUjLoMmnMIyw4Y_UNEBFGmi3USEYJ3EmfUhzgYgth-qDzjBrt7josYaAn0QEALw_wcB",
    "https://www.apdaparkinson.org/",
    "https://www.michaeljfox.org/",
    "https://www.multiplesystematrophy.org/",
    "https://apdaparkinson.org/",
    "https://www.psp.org",
    "https://www.parkinson.org/resources-support",
    "https://www.michaeljfox.org",
    "https://www.multiplesystematrophy.org",
    "https://www.apdaparkinson.org",
    "https://multiplesystematrophy.org/",
    "https://psp.org/",
    "https://michaeljfox.org/",
    "https://parkinson.org/resources-support?utm_source=google&utm_medium=cpc&utm_campaign=Google_AlwaysOn_Brand&utm_term=parkinson%27s%20foundation&gad_source=1&gclid=Cj0KCQjwzZmwBhD8ARIsAH4v1gUjLoMmnMIyw4Y_UNEBFGmi3USEYJ3EmfUhzgYgth-qDzjBrt7josYaAn0QEALw_wcB"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "erika adelman",
        "sentiment": "none"
      },
      {
        "name": "adelman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "columbia neighbors learn",
        "sentiment": "neutral"
      },
      {
        "name": "parkinson's foundation",
        "sentiment": "none"
      },
      {
        "name": "movement disorders social worker",
        "sentiment": "none"
      },
      {
        "name": "curepsp center of excellence coordinator",
        "sentiment": "none"
      },
      {
        "name": "university irving medical center",
        "sentiment": "none"
      },
      {
        "name": "columbia neighbors",
        "sentiment": "none"
      },
      {
        "name": "columbia university irving medical center",
        "sentiment": "none"
      },
      {
        "name": "parkinson’s caregivers support group",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:34:31.495+03:00",
  "updated": "2024-04-12T01:24:05.749+03:00"
}