{
  "thread": {
    "uuid": "ff29a674626ae79996d45f04ea695f548eabad04",
    "url": "https://techplanet.today/post/a-case-study-in-sustainability-how-carbon-audits-propel-eco-friendly-business-practices",
    "site_full": "techplanet.today",
    "site": "techplanet.today",
    "site_section": "https://techplanet.today/recent",
    "site_categories": [],
    "section_title": "Recent | TechPlanet",
    "title": "A Case Study in Sustainability: How Carbon Audits Propel Eco-friendly Business Practices | TechPlanet",
    "title_full": "A Case Study in Sustainability: How Carbon Audits Propel Eco-friendly Business Practices | TechPlanet",
    "published": "2024-07-05T12:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://techplanet.today/storage/posts/2024/07/05/43/QCK5QeeudgFPY72Ts5MhmVjm4o6lasXgzQR0OSYN.jpg",
    "performance_score": 0,
    "domain_rank": 14715,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ff29a674626ae79996d45f04ea695f548eabad04",
  "url": "https://techplanet.today/post/a-case-study-in-sustainability-how-carbon-audits-propel-eco-friendly-business-practices",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T12:16:00.000+03:00",
  "title": "A Case Study in Sustainability: How Carbon Audits Propel Eco-friendly Business Practices | TechPlanet",
  "text": "Sustainability has evolved into a vital operational strategy. Organizations recognize the significance of minimizing ecological footprint as a responsibility towards future generations and the planet as a whole. Carbon audits play a prominent role in the shift, serving as a tool helping businesses spot and reduce GHG emissions. Case Study for IKEA Background- Ikea, a multinational conglomerate that has been renowned for home accessories and furniture, has shown sustainable commitment for a long time. The company ambitiously intends to become climate-positive by 2030. It aims to reduce GHG emissions emitted by the IKEA value chain while growing its business. Their strategy significantly highlights the conduction of rigorous carbon audits for identifying and mitigating carbon footprint throughout global operations. FY23 saw IKEA’s climate footprint to be around 23.7 million tonnes of CO2, which was a 12% reduction from FY22 and 22% from the base in FY16. It was because they used renewable energy in production and retail, which enhanced energy efficiency in lighting products, and reduced volumes of production. Challenge- IKEA faced a challenge in aligning a vast, global supply chain with sustainability goals. The organization had to reduce emissions from direct as well as indirect operations, including stores and manufacturing, and indirect ones like product use and supply chain. Understanding and management of the emissions needed a robust mechanism for measuring, tracking, and driving improvements. Solution- Implementation of Carbon Audits A comprehensive carbon audit was done for measuring the carbon footprint in products and operations. The audit included the following- - Direct Emissions- IKEA undertook direct operations through the upgradation of HVAC systems to energy-efficient models, installation of solar panels on the roofs of stores, and transition to electric vehicles for home deliveries and store operations. - Supply Chain- The carbon audits extended to suppliers, where IKEA worked closely with the suppliers of raw materials for reducing upstream emissions. It focused heavily on sustainable sourcing, especially in areas like cotton and wood, as important parts of its range of products. - Life-cycle of the Product- IKEA started designing products for circularity, enabling products to be durable, easy to disassemble, and made out of recyclable materials. This will reduce the carbon footprint of the product lifecycle. Outcome Several key outcomes were noted from the carbon audit results- - Investment in renewable energy- By the year 2020, IKEA showed enough investment in solar and wind power to match 100% of the energy utilized in operations. It emphasized the high energy usage in factories and stores, as was partly informed by findings of their carbon audits. - Sustainable Sourcing- IKEA increased the proportion of the wood received from sustainable sources to 98.5% and had the goal of reaching 100% by 2020. The audits show how wood used in the IKEA products accounts for a prominent portion of the carbon footprint. - Product Redesign for Sustainability- The introduction of products such as the MUSSELBLOMMA collection, made out of recycled plastic, including PET plastic waste that remains caught in nets across the Mediterranean Sea. The initiative intended to reduce the environmental influence of product materials, an insight resulting from carbon audits. - Improvement of Consumer Perception and Global Recognition- The initiatives resulted in the enhancement of IKEA’s reputation with firm leadership in corporate responsibility, attracting customers valuing environmental responsibilities. Conclusion The instrumental commitment of the brand to drive the sustainability agenda has necessitated informed decisions and caused massive operational changes. The continuous focus was on carbon footprint reduction utilizing innovative practices. IKEA moved closer to attaining its climate-positive goals but also set standards in the retail industry. The case study shows how carbon audits translate corporate sustainability goals into impactful, actionable practices. It portrays how if companies want to invest in comprehensive accounting, advantages extend beyond mere compliance in fostering innovation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Business and Market Analysis",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.earthood.in/",
    "https://earthood.in/",
    "https://www.earthood.in"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ikea background- ikea",
        "sentiment": "none"
      },
      {
        "name": "ikea",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T17:26:43.165+03:00",
  "updated": "2024-07-05T17:26:43.165+03:00"
}