{
  "thread": {
    "uuid": "3c82a8b2a1f8b276296b6233b1acb8adf75f752b",
    "url": "https://montreal.citynews.ca/2024/04/18/montreal-study-pancreatic-cancer-survival-odds",
    "site_full": "montreal.citynews.ca",
    "site": "citynews.ca",
    "site_section": "https://montreal.citynews.ca",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Breaking News | Top Local Stories | CityNews Montreal",
    "title": "Montreal study finds increased screening, early detection grows pancreatic cancer survival odds | CityNews Montreal",
    "title_full": "Montreal study finds increased screening, early detection grows pancreatic cancer survival odds | CityNews Montreal",
    "published": "2024-04-19T00:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://montreal.citynews.ca/wp-content/blogs.dir/sites/19/2020/04/JFJ50458768.jpg",
    "performance_score": 0,
    "domain_rank": 4750,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c82a8b2a1f8b276296b6233b1acb8adf75f752b",
  "url": "https://montreal.citynews.ca/2024/04/18/montreal-study-pancreatic-cancer-survival-odds",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cole Fortner",
  "published": "2024-04-19T00:16:00.000+03:00",
  "title": "Montreal study finds increased screening, early detection grows pancreatic cancer survival odds | CityNews Montreal",
  "text": "A recent study done by the Pancreatic Cancer Early Detection Consortium (PRECEDE) says the survival rate of those with pancreatic cancer can increase through early detection. PRECEDE says pancreatic cancer has risen “dramatically” over the past few years, and says the survival rate is around 12 per cent. In cases when the cancer is detected early enough and treatment can begin, the survival rate climbs to over 80 per cent. The study will be co-led by Dr. George Zogopoulos from Research Institute of the McGill University Health Centre (RI-MUHC) and the Rosalind and Morris Goodman Cancer Institute at McGill University, and found an approach to improve surveillance of people at high risk of pancreatic cancer, based on different categories of specific risk factors — family history, the existence of a potentially cancer-causing genetic mutation (a pathogenic germline variant or PGV), or both. It was also determined that high-risk individuals with a family history of pancreatic cancer were at higher risk of having pancreatic cysts. “The presence of cysts may identify individuals that are at increased risk of developing pancreatic cancer over time, because of cyst changes or because the presence of cysts signals that the pancreas has an intrinsic aberration making it more susceptible to cyst progression or other precancerous growths,” says senior author Dr. Diane M. Simeone, UC San Diego Moores Cancer Center (New York University Langone Health at the time of the study). “Longer follow-up time is needed to determine if familial pancreatic cancer signifies a higher risk for developing pancreatic cancer compared to pathogenic germline variant status in a pancreatic-cancer-predisposition gene.” The study found that high-risk individuals should adhere to higher screening recommendations. “Our work demonstrates the potential of a large international integrated clinical and research program developed to detect and intercept precancerous and cancerous changes in the pancreas. This surveillance program may lead to improved outcomes in a disease that currently has low survival rates,” explains Dr. Zogopoulos, co-lead author of the study and scientist in the Cancer Research program at the RI-MUHC. “Individuals who are concerned they are at risk for pancreatic cancer can participate in PRECEDE and obtain an assessment from one the PRECEDE sites in North America and Europe. If the individual is assessed to be at increased risk for pancreatic cancer, they will have the opportunity to undergo clinical surveillance for pancreatic cancer, according to the clinical surveillance services available in their area.” Over 3,000 individuals were enrolled in the study which was conducted between Apr. 1, 2020 and Nov. 21, 2022.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rosalind",
        "sentiment": "none"
      },
      {
        "name": "george zogopoulos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pancreatic cancer early detection consortium",
        "sentiment": "negative"
      },
      {
        "name": "research institute",
        "sentiment": "none"
      },
      {
        "name": "morris goodman cancer institute",
        "sentiment": "none"
      },
      {
        "name": "mcgill university health centre",
        "sentiment": "none"
      },
      {
        "name": "mcgill university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "montreal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:38:08.040+03:00",
  "updated": "2024-04-19T00:38:08.040+03:00"
}