{
  "thread": {
    "uuid": "4894b8191163a55e55676de14944cb3560338032",
    "url": "https://www.premiumtimesng.com/news/headlines/683376-vaccine-gavi-announces-250m-grant-to-nigeria-as-tinubu-urges-greater-collaboration-with-organisation.html",
    "site_full": "www.premiumtimesng.com",
    "site": "premiumtimesng.com",
    "site_section": "http://nigeria.shafaqna.com/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Nigeria News (News Reader) | ",
    "title": "Vaccine: Gavi announces $250m grant to Nigeria as Tinubu urges greater collaboration with organisation",
    "title_full": "Vaccine: Gavi announces $250m grant to Nigeria as Tinubu urges greater collaboration with organisation",
    "published": "2024-04-04T22:50:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://media.premiumtimesng.com/wp-content/files/2024/04/b5bff1b9-5695-4ed7-b979-3d98a1cc966e.jpg",
    "performance_score": 0,
    "domain_rank": 9313,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4894b8191163a55e55676de14944cb3560338032",
  "url": "https://www.premiumtimesng.com/news/headlines/683376-vaccine-gavi-announces-250m-grant-to-nigeria-as-tinubu-urges-greater-collaboration-with-organisation.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Press Release",
  "published": "2024-04-04T22:50:00.000+03:00",
  "title": "Vaccine: Gavi announces $250m grant to Nigeria as Tinubu urges greater collaboration with organisation",
  "text": "President Tinubu said partnership on local vaccine production has become necessary owing to the challenges faced by developing countries, especially during the COVID-19 pandemic and other infectious disease outbreaks. ”We have capable and talented people who can make the necessary contributions to the production of vaccines in Nigeria and the rest of Africa,’’ the president told the visiting CEO, who assumed office on 18 March and has embarked on visits to some African countries. The president assured GAVI CEO of Nigeria’s commitment to fulfilling its outstanding counterpart contributions for routine vaccines for the year 2023. | | He directed the Coordinating Minister of Health and Social Welfare, Ali Pate, to work with the Coordinating Minister of the Economy and Minister of Finance to ensure the release of necessary funds for vaccine procurement. ”We intend to contribute to the development of our healthcare programme, and we are committed to partnering with GAVI,” the president said. The president stated that his administration is focused on ensuring that no child is left behind when it comes to vaccination against preventable childhood diseases. ”GAVI’s commitment to humanity is recognised throughout the world. Thank you for the impactful commitment to humanity, and we welcome the collaboration to save our children from preventable diseases. ”We as a nation are committed to your values, and we believe that no child should be left unprotected,” he said. President Tinubu acknowledged the invaluable perspective shared by the GAVI CEO, who hails from a developing country, Pakistan, and emphasised the importance of leveraging her experience for the benefit of children’s health. Commending Ms Nishtar for her visit to Nigeria and support for the administration’s health-sector initiatives, the president pledged to prioritise investments in health sector renewal, noting the importance of coordination and collaboration among federal, state, and local governments. In her remarks, the GAVI CEO congratulated the Nigerian government on its innovative health-sector initiatives, including increasing budgetary allocations to health to 4.6 per cent and commitment to providing HPV vaccines for adolescent girls, among others. She expressed readiness to collaborate with the Federal Ministry of Health and Social Welfare to leverage policy instruments and technical expertise to advance health outcomes. Ms Nishtar announced GAVI’s commitment to providing $250 million grant support to Nigeria, as well as its dedication to addressing vaccine inequity in Africa through initiatives like the African Vaccine Manufacturing Accelerator, which has earmarked $1 billion to support the sustainable growth of Africa’s manufacturing base for vaccine production. READ ALSO: [Tinubu inaugurates ECOWAS Parliament, seeks direct election of representatives] ”Nigeria is a very special country. It is a very special country in Africa. It is a special country in the world and it is a very special country for us in GAVI. There is a dictum in GAVI that says, ‘there is no success for GAVI without success in Nigeria’,” she said. The GAVI CEO also informed the president that the GAVI Board will be meeting in the coming weeks to decide on policy decisions that will impact the way in which Nigeria receives support from the organisation, beyond 2028, and that her visit to the country was for discussions with Nigeria’s health managers. Ajuri Ngelale Special Adviser to the President (Media & Publicity) April 4, 2024 Support PREMIUM TIMES' journalism of integrity and credibility Good journalism costs a lot of money. Yet only good journalism can ensure the possibility of a good society, an accountable democracy, and a transparent government. For continued free access to the best investigative journalism in the country we ask you to consider making a modest support to this noble endeavour. By contributing to PREMIUM TIMES, you are helping to sustain a journalism of relevance and ensuring it remains free and available to all. Donate TEXT AD: [Call Willie - +2348098788999](#)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tinubu",
        "sentiment": "negative"
      },
      {
        "name": "ali pate",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "coordinating minister of health and social welfare",
        "sentiment": "none"
      },
      {
        "name": "gavi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gavi",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:00:55.222+03:00",
  "updated": "2024-04-05T00:52:32.497+03:00"
}