{
  "thread": {
    "uuid": "dd2d48c957b357109593ed028aa9299364c7b18f",
    "url": "https://newsrnd.com/tech/2024-01-19-eisenkot-s-debt-to-his-son-is-also-his-debt-to-us--the-sanctification-of-life-in-the-face-of-death---voila!-culture.BJGj0c5vYa.html",
    "site_full": "newsrnd.com",
    "site": "newsrnd.com",
    "site_section": "https://www.newsrnd.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The Limited Times",
    "title": "Eisenkot's debt to his son is also his debt to us: the sanctification of life in the face of death - voila! culture - The Limited Times",
    "title_full": "Eisenkot's debt to his son is also his debt to us: the sanctification of life in the face of death - voila! culture - The Limited Times",
    "published": "2024-01-19T08:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.wcdn.co.il/f_auto,q_auto,w_1200,t_54/3/6/5/5/3655135-46.jpg",
    "performance_score": 0,
    "domain_rank": 47585,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd2d48c957b357109593ed028aa9299364c7b18f",
  "url": "https://newsrnd.com/tech/2024-01-19-eisenkot-s-debt-to-his-son-is-also-his-debt-to-us--the-sanctification-of-life-in-the-face-of-death---voila!-culture.BJGj0c5vYa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-19T08:46:00.000+02:00",
  "title": "Eisenkot's debt to his son is also his debt to us: the sanctification of life in the face of death - voila! culture - The Limited Times",
  "text": "Gadi Eisenkot at the 30th anniversary of his son Gal who fell in the Gaza Strip, January 5, 2024/without\nGadi Eisenkot is an interviewer's nightmare.\nHe was like this long before the terrible disaster that happened to him on December 7th.\nThere are interviewees who live for the camera and are just waiting to shoot headline after headline, on the other hand there are those who would not be able to produce one even if they wanted to - because they are simply not interesting people.\nEisenkot belongs to the third type: interviewees with a huge database of titles that they keep closed.\nThe answers are short, measured and calculated, never more than a direct answer to the question - and usually less.\nHe won't slip his tongue or be tempted to say something he didn't mean, both after the big break and in the face of the frustration he's been experiencing for weeks as a cabinet member.\nFor several episodes, the interview with him in \"Ovda\" (Keshet 12) mentioned a soccer team trying to break into an opponent's bunker.\nIlana Dayan moves left and right, trying to generate combinations of questions that might create an opportunity, raising insights from above in the hope of bypassing the high defenders - but the defense is not broken.\nIt does not break towards the 30th day after the death of the late Gal Eisenkot, when the grieving beard still covers his father's face, nor a few days later, when Dayan stands with him on the cliff and they watch the waves crashing on the beach together. There is no doubt that Eisenkot the elder understood There is no doubt that he also thought of the metaphor hidden in the location, but the gate remained locked.\nJust a short time before this interview, at the opening of the edition of the 104th day of the war, Danny Kushmaro told about the sad birthday of Kafir Biebs, and ended dramatically: \"We will not forget , not forgiven.\nWhoever did it will pay.\" This connection between Eisenkot and everything that surrounds him is the key to breaking the bunker. Only those who lost childhood friends and companions on the road, commanders and their own son, only those who sent people into battle know that with this bullshit it is impossible to continue. He Not ready to speak in pathos and sell us another imagined image of victory, simply because there isn't one.\nGadi Eisenkot/screenshot, Keshet 12\nFor several weeks, Israel has been replacing \"Together we will win\" with \"What is more important.\"\nIt is a planned, cynical and cruel campaign that pits the two opposing goals of the war against each other: \"victory\" versus the lives of the kidnapped.\nThus was born that unfortunate statement by Tzachi Hanegbi about \"considering\" harming Sinwar even at the expense of harming the abductees.\nThis is what the prime minister made clear for the umpteenth time in his press conference earlier: we are continuing with all our might, even if he refuses to say where.\nWith this addiction to drama, Eisenkot is not ready to accept.\nThis is the first crack in his thick protective layer.\n\"You need to show leadership in the ability to tell the truth to people, to chart a path,\" he says, and Dayan recognizes the opportunity: \"Today do we have leadership that tells the truth?\", the answer is short and sharp as always.\nWhen Eisenkot says that civilian life comes before killing an enemy, he is much more dramatic than the superficiality of the slogans in the studios.\nWhen he emphasizes that the strategic discussion on the end of the war should have started two and a half months ago - he comes as close as he can to calling a break.\nWhen he states that there will be no Entebbe here and \"whoever tells the public that the abductees can be returned without a deal, is selling lies\", he shows much greater courage than the head of his party.\nOf course, we must not forget for a moment that Eisenkot is himself part of the problem.\nDuring his tenure as Chief of Staff, a deadly ring of terrorism took shape within Israel's borders, and with it the misconception of its depth and risk. He did warn and warn as a member of the Knesset in the months leading up to the attack, sent letters and was ridiculed by the senior Shofar in Redogo, but equally as Chief of Staff he moved from operation to operation And round after round, misses the smoke screen in the form of an underground city that these skirmishes have hidden.\nIn the investigative committee he will also be required to provide much more detailed answers than he has provided so far.\nMore in Walla!\nThe intriguing process of recycling metal packaging\nIn cooperation with the Tamir Recycling Corporation\ntwitter\nStill, the difference between him and others is that his short and direct style refuses to smear.\nResponsibility is not taken, it is built into the role.\nThere is no need to announce it or make a speech, he feels it today as he felt wearing a uniform.\nThis responsibility also allows him to remind us that war is a means to an end.\nWithout a purpose, it leads to frustration and loss, to the primacy of deep social norms and the dissolution of the partnership of destiny.\nWithout the sanctification of life, it becomes addicted to death.\nAccording to numerous reports from the dramatic debate held four days after the outbreak of the war, Gadi Eisenkot was one of the leading people responsible for preventing Israel from devolving into a multi-arena campaign, which, given what we have learned since then, it is doubtful whether it had the economic, military, social or political resources to manage.\nHe is not without errors, not every position of his is automatically correct just because he once wore two falafels and a sword on each shoulder, but his refusal to embrace the war at any cost, makes him different precisely against the background of the enormous pain he carries with him.\nIn the last message Gal sent to his son before his fall, Eisenkot was short as usual: two hearts and a thumbs up.\nIt may seem casual at first glance, but this message contains a lot.\nThe love and the knowledge that we will be okay are linked together, they cannot be separated.\nIt will also be his big test in the coming weeks.\nGal fell in the mission to return the bodies of abductees to the grave of Israel, his father must succeed in the mission to return their friends alive to their families - or break the vessels.\nAdmitting responsibility won't absolve him here, he knows that.\n136 abductees are still in dark tunnels inside Gaza, in an unfathomable hell.\nIf we lose our love for them, we can't go back to normal.\nIn the rebuilding of Israel, if it takes place, only people who are able to connect the two will be able to lead us, with much more humanity and much less drama.\nWith the understanding that our life is more important than the death of the enemy.\nOtherwise, it won't be okay here.\nMore on the same topic:\nGadi Eisenkot\nGaza war\nWar of Iron Swords\nFact",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gadi eisenkot",
        "sentiment": "negative"
      },
      {
        "name": "eisenkot",
        "sentiment": "neutral"
      },
      {
        "name": "ilana dayan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "ovda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T08:52:40.490+02:00",
  "updated": "2024-01-19T08:52:40.490+02:00"
}