{
  "thread": {
    "uuid": "eb4ea1c49a450c8231b537e112cba7674cda75bd",
    "url": "https://www.theage.com.au/national/victoria/leaning-into-personal-mottos-for-mirth-and-faith-for-hope-20240530-p5ji2o.html",
    "site_full": "www.theage.com.au",
    "site": "theage.com.au",
    "site_section": "https://beverages.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Beverage Industry Today - EIN Presswire",
    "title": "Christianity: Leaning into personal mottos for mirth and faith for hope",
    "title_full": "Christianity: Leaning into personal mottos for mirth and faith for hope",
    "published": "2024-06-01T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://static.ffx.io/images/$zoom_0.1765%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_32/t_crop_custom/q_86%2Cf_auto/t_theage_opinion_no_age_social_wm/ec7f580ae9e733851c1f3d7f06c8a21d22a63b12",
    "performance_score": 0,
    "domain_rank": 1388,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb4ea1c49a450c8231b537e112cba7674cda75bd",
  "url": "https://www.theage.com.au/national/victoria/leaning-into-personal-mottos-for-mirth-and-faith-for-hope-20240530-p5ji2o.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Barney Zwartz",
  "published": "2024-06-01T03:00:00.000+03:00",
  "title": "Christianity: Leaning into personal mottos for mirth and faith for hope",
  "text": "Opinion Through my professional life I have been guided, tongue in cheek, by three personal mottos of great sagacity. The first is by author Joseph Heller, author of Catch 22: “Every change is for the worse.” Recognising that this is a little pessimistic, I balance it with former US vice president Dan Quayle’s strange observation that “the future will be better tomorrow”. Logically, I suppose, it can’t be better yesterday, but how does he know? I like his confidence. Third and most important – a maxim I apparently share with most of the population, along with Lucy from Peanuts – is “if you can’t be right, be wrong as loudly as possible”. Handy though those axioms are, they don’t really work in the realm of faith. Like most believers I have my favourite Bible verses, but recently I read one for the first time in years that has, for now, taken top spot. It comes from Psalm 73, where Asaph (thought to be a contemporary of King David about 3000 years ago) is weighing against the apparent success in life of those who use and exploit others. “This is what the wicked are like,” he writes in verse 12 “– always free of care, they go on amassing wealth. Surely in vain I have kept my heart pure.” But he comes to realise this is not so, and reflects (from verse 19): “When my heart was grieved and my spirit embittered, I was senseless and ignorant; I was a brute beast before you. Yet I am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory.” Then comes the verse that I find so enriching: “My flesh and my heart may fail, but God is the strength of my heart and my portion forever.” Here is the Judeo-Christian hope in a nutshell. Humans are weak. “All flesh is grass,” says the prophet Isaiah, and the grass withers and the flower fades. Or, as Jesus says of the disciples, the spirit is willing but the flesh is weak. None of us entirely lives up to our conscience or our moral insight. But God will not fail those who trust in him – this is one of the most constant themes in the Bible. It does not mean they will be spared tribulation or suffering, for that is the lot of all humans sooner or later merely by living. It means they will never be abandoned, and they will be united with him in eternity. For it is God’s strength, and not their own, that sustains and preserves them, and brings them to glory. Barney Zwartz is a senior fellow of the Centre for Public Christianity. The Morning Edition newsletter is our guide to the day’s most important and interesting stories, analysis and insights. [Sign up here](/link/follow-20170101-p57ogt). [Barney Zwartz](/by/barney-zwartz-hveq0), a senior fellow of the Centre for Public Christianity, was religion editor of The Age from 2002 to 2013.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "asaph (",
        "sentiment": "none"
      },
      {
        "name": "joseph heller",
        "sentiment": "none"
      },
      {
        "name": "david",
        "sentiment": "none"
      },
      {
        "name": "dan quayle",
        "sentiment": "none"
      },
      {
        "name": "lucy",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T23:08:38.206+03:00",
  "updated": "2024-06-01T23:08:38.206+03:00"
}