{
  "thread": {
    "uuid": "4fee838c18feb6e96520483e26ca886ee886c56f",
    "url": "https://www.ole.com.ar/futbol-internacional/dibu-heroe-vez-posteo-reacciones-pedido-estatua_0_91cdW50heU.html",
    "site_full": "www.ole.com.ar",
    "site": "ole.com.ar",
    "site_section": "http://ole.com.ar//rss/",
    "site_categories": [
      "sports"
    ],
    "section_title": "",
    "title": "Dibu héroe otra vez: su posteo, las reacciones y el pedido de una estatua",
    "title_full": "Dibu héroe otra vez: su posteo, las reacciones y el pedido de una estatua",
    "published": "2024-04-19T00:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.ole.com.ar/images/2024/04/18/VRo3qKfeD_1200x630__1.jpg",
    "performance_score": 0,
    "domain_rank": 21283,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4fee838c18feb6e96520483e26ca886ee886c56f",
  "url": "https://www.ole.com.ar/futbol-internacional/dibu-heroe-vez-posteo-reacciones-pedido-estatua_0_91cdW50heU.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ole.com.ar",
  "published": "2024-04-19T00:03:00.000+03:00",
  "title": "Dibu héroe otra vez: su posteo, las reacciones y el pedido de una estatua",
  "text": "Emiliano Martínez lo hizo de nuevo: atajó dos penales y el Aston Villa eliminó de la Conference League al Lille, en Francia, el país al que llenó de tristeza por su rol en la final del Mundial de Qatar. El arquero repitió el bailecito de Doha. Los mandó a callar y luego les mostró la camiseta a los galos.\nDibu posteó imágenes de su atajada y del dedo en la boca. \"Here we go\" (acá vamos), escribió. Eso fue festejado por uno de sus compañeros de Selección, Marcos Acuña, con emojis.\nTambién hubo muchas repercusiones mediáticas. Por ejemplo, en el sitio Birmingham Mail, referente de la ciudad en la que juega el Aston Villa, pidieron una estatua para el argentino, que ya tiene una en Mar del Plata, lugar de nacimiento. \"Le encantaba la tanda de penales e hizo lo que mejor sabe hacer para poner a Villa entre los cuatro semifinalistas\".\nThe Times, de Londres, opinó que fue el héroe del Aston Villa. Y lo valoró así: \"Martínez no es un villano que se acobarde y ya había molestado a la afición local al tomarse su tiempo con sus saques de meta, por lo que lo amonestaron en la primera parte. Cuando hizo callar a los fanáticos del Lille detrás arco después de salvar el primer penal de Nabil Bentaleb, estos se acercaron al frente de la grada para acercarse, arrojándole objetos\".\nEn tanto, Le Parisien, de París escribió: \"Cruel desilusión para el Lille, eliminado en los penales. El Lille creyó durante mucho tiempo que se había clasificado, pero perdió al final de una tanda en la que el portero argentino Dibu Martínez volvió a ser noticia\".\nLe Figaro: \"Provocativo para muchos, el portero argentino empujó al Lille hacia la salida\".\nHubo medios, como L'Equipe, y La Voix do Nord, de Lille, que evitaron hacer referencia a Dibu tanto en título como en bajada...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:15:22.038+03:00",
  "updated": "2024-04-19T00:15:22.038+03:00"
}