{
  "thread": {
    "uuid": "57aa41e65e3302c6e1e07b30427ea8f556bd55fc",
    "url": "https://www.daytondailynews.com/local/nursing-student-helps-design-life-saving-project-for-elderly/7G4RB4BLVJAQFJ4365ZLKVDXBE",
    "site_full": "www.daytondailynews.com",
    "site": "daytondailynews.com",
    "site_section": "https://www.daytondailynews.com/communitygems/",
    "site_categories": [
      "media",
      "social"
    ],
    "section_title": "Community Gems | Dayton, OH",
    "title": "Nursing student helps design life-saving project for elderly",
    "title_full": "Nursing student helps design life-saving project for elderly",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.daytondailynews.com/resizer/mRIaQv1nx-bQz7RZRr_FCllp5nA=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/coxohio/JG5FHAIJYJCFRKAAHMENT23QYM.jpg",
    "performance_score": 0,
    "domain_rank": 6400,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57aa41e65e3302c6e1e07b30427ea8f556bd55fc",
  "url": "https://www.daytondailynews.com/local/nursing-student-helps-design-life-saving-project-for-elderly/7G4RB4BLVJAQFJ4365ZLKVDXBE",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dennis Bova",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Nursing student helps design life-saving project for elderly",
  "text": "A senior citizen is passed out on the floor of his Wilmington residence. First responders arrive but do not know the person’s medical history. But on the refrigerator door is a completed medical form in a sealed plastic bag telling the responders what they need to know. It’s a result of a program based on the American Red Cross’s Vial of Life, adapted for elderly residents in Wilmington by a group of Wright State University nursing students, including a student whose own health problems inspired her to care for others. Last fall, nursing students in public health classes were assigned to study nearby small communities. A group of nine students studied Wilmington by vehicle, foot, via research and through interviews with a cross-section of residents. One of those students was Reed Pitstick, a senior nursing major who lived near Wilmington as a child. “I always went to Wilmington with my parents,” she recalled. “It’s a full-circle moment. Being able to make an impact close to where I grew up makes me hopeful that that community will improve from what we did.” The students determined Wilmington’s elderly population could be vulnerable because most do not have vital health information ready for first responders. The goal became to have that information easily at hand. Pitstick said Wilmington’s public safety officials were approached about reviving the Vial of Life program, which had been in the city years ago but has since lapsed. In this program, a resident’s health information is usually listed on paper rolled into a tube kept in a refrigerator. The nursing students struggled to find funds for or suppliers of cylinders. So, each student donated sealable, clear-plastic sandwich-sized bags. “We took the Vial of Life idea and updated it,” said Pitstick, who now lives in South Charleston. One major addition was to include a code status for whether the resident has a do-not-resuscitate order or whether first responders were to do whatever is necessary to get a heartbeat. The bags included instructions explaining code statuses and a form listing the resident’s emergency contacts, medications, medical history, past diagnoses, names of their health care providers, whether the resident has a pacemaker and other pertinent information. The students distributed 400 bags through Wilmington city authorities. The bags included two Vial of Life stickers, which Pitstick designed — one for the front door to alert first responders and the other attaching the bag to the refrigerator door. Though the students wrapped up their project in December, it lives on through materials from live presentations they gave now available at the Wilmington library. Included is a QR code that leads to the instructions and forms that can be printed and distributed. The project is important to Pitstick. “We’ve planted a seed that can grow if people in the community find it helpful,” she said. “We focused on the elderly, but it can be made impactful for other populations, like the homeless, the less fortunate or those who didn’t have access to our project.” Her sympathy and empathy for others — and her drive to be a nurse — grew from personal experience. “I never knew I wanted to be a nurse until high school when I ran into a health problem,” Pitstick said. A student-athlete, she developed an irregularly fast and erratic heartbeat, a condition called supraventricular tachycardia. “In October of my junior year of high school I had two emergency heart surgeries, one day after the other,” she recalled. Thirteen months later, she had a third heart surgery. All were in Nationwide Children’s Hospital in Columbus. “I had a great experience,” she said. “I loved talking to the nurses to see what they do. It was during that last hospital stay that the notion entered my mind to go to nursing school.” She toured Wright State and after high school graduation, she enrolled. “Wright State has a highly rated nursing program,” she said. Pitstick’s heart now is fine, and she has resumed being an athlete, playing co-ed recreational volleyball and sand volleyball. Pitstick is now doing a capstone project on post-partum care. “That’s where I want to work as a nurse, with new mothers and their babies,” she said. “I want to have an impact on that patient population.” Wright State’s nursing program has helped Pitstick develop confidence in her nursing skills. “There are a lot of skills labs and simulations, a lot of hands-on learning,” she said. “There are a lot of great clinical instructors who are motivating.” [1 Kettering Army dad surprises kids at school, returning after seven...](/local/kettering-army-dad-surprises-kids-at-school-returning-after-seven-months-away/UOFDLMC3BZFHJEKRZRGEAAC4PE/) [2 $150K in equipment reportedly stolen in break-in at Greene County...](/local/deputies-investigating-after-thefts-reported-at-greene-county-airport/32ASVQ2RGVE7TCOP2KXNZ42BJQ/) [3 VA halts taking away gun rights from veterans who require help managing...](/local/va-halts-taking-away-gun-rights-from-veterans-who-require-help-managing-their-benefits-but-only-for-6-months/67VADXSQBFCRHAQCPNHMPXCIEA/) [4VA ordered to end experiments on dogs, cats and primates by 2026](/local/va-ordered-to-end-experiments-on-dogs-cats-and-primates-by-2026/IM44FTM6K5HITBSXKECZV7H7OI/) [5 Five Rivers MetroParks explores new tax levy, citing $58M backlog of...](/local/five-rivers-metroparks-explores-new-tax-levy-citing-58m-backlog-of-projects/UMD7FP6K7NCWBL2AVTBMI2M2VQ/) About the Author",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://health-education-human-services.wright.edu/nursing/prelicensure-bachelor-of-science-in-nursing",
    "https://www.health-education-human-services.wright.edu/nursing/prelicensure-bachelor-of-science-in-nursing"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "reed pitstick",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "american red cross",
        "sentiment": "none"
      },
      {
        "name": "wright state university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wilmington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:30:59.314+03:00",
  "updated": "2024-04-19T00:30:59.314+03:00"
}