{
  "thread": {
    "uuid": "ab9e5d0ea4e6c4693a12e0895761f5426b7c21e4",
    "url": "https://www.correiobraziliense.com.br/politica/2024/04/6831773-lula-nao-existe-pais-que-tenha-um-sus-como-o-nosso.html",
    "site_full": "www.correiobraziliense.com.br",
    "site": "correiobraziliense.com.br",
    "site_section": "https://correiobraziliense.com.br/politica",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Política - Correio Braziliense",
    "title": "Lula: 'Não existe país que tenha um SUS como o nosso'",
    "title_full": "Lula: 'Não existe país que tenha um SUS como o nosso'",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://midias.correiobraziliense.com.br/_midias/jpg/2024/03/28/675x450/1_28032024mf39-35849578.jpg?20240328233945?20240328233945&quality=90&strip=info&w=680&h=453&crop=1",
    "performance_score": 0,
    "domain_rank": 9156,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab9e5d0ea4e6c4693a12e0895761f5426b7c21e4",
  "url": "https://www.correiobraziliense.com.br/politica/2024/04/6831773-lula-nao-existe-pais-que-tenha-um-sus-como-o-nosso.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ingrid Soares",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Lula: 'Não existe país que tenha um SUS como o nosso'",
  "text": "Lula emendou que o Brasil possui potencial para ter um polo industrial na área da saúde para competir com qualquer outro país. Ele também comentou sobre a importância da fábrica. \"A criação desta planta não marca apenas o início da produção nacional do parque industrial da Hemobrás, mas uma resposta completa da estratégia do desenvolvimento do complexo Econômico-Industrial da Saúde, que lançamos ano passado, para expandir a produção nacional de itens prioritários para o SUS e reduzir a dependência de insumos, medicamentos, vacinas e outros produtos estrangeiros”, declarou. A nova fábrica corresponde à implantação e à produção do Hemo-8r, medicamento recombinante utilizado por pacientes em tratamento da hemofilia A, a mais comum, responsável por 70% a 85% dos casos. A previsão é de que a mesma esteja em atividade a partir de 2025, com distribuição dos produtos para o Sistema Único de Saúde (SUS). A capacidade produtiva da planta será de 1,2 bilhão de unidades por ano, suficiente para abastecer 100% da demanda do SUS pelo remédio. Segundo a pasta da saúde, cerca de 15 mil brasileiros que convivem com hemofilia no Brasil serão diretamente impactados com o início produtivo do medicamento. Hoje, eles recebem com periodicidade o medicamento profilático Fator VIII de coagulação recombinante, ou Hemo-8r, que é fornecido pela Hemobrás por meio de Parceria de Desenvolvimento Produtivo (PDP). Saiba Mais - Mundo Biden pede cessar-fogo imediato em Gaza durante ligação com Netanyahu - Brasil Brasil ultrapassa mil mortes por dengue e se aproxima de recorde histórico - Cidades DF Via do Setor Policial Sul, sentido Taguatinga, está liberada para o trânsito - Mariana Morais BBB 24: Paulo Ricardo é acusado de racismo por ex-BBB - Cidades DF Homem furta ônibus em terminal e é preso ao colidir com caminhão no DF - Cidades DF Confira 6 dicas para não cair em golpes financeiros Gostou da matéria? Escolha como acompanhar as principais notícias do Correio: Dê a sua opinião! O Correio tem um espaço na edição impressa para publicar a opinião dos leitores pelo e-mail [sredat.df@dabr.com.br](mailto:sredat.df@dabr.com.br)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:09:19.383+03:00",
  "updated": "2024-04-05T01:09:19.383+03:00"
}