{
  "thread": {
    "uuid": "b541f50d7a0f6ab709b5ae9d3ee3d0819793e0e0",
    "url": "https://truthout.org/articles/st-louiss-ceasefire-resolution-is-a-testament-to-black-palestinian-solidarity/",
    "site_full": "truthout.org",
    "site": "truthout.org",
    "site_section": "https://truthout.org/feed",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Truthout",
    "title": "St. Louis’s Ceasefire Resolution Is a Testament to Black-Palestinian Solidarity",
    "title_full": "St. Louis’s Ceasefire Resolution Is a Testament to Black-Palestinian Solidarity | Truthout",
    "published": "2024-01-20T18:23:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://truthout.org/app/uploads/2024/01/GettyImages-453740014-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 3866,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 27,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b541f50d7a0f6ab709b5ae9d3ee3d0819793e0e0",
  "url": "https://truthout.org/articles/st-louiss-ceasefire-resolution-is-a-testament-to-black-palestinian-solidarity/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Frances Madeson",
  "published": "2024-01-20T18:23:00.000+02:00",
  "title": "St. Louis’s Ceasefire Resolution Is a Testament to Black-Palestinian Solidarity",
  "text": " St. Louis’s Ceasefire Resolution Is a Testament to Black-Palestinian Solidarity St. Louis is the 16th US municipality to pass a resolution calling for ceasefire in Gaza.\nBy Frances Madeson , T ruthout Published January 20, 2024 A protester waves a Palestinian flag during a demonstration against the police killing of Michael Brown in Ferguson, Missouri, just outside of St. Louis, on August 16, 2014. Bilgin Sasmaz / Anadolu Agency / Getty Images Part of the Series Struggle and Solidarity: Writing Toward Palestinian Liberation It’s been just shy of three months since Resolution 137 was first introduced by Rasheen Aldridge , the 30-year-old alderman from St. Louis’s 14th Ward who cut his political teeth in the streets of Ferguson in the aftermath of the August 2014 police killing of Michael Brown. Aldridge is the first to admit there’s been many a “Whereas” clause drafted and deleted since he first introduced a version of the resolution on October 20 to get the ceasefire discussion going at the city level, just days after a U.S. representative from St. Louis, Cori Bush, introduced her Ceasefire Now Resolution into the 118th Congress.\nIt took far longer than he expected, but on January 12, in a 12-0 vote, the St. Louis Board of Aldermen voted overwhelmingly to adopt the committee substitute that had emerged from the Legislation and Rules Committee earlier in the week, calling for a bilateral ceasefire in Gaza. With its passage, St. Louis became the 16th municipality in the country to call for a ceasefire — reminding itself to prize its humanity above all else, to “give it a front seat” as Congresswoman Bush might say.\nRadiating warmth, Aldridge thanked the public for their guidance and support through a delicate process made more personally challenging by his mother suffering a massive stroke in the days leading up to the vote. Before the meeting was adjourned and the crowd dispersed, Aldridge repeated what’s become for him a kind of signature political mantra or catechism, telling them: “We see you, we hear you, we support you, we love you.”\nThough its terms were hotly contested and concessions were extracted, overall the resolution supports a slate of humanitarian actions including hostage release, unfettered distribution of aid in Gaza, and restoration of the basic necessities of life including food, water, electricity and medical supplies. Even some of its stronger supporters described it in their public comments at committee as “the bare minimum” necessary to address the escalating crises. It’s worth remembering that Res. 137 beat out for consideration two competing resolutions introduced at the same time. One called for the board to stand in solidarity with Israel and another in solidarity with the “innocent civilian people of Israel and Palestine as they defend themselves against Hamas.”\n“The language was dehumanizing,” Sara Bannoura, an organizer with St. Louis Palestine Solidarity Committee (SL-PSC), told Truthout . “It was all on the oppressor’s side.”\nRelated Story Op-Ed | Human Rights Palestinian Women and Children Don’t Deserve to Die in Gaza. Neither Do Men. We can’t let Western media continue normalizing the acute dehumanization and pathologization of Palestinian men. By Sa’ed Atshan , T ruthout January 17, 2024 Truthout Bannoura is from the West Bank city of Bethlehem, which canceled its Christmas celebrations this year to direct the world’s attention to the scale of destruction of Palestinian life. She struggles with the logic of the U.S. insistence that Israel is its strongest ally in the Middle East.\n“It’s great for you to have a great ally, but is a great ally really one that’s out there slaughtering people by the thousands?” she asked.\nMilitary recruiting in the U.S. was down in fiscal year 2023 by about 41,000 recruits, according to DOD News . Per their most recent survey, the top two reasons young people do not want to join the military are fear of death and injury, and fear of suffering PTSD or other emotional/psychological issues.\nAccording to Bannoura, the day the “Stand with Israel” resolution was introduced SL-PSC packed the meeting room and disrupted the proceedings “to let the board know the wording was not acknowledging our life, and its value, and its worth.”\nThe resolution was dropped.\n“A lot of folks on the board were not okay with it,” she said. “Later we got a tip that no one was planning to move these resolutions forward.”\nStill some were unsure the day would ever arrive that the city of Saint Louis would add its name to the roster of municipalities urging the U.S. to pursue a ceasefire in Gaza and end the carnage. St. Louis is home to megamunitions manufacturer Boeing Co., one of the city’s five largest employers , and Israeli Chemicals Ltd. , maker of weapons grade white phosphorous, a lethal flesh-eating substance reportedly used by Israel in Lebanon and Gaza in October. According to Missouri Partnership , a public/private economic development organization, the Department of Defense invests $18.2 billion annually in Missouri, directly impacting more than 25,000 businesses.\nAldridge told Truthout getting to the finish line was not a sure bet.\n“You know, the board didn’t really want to take it up,” he explained. “But I continued to press and unfortunately from the streets to politics, you have to do the political game.”\nHe judged that the key was to hang in there and stay focused on the goal.\n“It’s unfortunate that it had to take this many deaths,” Aldridge said, “but I do think it puts the ball in the elected officials’ court to do something even more now. Or be held accountable.”\nA generation older than Aldridge, Cori Bush also emerged from the Ferguson struggle as a community leader people were willing to vote for. Since being elected in 2020, Bush, who represents Missouri’s First Congressional District, has taken one principled stand after another. For instance, a week before introducing her ceasefire resolution and only two days after Operation Al Aqsa Flood, Bush went out on a lonely limb to call for a cessation of military aid to Israel because, as she explained on a podcast episode published by Jewish Currents , it wasn’t that hard to foresee that what has happened would happen. Bush added that she was trying to save lives by preventing the weapons getting into the Israeli military’s hands in the first place. Saving lives should be a universal value, she emphasized in the podcast.\nSince introducing her resolution, which now has 18 cosponsors, she hasn’t stopped agitating for its adoption. Upon hearing the news about Res. 137 passing in St. Louis, she defined the moment for her city:\nThis is who we are. This is St. Louis. We are proudly pro-peace, we are proudly pro-humanity, and that is why we are proudly demanding a lasting ceasefire and an end to the violence.\nAs an organizer in Ferguson, Bush met Palestinians who shared practical knowledge for community survival. She shared about the experience in the podcast interview with Jewish Currents :\nI had never seen tear gas before. And it took a group of Palestinians who came to the United States, came to Ferguson … and taught us about how to take care of one another … it helped to save us.\nThey also stood out there with us day and night when the tear gas was flying and the rubber bullets and the real bullets. When the dogs were out there, they were out there.\nOur Palestinian community were talking about: We understand this because we experienced this ourselves.\nSteven Tamari, a Palestinian American and longtime member and supporter of the St. Louis Palestine Solidarity Committee, told Truthout that while there had always been Black people involved in their organizing for Palestinian liberation, Ferguson was a turning point that transformed the movement.\n“I think people in Ferguson saw the police as occupiers,” Tamari said.\nHe remembers SL-PSC showing up early “before the armored personnel carriers and all that stuff showed up.” They’d made a banner, “Palestinians in solidarity with Ferguson.”\n“The first thing I saw was a guy carrying a Pan-African flag and a Palestinian flag. A Black man, you know, from Ferguson. It wasn’t until Ferguson that we even thought about intersectionality. That was a sea change,” Tamari said.\nThe richness of this emergence is captured in the essay, “ Black-Palestinian Solidarity in the Ferguson-Gaza Era ,” by scholar Kristian Davis Bailey .\nA highlight of SL-PSC’s Boycott, Divestment, Sanctions (BDS) work was a successful campaign to end the city’s consulting contract with Veolia in 2013. The for-profit water management company was moving towards a water privatization scheme with the city to which environmentalists and water system workers were opposed. The movement was able to stop it by pointing to the company’s human rights violations in occupied Palestine.\n“It had this reputation of doing lots of damage, and so we mobilized and were educating alders,” Tamari recalled.\nHe remembers the moment a spokesperson for Veolia misspoke about how freely Palestinians could move around the West Bank, and one of the alders contradicted him, explaining their actual restrictions in mobility. “I was like, oh my God, an alder’s teaching the guy from Veolia about what happens in the West Bank!”\nHe says he’s blown away by the current group of Palestinian American organizers, comprised mostly of second-generation immigrants, “who are more confident in their American identities, and therefore bold in a way their parents weren’t.”\n“This is a totally different PSC that’s evolved in a matter of months. I mean, we never had this many people and this ability to use social media. This generation is much more attuned.”\nBut Jae Shepherd , who came from Chicago in 2010 to study Spanish and international studies at St. Louis University and never left, insists their generation of SL-PSC organizers have learned a lot from Tamari and his wife Sandra during Ferguson days and since “about the similarities to the struggle for liberation that Black folks have in the U.S. empire.” Sandra Tamari cofounded SL-PSC and is the executive director of Adalah Justice Project , a Palestinian-led advocacy organization based in the U.S. that builds cross-movement coalitions to achieve collective liberation.\n“I got involved in movement work through the murder of Michael Brown and spent a lot of time on the ground screaming at police in righteous anger, and also learning organizing,” Shepherd told Truthout . Before then they say they didn’t know how deep and ingrained the U.S. was in the longevity of the occupation.\n“I think the reason I’ve recently gotten super involved in SL-PSC is this current genocide that we’re witnessing, and my love for Sandra and Steve and Palestinian folks I met in Ferguson,” Shepherd added.\nThe relationships are key, but the organizers also never lose sight of the conditions that bind these two struggles. “There’s over $5.1 million in taxes from city constituents that are paying for the bombs, paying for the white phosphorus eating children’s faces off,” Shepherd said.\nAccording to a SL-PSC toolkit , sourced from the National Priorities Project , that $5.1 million could be used to fund access for more than 1,750 households to public housing and more than 600 children to free or low-cost health care.\nFor Shepherd, whose day job is as an organizer in the Black liberation space, this is a tangible example of how bound up the fates of Palestinian and Black people are, and also how different liberation can look for different people. For many Black St. Louisans “resistance looks like not getting evicted. It looks like being able to hook up child care. It looks like paying rent,” they said.\nThough it differs in scale and scope, both peoples suffer from an excess of state violence and material deprivation, but also from political marginalization.\n“St. Louis always feels like this little bit of blue in a sea of red. This state was super quick to get rid of Roe v. Wade , real quick to introduce all this legislation around trans folks and queer folks and drag queens,” Shepherd explained. “The Missouri legislature has been real quick to hold firm in being transphobic and white supremacist. That’s what we’re up against.”\nAdara, an 18-year-old born and raised in St. Louis who attended the Board of Aldermen meeting, told Truthout in the white marble atrium of city hall that she sees white supremacism playing out in the city’s homelessness crisis, which can feel hopeless, and in the way “the people are treated in the neighborhoods, like the nursing home.”\nShe was referring to the discussion in the meeting concerning the abrupt closure of a nursing home that resulted in 170 evicted patients and the dismissal of 184 unpaid workers.\nCongresswoman Bush has already written to U.S. Department of Health and Human Services Secretary Xavier Beccera , urging the department to launch a formal investigation.\nRelative to the loss of housing in Gaza it’s an example in micro-miniature, but the parallels with the attempted normalization of wholesale displacement and dehumanization in Palestine are too blatant for Adara to ignore.\n“It wouldn’t have happened to anyone they cared about,” Adara said.\nThe young St. Louisan says it’s hard for her to picture what’s going to happen once a ceasefire is finally put in place, but she did say this: “I think we need to be there for them. To help them rebuild all that was broken.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://palestinecampaign.org/psc-company/israel-chemicals-ltd/",
    "https://reblaw.yale.edu/sites/default/files/black-palestinian_solidarity_in_the_ferguson-gaza_era.pdf",
    "https://www.stlouis-mo.gov/government/city-laws/resolutions/resolution.cfm?RSDetail=true&RSId=16242",
    "https://www.belonging.berkeley.edu/othering-belonging-conference/kristian-davis-bailey",
    "https://www.missouripartnership.com/key-industries-2/aerospace-defense",
    "https://bizjournals.com/stlouis/subscriber-only/2023/03/31/st-louis-largest-employers.html",
    "https://bush.house.gov/media/press-releases/congresswoman-bush-statement-on-st-louis-board-of-aldermens-unanimous-passage-of-resolution-calling-for-ceasefire-in-gaza",
    "https://www.stlouis-mo.gov/government/city-laws/upload/legislative/resolutions/support-documents/Res137CS4.pdf",
    "https://www.nationalpriorities.org/interactive-data/trade-offs/?state=29&program=32&place=2965000",
    "https://adalahjusticeproject.org/",
    "https://boycottx.org/author/jae-shepherd/",
    "https://www.drive.google.com/file/d/1zftmqdS_8UDEsR5FE8Ug7fz5xcjq0I9b/view",
    "https://boycottx.org/author/jae-shepherd",
    "https://stlouis-mo.gov/government/city-laws/resolutions/resolution.cfm?RSDetail=true&RSId=16239",
    "https://www.stlouis-mo.gov/government/departments/aldermen/representation/profile.cfm?id=1559",
    "https://stlouis-mo.gov/government/departments/aldermen/representation/profile.cfm?id=1559",
    "https://palestinecampaign.org/psc-company/israel-chemicals-ltd",
    "https://www.defense.gov/News/News-Stories/Article/Article/3616786/dod-addresses-recruiting-shortfall-challenges/#:~:text=Ashish%2520Vazirani%2520said%2520that%2520during,recruiting%2520environment,%2522%2520he%2520said.",
    "https://bush.house.gov/media/press-releases/congresswoman-bush-calls-for-investigation-following-abrupt-life-threatening-closure-of-northview-village",
    "https://www.adalahjusticeproject.org/",
    "https://belonging.berkeley.edu/othering-belonging-conference/kristian-davis-bailey",
    "https://www.mondoweiss.net/2013/11/louis-dumps-veolia/",
    "https://www.nationalpriorities.org/interactive-data/trade-offs/",
    "https://mondoweiss.net/2013/11/louis-dumps-veolia/",
    "https://bush.house.gov/media/press-releases/reps-bush-tlaib-carson-lee-ramirez-lead-colleagues-in-call-for-immediate-ceasefire",
    "https://missouripartnership.com/key-industries-2/aerospace-defense/",
    "https://www.reblaw.yale.edu/sites/default/files/black-palestinian_solidarity_in_the_ferguson-gaza_era.pdf",
    "https://www.bush.house.gov/media/press-releases/congresswoman-bush-calls-for-investigation-following-abrupt-life-threatening-closure-of-northview-village",
    "https://mondoweiss.net/2013/11/louis-dumps-veolia",
    "https://www.bush.house.gov/media/press-releases/congresswoman-bush-statement-on-st-louis-board-of-aldermens-unanimous-passage-of-resolution-calling-for-ceasefire-in-gaza",
    "https://www.bush.house.gov/media/press-releases/reps-bush-tlaib-carson-lee-ramirez-lead-colleagues-in-call-for-immediate-ceasefire",
    "https://stltoday.com/news/local/government-politics/pro-israel-resolution-sparks-protest-at-st-louis-aldermen-meeting/article_a098c766-6f75-11ee-9ee9-7b48523430a9.html",
    "https://www.stlouis-mo.gov/government/city-laws/resolutions/resolution.cfm?RSDetail=true&RSId=16239",
    "https://stlouis-mo.gov/government/city-laws/resolutions/resolution.cfm?RSDetail=true&RSId=16242",
    "https://www.boycottx.org/author/jae-shepherd/",
    "https://defense.gov/News/News-Stories/Article/Article/3616786/dod-addresses-recruiting-shortfall-challenges/#:~:text=Ashish%2520Vazirani%2520said%2520that%2520during,recruiting%2520environment,%2522%2520he%2520said.",
    "https://nationalpriorities.org/interactive-data/trade-offs/?state=29&program=32&place=2965000",
    "https://www.stlouis-mo.gov/government/departments/aldermen/representation/profile.cfm",
    "https://www.bizjournals.com/stlouis/subscriber-only/2023/03/31/st-louis-largest-employers.html",
    "https://www.palestinecampaign.org/psc-company/israel-chemicals-ltd/",
    "https://www.stlouis-mo.gov/government/city-laws/resolutions/resolution.cfm",
    "https://drive.google.com/file/d/1zftmqdS_8UDEsR5FE8Ug7fz5xcjq0I9b/view",
    "https://stlouis-mo.gov/government/city-laws/upload/legislative/resolutions/support-documents/Res137CS4.pdf",
    "https://www.adalahjusticeproject.org",
    "https://www.stltoday.com/news/local/government-politics/pro-israel-resolution-sparks-protest-at-st-louis-aldermen-meeting/article_a098c766-6f75-11ee-9ee9-7b48523430a9.html",
    "https://www.missouripartnership.com/key-industries-2/aerospace-defense/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ferguson",
        "sentiment": "none"
      },
      {
        "name": "cori bush",
        "sentiment": "none"
      },
      {
        "name": "ward",
        "sentiment": "none"
      },
      {
        "name": "frances madeson",
        "sentiment": "none"
      },
      {
        "name": "rasheen aldridge",
        "sentiment": "none"
      },
      {
        "name": "michael brown",
        "sentiment": "none"
      },
      {
        "name": "aldridge",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "palestinian solidarity st. lou",
        "sentiment": "negative"
      },
      {
        "name": "black-palestinian solidarity  war & peace st. louis",
        "sentiment": "neutral"
      },
      {
        "name": "bilgin sasmaz / anadolu agency",
        "sentiment": "none"
      },
      {
        "name": "solidarity",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "ferguson",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "missouri",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T20:40:31.215+02:00",
  "updated": "2024-02-12T04:53:49.964+02:00"
}