{
  "thread": {
    "uuid": "57eedf514c80a3521fdfa08e7ca4fda67e626cdc",
    "url": "https://www.semana.com/politica/articulo/presidente-petro-le-propuso-al-papa-francisco-realizar-un-ciclo-de-los-dialogos-de-paz-con-el-eln-en-el-vaticano/202442/",
    "site_full": "www.semana.com",
    "site": "semana.com",
    "site_section": "https://www.semana.com/politica",
    "site_categories": [
      "media"
    ],
    "section_title": "Semana.com - Últimas Noticias de Colombia y el Mundo",
    "title": "Atención: Petro se reunió con el papa Francisco y le propuso realizar un ciclo de los diálogos de paz con el ELN en el Vaticano",
    "title_full": "Atención: Petro se reunió con el papa Francisco y le propuso realizar un ciclo de los diálogos de paz con el ELN en el Vaticano",
    "published": "2024-01-19T14:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.semana.com/resizer/9YfuzjHI_qMS6PU2_8owxKWPjtY=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/EWHVE4UHMFHRPFFSBG46HELTXI.jpeg",
    "performance_score": 0,
    "domain_rank": 6036,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "57eedf514c80a3521fdfa08e7ca4fda67e626cdc",
  "url": "https://www.semana.com/politica/articulo/presidente-petro-le-propuso-al-papa-francisco-realizar-un-ciclo-de-los-dialogos-de-paz-con-el-eln-en-el-vaticano/202442/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Semana",
  "published": "2024-01-19T14:22:00.000+02:00",
  "title": "Atención: Petro se reunió con el papa Francisco y le propuso realizar un ciclo de los diálogos de paz con el ELN en el Vaticano",
  "text": "El presidente Gustavo Petro le propuso al papa Francisco que un ciclo de diálogos con la guerrilla del ELN se lleve a cabo en el Vaticano. su encuentro bilateral de este viernes que tuvo lugar en la Santa Sede. El papa Francisco y Petro hablaron de la paz en Colombia, la situación política de Nicaragua por el régimen de Daniel Ortega y otros asuntos humanitarios. Al salir de esta cita, el mandatario aseguró que le planteó esa iniciativa al jerarca de la Iglesia católica.Tras el encuentro, el mandatario dio unas declaraciones para los medios en las que reafirmó que hablaron sobre la paz “buscando una posición mucho más activa tanto del Estado Vaticano como de la Iglesia católica en el proceso de paz de Colombia”, detalló el presidente Petro.Además, aseguró que “es posible que hagamos una ronda, ya se hablará con el ELN, acá”, al proponerle al pontífice que el Vaticano sea sede de un ciclo de diálogo entre el Gobierno colombiano y esa guerrilla.Sobre los avances de las conversaciones y una posible prolongación del cese al fuego con el ELN, el presidente Petro recordó que “son dos partes. Aquí no podemos hablar a nombre de una. Todo lo que pueda suceder con el ELN tiene que ser con las dos partes”. Asimismo, sostuvo que “el papa está de acuerdo en que busquemos caminos de paz para Colombia”. La audiencia privada entre el presidente y el sumo pontífice tuvo lugar en la madrugada de este viernes (en hora colombiana) y en ella el mandatario buscó una posición más profunda del Estado Vaticano y la Iglesia en la paz de Colombia, paso que toma relevancia si se tiene en cuenta que las conexiones religiosas que ha tenido el ELN.Gustavo Petro enfatizó que “la Iglesia católica ha sido un gran apoyo en Colombia a todos los procesos de paz y lo es en este momento con relación al proceso de paz con el ELN y con el EMC. El Estado Vaticano, como instancia nacional, territorial, estatal, puede ser el escenario de una ronda de negociaciones. A mí me interesaría mucho que la siguiente o la que puede establecerse con el ELN se pueda desarrollar aquí por muchas razones que tienen que ver con la historia misma del ELN”.Consultado sobre la situación del secuestro, dado que una de las condiciones que pusieron los negociadores a los elenos es que dejen de ejercer esa actividad delictiva , Gustavo Petro sostuvo que “con el ELN ese es el tema central”. El papa Francisco se ha reunido con funcionarios del Gobierno Petro en tres ocasiones en las últimas semanas. En la Santa Sede también estuvieron la vicepresidenta, Francia Márquez, y la primera dama, Verónica Alcocer. El presidente aseguró: “Nosotros tenemos una enorme simpatía con el papa, hemos coincidido en el punto de vista político, no solamente religioso, en sus encíclicas Laudato si fue absolutamente inspirador al rededor de este tema del relacionamiento del ser humano con la naturaleza. Y la última, Fratelli tutti, que prácticamente propone, como nosotros defendemos en Colombia, la salida de un régimen que llamamos neoliberal, que ha debilitado los Estados, que ha entregado, entonces, las sociedades a controles mafiosos en toda América del Sur, y que ha llenado a América del Sur de desigualdad social”.Gustavo Petro habló de trazar una alianza con el Vaticano para los asuntos de cambio climático y dio a conocer que también le planteó la situación de Palestina suscitada por la guerra contra Israel.El sexto ciclo de diálogos entre el Gobierno y el ELN tendrá lugar a finales de este mes de enero y sobre la mesa está la solicitud que se le hizo a esa guerrilla para que deje de utilizar el secuestro como una actividad delictiva con fines económicos, además de la liberación de todos los secuestrados.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T14:23:52.784+02:00",
  "updated": "2024-01-19T14:23:52.784+02:00"
}