{
  "thread": {
    "uuid": "c6dc33f96cd4f83a6f319e0de3fab24fff7cede9",
    "url": "https://cadenaser.com/nacional/2024/02/29/joan-ribo-se-despide-le-hemos-ensenado-a-la-gente-que-la-izquierda-sabia-ponerse-de-acuerdo-para-gobernar-cadena-ser",
    "site_full": "cadenaser.com",
    "site": "cadenaser.com",
    "site_section": "http://cadenaser.com",
    "site_categories": [
      "music",
      "hobbies_and_interests",
      "radio",
      "entertainment"
    ],
    "section_title": "Cadena SER: Noticias y Radio Online",
    "title": "Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" | Actualidad | Cadena SER",
    "title_full": "Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" | Actualidad | Cadena SER",
    "published": "2024-02-29T22:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cadenaser.com/resizer/niD3NXckCMZccEVZ3HOu7SruOlg=/1200x630/filters:quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/prisaradio/U7HLJN6GCJELVAO7ELFLGGXXQE.jpg",
    "performance_score": 0,
    "domain_rank": 3811,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6dc33f96cd4f83a6f319e0de3fab24fff7cede9",
  "url": "https://cadenaser.com/nacional/2024/02/29/joan-ribo-se-despide-le-hemos-ensenado-a-la-gente-que-la-izquierda-sabia-ponerse-de-acuerdo-para-gobernar-cadena-ser",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cadena SER",
  "published": "2024-02-29T22:12:00.000+02:00",
  "title": "Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" | Actualidad | Cadena SER",
  "text": "[Política](/actualidad/politica/) Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" Aimar Bretos entrevista Joan Ribó, exalcalde de Valencia Las entrevistas de Aimar | Joan Ribó Madrid El exalcalde de Valencia, Joan Ribó, [dejará su acta como concejal en el Ayuntamiento en los próximos días](https://cadenaser.com/comunitat-valenciana/2024/02/29/el-exalcalde-de-valencia-joan-ribo-deja-el-ayuntamiento-radio-valencia/). Ribó se comprometió a continuar hasta 2027 durante las pasadas elecciones autonómicas, tanto si revalidaba su cargo como si pasaba a la oposición. Sin embargo, considera ahora que ha llegado el momento de dar un paso atrás y dejar trabajar a la nueva dirección del partido, liderada por Papi Robles, con el objetivo de recuperar la alcaldía de la ciudad dentro de cuatro años. El ex edil ha explicado en 'Hora 25' con Aimar Bretos que El ex edil tiene previsto convocar una reunión del grupo municipal de Compromís la próxima semana para comunicárselo a sus compañeros de partido, antes de presentar la renuncia a su acta de concejal que se formalizará en el próximo pleno municipal ordinario. Tras su renuncia, le sucederá Luisa Notario, que era la siguiente en la lista de Compromís a las elecciones municipales. Las entrevistas de Aimar | Joan Ribó 27:53 Compartir El código iframe se ha copiado en el portapapeles Trayectoria política Ribó, de 76 años y catedrático de enseñanza secundaria, comenzó su carrera en política en 1995, en las filas de Izquierda Unida. Volvió a la docencia en 2007, cuando tras una crisis en su partido, abandonó la formación y la política. Fue en 2011 cuando Compromís lo designó como candidato a la alcaldía de Valencia, puesto que ocupó tras las elecciones de 2015, gracias a un pacto entre Compromís, el PSPV y Podemos que puso fin a 24 años de alcaldía de la popular Rita Barberá. Tras ocho años al frente del Ayuntamiento, Ribó no consiguió revalidar la mayoría necesaria para gobernar en las elecciones municipales de 2023, que dejaron el consistorio en manos del Partido Popular y Vox. En noviembre, el concejal se despidió como portavoz de Compromís en el Ayuntamiento y mantuvo que se quedaría en su puesto \"por una temporada\". “Hasta cuándo, no lo he pensado”, dijo entonces. Y ese momento parece haber llegado. Así ha sido la entrevista \"Me lleva a dejarlo dos elementos fundamentales. El primero es que hay en Compromís ya un equipo que está funcionando muy bien en el ayuntamiento encabezado por mi compañera Papi Robles y lo segundo, de muy reciente de ayer, que organizamos la ejecutiva de Compromís por Valencia. Y, en definitiva, me voy cuando de alguna manera están las cosas organizadas. Me he ido tranquilamente, primero dejando la portavocía y luego dejaré para ser exactos la semana que viene la concejalía. Me voy, pero voy a seguir trabajando en Compromís, voy a seguir trabajando codo a codo con mis compañeros en todas aquellas tareas que me asignen\". Sobre cómo ve el Ayuntamiento en manos del PP: \"Me sería muy fácil decir que está todo hecho en un desastre. Creo que hay una serie de elementos que por supuesto a mí me parecen muy preocupantes. El tema económico es un tema que va a explotar en manos de la señora Catalá y me preocupa profundamente los recortes en los temas sociales que se están produciendo, pero hay otros elementos, por ejemplo, el tema de la Capital Verde, al menos en apariencia se sigue manteniendo, se sigue desarrollando, aunque en el fondo yo creo que no se lo cree mucho, pero se sigue desarrollando. Entonces es una visión que yo creo que tenemos que esperar para tener una visión adecuada de cómo se va a desarrollar en estos momentos\" Sobre Catalá: \"Yo le he de reconocer a la señora Catalá que presta mucha atención a su imagen, al desarrollo de las cosas, pero habrá que esperar un poco a ver cuál es el desarrollo, de cómo va a organizar esta ciudad. Nuestra relación es una relación correcta, pero, por supuesto, una relación desde la distancia. Ella es la responsable del Partido Popular y hasta hace poco he sido responsable de Compromís y nuestra relación institucional es correcta. Por supuesto, cada uno en su sitio y nuestro sitio es bastante distinto\". \"Cuando he sido alcalde tampoco me he ido a comer con todas las personas que me invitaban porque yo creo que el comer es una cosa que yo quiero relacionar con mi familia, con mis amigos y en los temas de política, de negociación, prefiero hacerlo encima de una mesa. Creo que se desarrolla mucho más y mucho mejor. Quien me conoce sabe que muy pocas veces he comido fuera de mis amigos, fuera de mi familia\". \"Soy una persona que tengo mi edad, que no soy un jovencito. Sabía que esa era la última vez que yo me iba a presentar y el hecho de no haber conseguido la Alcaldía a mí me produjo un problema serio, en cuanto a decir tenemos un proyecto que se va a ver truncado. Pero, por otro lado, a nivel personal yo lo he llevado sinceramente bastante bien, o sea, sin ningún problema, sin ninguna frustración. Soy una persona que me gusta mucho la vida familiar, me gusta mucho la vida con mis amigos, con mi familia y no tengo demasiados problemas a ese nivel\". \"Los alcaldes tenemos menos capacidad para cambiar las cosas de lo que la gente piensa. Cuando entras a intentar cambiar determinadas cosas, te das cuenta que en la ciudad cuando planteas cualquier cambio, hay personas que les beneficia objetivamente y a algunas personas les perjudica. El hecho de que una persona pueda cambiar una ciudad depende mucho de los movimientos sociales, depende mucho de la concienciación de la ciudad y, en ese sentido, yo he tenido la suerte como alcalde de que esta ciudad es una ciudad que tiene una historia reivindicativa y yo recuerdo la lucha por el Saler. Yo recuerdo la lucha por tener por ejemplo un río Turia que no sea una autopista, yo recuerdo la lucha para que el Cabañal no se destrozara... Yo me siento heredero de esas luchas y que de alguna forma me han estimulado y ayudado a entender muchas de las cosas que nosotros hacíamos\". Sobre qué competencias tiene que tener un Ayuntamiento. \"Si uno puede desarrollar unas competencias, no tiene que dárselo a un organismo superior. Es bueno que el Ayuntamiento tenga estas competencias, lo que le falta muchas veces son los recursos suficientes para desarrollar esas competencias. Le pediría a los organismos competentes que lo que tienen es que desarrollar es mecanismos para que el Ayuntamiento disponga de los recursos necesarios, por eso me pongo tan nervioso. Eso pasa por por cobrar más impuestos, por eso no cobrar menos impuestos porque creo que en estos momentos si uno cobra menos impuestos está claro al cabo de poco tiempo se va a encontrar con que tendrá que reducir servicios o tendrá que endeudarse, con lo cual a la larga tendrá que reducir servicios\". \"Hay una serie de elementos que por supuesto no dependen de los parámetros de gobierno de una ciudad. Le pondré un ejemplo. En estos momentos, el gran problema que yo creo que tiene nuestra ciudad es el problema de la falta de vivienda y eso concretamente la ciudad lo puede resolver pero no lo puede resolver solo sin tener en cuenta un mercado dominante hasta estos momentos, sin tener en cuenta la Generalitat, sin tener en cuenta todo el Estado\". \"Para mí la cosa más tediosa es ver como pasa el reloj y no se pueden arreglar mejor las cosas que son imprescindibles con un tiempo susceptible. A veces el tiempo en que se tienen que arreglar las cosas por los elementos burocráticos, por los controles... Es tan largo que hace que la gente desespere. Pero son necesarios tener unos procedimientos muy garantistas. Yo creo que es imprescindible, pero a la vez también es imprescindible que las cosas se realicen con rapidez. A mí me pone histérico el ver la lentitud con la cual se están planteando los problemas, por ejemplo, de vivienda que son problemas que en estos momentos agobian a muchas personas jóvenes y a otras personas que no lo son tanto\". \"Si yo supiera...[la solución al problema de la vivienda]. Yo creo que hay unos elementos en Europa que me orientan. El caso de Viena, de Dinamarca... Todos son estados que han estado controlados por una socialdemocracia activa en ese tema y yo creo que los problemas de la vivienda pasan necesariamente porque el Estado, la comunidad, el Ayuntamiento intervenga directamente. Hay un elemento que está claro: el mercado no arregla la situación de la vivienda para una inmensa mayoría de la población\". \"En estos momentos donde la extrema derecha está avanzando en España, en Europa, y en el mundo, es muy importante decir que es imprescindible que haya unos impuestos que ayuden a que la sociedad cubra aquellos elementos que no está cubriendo un mercado que está desplazando a más gente en una situación de pobreza, una situación donde no se cumplen sus derechos mínimos\". \"Decirles a los valencianos y valencianas que votaran al Partido Socialista, votaran a Podemos o votaran a Compromís, éramos capaces de anteponer el interés de toda la ciudadanía en un programa común y desarrollarlo. Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar. Evidentemente, las coaliciones hay que saberlas llevar, no se pueden llevar de un planteamiento autoritario. Creo que no es esa la manera de llevarlas, pero creo que nos hemos llevado bien y yo quiero recordar que las relaciones han sido razonables. Hemos llegado a acuerdos siempre\". \"Para mí ha sido enternecedor los mensajes que me han enviado desde el Partido Socialista. Ellos saben que yo nunca he votado socialista, que soy una persona de otro planteamiento político, pero que respeto profundamente al Partido Socialista y sé que las transformaciones de la sociedad española, de la sociedad valenciana se tienen que hacer conjuntamente con el Partido Socialista y ellos saben que yo esto lo he puesto en práctica\". \"Creo que Sumar tiene un problema complejo y creo que es imprescindible que la gente entienda que tenemos que llegar a un acuerdo donde es fundamental respetar la plurinacionalidad del Estado español. No puede ser un montaje. Yo creo que eso Sumar lo tiene claro. Sumar es imprescindible para hacer de España un país avanzado, un país que esté funcionando y que de alguna manera yo quiero recordar, no le voy a hacer propaganda a don Pedro Sánchez, quiero recordar que España es el país que ha tenido una economía de las mejores de Europa, no nos olvidemos de eso. Por no decir la mejor que creo que fue la mejor, pero la economía es muy importante, es fundamental\". \"Muchas veces me llaman alcalde por la calle y me dicen 'eres el mejor alcalde que ha tenido Valencia'. Eso me lo dicen mucho y ya me peso cuando me ducho porque si no engordo mucho. Me alegra muchísimo y me quedo muy contento\". \"Tengo muchas cosas que hacer de verdad. A mí me gusta mucho ir en bici, me ha gustado mucho ir a la montaña aunque puedo subir poco ya, pero me gusta mucho seguir trabajando. Yo voy a seguir trabajando en política y, en serio, pienso seguir trabajando con mis compañeros que me orienten en el TikTok, en todas las redes porque creo que las redes son fundamentales para conectar con la gente joven en estos momentos. Y pienso seguir trabajando en la organización de Compromís\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:04:18.248+02:00",
  "updated": "2024-03-01T00:04:18.248+02:00"
}