{
  "thread": {
    "uuid": "b66887bd169d5e5aac1bad39b5ed310e29ca8c1d",
    "url": "https://www.laregion.es/articulo/o-carballinho/estacion-meteorologica-carballino-cumple-40-anos-funcionando/202401120614141265608.html",
    "site_full": "www.laregion.es",
    "site": "laregion.es",
    "site_section": "https://www.laregion.es/rss",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "",
    "title": "La Estación Meteorológica de Carballiño cumple 40 años funcionando",
    "title_full": "La Estación Meteorológica de Carballiño cumple 40 años funcionando",
    "published": "2024-01-12T06:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.laregion.es/media/laregion/images/2024/01/11/2024011122135537787.jpg",
    "performance_score": 0,
    "domain_rank": 59959,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b66887bd169d5e5aac1bad39b5ed310e29ca8c1d",
  "url": "https://www.laregion.es/articulo/o-carballinho/estacion-meteorologica-carballino-cumple-40-anos-funcionando/202401120614141265608.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sabela Pinal",
  "published": "2024-01-12T06:14:00.000+02:00",
  "title": "La Estación Meteorológica de Carballiño cumple 40 años funcionando",
  "text": "El impulsor de la Estación Meteorológica de Carballiño, Miguel Ángel García, recoge diariamente los datos que remite a la Agencia Estatal\nLa\nEstación Meteorológica de Carballiño cumplió el pasado 1 de enero los 40 años de funcionamiento. Son cuatro décadas de recogida de datos a diario, de forma ininterrumpida por parte de su impulsor, el profesor (ya jubilado) del IES Chamoso Lamas, Miguel Ángel García Pérez, quien asegura que no hay lagunas en este trabajo que está llevando a cabo sin descanso, incluidos domingos, festivos y durante las vacaciones.\nEn el mismo entorno que en los comienzos del año 1984, en las instalaciones del centro educativo, y actualizando paulatinamente los equipos técnicos e informáticos, Miguel Ángel García recoge información para la Agencia Estatal de Meteorología, datos homologados por la Organización Meteorológica Mundial, sobre la temperatura, precipitaciones, horas de sol, irradiación solar, presión atmosférica, velocidad y dirección del viento, humedad, evaporación y evapotranspiración.\n“O rexistro diario de datos é o fundamental, outra cousa son os pronósticos”, matiza, porque las predicciones sobre el tiempo las realiza a título personal para numerosos particulares y colectivos y también para el Concello de Carballiño siempre que organiza un evento al aire libre. En este caso, el portavoz del gobierno local, Diego Fernández, reconocía la gran labor de Miguel Ángel García, al que transmite las felicitaciones y agradecimiento de su grupo.\nUno de los sectores que más demanda información es el agrario y muy especialmente los bodegueros y viticultores para la realización de las vendimias, no solo de O Ribeiro sino también de las restantes denominaciones de origen gallegas e incluso de la zona del Ulla. “As prediccións que fan os modelos, un americano e outro europeo, cos que conto, teño que axustalas sobre todo en situacións complicadas, cando a estabilidade é baixa”, explica.\nEl equipo de trabajo en parte está automatizado, con lo que se obtienen datos analógicos, “do que hai que estar pendiente por si se producen fallos”, y el resto es manual.\nEl 2023 ha sido un año con precipitaciones por encima de la media anual, con una pequeña tendencia al ascenso en los últimos 40 años; mientras que las temperaturas se mantienen más o menos igual a las de años anteriores aunque con tendencia a subir, sobre todo las máximas. En base a los datos que maneja, apunta que “estamos metidos nunha variable climática, variacións climáticas que sempre houbo”. Los registros también se realizan a través de la observación de insectos, animales y plantas.\nGarcía ponía en marcha la estación como una actividad extraescolar, que se ha ido superando y prolongado y por la que recibió el Premio Nacional de Meteorología en 2018.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T07:52:22.970+02:00",
  "updated": "2024-01-12T07:52:22.970+02:00"
}