{
  "thread": {
    "uuid": "884838ae9c42b93731849c9d88222bac856562d3",
    "url": "https://journalstar.com/sports/college/football/bowls/college-football-cfp-herbstreit-dog-retriever-ben/article_ad29801a-1394-57d8-b3ba-4dc34e61f5d7.html",
    "site_full": "journalstar.com",
    "site": "journalstar.com",
    "site_section": "http://www.journalstar.com/search/?f=rss&t=article&c=sports*&l=25&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "journalstar.com - RSS Results in sports* of type article",
    "title": "Herbstreit's golden retriever Ben has become a fan favorite",
    "title_full": "Herbstreit's golden retriever Ben has become a fan favorite",
    "published": "2023-12-28T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/journalstar.com/content/tncms/assets/v3/editorial/e/e8/ee87d3cc-5644-5404-babe-5a8b03a37057/658dd706a94de.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 6662,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "884838ae9c42b93731849c9d88222bac856562d3",
  "url": "https://journalstar.com/sports/college/football/bowls/college-football-cfp-herbstreit-dog-retriever-ben/article_ad29801a-1394-57d8-b3ba-4dc34e61f5d7.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-28T22:30:00.000+02:00",
  "title": "Herbstreit's golden retriever Ben has become a fan favorite",
  "text": "Ben, a golden retriever owned by Kirk Herbstreit, became an instant fan favorite throughout college football and the NFL this season.\n“It's crazy, right. It's been fun. He's so welcoming to people because it's been great,” Herbstreit said as he was taking Ben on a walk around the hotel before the Dec. 14 game between the Los Angeles Chargers and Las Vegas Raiders.\nFootball's two most beloved canines got to meet before the SEC Championship game on Dec. 2. Uga XI and Ben exchanged greetings and got to sniff each other on the sideline in Atlanta.\nThis is the second year Herbstreit has been football's busiest announcer as the analyst on Amazon Prime Video's “Thursday Night Football”, part of the crew for ESPN's “GameDay” and then calling Saturday night college football games on either ESPN or ABC.\nPeople are also reading… Former Nebraska volleyball player transfers to Penn State Nebraska two-sport athlete Maggie Mendelson enters transfer portal Lincoln receives up to 5 inches of snow; other areas see blizzard conditions 'I don't believe in welfare' — Nebraska Gov. Pillen maintains he won't seek federal grocery aid Double blessings: Twin brothers welcome babies on same day in Lincoln Lincoln restaurants open on Christmas Eve and Christmas Lancaster County Sheriff to put six automatic license plate readers along I-80 Green Christmas: $2 million Powerball ticket sold in northeast Nebraska Dreaming of a white Christmas? Chances of snow increasing for Lincoln Lincoln groups gift car to 19-year-old who recently became caregiver for siblings Lincoln bishop: Same-sex unions cannot be blessed, but individuals can LFR responds to fire at Lazlo's in south Lincoln 'Same bar they always loved': Davey Tavern reopens under new ownership How Dylan Raiola flipped from Georgia to Nebraska, creating ripples in college football Christmas blizzard for Nebraska. Find out what to expect across the state here Besides the hectic schedule, the 10-year-old, 95-pound golden retriever has provided a piece of home on the road for Herbstreit during what has been a challenging year for his family.\nZak Herbstreit, Kirk's 20-year-old son who is a tight end at Ohio State, was hospitalized due to a heart condition in June. He is not practicing with the team and continues to receive treatment.\n“It was a little tougher to go away from home this year. Just having him come out with me is the best companion you can hope for. He’s super chill and welcoming,\" said Herbstreit. “What’s cool is taking him to the games. Both production groups have got to know him. He’s really become part of the team. If I don’t bring him to the meetings people ask.”\nGolden retrievers have been a part of Herbstreit's life for nearly 40 years. He said his family got their first one in 1985 when he was a sophomore in high school.\nBen is the leader of Herbstreit's current group of four, which he got from the same breeder in New Jersey. There's also Theo (6), Mitch (3) and Peter (11 weeks). Peter became part of the family three weeks ago when Herbstreit made the trip to get him after College Gameday before the Army-Navy game in Foxborough, Massachusetts, on Dec. 9.\nWhen it comes to mannerisms, Ben is a lot like his owner. Both are laid back, quiet and analytical.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kirk herbstreit",
        "sentiment": "negative"
      },
      {
        "name": "ben",
        "sentiment": "negative"
      },
      {
        "name": "herbstreit",
        "sentiment": "negative"
      },
      {
        "name": "maggie mendelson",
        "sentiment": "none"
      },
      {
        "name": "” herbstreit",
        "sentiment": "none"
      },
      {
        "name": "pillen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "abc",
        "sentiment": "none"
      },
      {
        "name": "amazon prime video",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "las vegas raiders",
        "sentiment": "none"
      },
      {
        "name": "los angeles chargers",
        "sentiment": "none"
      },
      {
        "name": "espn",
        "sentiment": "none"
      },
      {
        "name": "lincoln",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "atlanta",
        "sentiment": "none"
      },
      {
        "name": "penn state nebraska",
        "sentiment": "none"
      },
      {
        "name": "nebraska",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:20:51.173+02:00",
  "updated": "2023-12-29T00:20:51.173+02:00"
}