{
  "thread": {
    "uuid": "cb2af92fc46e0bef6a3165219b8a0c59e043766d",
    "url": "https://www.vpm.org/2024-02-29/intentional-friendships-help-end-the-cycle-of-poverty",
    "site_full": "www.vpm.org",
    "site": "vpm.org",
    "site_section": "https://vpm.org",
    "site_categories": [],
    "section_title": "",
    "title": "“Intentional\" friendships help end the cycle of poverty” | VPM",
    "title_full": "“Intentional\" friendships help end the cycle of poverty” | VPM",
    "published": "2024-03-01T00:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.vpm.org/dims4/default/ce0b21f/2147483647/strip/true/crop/1920x1008+0+36/resize/1200x630!/quality/90/?url=https%3A%2F%2Fk1-prod-vpm.s3.us-east-2.amazonaws.com%2Fbrightspot%2Fb2%2F4f%2F702948734735bdb1e1aab0ff6b3d%2Fv3-circlesrva-copy-020-1.jpg",
    "performance_score": 0,
    "domain_rank": 45820,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cb2af92fc46e0bef6a3165219b8a0c59e043766d",
  "url": "https://www.vpm.org/2024-02-29/intentional-friendships-help-end-the-cycle-of-poverty",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pam Hervey",
  "published": "2024-03-01T00:43:00.000+02:00",
  "title": "“Intentional\" friendships help end the cycle of poverty” | VPM",
  "text": "“Intentional\" friendships help end the cycle of poverty” More than ten percent of Virginians live below the poverty line. Circles is part of a national community-led support program, working to break the cycle of poverty. Participants (or “leaders”) are paired with volunteer mentors who serve as role models, offering support and friendship. The mentors hold participants accountable to their goals so they can break through barriers to financial success. TRANSCRIPT OF VIDEO WOMAN SPEAKS TO GROUP: Joy has given you all a Career Pathways Plan. If you haven't gotten it, you're going to get one, I promise. LISA SPECTER-DUNAWAY (BOARD CO-PRESIDENT, CIRCLES RVA): The plainest way I can describe it is that Circles works with people who are tired of living paycheck to paycheck and they are motivated to make change for themselves and their families. And they're leading that change, which is why we don't call them program participants, they are our leaders. They are matched with allies who are there to be their accountability partner, their coach. So the magic of Circles RVA really is that it's based on relationships. JOY THOMAS (BOARD VICE PRESIDENT, CIRCLES RVA): When I first started with Circles, I really didn't know that it was a poverty program, it was a big eye opener. Dealing with some of those barriers and things, and overcoming some of the barriers that was causing me not to have the money that I say I wanted to have. For me, it's the connection with their allies and building that community together and having somebody hold you accountable. WOMAN SPEAKS TO GROUP: I want you to think beyond, because the goal is to get you to the highest level, whatever that is for you. LISA SPECTER-DUNAWAY: For leaders and allies, they start with either an eight or a 12-week training program, and that's every Tuesday. And they look at their goals, the SMART goals, what has their progress been, what are the roadblocks, what is their budgeting looking like, and how can the allies support the leaders and how can they also celebrate the progress? HANNAH CONAWAY (LEADER): I was actually told about it through my therapist and she just recommended that it might be a good program to just help get us more financially on our feet, more stable. So my ally is Laura, I love her, she is becoming my best friend. LAURA BLACKWELL (ALLY): I think a lot of people who are in this program have a lot of trauma, even if I'm just giving her emotional support, that encourages her in ways that I never thought and I never thought I could help someone just by saying, 'Hey, I'm here for you.' I think a lot of people need that when they're trying to get out of any hard situation. LISA SPECTER-DUNAWAY: So every Tuesday we're here and we have dinner together. The second Tuesday of each month is something, a programming night, and so it could be job readiness, it could be practicing interviewing, it could be thinking about a different career path. What are the things that you're good at and passionate about that you may never have thought of that would be something that is attainable for you? HANNAH CONAWAY: One of the goals we've actually already achieved, so it was to get better housing and we just recently moved into a new apartment. It's definitely going to be a work in progress, but so far it is going really well. WOMAN 2 SPEAKS TO GROUP: I'm just grateful to be here. LISA SPECTER-DUNAWAY: Change is really hard for everybody and so when you have someone who is your partner walking along with you, then that helps reinforce the change, 'cause we're all people and we all need to have the number of relationships and we need to have family and we need to have enough resources so that we can thrive, not just survive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa specter-dunaway",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:15:03.036+02:00",
  "updated": "2024-03-01T01:15:03.036+02:00"
}