{
  "thread": {
    "uuid": "3b71ad9b5425c44e580c8164e205cd7e8a804cc0",
    "url": "https://www.semana.com/nacion/barranquilla/articulo/alex-char-se-posesiono-como-alcalde-de-barranquilla-arremetio-contra-la-inseguridad-y-defendio-el-progreso-de-la-ciudad/202313/",
    "site_full": "www.semana.com",
    "site": "semana.com",
    "site_section": "https://www.semana.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Semana.com -  Últimas Noticias de Colombia y el Mundo",
    "title": "Alex Char se posesionó como alcalde de Barranquilla: arremetió contra la inseguridad y defendió el progreso de la ciudad",
    "title_full": "Alex Char se posesionó como alcalde de Barranquilla: arremetió contra la inseguridad y defendió el progreso de la ciudad",
    "published": "2023-12-29T16:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.semana.com/resizer/KoHJf7guKuwn91X7nK0LoDiqKwU=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/GFGDBCVPFFGRVPXUGOWBPYFLZ4.jpeg",
    "performance_score": 0,
    "domain_rank": 6039,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b71ad9b5425c44e580c8164e205cd7e8a804cc0",
  "url": "https://www.semana.com/nacion/barranquilla/articulo/alex-char-se-posesiono-como-alcalde-de-barranquilla-arremetio-contra-la-inseguridad-y-defendio-el-progreso-de-la-ciudad/202313/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Semana",
  "published": "2023-12-29T16:57:00.000+02:00",
  "title": "Alex Char se posesionó como alcalde de Barranquilla: arremetió contra la inseguridad y defendió el progreso de la ciudad",
  "text": "Alejandro Char se sumó a la lista de alcaldes electos que decidieron anticiparse a la jornada de posesiones. Usualmente los mandatarios se posesionan el primero de enero de cada año al iniciar el período de su administración, pero esta vez varios optaron por romper los esquemas.El nuevo alcalde de Barranquilla asumió el cargo desde el suroccidente de la ciudad, en el barrio Rebolo. Allí, en medio de una multitud, recibió por tercera vez las riendas de la capital del Atlántico. La primera vez que resultó elegido fue en el período de 2008 a 2011. Luego, volvió a ser alcalde entre 2016 y 2019. En esta ocasión, Álex prometió combatir la inseguridad y trazar iniciativas que permitan aliviar las tarifas de energía.En cuanto a la ola de criminalidad, empezó con crear una nueva dependencia distrital. Se trata de la Alta Consejería para la Seguridad, que estará encabezada por el mayor general en retiro Julio César González, el mayor general Mariano Botero Coy y el coronel Tahir Rivera Suescún. Además, la actual Oficina para la Seguridad y Convivencia Ciudadana pasará a ser la Secretaría Distrital de Seguridad y estará liderada por Yesid Turbay.En palabras propias, el propósito es convertir a Barranquilla en la primera capital del país que utilice la inteligencia artificial para contrarrestar la violencia. Con miras en ese objetivo, SEMANA conoció que se están estudiando exitosos proyectos en México y en Europa. La iniciativa estaría relacionada con desarrollar tecnología de reconocimiento facial y brindar herramientas más efectivas a los miembros de la Policía.En cuanto al sector energético, propuso ser más ambicioso y apuntar a proyectos renovables. Char buscará promover el mejoramiento de las redes eléctricas internas de los hogares más vulnerables, así como el reemplazo de electrodomésticos por modelos más eficientes. Como segundo paso, insistió en la necesidad de instalar paneles solares en las viviendas para cubrir la demanda, lo que permitirá generar luz desde los techos, exportando a la red y compensando con la energía que demande en horas de la noche.Por otro lado, el nuevo alcalde respondió a SEMANA que pondrá sobre la mesa nacional dos propuestas principales en los que espera obtener la ayuda del Gobierno.“Hay dos proyectos estratégicos que vamos a presentarle al presidente Petro; la zona portuaria de aguas profundas está concebida como una solución para permitirles a los puertos actuales que operan en la zona de Barranquilla el recibo de buques de gran calado, que hoy no pueden entrar por al canal de acceso del río Magdalena debido a las restricciones propias del río y su dinámica de transporte de sedimentos”, planteó el mandatario electo. El segundo proyecto consiste en el desarrollo, implementación, construcción y operación de un parque eólico costa afuera, es decir, en el mar, para la generación de energía eléctrica renovable que permitirán la creación de 2.500 a 3.500 empleos directos e indirectos durante desarrollo y construcción.“Este gran proyecto le permitirá a Barranquilla ser una capital verde, amigable y modelo en la preservación del medioambiente y sostenibilidad”, aseguró Alex.Sus escándalos, ¿una piedra en el zapato?La casa Char se ha consolidado como uno de los clanes más poderosos en el Caribe y, constantemente, ha sido blanco de críticas y escándalos. Álex asumió como alcalde en medio de una oleada de cuestionamientos. Su hermano, el exsenador Arturo Char, enfrenta un proceso con las autoridades competentes por su presunta participación en una red de compra de votos en el departamento de Atlántico. Por esa misma situación, Aida Merlano se encuentra tras las rejas y, en reiteradas ocasiones, ha lanzado advertencias contra Álex, asegurando que él también participó en esas compras de votos.Incluso, el abogado Miguel Ángel del Río también le sigue los pasos y advierte con “meterlo preso”. Sumado a ello, en medio de la pasada contienda electoral, un medio de comunicación mexicano reveló que Álex, junto con su familia, tendrían nexos con el cartel de Sinaloa. Un señalamiento bastante grave que generó todo tipo de comentarios.Pero el alcalde se muestra tranquilo y asegura que no se deja intimidar. Ante ese tipo de señalamientos, le contestó a SEMANA :Tenemos el cuero duro y alegría en el corazón, no estaríamos aquí si no fuera así. No nos podemos distraer. Barranquilla exige foco, fortaleza mental y capacidad de innovación. Vamos a mantener nuestro enfoque en el trabajo y en la transparencia institucional, siempre en estrecha relación con las comunidades barriales. Del resto que se encargue la justicia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:20:42.109+02:00",
  "updated": "2023-12-29T19:03:59.753+02:00"
}