{
  "thread": {
    "uuid": "75c88e66fda84c38cbae062e9ca2c7d0b3f455bf",
    "url": "https://news.mongabay.com/2024/07/to-protect-the-planets-rangelands-give-pastoralists-a-boost-un-report-says",
    "site_full": "news.mongabay.com",
    "site": "mongabay.com",
    "site_section": "https://news.mongabay.com",
    "site_categories": [
      "pets"
    ],
    "section_title": "Conservation news - Environmental science and conservation news",
    "title": "To protect the planet’s rangelands, give pastoralists a boost, UN report says",
    "title_full": "To protect the planet’s rangelands, give pastoralists a boost, UN report says",
    "published": "2024-07-05T12:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imgs.mongabay.com/wp-content/uploads/sites/20/2022/07/13113559/pastoralists-in-somalia-768x512.jpg",
    "performance_score": 0,
    "domain_rank": 2657,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75c88e66fda84c38cbae062e9ca2c7d0b3f455bf",
  "url": "https://news.mongabay.com/2024/07/to-protect-the-planets-rangelands-give-pastoralists-a-boost-un-report-says",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashoka Mukpo",
  "published": "2024-07-05T12:41:00.000+03:00",
  "title": "To protect the planet’s rangelands, give pastoralists a boost, UN report says",
  "text": "In May, the United Nations Convention to Combat Desertification (UNCCD) released its “Global Land Outlook,” report which focused on the role that pastoralism can play in conserving rangelands. Rangelands, which include deserts, grasslands and savannas, cover 54% of the planet’s terrestrial surface. Pastoralist communities have often been framed as a threat to wildlife and conservation; in East Africa, many still face harsh grazing restrictions or eviction from their traditional landscapes. But the UNCCD report said that sustainable grazing practices can boost both carbon storage and soil fertility, and that pastoralism is vital to protecting the world’s rangelands. When it comes to conservation, forests and oceans are the big attention grabbers. But rangelands, which cover 54% of the planet’s terrestrial surface, are no less important for nature and wildlife. With ecosystems as varied as deserts, grasslands, semiarid shrublands and savannas, a third of global biodiversity hotspots fall within rangelands. More than 40% of the African continent is rangeland, including some of its most iconic landscapes, like the Serengeti or South Africa’s Highveld.\nJust like its forests and oceans, though, the world’s rangelands are under threat. Climate change, industrial food production, mineral extraction and unsustainable livestock practices all contribute to rangeland degradation. According to a report released by the U.N. Convention to Combat Desertification (UNCCD) in May, up to a third of global rangelands are at risk of such degradation, which can include desertification, soil fertility and biodiversity loss, or conversion into plantations, including ones that generate carbon credits from non-native tree species.\nThe consequences of rangeland degradation can be far-reaching. Wildlife that once roamed vast landscapes are squeezed, water gets scarcer, and devastating sandstorms become more common. Rangeland loss also contributes to climate change — nearly one-third of the global carbon pool is contained inside their grasses, soil and vegetation. Despite all this, they rarely take center stage at international conferences to address climate change and biodiversity loss.\nAnd there’s another reason why the planet’s rangelands are important: they’re where a big portion of our food supply comes from. Sixteen percent of global food production takes place on rangelands, and they generate a whopping 70% of feed for domesticated herbivores like cows, goats and camels. Around 2 billion people’s livelihoods depend on these landscapes, including 200 million pastoralist households, which produce around one-tenth of the world’s meat.\nThe UNCCD says those pastoralists are the key to protecting the planet’s threatened rangelands.\n“If we don’t manage to understand how pastoralists think and manage the land, how they are mobile and flexible, how they interpret the landscape under different conditions, we are going to end up degrading the whole Earth’s rangeland system,” said Pedro Herrera, the report’s lead author.\nSamburu pastoralists walking with their herd in Isiolo County, Kenya. Image by ILRI Livestock CRP/ Kabir Dhanji via Flickr (CC BY-NC-ND 2.0). Pastoralism is one of the world’s most ancient ways of life. From Central Asia to East Africa, its practitioners have traditionally moved their herds across vast distances in search of water and seasonal grazing spots. But they’ve often fared badly in the age of industrialization. Governments looking to modernize have framed pastoralism as an archaic and outdated way of life, at times implementing policies meant to push them toward more sedentary livelihoods like farm-style livestock rearing.\nConservationists haven’t always been friendly toward pastoralists, either, in many cases seeing their herds as competition for threatened wildlife that live in and around grazing areas. Around 12% of global rangelands are classified as protected areas. Some were established through the violent eviction of pastoralist communities, and in many of them, grazing is now outright banned.\nIt’s not all a matter of ancient history, either. In Tanzania, Maasai pastoralists have been subject to forced removals in recent years as part of a tourism-focused expansion of national park lands.\nAccording to Herrera, such policies aren’t just a human rights abuse; they’re bad ecosystem management.\n“If we evict pastoralists from a place thinking this will reduce grazing pressure so the rangelands will recover, we are totally mismanaging [them],” he said. “They need proper management to increase the organic matter in the soil, to remove dry vegetation, and to accelerate the nutrient cycles.”\nThe UNCCD report said that while unchecked grazing can damage grasslands, removing pastoralists or restricting their movement can lead to a reduction in soil fertility. Instead, it called for the integration of pastoralism into rangeland management planning.\nEncouraging sustainable grazing practices on some rangelands would help to regenerate and protect them, Herrera told Mongabay. It would also act as a climate solution. While some carbon credit-generating grazing projects have been controversial , seasonal livestock plans that allow vegetation to regrow are a natural way to remove carbon from the atmosphere.\n“When we promote rotational grazing, when we respect the resting periods, when we apply thoughtful pastoralist-based grazing plans, the amount of carbon in the soil will increase,” he said.\nThe UNCCD report comes as threats to pastoralists have increased across Africa. Along with conservation-related restrictions in some countries, clashes between herders and farmers — partly due to climate change and land-use pressures — continue to plague West Africa . Climate-related drought has devastated herding communities in Kenya. And in the Sahel, pastoralist grievances have played a major role in fueling Islamist insurgencies that have toppled governments and become one of the continent’s biggest security concerns.\n“Pastoralists have been caught up in regional instability and conflict, becoming involved in jihadist and secessionist groups,” said Ian Scoones, principal investigator of the PASTRES project, an EU-funded research program. “This is a response to long-term neglect by states of pastoralists’ needs, with other groups offering alternatives in tough conditions.”\nRather than neglecting or pushing pastoralist communities to the fringes, Herrera told Mongabay the world should be looking to learn from them.\n“Pastoralists and rangeland people know how to deal with very uncertain conditions. They know how to deal with droughts, with sandstorms, with freezing, with many weather inclemencies, and to keep producing in a sustainable way. That’s a very important lesson for the future,” he said.\nBanner image: A pastoralist in Somalia. Image via Rawpixel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://gjia.georgetown.edu/2023/01/02/why-extremist-insurgencies-spread-insights-from-the-sahel/",
    "https://www.unccd.int/news-stories/press-releases/silent-demise-vast-rangelands-threatens-climate-food-wellbeing-billions",
    "https://unowas.unmissions.org/sites/default/files/rapport_pastoralisme_eng-april_2019_-_online.pdf",
    "https://www.rangelandsdata.org/atlas/sites/default/files/2021-06/Rangelands_web%20%28144%20dpi%29.pdf",
    "https://www.reuters.com/business/environment/worsening-sand-dust-storms-driving-global-land-loss-says-un-2023-11-15/",
    "https://www.unowas.unmissions.org/sites/default/files/rapport_pastoralisme_eng-april_2019_-_online.pdf",
    "https://reuters.com/business/environment/worsening-sand-dust-storms-driving-global-land-loss-says-un-2023-11-15/",
    "https://gjia.georgetown.edu/2023/01/02/why-extremist-insurgencies-spread-insights-from-the-sahel",
    "https://rangelandsdata.org/atlas/sites/default/files/2021-06/Rangelands_web%20%28144%20dpi%29.pdf",
    "https://unccd.int/news-stories/press-releases/silent-demise-vast-rangelands-threatens-climate-food-wellbeing-billions",
    "https://www.gjia.georgetown.edu/2023/01/02/why-extremist-insurgencies-spread-insights-from-the-sahel/",
    "https://www.reuters.com/business/environment/worsening-sand-dust-storms-driving-global-land-loss-says-un-2023-11-15"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "un",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "east africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:06:54.249+03:00",
  "updated": "2024-07-12T04:59:48.689+03:00"
}