{
  "thread": {
    "uuid": "15e0aff3ad3ecb5e9a82157a7ed969e827df4f30",
    "url": "https://www.kaieteurnewsonline.com/2023/12/30/the-argyle-declaration-has-relieved-guyana-of-the-threat-of-imminent-invasion/",
    "site_full": "www.kaieteurnewsonline.com",
    "site": "kaieteurnewsonline.com",
    "site_section": "https://kaieteurnewsonline.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Home - Kaieteur News",
    "title": "The Argyle Declaration has relieved Guyana of the threat of imminent invasion - Kaieteur News",
    "title_full": "The Argyle Declaration has relieved Guyana of the threat of imminent invasion - Kaieteur News",
    "published": "2023-12-30T06:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GY",
    "main_image": "https://www.kaieteurnewsonline.com/images/2017/12/letters-11-150x150.jpg",
    "performance_score": 0,
    "domain_rank": 83006,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15e0aff3ad3ecb5e9a82157a7ed969e827df4f30",
  "url": "https://www.kaieteurnewsonline.com/2023/12/30/the-argyle-declaration-has-relieved-guyana-of-the-threat-of-imminent-invasion/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KNEWS",
  "published": "2023-12-30T06:02:00.000+02:00",
  "title": "The Argyle Declaration has relieved Guyana of the threat of imminent invasion - Kaieteur News",
  "text": "Latest update December 30th, 2023 12:59 AM Dec 30, 2023 [Letters](https://www.kaieteurnewsonline.com/category/letters/) Only a few people in this world are truly greedy. Most would be content with being able to live in harmony with their neighbours, enjoying a life free of financial worries. The motivation of the greedy is ultimately founded upon denying or taking from others what is their rightful due. The Venezuelan people are not greedy. The upper classes want to live the 21st Century lives they had become accustomed to before Chavez, whilst the masses long for the social largesse they enjoyed during the Chavez years, although the upper classes would not have minded that too much if things had settled there – then came the oil price crash! The exodus from Venezuela to anywhere else since around 2014 is estimated to number about 7M persons. After elections in 2018, the previously unelected Maduro was recognized in the region only by Cuba. Those who flee to Guyana generally hate Maduro and have no interest in his annexation talk. Most seek a life whereby they can be sure of eating one meal each day – a luxury for millions living in Venezuela – and be sure also of the prospect of building a future in a peaceful and progressive country. Today, the public approval rating of the Venezuelan leader stands at an uninspiring 29%. The Argyle Declaration has relieved Guyana of the threat of imminent invasion. Whilst Maduro might have been just sabre-rattling, we have no way to be sure about that. Taking possession of 60,000 square miles of jungle and mountains would be a monumental logistical adventure with several big challenges over and above legal factors and the support of Guyana’s allies. The Declaration has given Maduro enough to save face after all his bellicose talk, since he must surely know that he has the chance to save Venezuela now rather than allow the rot to accelerate with a vengeance, risking his own future if the US is given good excuse to deal militarily with his army. Venezuela recently strengthened its already strong trade ties with China, had some oil sanctions lifted by the USA, and also recently signed a LNG production deal with the Trinidad & Tobago Government and Shell. Maduro would be incredibly irrational to want to throw that all away now. “Now” is very much the operative word, for whilst everyone in Guyana and the wider region can now breathe a sigh of relief, Venezuelans have been taught from Primary School that “Essequiba” was taken from Venezuela by an imperialist conspiracy against their then young nation at the end of the 19th century. Legal tribunals often return wholly unexpected judgements – but in all real likelihood the ICJ will rule in Guyana’s favour. Venezuela does not recognize the jurisdiction of the World Court and is likely to renew its claim, regardless of the President at the helm, if or when it is thought expedient to do so – and likely for a domestic popularity purpose! We need to be prepared for such an eventuality and must be unified to be in any position to be so prepared. It is the combination of financial limitations, and more importantly, paranoia attributable to lack of unity, that accounts for the dire state of Guyana Defence Force inadequacy. Guyana started out as a new State in 1966 with little in the way of resources to build a large well-equipped army. Our leadership at the time recognized the Venezuelan threat and sought to ensure that we had a Force that would present a meaningful deterrent, considering always that population-wise Venezuela is around 30:1 vis-à-vis Guyana. A relatively strong army also equated jobs for otherwise unemployed mainly Afro-Guyanese youths, which was naturally considered a good thing at the time. Indo-Guyanese youths generally preferred to gravitate to their family businesses, get into entrepreneurial activity on their own account, or continue cutting sugar cane. After the PPP took the reins of Government in 1992, the GDF was not prioritized in any significant way, resulting in the acute diminution of the army’s capabilities. The capacity of the GDF needs to be massively upgraded if we should ever want to be capable of protecting our vast and valuable natural resources without depending upon the active help of other countries. With adequate capability, all we would ever need would be the weight of international law and opinion. We won’t need a standing army of 160,000 to deter (ours is purely a Defence Force) a potentially hostile standing army of 160,000 given our geographical position in relation to Venezuela and our fraternal relations with big brother Brazil. A standing army of 30,000 with a special corps trained by the SAS or US Special Forces, would pose a real deterrent backed up by 2 squadrons of fighter jets, 50 armoured vehicles in the South Rupununi to pull our own weight instead of leaving it all up to the Brazilians, and as many AI drones as we can realistically afford. This will cost a lot of money and will also depend upon quite a lot of unity! Because of historical factors dating back to the colonial era, a 30,000 strong army given current recruitment methods is likely to be disproportionately represented by Afro-Guyanese. This would be significantly fewer, so in the immediate future given the high levels of technical skills required by a modern army, which would thus attract a wider cross-section of young Guyanese – particularly so if salaries for skilled personnel were to be scaled with salaries offered in commerce and industry. The factor that would ensure this desired cross-section would be a unified population who identify and think as Guyanese – not as Afro-Guyanese or Indo-Guyanese or Amerindian! Our brothers and sisters of the other three Guyanese heritages, have no historical reason to think of themselves in Guyana as any other than Guyanese since their numbers are relatively small. The $1.2Bn supplemental for the GDF representing 5% of $24Bn recently approved by Parliament is a start. We ought to aim at 5% at least out of every annual budget with immediate effect. For this to be initiated by the incumbent Government would require a leap of faith. Fortunately, Maduro has caused us to focus on being unified. We ought to maintain that focus. Happy 2024! Yours truly, Ronald Bostwick ONE CHRISTMAS WISH Dec 30, 2023– GDF FC to tackle Western Tigers in grand Finale Kaieteur Sports – Get ready for the highly anticipated Guyana Football Federation (GFF) Elite League Cup final, scheduled for January 1... Dec 30, 2023 Dec 30, 2023 Dec 30, 2023 Dec 29, 2023 Dec 29, 2023 Kaieteur News – During his address to a recent event hosted by the Private Sector Commission, President Irfaan Ali... [more](https://www.kaieteurnewsonline.com/2023/12/30/the-plans-for-this-hotel-must-be-reversed/) By Sir Ronald Sanders (The writer is Antigua and Barbuda’s Ambassador to the United States and the Organization of American... [more](https://www.kaieteurnewsonline.com/2023/12/24/guatemala-democracy-vs-unbridled-attorney-general-authority/) Freedom of speech is our core value at Kaieteur News. If the letter/e-mail you sent was not published, and you believe that its contents were not libellous, let us know, please contact us by phone or email. Feel free to send us your comments and/or criticisms. Contact: 624-6456; 225-8452; 225-8458; 225-8463; 225-8465; 225-8473 or 225-8491. Or by Email: [[email protected]](/cdn-cgi/l/email-protection) / [[email protected]](/cdn-cgi/l/email-protection)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chavez",
        "sentiment": "none"
      },
      {
        "name": "maduro",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "guyana",
        "sentiment": "none"
      },
      {
        "name": "venezuela",
        "sentiment": "none"
      },
      {
        "name": "cuba",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T08:14:48.125+02:00",
  "updated": "2023-12-30T08:14:48.125+02:00"
}