{
  "thread": {
    "uuid": "9e95f579d9f767009af7bd96c1cf6c5244ab0eff",
    "url": "https://www.devdiscourse.com/article/politics/2957287-pm-modi-is-meditating-just-for-success-of-bharat-and-people-of-india-bjp-leader-shaina-nc",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/news-analysis",
    "site_categories": [
      "media"
    ],
    "section_title": "Breaking News, Development News, Latest News, Politics News, Sports News | Devdiscourse",
    "title": "PM Modi is meditating just for success of Bharat and people of India: BJP leader Shaina NC | Politics",
    "title_full": "PM Modi is meditating just for success of Bharat and people of India: BJP leader Shaina NC | Politics",
    "published": "2024-05-31T18:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/31_05_2024_23_07_41_7989855.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 9848,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e95f579d9f767009af7bd96c1cf6c5244ab0eff",
  "url": "https://www.devdiscourse.com/article/politics/2957287-pm-modi-is-meditating-just-for-success-of-bharat-and-people-of-india-bjp-leader-shaina-nc",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANI",
  "published": "2024-05-31T18:07:00.000+03:00",
  "title": "PM Modi is meditating just for success of Bharat and people of India: BJP leader Shaina NC | Politics",
  "text": "PM Modi is meditating just for success of Bharat and people of India: BJP leader Shaina NC BJP leader Shaina NC hit out at the INDIA bloc for their criticism of Prime Minister Narendra Modi meditating at the Vivekananda Rock Memorial in Kanniyakumari till June 1. She said that Prime Minister Narendra Modi is meditating just for the success of Bharat and the people of India. [ANI](/ani-stories)| Updated: 31-05-2024 23:07 IST | Created: 31-05-2024 23:07 IST - Country: - India BJP leader Shaina NC hit out at the INDIA bloc for their criticism of Prime Minister Narendra Modi meditating at the Vivekananda Rock Memorial in Kanniyakumari till June 1. She said that Prime Minister Narendra Modi is meditating just for the success of Bharat and the people of India. Shaina NC said, \"If the PM chooses to meditate, the opposition has a problem. If he chooses to speak, the opposition has a problem. This is not the first time he has gone for meditation. In 2019, he went to Kedarnath. In 2014, he went to Chhatrapati Shivaji Maharaj's Pratapgarh where he got his inspiration from. Here in Kanniyakumari, we know it's not just a symbolic gesture, but there is a huge inspiration which one draws from Swami Vivekananda. PM Narendra Modi is just meditating for the success of Bharat and the people of India.\" She further asked that when elections are over then where is the question of the Model Code of Conduct. She further said, \"When the elections are over, what is this cry of Model Code of Conduct. If the most hard-working Prime Minister in the history of India chooses to take one day off to meditate for the people of India and the prosperity of India, then the opposition has a problem with that.\" Earlier, the Congress filed a complaint with the Election Commission of India (ECI), alleging that PM Narendra Modi's two-day meditation retreat in Kanniyakumari would violate the '48-hour silence period provision' of the Model Code of Conduct ahead of the seventh and final phase of Lok Sabha polling. Prime Minister Modi is in Kanniyakumari on a spiritual visit. He is meditating at the Dhyan Mandapam, the place where revered Hindu philosopher Swami Vivekananda is believed to have had a divine vision about 'Bharat Mata'. He will continue his meditation till June 1. Prime Minister Narendra Modi on Thursday offered prayers at Bhagavathy Amman Temple in Kanyakumari, Tamil Nadu, after the culmination of the Lok Sabha election campaign. The Prime Minister is known to undertake spiritual journeys at the end of election campaigns. In line with this, he will reach Kanyakumari on May 30 and stay there till June 1. In 2019, he visited Kedarnath, and in 2014, he visited Shivaji's Pratapgarh. The election for 543 Lok Sabha seats is being held in seven phases starting April 19. The counting of the votes will be held on June 4. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [PM Modi's Spiritual Retreat at Vivekananda Rock Memorial](/article/entertainment/2952457-pm-modis-spiritual-retreat-at-vivekananda-rock-memorial) [Prime Minister Modi's Spiritual Sojourn at Kanyakumari's Vivekananda Rock Memorial](/article/entertainment/2953791-prime-minister-modis-spiritual-sojourn-at-kanyakumaris-vivekananda-rock-memorial) [Modi's Meditative Retreat at Vivekananda Rock Memorial Stirs Up Controversy](/article/politics/2954825-modis-meditative-retreat-at-vivekananda-rock-memorial-stirs-up-controversy) [PM Modi's Sunrise Meditation at Vivekananda Rock Memorial](/article/entertainment/2956312-pm-modis-sunrise-meditation-at-vivekananda-rock-memorial) [PM Modi's Spiritual Sojourn at Vivekananda Rock Memorial Amid Heavy Security](/article/politics/2954374-pm-modis-spiritual-sojourn-at-vivekananda-rock-memorial-amid-heavy-security)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "shaina",
        "sentiment": "negative"
      },
      {
        "name": "kedarnath",
        "sentiment": "none"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "chhatrapati shivaji maharaj",
        "sentiment": "none"
      },
      {
        "name": "shaina nc",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nc bjp",
        "sentiment": "negative"
      },
      {
        "name": "bjp",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "bharat",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "pratapgarh",
        "sentiment": "none"
      },
      {
        "name": "vivekananda rock memorial",
        "sentiment": "none"
      },
      {
        "name": "kanniyakumari",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T20:50:22.688+03:00",
  "updated": "2024-05-31T20:50:22.688+03:00"
}