{
  "thread": {
    "uuid": "f294524015619c729e336725bc6a5eb92c1e02bf",
    "url": "https://home.nzcity.co.nz/news/article.aspx?id=396789&fm=newsmain%2Cnrhl",
    "site_full": "home.nzcity.co.nz",
    "site": "nzcity.co.nz",
    "site_section": "https://home.nzcity.co.nz/news",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "\r\n\tNZ Top NZ News Stories from NZCity\r\n",
    "title": "Jessica Simpson felt more confident after having children - 19-Apr-2024 - NZ Entertainment news",
    "title_full": "Jessica Simpson felt more confident after having children - 19-Apr-2024 - NZ Entertainment news",
    "published": "2024-04-18T14:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 51500,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f294524015619c729e336725bc6a5eb92c1e02bf",
  "url": "https://home.nzcity.co.nz/news/article.aspx?id=396789&fm=newsmain%2Cnrhl",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T14:00:00.000+03:00",
  "title": "Jessica Simpson felt more confident after having children - 19-Apr-2024 - NZ Entertainment news",
  "text": "News | Entertainment 19 Apr 2024 10:31 | outlook hotmail | yahoo mail | gmail | news | weather | finance | shopping | about nzcity | Search | NZCity News SEARCH Google Bing NZ News NewsLinks the White Pages NZ Street Names the Yellow Pages Yahoo NZ Web sites SearchNZ NZ Domain Names CUSTOMISE Start Page Personalise News Top Stories Business Sports Politics Health & Safety Law and Order Technology Education Living & Travel Entertainment Motoring Environment National International Accidents Maori Rural Local Politics Sport Weather Finance Shopping Jobs Horoscopes Lotto Results Photo Gallery Site Gallery TVNow Dating SearchNZ NZSearch Crime.co.nz RugbyLeague Make Home About NZCity Contact NZCity Your Privacy Advertising Login Join for Free Home > News > Entertainment Jessica Simpson felt more confident after having children The 43-year-old star - who has Maxwell, 12, Ace, 11, and Birdie, six, with Eric Johnson - has revealed that she now feels more confident than she did in her 20s 19 April 2024 Jessica told PEOPLE: \"It wasn't until I became a mother that I learned to celebrate what a woman's body can do. \"I am more confident now after three kids than I was at 25!\" The blonde beauty launched The Jessica Simpson Collection in 2005, and she's taken inspiration from various places - including from her own kids - for her own fashion line over the years. She said: \"I get my design inspiration from everywhere, like a song I love or a piece of art. I love vintage fashion so I am always looking through archival prints and cuts. \"Right now, I am very inspired by my daughter Maxwell. Her pulse on fashion is so unique. She is an infectious trendsetter and always effortlessly confident.\" Meanwhile, Jessica previously revealed that she overcame her fears by \"eliminating\" alcohol from her life. The singer has been sober for years, and Jessica admits that she doesn't even recognise her old self. She told 'Entertainment Tonight': \"I don't even know that person. \"That person was not feeling. Now I'm in the world of just feeling everything and, no matter what, even if it's a sad emotion, I get through it quicker and I don't hold on to it. So for me, eliminating alcohol was like eliminating fear.\" Jessica has also been happy to \"invest\" in herself, after assuming control of her eponymous fashion label. She explained: \"I will not believe that there is a way to fail, so I don't. \"I think maybe for your average person it's risky to do what I do and to invest in yourself, but I believe in myself so much and I believe in myself enough to know my worth and to invest in my worth, and to hopefully achieve that and then some for my kids.\" >> More Entertainment News © 2024 Bang Showbiz, NZCity Other Entertainment News 19 Apr: Jess Glynne sees songwriting as her \"therapy\" 19 Apr: Katie Price and JJ Slater's romance happened \"super naturally\" 19 Apr: Katy Perry wants Jelly Roll to replace her on 'American Idol' 19 Apr: Taylor Swift has helped to make the Kansas City Chiefs a \"worldwide team\" 19 Apr: Kristin Cavallari and Mark Estes' romance is \"very serious\" 19 Apr: Christina Applegate was invited to join 'The Real Housewives of Beverly Hills' a decade ago 19 Apr: Victoria Beckham is \"only just getting started\" as she prepares to celebrate her 50th birthday Top Stories RUGBY Former Diamonds coach Lisa Alexander believes Netball Australia will welcome a proposal to include Aotearoa in their Super Netball domestic competition More... BUSINESS Motorsport pundit Bob McMurray believes many of the country's top drivers owe their careers to the late Sir Colin Giltrap More... Today's News Rugby League: NRL Thursday blog: Melbourne survive Cameron Munster sin-bin to outlast Roosters in error-strewn clash 10:27 Living & Travel: Can you throw, hit and catch? 10:27 Law and Order: Gazan men who say they were detained by Israeli army detail shocking allegations of physical and sexual abuse 10:07 Athletics: A 15-strong New Zealand athletics team has been named for the Paris Olympics 10:07 Entertainment: Jess Glynne sees songwriting as her \"therapy\" 9:40 Law and Order: The two people found guilty of murdering Christchurch mother Angela Blackmoore will be sentenced today -- 28 years on from the crime 9:27 Entertainment: Katie Price and JJ Slater's romance happened \"super naturally\" 9:10 Entertainment: Katy Perry wants Jelly Roll to replace her on 'American Idol' 8:40 Rugby League: To our angry NRL coach watch... an early contender for this week's crown is the Roosters' Trent Robinson 8:37 Business: Motorsport pundit Bob McMurray believes many of the country's top drivers owe their careers to the late Sir Colin Giltrap 8:37 News Search Entertainment NZ News NewsLinks NZ Web Power Search © 2024 New Zealand City Ltd",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jessica simpson",
        "sentiment": "negative"
      },
      {
        "name": "eric johnson",
        "sentiment": "none"
      },
      {
        "name": "birdie",
        "sentiment": "none"
      },
      {
        "name": "maxwell",
        "sentiment": "none"
      },
      {
        "name": "jessica",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nz entertainment",
        "sentiment": "negative"
      },
      {
        "name": "google bing nz news newslinks the white pages nz street names the yellow pages yahoo nz",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:31:51.997+03:00",
  "updated": "2024-04-19T01:31:51.997+03:00"
}