{
  "thread": {
    "uuid": "d9299da973883e1daf6528e6354ea0cd81404a78",
    "url": "https://www.tigernet.com/clemson-forum/thread/gonna-be-mid-50s-and-sunny-in-jax-2319030",
    "site_full": "www.tigernet.com",
    "site": "tigernet.com",
    "site_section": "https://www.tigernet.com",
    "site_categories": [
      "sports"
    ],
    "section_title": "Clemson Football and Recruiting since 1995 - TigerNet",
    "title": "Gonna be mid-50s and sunny in JAX - Clemson Football Forum - TigerNet",
    "title_full": "Gonna be mid-50s and sunny in JAX - Clemson Football Forum - TigerNet",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tigernet.com/img/logos/main_logo_50x50.png",
    "performance_score": 0,
    "domain_rank": 84163,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9299da973883e1daf6528e6354ea0cd81404a78",
  "url": "https://www.tigernet.com/clemson-forum/thread/gonna-be-mid-50s-and-sunny-in-jax-2319030",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nctigs",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Gonna be mid-50s and sunny in JAX - Clemson Football Forum - TigerNet",
  "text": "Football Football News 2023 Schedule 2023 Roster 2023 Football Signees Portal Tracker Depth Chart Tickets / Parking Clemson NFL ACC Standings Scholarships Future Schedules Photos Stats 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Recruiting News Ticker 2024 Commits 2025 Commits 2024 Offers 2025 Offers 2024 Top Targets 2025 Top Targets Search Football Classes 2023 2022 Basketball 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 Baseball 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Boards TigerBoards (6) The Donor's Den Donor Boards (3) General (3) Other Sports (2) Posts of the Day Board FAQ Sports All Clemson Sports Baseball Baseball News 2024 Schedule 2023 Roster 2024 Commits Tickets Photos Stats 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 M. Basketball M. Basketball News 2023-24 Schedule 2023-24 Roster 2024 Commits Tickets Photos ACC Standings Stats 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 Clemson NFL Clemson NFL News Clemson NFL Roster Football Football News 2023 Schedule 2023 Roster 2023 Football Signees Depth Chart Tickets / Parking Clemson NFL ACC Standings Scholarships Future Schedules Photos Stats 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 M. Soccer M. Soccer News 2022-23 Schedule 2022-23 Roster W. Soccer WSOC News 2023 Schedule 2023 Roster W. Basketball WBB News 2023-24 Schedule 2023-24 Roster Softball Softball News 2023 Schedule 2023 Roster Media Photos Football Recruiting Basketball Baseball Softball Socials Videos Football Recruiting Basketball Baseball Tickets View Ads Post an Ad Edit Your Ads More Upgrade! Advertise Clemson Gear TigerActive Chat About TigerNet Contact Us Log In | Free Sign Up Tiger Boards | Donor's Den | Member Search | T-Mail | > Portal > UPGRADE << Donor's Den General Leaderboards TNET coins™ POTD Hall of Fame Map FAQ search GIVE AN AWARD Use your TNET coins™ to grant this post a special award! W 50 Big Brain 90 Love it! 100 Cheers 100 Helpful 100 Made Me Smile 100 Great Idea! 150 Mind Blown 150 Caring 200 Flammable 200 Hear ye, hear ye 200 Bravo 250 Nom Nom Nom 250 Take My Coins 500 Ooo, Shiny! 700 Treasured Post! 1000 Please confirm you would like to use to award the award. The award will show up immediately and the recipient will receive bonus TNET coins™ and week of ultimate level membership Make my award anonymous YOUR BALANCE What are TNET coins™? Give Award Select Award Next Back How To Get TNET coins™ Gonna be mid-50s and sunny in JAX Tiger Boards - Clemson Football add New Topic Topics: Previous | Next Replies: 1 | visibility 301 coachmac 110%er [5153] TigerPulse: 69% Posts: 9063 Joined: 11/30/99 Gonna be mid-50s and sunny in JAX 1 Dec 29, 2023, 7:26 AM Reply Great day to see the Tigers play!! flag link military_tech thumb_down thumb_up njtiger88 Scout Team [179] TigerPulse: 100% Posts: 271 Joined: 12/1/13 Re: Gonna be mid-50s and sunny in JAX Dec 29, 2023, 8:11 AM Reply Hopefully, a great Tiger win! flag link military_tech thumb_down thumb_up Replies: 1 | visibility 301 Popular Board Posts Lane Kiffen hates transfer portal system. - nctigs This guy never learns. - colberttiger® My daughter just got engaged! - Milano® With all the uncertainty surrounding college football right now... - Francis Marion® Who has most accurate recruiting service? Rivals, ESPN or someone else? - Tiger Contractor TV Money - Buffalo Creek Tiger My opinion and I could be totally off base but... - TattedCop® Need some internet help please - GoTigers2022® Former Tiger not happy that his address was shared - TonyCrumpton® Texas State Defensive Cordinator just got hired by Duke... - nctigs Didn't realize former Tiger QB Slade Nagle - ROBOKIRK From a kentucky site - colberttiger® Clemson Recruiting Rankings back to 85. - Woburn Tiger Smoker recommedations - MCHIWAY A school Pays for surgery. The kid transfers. Should they have to pay back? - HillRockTiger® ACC. ACC ACC - Clemsonohiotiger® If you don't love Dabo.... (link added, sorry) - bretfsu® Coots talking about meaningless bowl games. - colberttiger® Nearly 40 years of Clemson recruiting classes - MRTTMT Not Football Related -- Smartphone - big monk Serious question about Beamer and Coot football - CU1966 College Conferences Will be forced To Change Payouts To Teams - junk yard tiger® El Nino weather pattern suppose to bring wetter, colder patterns - Lespaw79 Why would a Head Coach care - Clemsonohiotiger® Poor ole coots - 74TIGER Parking changes for downtown Clemson - TonyCrumpton® Not a big seller in Taylors,SC - turf2 📰 E-Mail News Alerts TigerBoard POTD Tyler Davis by colberttiger® Tiger Boards - Clemson Football add New Topic Topics: Previous | Next Front Page Forums Chat Tickets Inbox Member Search Shop Your Account MOBILE VERSION Copyright © 1995 - 2023 TigerNet. Disclaimer and Privacy Statement About Contact Us FAQ Advertise with Us >> UPGRADE! << Partner of ChicagoBearsHQ.com , ChicagoBullsHQ.com , ChicagoSportsHQ.com and CubsHQ.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "clemson football forum",
        "sentiment": "negative"
      },
      {
        "name": "clemson nfl clemson nfl news clemson nfl",
        "sentiment": "none"
      },
      {
        "name": "clemson nfl",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:36:58.626+02:00",
  "updated": "2023-12-29T17:36:58.626+02:00"
}