{
  "thread": {
    "uuid": "e2ed644e1b3407b0ad72fe47325452f04169e561",
    "url": "https://www.futura-sciences.com/sciences/actualites/astronautique-habitats-lunaires-maisons-champignons-bases-lego-sont-etude-114401",
    "site_full": "www.futura-sciences.com",
    "site": "futura-sciences.com",
    "site_section": "https://www.futura-sciences.com/rss/actualites.xml",
    "site_categories": [
      "windows",
      "tech"
    ],
    "section_title": "",
    "title": "Habitats lunaires : des maisons champignons et des bases en Lego sont à l'étude !",
    "title_full": "Habitats lunaires : des maisons champignons et des bases en Lego sont à l'étude !",
    "published": "2024-07-04T16:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn.futura-sciences.com/buildsv6/images/largeoriginal/0/4/a/04a1e4b4e1_50218219_maison-champignon-fantasy.jpg",
    "performance_score": 0,
    "domain_rank": 4677,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e2ed644e1b3407b0ad72fe47325452f04169e561",
  "url": "https://www.futura-sciences.com/sciences/actualites/astronautique-habitats-lunaires-maisons-champignons-bases-lego-sont-etude-114401",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daniel Chrétien, Rédacteur scientifique",
  "published": "2024-07-04T16:00:00.000+03:00",
  "title": "Habitats lunaires : des maisons champignons et des bases en Lego sont à l'étude !",
  "text": "Voici deux solutions pour le moins insolites à l’étude. La Nasa a annoncé soutenir une étude pour une maison qui « pousserait » à l’aide de champignons. De son côté, l’agence spatiale européenne (ESA) étudie comment fabriquer des briques de Lego à partir de matériaux lunaires. au sommaire La Lune paraît encore bien loin [avec les retards](http://www.futura-sciences.com/sciences/actualites/astronautique-artemis-iii-nasa-envisage-scenario-alternatif-atterrissage-lune-113109/) du programme américain Artemis, mais les agences spatiales continuent d'étudier les solutions pour s'y installer durablement avec une base au pôle sud. L'idée est d'optimiser l'onéreux transport des charges vers la surface et d'utiliser au mieux les ressources sur place. Utiliser des champignons Imagineriez-vous vivre dans une maison de Schtroumpfs sur la Lune ? C'est une des nombreuses options un tantinet insolites étudiées par la Nasa, qui cherche toutes les solutions pour construire des habitats lunaires, mais aussi martiens. Le projet Mycotecture Off Planet est porté depuis 2018 par une équipe de chercheurs du centre californien Ames de la Nasa. L'idée est de [concevoir un habitat](https://www.futura-sciences.com/sciences/actualites/mars-mars-chercheurs-proposent-construire-habitations-sang-urine-larmes-93552/) qui s'autoconstruit, s'autorépare, et protège les astronautes des radiations. Le matériau utilisé est du mycélium fongique, base des [champignons](/planete/definitions/classification-vivant-champignon-14469/)champignons connus pour envahir et coloniser les milieux souterrains. Ce matériau vivant est isolant, plus résistant à la compression que le [bois](/planete/definitions/botanique-bois-4042/)bois de [construction](/maison/definitions/construction-maison-liant-17955/)construction et plus flexible que le [béton](/maison/definitions/batiment-beton-5834/)béton. Pour se développer, le mycélium fongique a besoin d'eau et de nourriture. L'étude suggère donc son utilisation après l'arrivée sur le sol de premières missions habitées. Ainsi, tout serait déjà sur place (on peut trouver de la glace d'eau sur la Lune, et les [déchets](/planete/definitions/developpement-durable-dechet-5725/)déchets organiques serviraient de nourriture), ce qui réduirait les coûts logistiques des missions suivantes. Vers une démonstration en orbite Le projet Mycotecture Off Planet a désormais dépassé le stade de « preuve de concept » selon la Nasa. Les équipes ont déjà réussi à créer des biocomposites à partir des champignons, fabriqué des prototypes, et testé des matériaux dans un simulateur planétaire. Les résultats sont prometteurs. Après un premier financement en 2020 via son programme Niac dédié aux concepts innovants avancés, la Nasa renouvelle son soutien dans le but cette fois-ci de mettre au point une démonstration en orbite basse. « La Nasa aura besoin de nouvelles sciences et technologies qu'on ne connaît pas encore », précise Bill Nelson, directeur de la Nasa. L'agence spatiale américaine cherche à revenir sur la Lune dès que possible avec les missions Artemis. Mais la Lune n'est qu'une étape vers Mars. C'est dans cet objectif que la Nasa est prête à financer les études les plus folles, sans limiter l'imagination. Du Lego en régolithe L' [ESA](/sciences/definitions/univers-esa-2466/)ESA étudie depuis des années la conception de briques lunaires, faites à partir de matériaux qu'on peut trouver sur place. « Personne n'a construit de structure sur la Lune, donc il est intéressant de pouvoir tester tout type de design et de techniques de construction avec nos briques spatiales », indique dans un communiqué l'officier scientifique de l'ESA Aidan Cowley. L'ESA a commencé à construire des briques semblables à celles des Lego, à partir de poussière lunaire. Précisons qu'il ne s'agit pas ici de vraie poussière lunaire comme on pourrait en trouver dans les échantillons rapportés par les missions [Apollo](/sciences/definitions/univers-apollo-3743/)Apollo, Luna, ou plus récemment avec [la mission chinoise Chang’e 6](http://www.futura-sciences.com/sciences/actualites/astronautique-sonde-change-6-rapporte-terre-tresor-1-935-grammes-graal-planetologues-114319/) : les scientifiques ont utilisé du [régolithe](/sciences/definitions/planetes-regolithe-13527/)régolithe provenant d'une [météorite](/sciences/definitions/univers-meteorite-872/)météorite. Les États-Unis et l'ESA ne sont pas les seuls à s'intéresser à la construction sur la Lune. [La Chine entend](http://www.futura-sciences.com/sciences/actualites/lune-ambitions-cachees-chine-lune-113412/) en faire la démonstration sur place en 2028 avec sa mission automatique Chang'e 8.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:58:01.845+03:00",
  "updated": "2024-07-05T21:18:14.353+03:00"
}