{
  "thread": {
    "uuid": "b70714d9c1a327e9284853bc0c5a81d885fa0bb3",
    "url": "https://www.eluniversal.com.mx/metropoli/ecobici-celebra-14-anos-con-un-maximo-historico-de-mas-de-70-mil-viajes-en-un-solo-dia",
    "site_full": "www.eluniversal.com.mx",
    "site": "eluniversal.com.mx",
    "site_section": "https://www.eluniversal.com.mx/minuto-x-minuto/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Minuto x minuto | El Universal",
    "title": "Ecobici celebra 14 años con un máximo histórico de más de 70 mil viajes en un solo día | El Universal",
    "title_full": "Ecobici celebra 14 años con un máximo histórico de más de 70 mil viajes en un solo día | El Universal",
    "published": "2024-02-15T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.eluniversal.com.mx/resizer/lq7Il95SmnyiV427HeS4sgWsTgI=/980x528/cloudfront-us-east-1.images.arcpublishing.com/eluniversal/DLZUSN42VNGVZJR6YGZNXDJSRU.jpg",
    "performance_score": 0,
    "domain_rank": 3687,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b70714d9c1a327e9284853bc0c5a81d885fa0bb3",
  "url": "https://www.eluniversal.com.mx/metropoli/ecobici-celebra-14-anos-con-un-maximo-historico-de-mas-de-70-mil-viajes-en-un-solo-dia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Arana",
  "published": "2024-02-15T02:00:00.000+02:00",
  "title": "Ecobici celebra 14 años con un máximo histórico de más de 70 mil viajes en un solo día | El Universal",
  "text": "Más Información El Sistema de Bicicletas Públicas ECOBICI , a cargo de la Secretaría de Movilidad (SEMOVI), celebra 14 años con un máximo histórico de más 70 mil viajes en un solo día, los cuales se registraron el pasado 13 de febrero. El equipo de ECOBICI agradeció la preferencia de la comunidad ciclista en estos 14 años de servicio, periodo en el que se han hecho 93.5 millones de viajes por personas que han elegido la bicicleta para recorrer y disfrutar de la Ciudad de México. La Secretaría de Movilidad indicó que esta cantidad de viajes puede compararse con los de otras alternativas de movilidad puestas en marcha en esta administración, como Cablebús Línea 1 y Línea 2, donde al día se registran 60 mil y 75 mil viajes, respectivamente. Lee también ¡Hachiko mexicano! Lomito se queda con su amo hasta sus últimos momentos; vivían en una camioneta En este aniversario, también destaca que, luego de 12 años de servicio, en agosto de 2022 ECOBICI inició una renovación total en sus sistemas tecnológicos, bicicletas y cicloestaciones, misma que en la actualidad registra un avance del 98%, y en las próximas semanas continuará la instalación de las cicloestaciones faltantes. La dependencia indicó que esta modernización fue bien recibida por la ciudadanía, ya que en año y medio se han recorrido con este sistema 28 millones 283 mil 386 kilómetros de vialidades en la capital, equivalentes a 705 vueltas a la Tierra y una reducción de mil 150 toneladas de CO₂, al optar por el uso de un transporte sustentable en lugar de un vehículo automotor. Asimismo, el proyecto de renovación contempló la ampliación de la cobertura en más colonias de las alcaldías Cuauhtémoc, Benito Juárez y Miguel Hidalgo, demarcaciones que ya contaban con este servicio, así como la expansión en 27 colonias de tres nuevas alcaldías: Coyoacán, Álvaro Obregón y Azcapotzalco, para beneficiar a un total de 118 colonias de la Ciudad de México con este novedoso sistema para trasladarse. Lee también Cae César Caballero, alias \"El 40 de la Unión\"; controlaba la distribución y venta de droga en la Cuauhtémoc Del mismo modo, continúa en aumento el número de habitantes y visitantes de la capital que deciden sumarse a la movilidad ciclista por medio de este servicio, ya que en la actualidad 136 mil 651 personas cuentan con una membresía anual vigente. “Sólo sentíamos cómo crujía la tierra”, así vivieron locatarios del mercado de Mixcoac los microsismos ss/rcr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T03:24:49.932+02:00",
  "updated": "2024-02-16T03:24:49.932+02:00"
}