{
  "thread": {
    "uuid": "c42d47971955962427a1b0e45eba01df783613d2",
    "url": "https://www.larazon.es/medio-ambiente/sostenibilidad-revoluciona-empleo-futuro-espana-perfiles-mas-buscados_202407056687bd74301df70001f04bcc.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "LA RAZÓN: diario de noticias, actualidad de España y el mundo hoy",
    "title": "La sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados",
    "title_full": "La sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados",
    "published": "2024-07-05T10:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages02/2024/06/27/FA9677CE-A765-40BC-AB13-69E19B20FC2C/circulartalent-lab-ecoembes_69.jpg?crop=2048,1152,x0,y22&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5174,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c42d47971955962427a1b0e45eba01df783613d2",
  "url": "https://www.larazon.es/medio-ambiente/sostenibilidad-revoluciona-empleo-futuro-espana-perfiles-mas-buscados_202407056687bd74301df70001f04bcc.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura, Cano Liébana",
  "published": "2024-07-05T10:31:00.000+03:00",
  "title": "La sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados",
  "text": "Amplio despliegue policial\nSección patrocinada por\nMedio ambiente\nLa sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados\nLa transición hacia una economía circular crea nuevas profesiones que demandan perfiles como el de los cuatro profesionales que entrevistamos\nLos estudiantes acaban de terminar la prueba de acceso a la universidad y, excepto unos cuantos afortunados, la mayoría no tendrá todavía claro dónde se ve en el futuro. Está la vocación, por supuesto, pero también las salidas laborales. Las voces expertas dan por hecho que muchos de los empleos del futuro estarán ligados a la sostenibilidad ambiental. De hecho, la digitalización y la transición hacia un modelo económico más sostenible crearán 821.000 empleos de alta cualificación en España de aquí a 2030, según un informe elaborado por Randstad.\nSe trata de puestos de trabajo que contribuyen directamente a la preservación o restauración del medio ambiente, en sectores tradicionales –como el energético– o emergentes, como las energías renovables o el reciclaje. No lo parece a simple vista, pero esta última industria necesita una gran variedad de perfiles profesionales que van desde el análisis de Big Data y la Inteligencia Artificial, al estudio del comportamiento de la sociedad humana. Entrevistamos a distintos profesionales para que nos expliquen en qué consisten sus empleos y por qué son los trabajos más buscados del presente (y del futuro).\nCarolina Viana estudió Ingeniería Electrónica en la época en la que dependía de la Facultad de Físicas. En la actualidad, lidera proyectos de innovación para mejorar la eficiencia de las plantas de selección y tratamiento de residuos, así como las operaciones de recogida. «Mi trabajo consiste en buscar tecnologías que puedan ayudarnos a que las operaciones sean más eficientes –explica–. Por ejemplo, estamos testeando iniciativas como poner cámaras inteligentes en los camiones. ¿Por qué? Para ver si pueden detectar si se cuelan impropios –residuos que se depositan erróneamente en el amarillo– al volcar el contenedor. Así sabríamos de forma temprana si va a llegar un camión “contaminado”», resuelve.\nEn cuanto a las plantas, revela que se encuentran probando un sistema que te dice cuánto plástico PET y PEAD ha pasado por la cinta, mediante una cámara y una IA de reconocimiento de imágenes. Este tipo de soluciones son muy valiosas para las fábricas. «Mi perfil, a priori, no tenía tanto que ver con el empleo verde, sino con la industria del automóvil o la aeronáutica, pero me buscaron desde Ecoembes para aplicar mis conocimientos a las plantas donde se clasifican los residuos del contenedor amarillo, ¡y yo encantada de trabajar para algo tan bonito como reciclar!», celebra.\n¿Se necesitarán más perfiles como el suyo en el futuro? «Por supuesto. Esto tope no tiene, porque acaba de empezar. Cada vez cabemos más; se necesita poner sensores en los contenedores, en los camiones, en las plantas… vamos a digitalizar totalmente el sector y se necesitan más perfiles técnicos. Uno muy interesante es el de analista de datos, porque nuestras innovaciones generarán mucho volumen de datos», señala. Ese es, precisamente, el trabajo de Fuencisla Martín en la Oficina del Dato de Ecoembes. Desde allí se encarga de recopilar, extraer, estructurar y analizar grandes cantidades de datos mediante software y algoritmos específicos de Big Data.\n«Mi trabajo consiste en dejárselo fácil a los demás. Yo les proporciono herramientas de Business Intelligence para que sepan qué está pasando, y un compañero mío mete los datos en algoritmos predictivos que te estiman qué va a pasar. De esta forma, pueden tomar decisiones de negocio basadas en datos comprensibles, fiables y consistentes», resume. En su día a día trabaja con millones de datos relacionados con el funcionamiento de la recogida de residuos, financieros o de marketing, entre otros.\nSi se lo hubieran dicho hace unos años, no creería que su perfil tendría tanto que ofrecer a una empresa dedicada a la gestión de residuos. «Aunque me interesaba el medio ambiente, no pensaba que necesitaran perfiles tan técnicos, pero, hoy en día, todas las compañías pueden aplicar el análisis de datos. Deben hacerlo, porque lo más valioso que hay en una empresa son sus datos. Es donde se genera el conocimiento. Cuando los trabajas y los relacionas entre sí, puedes mejorar tus procesos e incluso la situación financiera de una empresa», asegura.\nPero las ciencias más humanas –o menos digitales– también son un ámbito clave en la transición ecológica. Afianzar el reciclaje como hábito es la misión de Ismael García, un sociólogo que orientó su carrera el reciclaje. Ahora, es especialista en innovación y comportamiento ciudadano en TheCircularLab, el centro de innovación abierta de Ecoembes. «Básicamente, lo que hago es escuchar al ciudadano, ver qué necesidades tiene, qué valora y cuáles son sus puntos de dolor», destaca. Para ello se conducen estudios demográficos y de percepción.\n«Hemos desarrollado todo un proyecto para conocer la personalidad del ciudadano con respecto al reciclaje. Nos han salido 5 grupos humanos con sus motivaciones y obstáculos. Está el de los individualistas, que necesitan multas o beneficios económicos para actuar, aunque la mayoría somos del grupo altruista: lo hacemos para procurar el bien común», afirma. Las conclusiones parecen lejanas, pero los resultados de estos trabajos pueden determinar lo que sucede a tu alrededor. «Si un municipio tiene un 50% de personas mayores, no instalamos columpios de plástico reciclado; se tomarán otras acciones. Escuchamos, entendemos y optimizamos», dice García.\nEn TheCircularLab también existen programas como el CircularTalentLab para potenciar el talento joven. En este se buscan perfiles variados. Para muestra la última edición, que contó con seis personas recién graduadas en Administración y Dirección de Empresas (ADE), Ingeniería Electrónica, Sociología, Marketing, Programación y Diseño Gráfico. Una de las participantes de la VII edición fue Aina Terrades, de ADE. «Me abrió muchas puertas. Ahora soy Project manager de sostenibilidad en una consultora que trabaja con hoteles para mejorar su sostenibilidad», cuenta.\nSea cual sea su tamaño, ella se encarga de idear proyectos que les ayuden a mejorar la gestión de residuos, el consumo de agua o de energía. Su futuro laboral comenzó en CircularTalentLab, cuando participó en el diseño de una iniciativa para aplicar la recogida selectiva de residuos al sector de los apartamentos turísticos. «Consistió en la creación de un sello distintivo de Ecoembes llamado Ecohostel y generamos unas pequeñas papeleras para los apartamentos. De esta manera, solventamos un problema común: que sean los turistas quienes tengan que gestionar sus propios residuos al llegar a una casa, por la falta de recursos», indica Terrades.\nEn las ediciones anteriores, los integrantes se han enfrentado a retos como la creación de un contenedor inteligente o una app que facilite el reciclaje a la ciudadanía. La próxima edición del CircularTalentLab, la decimosegunda, empieza en septiembre y busca seis perfiles: uno en Administración y Dirección de Empresas, dos en Ingeniería de Diseño del Producto, uno en Sociología, uno en Psicología y otro en Marketing.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T12:34:41.031+03:00",
  "updated": "2024-07-05T12:34:41.031+03:00"
}