{
  "thread": {
    "uuid": "b97087d9ca4e19f7e86c73fe394ea19ddf105be5",
    "url": "https://www.newsbreak.com/cache-county-ut/3368053100643-election-audits-should-be-routine-not-reactionary",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/logan-ut",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Logan News, Weather, Safety, Sports | NewsBreak Logan, UT",
    "title": "Election audits should be routine, not reactionary",
    "title_full": "Election audits should be routine, not reactionary",
    "published": "2024-03-14T23:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1ESmXt_0rsjS6Tg00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3344,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b97087d9ca4e19f7e86c73fe394ea19ddf105be5",
  "url": "https://www.newsbreak.com/cache-county-ut/3368053100643-election-audits-should-be-routine-not-reactionary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-03-14T23:14:00.000+02:00",
  "title": "Election audits should be routine, not reactionary",
  "text": "By Jacqueline Doyer ,\n6 hours ago\nA recent report by the Utah lieutenant governor's office details \"deeply troubling\" findings regarding Cache County's handling of a 2023 election. Utah election law was repeatedly violated, and election officials demonstrated \"a pointed disregard\" for state policy and practices.\nThe kicker: Cache County was hand-picked as a “Center for Election Excellence” by a left-wing “Zuck Bucks” group, the U.S. Alliance for Election Excellence.\nA project of the Center for Tech and Civic Life, the alliance is an $80 million program that claims to improve elections and “revitalize American democracy.” That’s laughable, considering Cache County’s performance review.\nThe report follows a process audit of the 2023 municipal and primary elections. It details 31 findings and recommendations describing an office so dysfunctional that it handled nearly every part of the election process incorrectly — and may have even tried to cover up its failures.\nThe findings were so abysmal that Lt. Gov. Deidre Henderson was forced to remind the Cache County clerk that it is his duty to “learn and comply” with election laws and procedures. Thankfully, no evidence of fraud was discovered, but the audit uncovered “significant problems … that could have introduced numerous opportunities for bad actors to impact the county’s election results.”\nPerhaps the most egregious failure discovered was the chain of custody for ballots, which the report described as virtually nonexistent.\nBallots are like pieces of evidence in a criminal case. To introduce evidence at trial, a prosecutor must show it is the same item removed from the crime scene and that it has been properly handled from the time it left the scene until it arrived in the courtroom. Similarly, we should be able to trace a ballot every step along the way, from voting to tabulation. This is vital to ensuring that every ballot is accounted for. It protects against fraud, and it is essential for accurate post-election audits.\nBut this was not possible in Cache County. The clerk’s office failed to properly log ballot retrieval, ballot storage bags were not sealed, and ballots were commingled and processed in two different locations. Instead of counting ballots before scanning them into tabulators, the county weighed them, got “close to 200,” and scanned them.\nReconciliation — the process of verifying that the number of voters who voted in an election matches the number of ballots cast — requires accurate numbers. It should be easy for election officials and provide assurance to the public that things are working as they should, but “the absence of proper chain of custody” made legally required reconciliation “impossible.”\nA critical safeguard for ballots by mail in Utah is a two-stage system to verify and audit signatures on ballots. Crucially, two different people are supposed to do this to catch any mistakes, but this safeguard was disregarded. Cache County had the same person who performed the initial review grade their own work. Recounts revealed “many errors in signature verification,” including 40 ballots that were initially improperly excluded from tabulation.\nAnother serious mistake was the county’s failure to run legally required pre-election testing on voting equipment. This testing allows election administrators to verify ballots were programmed accurately and that equipment tabulates ballots correctly. This failure to run the required testing delayed tabulation and caused “unnecessary confusion.” Even worse, when the lieutenant governor’s office asked for proof that the tests were completed, Cache County apparently forged records, a matter under investigation by local authorities.\nThese findings invite an obvious question: How did the left-wing alliance deem Cache County a “Center for Election Excellence”? Despite claims of assisting election officials and offering improvement plans for participating offices, none of the alliance’s so-called experts apparently picked up on how poorly run Cache County was. If they did, no one did anything about it.\nIn fact, the county didn’t even know who to email when it sought to withdraw from the Alliance for Election Excellence. Meanwhile, some jurisdictions that have joined an exodus from the alliance noted that its requirements would distract from the immense responsibilities already involved in running upcoming elections. States like Indiana and Louisiana have the right idea: Ban groups like the alliance from operating in their states. It’s not like they’re helping anyway.\nVoters need to be confident in election results no matter who wins. They need to know proper processes were followed to trust the results. From sheer ineptitude to outright deception, Cache County is a poster child for why states need to use process audits to verify that state law and procedures are followed. As we head toward another presidential election, these audits need to be routine, not reactionary.\n• Jacqueline Doyer is legal policy director for the Honest Elections Project.\nExpand All Read in NewsBreak",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Politics"
  ],
  "external_links": [
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0m5t5v_0rsjS6Tg00",
    "https://img.particlenews.com/image.php?url=1ESmXt_0rsjS6Tg00",
    "https://img.particlenews.com/image.php?url=0m5t5v_0rsjS6Tg00",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1ESmXt_0rsjS6Tg00",
    "https://img.particlenews.com/image.php",
    "https://www.img.particlenews.com/image.php?url=0m5t5v_0rsjS6Tg00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1ESmXt_0rsjS6Tg00",
    "https://www.img.particlenews.com/image.php?url=1ESmXt_0rsjS6Tg00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0m5t5v_0rsjS6Tg00"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jacqueline doyer",
        "sentiment": "negative"
      },
      {
        "name": "deidre henderson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. alliance for election excellence",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "cache county",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:03:22.340+02:00",
  "updated": "2024-03-15T06:03:15.093+02:00"
}