{
  "thread": {
    "uuid": "a78910b19a16be92bad4da9e0cbd63e2442e4949",
    "url": "https://www.devdiscourse.com/article/law-order/2761378-jaishankars-visit-to-russia-provided-opportunity-to-further-strengthen-special-and-privileged-strategic-partnership-mea",
    "site_full": "www.devdiscourse.com",
    "site": "devdiscourse.com",
    "site_section": "https://devdiscourse.com/article/education/2711396-people-with-communal-mindset-are-countrys-enemies-jamiat-ulama-i-hind-chief",
    "site_categories": [
      "media"
    ],
    "section_title": "People with communal mindset are country&#39;s enemies: Jamiat-Ulama-i-Hind chief | Education",
    "title": "Jaishankar's visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA | Law-Order",
    "title_full": "Jaishankar's visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA | Law-Order",
    "published": "2023-12-30T06:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_05_2019_11_52_07_9391333.jpg?width=920&format=jpeg",
    "performance_score": 0,
    "domain_rank": 7424,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a78910b19a16be92bad4da9e0cbd63e2442e4949",
  "url": "https://www.devdiscourse.com/article/law-order/2761378-jaishankars-visit-to-russia-provided-opportunity-to-further-strengthen-special-and-privileged-strategic-partnership-mea",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PTI",
  "published": "2023-12-30T06:01:00.000+02:00",
  "title": "Jaishankar's visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA | Law-Order",
  "text": "Jaishankar's visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA [PTI](/pti-stories)| Moscow | Updated: 30-12-2023 12:01 IST | Created: 30-12-2023 12:01 IST - Country: - Russian Federation External Affairs Minister S Jaishankar's visit to Russia this week provided an opportunity to review ongoing bilateral cooperation and examine ways to further bolster the Special and Privileged Strategic Partnership, according to an official statement on Saturday. Jaishankar was in Russia from December 25 to 29 during which he called on President Vladimir Putin and held discussions with the Deputy Prime Minister and the Minister of Industry and Trade Denis Manturov. Jaishankar also held discussions with his Russian counterpart Sergey Lavrov. The External Affairs Minister (EAM) had a comprehensive exchange of views on bilateral cooperation in trade and economics, energy, defence, connectivity, cultural and people-to-people exchanges, and cooperation between regions of the two countries. He also shared perspectives on global and regional developments including multilateral cooperation. Three documents relating to the Kudan Kulam Nuclear Power Plants, an MoU on cooperation in pharmaceuticals and healthcare and a Protocol on Foreign Office Consultations were signed during the visit. ''The EAM's visit to Russia provided an opportunity to review ongoing bilateral cooperation and consider ways to further strengthen the Special and Privileged Strategic Partnership between the two countries,'' the Ministry of External Affairs said in a statement. ''India-Russia relations have remained strong and steady building upon strategic convergences, geopolitical interests, and mutually beneficial cooperation between the two countries,'' it said. During Jaishankar's meeting with Putin at the Kremlin on Wednesday, the Russian president invited Prime Minister Narendra Modi to visit Russia next year. ''We will be glad to see our friend, Mr. Prime Minister Modi in Russia,'' Putin told Jaishankar. So far, 21 annual summits have taken place alternatively in India and Russia. The last summit took place in New Delhi in December 2021. The ties between India and Russia remained strong notwithstanding Moscow's invasion of Ukraine. India has not yet condemned the Russian invasion of Ukraine and it has been maintaining that the crisis must be resolved through diplomacy and dialogue. Jaishankar also interacted with Russian think tanks/academics and exchanged views on Indian foreign policy perspectives as well as Russia-India relations. The rich contribution of cultural ties and people-to-people exchanges in enhancing the goodwill and friendship between India and Russia was reflected in EAM's interaction with the Indian Diaspora in Moscow, the statement said. In Saint Petersburg, Jaishankar met the Governor, Alexander Beglov, and discussed possibilities of cooperation in the economic and cultural fields. He had a discussion with a diverse cross-section of Indologists at Saint Petersburg University. Views were exchanged on how to enhance a better direct understanding and appreciation of developments in the two countries. He also interacted with teachers and students at School No 653 named after Gurudev Rabindranath Tagore, a premier Russian government school which teaches Hindi as part of its regular curriculum. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [US wants Russia to negotiate in \"good faith\" regarding release of detainees, Evan Gershkovich and Paul Whelan](/article/international/2746723-us-wants-russia-to-negotiate-in-good-faith-regarding-release-of-detainees-evan-gershkovich-and-paul-whelan) [Japan to ban import of Russian diamonds for non-industrial use](/article/law-order/2746755-japan-to-ban-import-of-russian-diamonds-for-non-industrial-use) [Blizzards sweep across Russia bringing massive snow falls](/article/science-environment/2746889-blizzards-sweep-across-russia-bringing-massive-snow-falls) [A year of war: 2023 sees worst-ever Israel-Hamas combat as Russian attacks on Ukraine grind on](/article/law-order/2746857-a-year-of-war-2023-sees-worst-ever-israel-hamas-combat-as-russian-attacks-on-ukraine-grind-on) [Whereabouts of Russia's Navalny still unknown - ally](/article/law-order/2746976-whereabouts-of-russias-navalny-still-unknown---ally)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jaishankar",
        "sentiment": "negative"
      },
      {
        "name": "vladimir putin",
        "sentiment": "none"
      },
      {
        "name": "sergey lavrov",
        "sentiment": "none"
      },
      {
        "name": "s jaishankar",
        "sentiment": "none"
      },
      {
        "name": "denis manturov",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "pti",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T08:35:24.842+02:00",
  "updated": "2023-12-30T08:35:24.842+02:00"
}