{
  "thread": {
    "uuid": "3d4ccdba03ec3581ac9007ae75c4db57ade8623b",
    "url": "https://www.ladepeche.fr/2024/05/06/guerre-israel-hamas-des-gens-pleurent-de-joie-lorganisation-terroriste-accepte-un-cessez-le-feu-avec-israel-dans-la-bande-de-gaza-11934590.php",
    "site_full": "www.ladepeche.fr",
    "site": "ladepeche.fr",
    "site_section": "https://www.ladepeche.fr/",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "La Dépêche : Actualités en temps réel et l'info en continu - ladepeche.fr",
    "title": "Gaza : \"Des gens pleurent de joie…\" Le Hamas accepte un cessez-le-feu, \"la balle est dans le camp d’Israël\" - ladepeche.fr",
    "title_full": "Gaza : \"Des gens pleurent de joie…\" Le Hamas accepte un cessez-le-feu, \"la balle est dans le camp d’Israël\" - ladepeche.fr",
    "published": "2024-05-06T20:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.ladepeche.fr/api/v1/images/view/66391df2b204d244ff75e779/large/image.jpg?v=1",
    "performance_score": 0,
    "domain_rank": 4852,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d4ccdba03ec3581ac9007ae75c4db57ade8623b",
  "url": "https://www.ladepeche.fr/2024/05/06/guerre-israel-hamas-des-gens-pleurent-de-joie-lorganisation-terroriste-accepte-un-cessez-le-feu-avec-israel-dans-la-bande-de-gaza-11934590.php",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "PS avec AFP",
  "published": "2024-05-06T20:15:00.000+03:00",
  "title": "Gaza : \"Des gens pleurent de joie…\" Le Hamas accepte un cessez-le-feu, \"la balle est dans le camp d’Israël\" - ladepeche.fr",
  "text": "Des scènes de joie et des tirs en l’air ont accueilli la nouvelle. Ce lundi 6 mai, le Hamas a indiqué avoir informé l’Egypte et le Qatar qu’il acceptait leur proposition pour un cessez-le-feu avec Israël dans la bande de Gaza dévastée par sept mois de guerre.\nQue dit l’accord ? \"Ismaïl Haniyeh, chef du bureau politique du Hamas, s’est entretenu par téléphone avec le Premier ministre qatari Cheikh Mohammed bin Abdelrahmane Al Thani et le ministre égyptien des Renseignements, Abbas Kamel, et les a informés que le Hamas avait approuvé leur proposition d’accord de cessez-le-feu\", selon un communiqué publié sur le site du mouvement palestinien.\n\"Cet accord comprend trois phases avec l’objectif d’un cessez-le-feu durable\", a déclaré lundi un haut responsable du mouvement islamiste palestinien à Al-Jazeera. Chacune de ces phases dure 42 jours, et inclut un retrait israélien complet de la bande de Gaza, le retour des déplacés et un échange d’otages toujours retenus à Gaza et de prisonniers palestiniens détenus par Israël.\nQu’a répondu Israël ? \"La balle est désormais dans le camp\" d’Israël, qui a le choix \"entre accepter l’accord de cessez-le-feu, soit y faire obstacle\", a déclaré un responsable du Hamas sous le couvert de l’anonymat.\nUn haut responsable israélien a indiqué lundi à l’AFP qu’Israël était attentif à la proposition. \"Nous la passons en revue. Ce n’est pas le cadre dont nous avions convenu. Nous l’examinons\", a déclaré ce haut responsable ayant requis l’anonymat. Il n’a pas donné de détails sur le contenu du document.\nPour autant, l’armée israélienne a réitéré ce lundi soir son appel aux habitants des quartiers Est de Rafah à évacuer la zone, en prélude à une \"opération terrestre\".\nQuid de l’offensive à Rafah ? Malgré les objections internationales, le Premier ministre israélien, Benjamin Netanyahu, a en effet promis de lancer l’offensive sur Rafah, quelle que soit l’issue des négociations. Dans cette perspective, elle a affirmé avoir commencé ce lundi \"une opération d’ampleur limitée pour évacuer temporairement les personnes résidant dans l’est de Rafah\", estimant à \"environ 100.000\" le nombre de personnes concernées.\nDans des tracts largués sur les quartiers est de Rafah, l’armée israélienne a averti qu’elle \"s’apprête à agir avec force contre les organisations terroristes\" et demandé aux habitants \"d’évacuer immédiatement vers la zone humanitaire élargie d’al-Mawasi\", à une dizaine de kilomètres de Rafah.\n\"Les habitants évacuent dans la terreur et la panique\", a déclaré à l’AFP Ossama al-Kahlout, un responsable du Croissant-Rouge palestinien dans l’est de Rafah, précisant que les zones désignées abritaient environ 250.000 personnes. Des \"milliers\" de personnes ont quitté l’est de Rafah, a-t-il ajouté plus tard.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T21:32:30.689+03:00",
  "updated": "2024-05-07T01:02:55.105+03:00"
}