{
  "thread": {
    "uuid": "9ccf698d58d672abf44b43a9b852df35916ee469",
    "url": "https://andina.pe/agencia/noticia.aspx?id=968424",
    "site_full": "andina.pe",
    "site": "andina.pe",
    "site_section": "http://www.andina.com.pe/agencia/titulares",
    "site_categories": [
      "travel",
      "south_america"
    ],
    "section_title": "\r\n\tLo último | Agencia Peruana de Noticias Andina\r\n",
    "title": "Miraflores realizó más de 1,000 intervenciones en áreas verdes, iluminación y ciclovías | Noticias | Agencia Peruana de Noticias Andina",
    "title_full": "Miraflores realizó más de 1,000 intervenciones en áreas verdes, iluminación y ciclovías | Noticias | Agencia Peruana de Noticias Andina",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://portal.andina.pe/EDPfotografia3/Thumbnail/2023/12/28/001024732W.jpg",
    "performance_score": 0,
    "domain_rank": 23634,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9ccf698d58d672abf44b43a9b852df35916ee469",
  "url": "https://andina.pe/agencia/noticia.aspx?id=968424",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Miraflores realizó más de 1,000 intervenciones en áreas verdes, iluminación y ciclovías | Noticias | Agencia Peruana de Noticias Andina",
  "text": "La Municipalidad de Miraflores informó que, en el 2023, realizó más de 1,000 intervenciones en iluminación, señalización, arreglo de áreas verdes, bancas, postes y farolas recuperadas, así como en el servicio de recojo de residuos de forma puntual en beneficio de los vecinos.\nEn relación al mantenimiento de vías, ciclovías y veredas, la comuna, a través de la Subgerencia de Obras, realizó una labor integral de señalización horizontal en diversas zonas del distrito, cubriendo más de 24,000 m2, asegurando un tránsito seguro. Se destaca el parchado de más de 13,700 m2 de vías (asfalto frío y caliente) y el pintado de 3.8 km de ciclovías. También se rehabilitaron 2,479.93 m2 de veredas y bermas, fortaleciendo así la seguridad peatonal.\nLee también: San Martín de Porres: Con inversión mayor a 600 mil entregan obras en Chuquitanta\nRespecto al alumbrado público y espacios recreativos, se concretó la instalación de 180 luminarias LED en diferentes áreas miraflorinas.\nAsimismo, la comuna miraflorina logró que 14 parques recreativos quedaran operativos y seguros para el disfrute de los más pequeños. De igual forma, recuperaron 14 de las 19 piletas existentes, con planes de mejora para 17 más el próximo año.\nEn relación al mobiliario urbano, la subgerencia de Obras ejecutó 1,659 intervenciones en la renovación de farolas para una iluminación más eficiente, la restauración y sustitución de bancas, la mejora de papeleras para fomentar la limpieza urbana y la atención especial a mini gimnasios al aire libre para promover un estilo de vida saludable. Estos trabajos de mantenimiento se realizaron con una inversión de S/467,775.56.\nDurante el 2023, dicho municipio recolectó y transportó hasta su disposición final más de 60,856 toneladas de residuos sólidos municipales.\nLee también: López Aliaga: Lima contará con 60 puentes de vías rápidas\nAdemás, el servicio de barrido de calles y avenidas ha cubierto 43,006 km-eje, pero también ha realizado operativos de desratización de playas y acantilados, lavado y desinfección de veredas, y la adquisición de 1000 nuevas papeleras urbanas que pronto estarán instaladas en todo el distrito.\nDe otro lado, la administración directa de más de 1,069 000 m2 de áreas verdes permitió intervenir y recuperar 68 de los 78 parques del distrito. Se han sembrado 1356,750 plantas, 1211 árboles, 1 005,450 flores y césped en 15,430 m2. Asimismo, se implementó sistemas de riego tecnificado en parques estratégicos y recuperó 6 caniles para las mascotas.\nEste año, también logró que la Autoridad Nacional del Agua (ANA) le otorgue la Licencia de Uso de Agua Superficial de la playa La Estrella. Gracias a eso, el riego de áreas verdes podrá ser sostenible, contribuyendo a la lucha contra el cambio climático y promoviendo un entorno saludable para todos los vecinos.\nMás en Andina :\nLas personas que sospechan haberse contagiado de covid-19 tienen diversos puntos de atención en Lima para realizarse la prueba de descarte, ya sea molecular o rápida, dependiendo de lo que indique la sintomatología del paciente.\n??Karina Garay\n?? https://t.co/FtWRKEJdFI pic.twitter.com/DPGm7Nodj4\n— Agencia Andina (@Agencia_Andina) December 28, 2023\n(FIN) NDP/ICI",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://twitter.com/Agencia_Andina/status/1740444914150940703?ref_src=twsrc%5Etfw",
    "https://t.co/FtWRKEJdFI",
    "https://t.co/DPGm7Nodj4",
    "https://www.t.co/FtWRKEJdFI",
    "https://www.t.co/DPGm7Nodj4",
    "https://www.twitter.com/Agencia_Andina/status/1740444914150940703?ref_src=twsrc%5Etfw",
    "https://twitter.com/Agencia_Andina/status/1740444914150940703"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:04.993+02:00",
  "updated": "2023-12-29T00:09:04.993+02:00"
}