{
  "thread": {
    "uuid": "40f14ce458f67e911dd0ea2f8a540b5e93da60fc",
    "url": "https://www.thestar.com.my/lifestyle/living/2024/01/05/the-macallan-collaborates-with-stella-and-mary-mccartney-on-new-harmony-collection",
    "site_full": "www.thestar.com.my",
    "site": "thestar.com.my",
    "site_section": "https://thestar.com.my/lifestyle/people-and-living",
    "site_categories": [
      "media"
    ],
    "section_title": "People &amp; Living - Lifestyle | The Star",
    "title": "The Macallan Collaborates With Stella And Mary McCartney On New Harmony Collection | The Star",
    "title_full": "The Macallan Collaborates With Stella And Mary McCartney On New Harmony Collection | The Star",
    "published": "2024-01-05T09:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://apicms.thestar.com.my/uploads/images/2024/01/05/2475080.jpg",
    "performance_score": 0,
    "domain_rank": 2224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 7,
        "comments": 0,
        "shares": 16
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40f14ce458f67e911dd0ea2f8a540b5e93da60fc",
  "url": "https://www.thestar.com.my/lifestyle/living/2024/01/05/the-macallan-collaborates-with-stella-and-mary-mccartney-on-new-harmony-collection",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MICHAEL CHEANG",
  "published": "2024-01-05T09:30:00.000+02:00",
  "title": "The Macallan Collaborates With Stella And Mary McCartney On New Harmony Collection | The Star",
  "text": "For the third edition of The Macallan’s stellar Harmony Collection, the luxury Scotch whisky producer has partnered with Stella and Mary McCartney to celebrate the lands of Scotland that connect all those who have stood upon them for generations.\nThe Macallan Harmony Collection Amber Meadow is inspired by The McCartney sisters’ love of Scotland, which stems from their memories in the Scottish countryside.\nThe collaboration with The Macallan marks a first for the sisters, with this debut joint venture between the iconic fashion designer and acclaimed photographer combining their creative talents in a project that enables them to celebrate their memories of Scotland.\nThe Harmony Collection is a limited annual release series that explores The Macallan’s future packaging journey, with each release featuring distinctive packaging that incorporates organic by-products and gives them new life.\nThe Macallan Harmony Collection Amber Meadow is inspired by The McCartney sisters’ love of Scotland, which stems from their memories in the Scottish countryside.\nThe first whiskies in the series were 2021’s chocolate-inspired Rich Cacao and Fine Cacao; followed by a second edition in 2023 – The Macallan Harmony Collection Inspired By Intense Arabica and Smooth Arabica, both of which were inspired by the Ethiopian Arabica coffee bean.\nIn line with the Harmony Collection’s practice of embracing the re-use of natural materials to create beauty from resources at the end of their lives, the presentation boxes and bottle labels of Amber Meadow have been made using discarded meadow cuttings, to mark the McCartney sisters’ deep connection with the land.\nThe packaging of each release also features photography of The Macallan Estate captured by Mary.\nThe unique partnership will also focus on a limited-edition collection of 11 lifestyle pieces designed by the sisters and skilfully realised by master artisans and craftspeople.\nThe presentation boxes and bottle labels of Amber Meadow have been made using discarded meadow cuttings, to mark the McCartney sisters’ deep connection with the land.\nSpeaking of master craftspeople, there are few better at crafting exceptional luxury whiskies than The Macallan. With an ABV of 44.2%, the Amber Meadow whisky itself takes inspiration from natural Scottish grasslands, with The Macallan Whisky Mastery Team creating it using a combination of whiskies from sherry-seasoned oak and ex-bourbon casks.\nAccording to Whisky Maker Steven Bremner, Amber Meadow is a single malt “redolent of warm meadows and mature barley fields, with a rich, citrus scented finish”.\n“The 100% natural summer evening colour derived from our exceptional sherry seasoned oak and bourbon casks reflects the richness of the flavour which awaits,” he says in a press release.\n“On the nose, fresh citrus fruits and honeysuckle are complemented by hints of vanilla, coconut and ripe barley fields.\n“On tasting, notes of oak, lemon, melon are prominent, accompanied by flavours of classic scone and almond with green tea, before giving way to a rich and sweet long finish.”\nAmber Meadow is a single malt 'redolent of warm meadows and mature barley fields, with a rich, citrus scented finish'.\nThe limited-edition collection of 11 lifestyle pieces designed by the sisters showcases a curated selection of bespoke pieces, including handmade glassware in vibrant shades that are coloured using natural minerals, and an ombre ceramic flask encased in an apple leather alternative sleeve.\nThere is also a pair of brass ice stamps with meticulously hand-painted ceramic handles using a green and amber ombre colour blend, and a brass napkin weight in the shape of an acorn, as a tribute to the exceptional oak casks which mature The Macallan whisky.\nThe Macallan Harmony Collection Amber Meadow will be available at The Chamber, Cellar 18, and GAIA Johor from Jan 8 onwards.\nAccording to Whisky Maker Steven Bremner, Amber Meadow is a single malt “redolent of warm meadows and mature barley fields, with a rich, citrus scented finish”.\nImmerse yourself in the Amber Meadow\nTo mark the debut of this latest collection and collaboration, The Macallan is hosting a unique consumer experience event – \"The Macallan Harmony Collection Experience, Inspired by Nature\" at Entrance Lobby, The Starhill KL.\nThe event is open to the public from Jan 10 to 21, from 10am to 9pm, where guests will get the opportunity to savour the limited-edition collection. Join The Macallan in celebrating the launch of this nature-inspired collection, and immerse yourself in the essence of The Harmony Collection.\nInterested guests can reserve their complimentary 45-minute experiential session online HERE .\nFor those who can’t make it for the event at The Starhill KL, “The Macallan Harmony Collection Experience, Inspired by Nature” will also be available at Gurney Plaza, Penang from February 28 to March 3 from 10am to 9pm. Online reservations for this event will open on Feb 5.\nAdditionally, curated cocktails with The Macallan Harmony Collection Amber Meadow are also available for tasting at the following establishments in Kuala Lumpur and Johor Bahru from Jan 8 to Feb 29, and in Penang from Feb 26 to April 30.\nKuala Lumpur\nThe Barn Pavilion KL (Instagram and Facebook: @thebarnwinebar) SIX by Saro (Instagram: @sixbysaro) Annabell KL (Instagram: @annabellkl_) Fritz at The Troika (Instagram @fritztroika) Whisky House KL (Instagram and Facebook: @whiskyhousekl) Astor Bar at The St. Regis Kuala Lumpur (Instagram and Facebook: @astorbarkl) Ritz Carlton (Instagram: @ritzcarltonkualalumpur, Facebook: @ritzcarltonkl) Johor Bahru\nHaiiro Usagi (Instagram and Facebook: @haiirousagi75A Penang\nBackdoor Bodega (Instagram and Facebook: @backdoorbodega) Manchu Bar (Instagram and Facebook: @manchupenang) Magazine 63 (Instagram: @magazine_63, Facebook: @magazineM63) For more information, visit this link .\nOpen Modal ×",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://app.anyroad.com/tours/the-macallan-harmony-collection-experience-inspired-by-nature/s-89b3f2b1",
    "https://www.themacallan.com/en-my/inside-the-macallan/partnerships/stella-and-mary-mccartney",
    "https://themacallan.com/en-my/inside-the-macallan/partnerships/stella-and-mary-mccartney",
    "https://www.app.anyroad.com/tours/the-macallan-harmony-collection-experience-inspired-by-nature/s-89b3f2b1"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "stella",
        "sentiment": "negative"
      },
      {
        "name": "mary mccartney",
        "sentiment": "negative"
      },
      {
        "name": "mccartney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "macallan",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "scotland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:09:12.783+02:00",
  "updated": "2024-01-21T00:13:06.592+02:00"
}