{
  "thread": {
    "uuid": "a2751832ee7b7ea516f77b787b70f53aaf5749a9",
    "url": "https://www.albertahealthservices.ca/news/Page18060.aspx",
    "site_full": "www.albertahealthservices.ca",
    "site": "albertahealthservices.ca",
    "site_section": "http://www.albertahealthservices.ca",
    "site_categories": [],
    "section_title": "Home | Alberta Health Services",
    "title": "Warm welcome makes all the difference for newcomers | Alberta Health Services",
    "title_full": "Warm welcome makes all the difference for newcomers | Alberta Health Services",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13773,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2751832ee7b7ea516f77b787b70f53aaf5749a9",
  "url": "https://www.albertahealthservices.ca/news/Page18060.aspx",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alberta Health Services",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "Warm welcome makes all the difference for newcomers | Alberta Health Services",
  "text": "February 29, 2024 Fox Creek Health Care Centre recently welcomed three new RNs and an LPN to the staff through the Domestic Internationally Educated Nurses (DIEN) program. Shown, from left, are: Kiranjeet Kaur, RN; Tracy Plamondon, Advanced Care Paramedic; Jasmeen Kaur, RN; Crystal Wiltse, RN; Rajneet Kaur Gill, RN; and Prabhjot Kaur, LPN. Photo supplied. Fox Creek Site Manager Tracy Brown, centre, believes welcoming new DIENs is as much about welcoming them to the community as it is about welcoming them to the workplace. From left are: Kranti Nepal, LPN; Khushbu Patel, HCA; Brown; Gurpreet Kaur, RN; Kiranjeet Kaur, RN; and Neethu Mohanan, RN. Photo supplied. Valleyview Healthcare Centre nursing and support staff were recently recognized with an AHS CARES Award for going above and beyond to welcome new Domestic Internationally Educated Nurses to the team. Shown, from left, are: Cherry Pesquiza, RN; Marnelli Francisco, HCA; Julieto (JJ) Jasmin, LPN; Kiranjeet Kaur, RN; Gurbhinder Kaur, RN; Carol Caron, RN; Nyah Czaban, RN; and Hailey Turcotte, RN. Photo supplied. Story by Diana Rinne For new staff, there’s always a learning curve. For Site Manager Tracy Brown and her teams at both Valleyview Healthcare Centre and Fox Creek Healthcare Centre, this curve involves bringing new staff up to speed in their jobs as well as the ins and outs of life in a small rural community. Over the last six months, she’s hired 25 Domestic Internationally Educated Nurses (DIENs) to fill positions —three registered nurses (RNs) and one licensed practical nurse (LPN) in Fox Creek and 12 RNs, 4 LPNs and five healthcare aides (HCAs) in Valleyview. With these hires, Brown has seen the staff vacancy rate at both sites drop to zero from the previous 30 per cent at Valleyview and 50 per cent at Fox Creek. One arrival, Gurpreet Kaur moved to Valleyview from Calgary last July to take on a job as an RN. “I was looking for a job so I can start as an RN in Canada.” Though she found it challenging to start a job in a new town with people she’d never met, Kaur adds that the support she’s received from Brown and the Valleyview team has made all the difference. “I am thankful to Brown that she gave me an opportunity to get me into the new role. She trusted me and it’s been eight months that I’ve been working in Valleyview. Each day I see her, that makes my day.” Though some, such as Kaur, initially trained and worked in healthcare in a different country, some are just starting their journey, having come from abroad and taken training in other provinces, such as Quebec. With no onsite clinical educator in Valleyview or Fox Creek at the time, Brown turned to her team to help new staff with their learning. “We bring them in and do buddy shifts. Then we put them in a course, so they take the charge nurse, the Canadian Triage Acuity Scale (CTAS) Guidelines, Advanced Cardiac Life Support (ACLS), Connect Care and more — and they’re all doing pretty good.” For Rajneet Kaur Gill, who came to Fox Creek from India, via Saskatchewan, Fox Creek is the perfect place to reignite her nursing career. “It proved to be the best decision I have ever made.” Though it’s been difficult to be far from family, she says the welcome she received from Fox Creek Healthcare Centre staff is making the transition much easier than she thought it might be. “I have learned a lot of things from them — and they are always ready to teach.” Gill adds the best part of her job is working with patients and being able to provide them with the best nursing care, using her knowledge and kindness. “I’m learning new things every day. There are lots of opportunities for education every month that have enhanced my nursing skills. Last, but not least, the site manager and staff have been extremely helpful to me.” Kiranjeet Kaur, an RN in Valleyview, agrees: “Choosing this place to work was my best decision because of the positive work environment. We have the opportunity to share openly our thoughts and perspectives.” What advice might new DIEN staff have for anyone who’s wondering whether to join Alberta Health Services? “Go ahead and do it,” says Valleyview RN Neethu Mohanan. “It’s not easy, but it’s not impossible.” Welcoming new staff has also been as much about merging cultures as it has been about healthcare, adds Brown. “There are a lot of life lessons,” she says, then laughs, about simple things like teaching newcomers about why there’s so much candy out at Halloween, to enlightening long-time staff about why fireworks are such a big part of Diwali. The nursing and support staff team in Valleyview were recently honoured as recipients of the AHS CARES Award which recognizes individuals and/or teams who go above and beyond their everyday job duties and demonstrate the CARES values to which all AHS colleagues aspire: Compassion, Accountability, Respect, Excellence and Safety. Brown and her team continue to work hard to ensure their new DIENs feel welcome and supported — from making sure newcomers have a place to live, to picking them up upon arrival, to taking them to get groceries and making sure they have rides to work, or transportation to training in Grande Prairie. “We’ve built such a welcoming culture here,” she says with pride. “We have a culture where if you ask a question, someone can say this is what’s happening, this is why it’s happening, and here are the resources and where you can find what you need to learn more.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajneet kaur gill",
        "sentiment": "none"
      },
      {
        "name": "carol caron",
        "sentiment": "none"
      },
      {
        "name": "prabhjot kaur",
        "sentiment": "none"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "hailey turcotte",
        "sentiment": "none"
      },
      {
        "name": "jasmin",
        "sentiment": "none"
      },
      {
        "name": "diana rinne",
        "sentiment": "none"
      },
      {
        "name": "tracy brown",
        "sentiment": "none"
      },
      {
        "name": "gurbhinder kaur",
        "sentiment": "none"
      },
      {
        "name": "kiranjeet kaur",
        "sentiment": "none"
      },
      {
        "name": "khushbu patel",
        "sentiment": "none"
      },
      {
        "name": "crystal wiltse",
        "sentiment": "none"
      },
      {
        "name": "tracy plamondon",
        "sentiment": "none"
      },
      {
        "name": "gurpreet kaur",
        "sentiment": "none"
      },
      {
        "name": "jasmeen kaur",
        "sentiment": "none"
      },
      {
        "name": "neethu mohanan",
        "sentiment": "none"
      },
      {
        "name": "nyah czaban",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "| alberta health services",
        "sentiment": "negative"
      },
      {
        "name": "fox creek health care centre",
        "sentiment": "negative"
      },
      {
        "name": "lpn",
        "sentiment": "negative"
      },
      {
        "name": "hca",
        "sentiment": "none"
      },
      {
        "name": "valleyview healthcare centre",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "marnelli francisco",
        "sentiment": "none"
      },
      {
        "name": "nepal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:24:07.845+02:00",
  "updated": "2024-03-01T00:24:07.845+02:00"
}