{
  "thread": {
    "uuid": "3e65df47d0175cc458d2f91f25babd9876db770f",
    "url": "https://www.hellenicshippingnews.com/comfortable-european-gas-market-2/",
    "site_full": "www.hellenicshippingnews.com",
    "site": "hellenicshippingnews.com",
    "site_section": "https://www.hellenicshippingnews.com/category/oil-energy/general-energy-news/feed/",
    "site_categories": [
      "shopping"
    ],
    "section_title": "General Energy News &#8211; Hellenic Shipping News Worldwide",
    "title": "Comfortable European gas market | Hellenic Shipping News Worldwide",
    "title_full": "Comfortable European gas market | Hellenic Shipping News Worldwide",
    "published": "2024-01-06T00:12:31.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CY",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17067,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e65df47d0175cc458d2f91f25babd9876db770f",
  "url": "https://www.hellenicshippingnews.com/comfortable-european-gas-market-2/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "hellenicshippingnews...",
  "published": "2024-01-06T00:12:31.000+02:00",
  "title": "Comfortable European gas market | Hellenic Shipping News Worldwide",
  "text": "European storage at record levels\nThe European gas market couldn’t have entered the 2023/24 heating season in better shape. The heating season started with storage essentially 100% full. And while storage has started to draw, it is doing so at a relatively slow pace, which has ensured that storage remains at record levels for this time of year. The market has increasingly come around to the idea that Europe should get through the 2023/24 winter comfortably. This is reflected in a somewhat flatter front end of the futures curve, suggesting less concern over tightness in the peak of the winter months.\nOur balance sheet suggests that Europe should exit the 2023/24 heating season with storge somewhere between 45-50% full. This is below the 56% seen at the end of last winter, but well above the five-year average of 34%. Expectations of comfortable storage suggest that there is limited upside in gas prices through the winter, and therefore, we hold a neutral view on the market going into 2024. There are of course risks to this view, largely centred around any demand spikes or supply shocks through the heating season.\nThe shift in European gas imports\nThe big shift in European gas trade flows occurred in 2022 with the stoppage of most Russian pipeline gas flows to Europe. Imports into the EU this year have been steadier, with the exception of some disruptions in Norwegian flows due to extended outages over the summer. In 2023, LNG is estimated to make up around 43% of total EU gas imports, this is up from 36% last year and 26% in 2021. Norway’s share in 2021 was around 26%, which is expected to increase to 31% this year. Russian pipeline flows this year are expected to make up around 7% of total imports, which is down from 40% in 2021. We are currently not assuming any large shifts in the import mix for 2024. Although, LNG’s share is likely to creep higher as new LNG export capacity starts up.\nObviously, the key risks to supply include the stoppage of remaining Russian pipeline flows or moves to tackle Russian LNG flows into Europe.\nEuropean demand still under pressure\nDespite the sell-off seen in the gas market from last year’s levels, the region continues to see significant demand destruction. Demand so far this year is almost 7% below last year and around 16% below the 2017-21 average. The lack of demand response to weaker prices has helped to ensure that storage has remained more than comfortable.\nIt is not just industrial demand that is weak, demand from the power sector has also been weaker. Firstly, net power generation in the EU has fallen this year, whilst the mix has also shifted more towards renewables. Spark spreads have been in negative territory and remain so through the winter, which suggests that demand from the power sector will remain weak.\nIn our balance, we are assuming that demand remains 15% below the five-year average through until the end of March 2024. This is followed by the assumption that demand starts to make a comeback from April onwards with it 10% below the five-year average. This partial recovery in demand would still allow for European storage to exceed the European Commission’s target of being 90% full by 1 November 2024.\nChinese demand recovers\nWhen it comes to Asian LNG demand it is worth splitting it into two. The first being Japan and South Korea, and the second being China and the rest of Asia.\nFirstly, Japan and South Korean demand has come under pressure this year, and this is a trend which is expected to increase into 2024 and beyond. The decline has been driven by the power sector with increased nuclear availability, along with the growth in renewable power generation. With South Korea announcing official plans to increase nuclear generation and with further reactors to restart in Japan, LNG imports into these two key markets are likely to continue to trend lower.\nAs for the other group, China has seen imports returning to growth, following the contraction last year. Imports this year are likely to finish the year around 12% stronger year-on-year. China has also been very active in securing long-term contracts this year, suggesting that demand will continue to grow at a healthy pace in the years ahead. Meanwhile, we are also seeing increased appetite from buyers, such as Pakistan and Bangladesh, with lower spot prices seeing demand re-emerge from these markets.\nLNG export capacity set to grow\nThere has been limited new LNG export capacity that has come onto the market this year, which has obviously left the market vulnerable and therefore nervous about any supply shocks. This was evident over fears of strike action at a number of Australian LNG facilities this year. However, for next year there is more export capacity coming onto the market which should help ease fears. In 2023, a little less than 8bcm of export capacity came onto the market, while for 2024 there is more than 50bcm of new export capacity that is scheduled to come online. More than 50% of this capacity will start up in the US. The bulk of this capacity is currently scheduled to start up sometime over the second half of 2024. Then from 2025 through until the end of the decade, there is a significant amount of export capacity which is set to start up, leaving the European and global LNG market more comfortable.\nTighter US market\nWe hold a supportive view of the US natural gas market through 2024. This is despite the fact that US natural gas storage is 7% above both levels seen last year and the five-year average. A mild 22/23 winter and strong supply growth this year allowed for strong storage builds through 2023.\nUS natural gas output is estimated to grow by a little over 4 bcf/day in 2023. However, we have seen a significant slowdown in both oil and gas drilling. The fall in gas rigs is not too surprising given the weakness seen in prices for much of the year. This will have implications for output next year with US domestic production set to grow by less than 1.5bcf/day.\nWhile domestic US demand is expected to be largely flat through next year, export demand is expected to continue to grow. This will be driven by a combination of stronger pipeline exports, but more importantly due to growing LNG export capacity.\nTherefore, a combination of much more modest supply growth and further export demand growth means that the US domestic balance should start to tighten next year, particularly over the latter part of 2024, when a large amount of new LNG export capacity is set to start up.\nSource: ING\n2024-01-06 ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "hellenic shipping news worldwide",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:12:33.865+02:00",
  "updated": "2024-01-06T15:52:29.310+02:00"
}