{
  "thread": {
    "uuid": "14fabe60e59f9f325e2c2160d1d575f22ab07936",
    "url": "https://www.straitstimes.com/world/middle-east/baby-saved-from-gaza-rubble-after-mother-killed-in-israeli-strike",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "https://www.straitstimes.com/world",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest World News &amp; Headlines, Top Stories Today - The Straits Times",
    "title": "Baby saved from Gaza rubble after mother killed in Israeli strike | The Straits Times",
    "title_full": "Baby saved from Gaza rubble after mother killed in Israeli strike | The Straits Times",
    "published": "2023-12-29T16:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2023/12/29/LYNXMPEJBS0AX-1.jpg",
    "performance_score": 0,
    "domain_rank": 1285,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "14fabe60e59f9f325e2c2160d1d575f22ab07936",
  "url": "https://www.straitstimes.com/world/middle-east/baby-saved-from-gaza-rubble-after-mother-killed-in-israeli-strike",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "straitstimes.com",
  "published": "2023-12-29T16:02:00.000+02:00",
  "title": "Baby saved from Gaza rubble after mother killed in Israeli strike | The Straits Times",
  "text": "GAZA - Rescuers in orange vests shouted as they reached a baby girl still alive in the rubble of an Israeli air strike on the Gaza Strip's Rafah city after yet another night of bombardment of the Palestinian enclave.\nBaby Mariam Abu Akel’s skin was grey with dust and she made little noises as the rescuers reached deep into the rubble to free her legs and lift her clear.\nPeople crowded around in the ruins of the Abu Edwan family’s house, where Mariam’s family had been sheltering after they fled their own home in a more dangerous area near Gaza’s border with Israel.\nThe air strike on Dec 29 killed 20 people and wounded 55, according to Health Ministry spokesperson Ashraf al-Qidra.\nThe Abu Edwan house had been sheltering many displaced people like the Abu Akel family.\nMost of Gaza’s population have had to flee their homes in the face of a withering bombardment and ground offensive that Israel says is aimed at destroying Hamas, which killed more than 1,200 people, mostly civilians, during its Oct 7 attack.\nThe Israeli retaliatory assault has killed more than 21,500 Palestinians, according to health authorities in the enclave, many of them children under 18.\nMariam’s mother and sister were both killed in the strike, along with members of the Abu Edwan family and people from other families temporarily living with them. Her father and brother Hamed, a child, survived the blast.\nWhen Mariam was lifted free, a rescuer ran with her in his arms to take her to hospital. Doctors there swabbed her cuts. Rafah’s hospitals were already dealing with the nightly influx of wounded people taken out of bombed houses.\nNadeen Abdulatif, 13, stood by a pile of debris next to the Rafah house where she and her family had taken shelter after their own home in Gaza City was ruined by an air strike targeting the building next door, which killed her older brother.\nShe could not stop thinking about being killed, or her other brother dying, she said. The air strike during the night had blown out the windows and rattled the building.\n“My brother was shaking. I was shaking. I was scared. I didn’t move from my place because of how terrified I was,” she said.\nAt another air strike site, rescuers had pulled out two infant girls. In an ambulance, medics sponged a thick layer of dust from their faces as a badly bleeding boy sat opposite them, dazed.\nIn the hospital, children lay for treatment on the floor. A boy with bandages around his head and blood covering his face was crying. Next to him lay another boy with a brace around his neck. The two little girls lay on a stretcher.\nIsrael says it is doing what it can to protect civilians, saying Hamas is responsible for harm that comes to them by operating among them. Hamas denies this. REUTERS\nMore On This Topic Gaza children dizzy from hunger as war impedes food deliveries Gaza ‘most dangerous place in the world to be a child’: Unicef ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [
    "https://t.me/TheStraitsTimes",
    "https://www.t.me/TheStraitsTimes"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashraf al-qidra",
        "sentiment": "none"
      },
      {
        "name": "abu akel",
        "sentiment": "none"
      },
      {
        "name": "mariam",
        "sentiment": "none"
      },
      {
        "name": "abu edwan",
        "sentiment": "none"
      },
      {
        "name": "baby mariam abu akel",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "straits times gaza",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "health ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:41:02.254+02:00",
  "updated": "2023-12-31T03:41:37.359+02:00"
}