{
  "thread": {
    "uuid": "5a84d6b02b38ee68e409267ce1a9ae37fe274fb7",
    "url": "https://www.tuttomercatoweb.com/serie-a/e-una-notte-da-sogno-l-atalanta-ribalta-lo-sporting-e-vola-ai-quarti-a-bergamo-finisce-2-1-1946487",
    "site_full": "www.tuttomercatoweb.com",
    "site": "tuttomercatoweb.com",
    "site_section": "https://tuttomercatoweb.com",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "TUTTO mercato WEB: notizie di calcio e calciomercato",
    "title": "È una notte da sogno! L'Atalanta ribalta lo Sporting e vola ai quarti: a Bergamo finisce 2-1 - TUTTO mercato WEB",
    "title_full": "È una notte da sogno! L'Atalanta ribalta lo Sporting e vola ai quarti: a Bergamo finisce 2-1 - TUTTO mercato WEB",
    "published": "2024-03-14T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://tmw-storage.tcccdn.com/storage/tuttomercatoweb.com/img_notizie/thumb3/39/396a76240f6bcd132b2e4e11fc9374f9-33898-oooz0000.jpeg",
    "performance_score": 0,
    "domain_rank": 26972,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5a84d6b02b38ee68e409267ce1a9ae37fe274fb7",
  "url": "https://www.tuttomercatoweb.com/serie-a/e-una-notte-da-sogno-l-atalanta-ribalta-lo-sporting-e-vola-ai-quarti-a-bergamo-finisce-2-1-1946487",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Patrick Iannarelli",
  "published": "2024-03-14T23:53:00.000+02:00",
  "title": "È una notte da sogno! L'Atalanta ribalta lo Sporting e vola ai quarti: a Bergamo finisce 2-1 - TUTTO mercato WEB",
  "text": "È una notte da sogno! L'Atalanta ribalta lo Sporting e vola ai quarti: a Bergamo finisce 2-1 Per Bergamo, con Bergamo. Lo aveva detto Gasperini alla vigilia: Sporting battuto e promessa mantenuta. L'Atalanta è ai quarti di finale grazie al 2-1 arrivato nella ripresa: prima Lookman e poi Scamacca hanno regalato una notte da sogno a tutta la città, un successo fondamentale per continuare la corsa in Europa. Alla fine saltano tutti, anche il Gasp: la Dea è ancora una volta nelle migliori otto dell'Europa League. L'Atalanta gioca, lo Sporting segna Alla fine l'Atalanta ha deciso di seguire la tattica proposta da Gianluca Scamacca, mettere lo Sporting spalle al muro partendo subito forte. Il numero 90 ha avuto una buona occasione dopo tre giri d'orologio, il tiro masticato è stato però intercettato senza troppi problemi da Israel. Interessante la lotta corpo a corpo tra Hien e Gyokeres, lo spauracchio maggiore visti i 33 gol in 37 partite giocate. I nerazzurri ci hanno riprovato al 13' con l'inserimento di Kolasinac, il bosniaco ha recuperato palla a centrocampo per poi chiudere l'azione, il colpo di testa però è terminato di poco sul fondo. I padroni di casa hanno provato a sfondare sia sulle corsie esterne che per vie centrali, ma a passare in vantaggio è stato lo Sporting con un'azione manovrata: Gyokeres ha mandato in porta Pedro Gonçalves - Ederson ha lasciato troppo spazio - per il portoghese è stato semplicissimo superare Musso. Timida la risposta di Holm, il tiro dal limite è stato bloccato senza problemi dall'estremo difensore dei biancoverdi. I nerazzurri nel secondo tempo hanno fatto l'unica cosa concepita, attaccare lo Sporting sin dal calcio d'inizio. Detto-fatto, la banda del Gasp ci ha messo 39 secondi per trovare il gol del pareggio con Lookman, fino a quel momento totalmente fuori dalla partita. La giocata del nigeriano ha ribaltato l'inerzia, da quel momento la Dea ha alzato i ritmi sorprendendo ancora una volta i lusitani sulla corsia destra, Miranchuk ha aperto il piattone per Scamacca, il numero 90 questa volta non ha sbagliato: 2-1 e sorpasso concluso. Lo Sporting ci ha provato due volte nel finale: Musso ha cancellato il pallonetto a Paulinho, Trincao invece ha spedito in curva. A far festa è l'Atalanta, ai quarti di finale d'Europa League. [Editoriale di Marco Conterio Diego Simeone ha dato una lezione a Simone Inzaghi ma anche a Massimiliano Allegri. Come riparte adesso l'Inter? C'è una priorità per Marotta](/editoriale/diego-simeone-ha-dato-una-lezione-a-simone-inzaghi-ma-anche-a-massimiliano-allegri-come-riparte-adesso-l-inter-c-e-una-priorita-per-marotta-1946196) [1 Diego Simeone ha dato una lezione a Simone Inzaghi ma anche a Massimiliano Allegri. Come riparte adesso l'Inter? C'è una priorità per Marotta](/editoriale/diego-simeone-ha-dato-una-lezione-a-simone-inzaghi-ma-anche-a-massimiliano-allegri-come-riparte-adesso-l-inter-c-e-una-priorita-per-marotta-1946196)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:10:23.060+02:00",
  "updated": "2024-03-15T03:09:40.016+02:00"
}