{
  "thread": {
    "uuid": "c87955451803f361faf01735dc29e74911b2729c",
    "url": "https://www.a24.com/pymes/colaboradores-50-una-tendencia-que-crece-y-hace-mas-inclusivo-el-ambito-laboral-n1270225",
    "site_full": "www.a24.com",
    "site": "a24.com",
    "site_section": "https://www.a24.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Últimas Noticias de Argentina | A24",
    "title": "Colaboradores +50: una tendencia que crece y hace más inclusivo el ámbito laboral",
    "title_full": "Colaboradores +50: una tendencia que crece y hace más inclusivo el ámbito laboral",
    "published": "2023-12-29T11:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://media.a24.com/p/f894b338f09dce240c6986edcc9420b3/adjuntos/296/imagenes/009/276/0009276016/1200x675/smart/seniorjpgwebp.png",
    "performance_score": 0,
    "domain_rank": 71816,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c87955451803f361faf01735dc29e74911b2729c",
  "url": "https://www.a24.com/pymes/colaboradores-50-una-tendencia-que-crece-y-hace-mas-inclusivo-el-ambito-laboral-n1270225",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "A24COM",
  "published": "2023-12-29T11:47:00.000+02:00",
  "title": "Colaboradores +50: una tendencia que crece y hace más inclusivo el ámbito laboral",
  "text": "En este último tiempo venimos observando que cada vez más empresas están revalorizando los talentos mayores a los 50 años de edad.\nLeé también Estiman que la producción agrícola 2023/24 crecerá cerca de 40% Esto fue impulsado por fenómenos como la Gran Renuncia, que tuvo su pico a finales del 2021 y continuó en el 2022, con una gran masa laboral en todo el mundo cambiando de empleo.\nEs necesario aclarar que la segregación por edad, llamada edadismo, está más controlada en ciertos países que por ley prohíben este tipo de discriminación.\nPor ejemplo, no se permite solicitar la edad en los curriculum vitae o en formularios de postulaciones. Por lo tanto, la edad no es un motivo de exclusión.\n¿Por qué hoy se revaloriza a los colaboradores +50? Estudios realizados por Adecco revelaron que el salario es “una herramienta de atracción, pero no de fidelización”.\nEl sueldo es la principal razón por la que los trabajadores de todo el mundo cambian de trabajo.\nEl 45% de los trabajadores que dicen que dejarán su trabajo en los próximos 12 meses lo harán para conseguir un salario superior.\nSin embargo, cuando los trabajadores están comprometidos y quieren permanecer en su actual empresa, el salario pierde importancia, bajando al sexto lugar en el orden de prioridades.\nAl respecto, el HR Manager y Coach de empresas, Miguel José, afirmó: “Actualmente, entre las principales causas de rotación encontramos, la búsqueda de un mayor equilibrio entre el trabajo y la vida personal, la insatisfacción con las condiciones laborales, la reevaluación de las prioridades personales, y la búsqueda de oportunidades más alineadas con sus valores y metas”.\n“Este fenómeno ha llevado a que las empresas reconsideren sus estrategias de contratación y fidelización de talento”, puntualizó el director de la consultora con sede en Florida, USA Doko Consulting.\nPara el experto, a partir de lo anterior, “toma una vital relevancia contar con una cultura organizacional inclusiva y diversa que permita reivindicar la edad como un valor positivo”.\nEn ese sentido, José recomendó hacer una introspección y revisar ciertos puntos concretos para conocer si nuestra empresa está siendo atractiva al mercado actual de talentos, entre ellos:\n•Políticas y procesos internos: Las políticas y documentos internos de la empresa, como manuales de inducción, códigos de conducta y políticas de selección, en este último punto es muy importante revisar las prácticas de contratación para asegurarse de que estén libres de sesgos y prejuicios.\n•Encuestas anónimas: Realizar encuestas anónimas para obtener información de los colaboradores sobre la cultura de la empresa sobre la percepción de inclusión y diversidad, así como la existencia de prejuicios o discriminación en el lugar de trabajo.\n•Mapeo de datos: Analizar las causas de la rotación de diferentes grupos demográficos en todos los niveles de la empresa, desde empleados de nivel inicial hasta la alta dirección.\n•Participación en eventos y redes: Observar la participación de la empresa en eventos y redes relacionadas con la diversidad e inclusión, esto demuestra un compromiso activo.\n•Capacitación: Evaluar la existencia de programas de capacitación, que incluyen talleres, seminarios y otras formaciones para líderes y colaboradores, que aborden la conciencia y el conocimiento en diversidad e inclusión.\n•Liderazgo y Participación de la Alta Dirección: Observar el compromiso de la alta dirección con la diversidad e inclusión, sabiendo que su participación activa implica un mensaje fuerte al resto de la organización.\n“Hacer este diagnóstico -además de permitirnos revisar nuestra cultura organizacional- nos ayudará a conocer nuestra actual propuesta de valor para todos nuestros colaboradores actuales y futuros, siendo conscientes del nuevo mapa y escenario demográfico de talentos que están en el mercado”, resaltó Miguel José.\nY consideró que “lo que hoy vivimos no es una escasez de talentos porque siempre hay talentos”.\n“La diferencia como empresa estará entonces en el poder de atracción y fidelización de una cultura empresarial diversa e inclusiva con políticas de gestión de la diversidad que ponga en el centro el bienestar de las personas”, amplió el consultor.\nBeneficios de contratar a personas +50 •Diversidad generacional: La interacción entre las diferentes generaciones a nivel individual y equipos de trabajo, generan múltiples miradas y una extraordinaria riqueza de oportunidades, fundamental para un entorno cambiante.\n•Sostenibilidad del negocio: Si la diversidad está en nuestros clientes, que esté en nuestros colaboradores y equipos es esencial para la sostenibilidad de la organización.\n•Conocimiento y experiencia: Años de conocimientos especializados y experiencia aplicada sobre ciertas temáticas.\n•Criterios y toma de decisiones: La experiencia puede ser valiosa para resolver problemas, tomar decisiones informadas y contribuir al éxito general de la empresa.\n•Mentoría y desarrollo: Incentivar espacios de mentoría y transferencia de habilidades y conocimientos para el desarrollo profesional de los miembros más jóvenes del equipo.\n•Contribuye a la imagen de marca empleadora: Contratar y fidelizar empleados mayores puede mejorar la imagen empresarial, mostrando un compromiso con la diversidad y la inclusión.\n•Acelera los cambios al fomentar la creatividad, la innovación, la adaptabilidad y entender que más miradas generan mejores productos o servicios.\nEn resumen, parece entonces que hoy lo único “viejo” son los modelos mentales que limitan a los talentos por la edad, para esos casos existen consultoras expertas en acompañar a Directorios y Managers en estos cambios fomentando la pluralidad con prácticas de diversidad e inclusión.\nPara que esto no quede en una expresión de deseo, y dejemos de perdernos excelentes profesionales, es fundamental que no sea un proceso más del área de personas o capital humano.\nLa invitación es que todos los que formamos parte de una organización, especialmente la alta dirección, seamos protagonistas del cambio, erradicando el edadismo y ampliando nuestras posibilidades.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:41:13.938+02:00",
  "updated": "2023-12-29T16:41:13.938+02:00"
}