{
  "thread": {
    "uuid": "d7c77c77e7b9d6c4bf4ab4e12f9eba23b79e3524",
    "url": "https://www.zacks.com/stock/news/2203637/heres-why-investors-should-retain-labcorp-lh-stock-for-now",
    "site_full": "www.zacks.com",
    "site": "zacks.com",
    "site_section": "https://www.zacks.com/articles",
    "site_categories": [
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "Most Recent Articles - Zacks.com",
    "title": "Here's Why Investors Should Retain Labcorp (LH) Stock for Now - December 29, 2023 - Zacks.com",
    "title_full": "Here's Why Investors Should Retain Labcorp (LH) Stock for Now - December 29, 2023 - Zacks.com",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://staticx-tuner.zacks.com/images/articles/main/7b/850.jpg",
    "performance_score": 0,
    "domain_rank": 7064,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7c77c77e7b9d6c4bf4ab4e12f9eba23b79e3524",
  "url": "https://www.zacks.com/stock/news/2203637/heres-why-investors-should-retain-labcorp-lh-stock-for-now",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zacks Investment Research",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Here's Why Investors Should Retain Labcorp (LH) Stock for Now - December 29, 2023 - Zacks.com",
  "text": "Laboratory Corporation of America Holdings ( LH Quick Quote LH - Free Report ) , or Labcorp, is likely to grow in the coming quarters, backed by its slew of strategic partnerships, which are set to drive growth. The company’s focus on expanding into high-growth areas, such as specialty testing and companion diagnostics, remains encouraging. Following the spin-off, Labcorp and Fortrea are now two independent companies, each poised for strong, sustainable growth.\nHowever, the significant drop in COVID-19 testing revenues persistently hampers the company’s operational results. Heightened competition from other players in the industry remains a concern.\nIn the past year, this Zacks Rank #3 (Hold) stock has decreased 3.5% against the 12.5% rise of the industry and a 25.2% increase of the S&P 500 composite.\nThe renowned healthcare diagnostics company has a market capitalization of $19.24 billion. In the trailing four quarters, the company delivered an average negative earnings surprise of 0.86%.\nLet’s delve deeper.\nFactors at Play Impressive Strategic Collaborations: Labcorp boasts a robust pipeline of potential hospital and local laboratory acquisitions, which presents ample opportunities for its growth. The company also continues to progress in terms of integrating hospital partnerships and acquisitions.\nUnder a comprehensive laboratory relationship, Labcorp currently manages Legacy Health’s inpatient hospital laboratories through a long-term agreement to provide staffing, leadership, scientific knowledge, analytics, supply-chain services and laboratory support.\nImage Source: Zacks Investment Research\nFurther, Labcorp’s partnership with Baystate Health aims to improve access and enhance affordable, high-quality healthcare services for underserved communities across Massachusetts. In August 2023, the company forged a strategic partnership with Tufts Medicine to acquire its outreach laboratory business and select operating assets.\nTargeted Development in High-Growth Areas: In its efforts to further expand, Labcorp is focusing more on primary areas, such as oncology, woman’s health, autoimmune disease and neurology. In addition, the company is well-positioned for long-term success in Cell & Gene Therapy, expanding into the consumer market and international growth through the specialty testing and biopharma business.\nLabcorp remains at the forefront of driving better patient outcomes in oncology following the acquisition of Personal Genome Diagnostics Inc. in early 2022. Earlier, in May 2023, the company teamed up with Forge Biologics for adeno-associated virus gene therapy development and collaboration.\nThe company continues to invest in innovation and technology that supports diagnostic and drug development testing across disease areas, including cancer, Alzheimer’s and other diseases. Alongside this, Labcorp has been making impactful digital solutions to improve consumer engagement with the company.\nSpin-Off of the CDSS Business to Add More Value: In June 2023, the company successfully completed the planned spin-off of its wholly owned Clinical Development and Commercialization Services business, named Fortrea. The move is expected to provide LH with strengthened strategic flexibility and an operational focus to pursue specific market opportunities and better meet customer needs, focused capital structures and capital allocation strategies to drive innovation and growth, a more targeted investment opportunity for different investor bases and the ability to align its particular incentive compensation with its financial performance.\nDownsides Lower COVID-19 Testing Sales & Supply Challenges: Labcorp has been witnessing a significant decline in COVID-19 PCR testing volumes for some quarters. In the third quarter of 2023, testing revenues were down 87%. LH’s operations are also subject to the effects of macroeconomic factors in the United States and globally, such as significant economic fluctuations as a result of the disturbed geopolitical situation and inflation, all leading to an increase in the cost of goods and services.\nCompetitive Landscape: Labcorp faces intense competition from its major competitor, Quest Diagnostics, and other commercial laboratories and hospitals. With pricing being an important factor in choosing a testing lab, hospital-affiliated physicians expect a high level of service, including an accurate and rapid turnaround of testing results. As a result, Labcorp and other commercial labs compete with hospital-affiliated labs, primarily on the basis of the quality of service.\nEstimate Trend In the past 30 days, the Zacks Consensus Estimate for Labcorp’s 2023 earnings has moved south from $13.57 to $13.56.\nThe Zacks Consensus Estimate for 2023 revenues is pegged at $12.14 billion, suggesting an 18.4% drop from the 2022 comparable figure.\nKey Picks Some better-ranked stocks in the broader medical space are Haemonetics ( HAE Quick Quote HAE - Free Report ) , Insulet ( PODD Quick Quote PODD - Free Report ) and DexCom ( DXCM Quick Quote DXCM - Free Report ) .\nHaemonetics has an estimated earnings growth rate of 28.4% for fiscal 2024 compared with the industry’s 15.2%. HAE’s earnings surpassed the Zacks Consensus Estimate in all the trailing four quarters, the average surprise being 16.1%. Its shares have increased 10.5% compared with the industry’s 2.9% rise in the past year.\nHAE carries a Zacks Rank #2 (Buy) at present. You can see the complete list of today’s Zacks #1 Rank (Strong Buy) stocks here .\nInsulet, sporting a Zacks Rank #1 at present, has a long-term estimated earnings growth rate of 39.2% compared with the industry’s 11.7%. Shares of the company have decreased 25.4% against the industry’s 2.9% rise over the past year.\nPODD’s earnings surpassed estimates in all the trailing four quarters, the average surprise being 105.1%. In the last reported quarter, it delivered an average earnings surprise of 77.5%.\nDexCom, carrying a Zacks Rank #2 at present, has an estimated long-term earnings growth rate of 33.6% compared with the industry’s 13.8%. Shares of DXCM have increased 9.7% compared to the industry’s 4.5% rise over the past year.\nDXCM’s earnings surpassed estimates in all the trailing four quarters, the average surprise being 36.4%. In the last reported quarter, it delivered an average earnings surprise of 47.1%.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "zacks.com laboratory corporation of america holdings",
        "sentiment": "negative"
      },
      {
        "name": "labcorp",
        "sentiment": "negative"
      },
      {
        "name": "s&p",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "fortrea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:39:58.685+02:00",
  "updated": "2023-12-29T15:39:58.685+02:00"
}