{
  "thread": {
    "uuid": "a75ad0031619a0839be7411bbac5701a37ffe8d3",
    "url": "https://www.cbc.ca/newsinteractives/features/not-alone-military-chaplain-racism-forum",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "https://www.cbc.ca/news",
    "site_categories": [
      "media"
    ],
    "section_title": "CBC News - Latest Canada, World, Entertainment and Business News",
    "title": "Not Alone",
    "title_full": "Not Alone",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.cbc.ca/newsinteractives/content/images/DSC06009.jpg",
    "performance_score": 0,
    "domain_rank": 316,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a75ad0031619a0839be7411bbac5701a37ffe8d3",
  "url": "https://www.cbc.ca/newsinteractives/features/not-alone-military-chaplain-racism-forum",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carmen Klassen",
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "Not Alone",
  "text": "A phone call from a fellow military chaplain was the catalyst for Maj. Ryan Carter. In June 2020, Carter remembers the conversation where his colleague wanted action in the wake of George Floyd’s death. “She said … it’s time we have a conversation about it,” recalled Carter, who says he was also struggling to process Floyd’s death and the ensuing calls to end racial injustice. “It was a very difficult moment for many racialized members within the CAF, particularly Black members, myself included.” It was the push Carter says he needed. Teaming up with a more experienced chaplain, he sought the support of their chain of command to set up a new forum. His vision was simple: to create a space where Black, Indigenous and other racialized members could have honest conversations about racial discrimination in their workplace. In the past three years it has grown to include as many as 80 Canadian Forces members and Department of National Defence (DND) employees from across the country and from all ranks, for about six virtual discussions a year. For Carter, though it was no surprise to hear members’ accounts of racism, it’s a powerful thing to share those lived experiences first-hand — and for colleagues of all backgrounds, including non-racialized members, to hear it. “That’s where change happens in my mind. Attaching the moment to the emotions and experiences of the person.” Pizza as systemic racism Carter’s own encounters with racism go as far back as his first military assignment as a Muslim chaplain in Alberta. “I would come to work every so often and find a slice of pepperoni pizza in front of my office,” he recalls. At first, he thought it might be a mistake. But then, he noticed something while on an operation with the unit. “I found … a slice of pepperoni pizza on my pillow. So at that moment, I realized what was happening, that I was the victim of anti-Muslim hate.” Carter says he often hears stories like his in the Talking About Race forum — painful accounts of members feeling targeted or excluded, experiencing verbal assaults and being passed over again and again for new opportunities. “When someone first describes their experience of being marginalized … a comment about their hairstyle or the beard or … the colour of their skin, or a passing remark about their religion. It hurts.” Last year, [a damning report by a panel of retired Canadian Armed Forces members](https://www.cbc.ca/news/politics/military-report-racism-1.6429794) called out widespread discrimination in the military, detailing “marginalization, microaggressions and overt racism on a regular basis.” The panel specifically noted Black members have been targeted and unfairly passed over for career opportunities — with progression “seriously hampered by systemic discrimination.” Slow progress In his 42 years with the forces, Master Warrant Officer Aldwin Albino says he’s been the target of overt racism on many occasions, including being called the N-word and being introduced in a performance as a “dancing monkey.” But he most acutely feels the injustice of being passed over. He’s now a band sergeant major with the Royal Canadian Artillery Band, which he believes is a first for a Black member of the Canadian Armed Forces. It took nearly a dozen years and a hard fight to win the advancement, he says, all while watching a stream of colleagues who joined after him rise to positions above him. At first, Albino resisted the idea that the colour of his skin was the barrier to his promotion but friends, family and co-workers urged him to consider the possibility. “They said, ‘Do you know that you’re being held back?’ And it became very difficult for me to grasp that something like that would be happening not only in today’s society, but in an institution that I absolutely adore and love,” said Albino. He says he did everything in his power to increase his Forces score — used to determine promotions — from paying for French lessons out of pocket to accepting positions where he felt advancement seemed certain. But in his case, it didn’t happen. “I left [that particular position] the only one never promoted, never commissioned.” Albino eventually filed a grievance, questioning why colleagues with less experience had been promoted instead of him. Several months later he was granted the promotion, but he says he was frustrated to learn it meant yet another move, his 14th. With just two years before retirement, he took on the new role and his grievance was considered closed. Not just in my head Albino now shares what he went through as a regular panelist in the Talking About Race sessions, where he says many participants echo his experiences. It’s helped him counter the pervasive narrative that the way he was treated was “all in his head.” “That’s what happens to a lot of us. ‘Is this really happening? Am I really seeing this clearly?’” he said. “No, it is happening. No, you’re not alone. And … we’re here to help you.” Speaking freely In the wake of last year’s advisory panel, the DND team leadership acknowledged its findings of systemic racism. In early 2023, the CAF’s [Chief Professional Conduct and Culture](https://www.canada.ca/en/department-national-defence/corporate/organizational-structure/chief-professional-conduct-culture.html) and its former anti-racism secretariat established an anti-racism working group, tasked with addressing the issues raised in the report, and with creating an action plan to be fully implemented by 2025. Cmdr. Éloi Gunn, also a chaplain, knows there are other initiatives within the Canadian Forces to support racialized members and improve the channels for identifying and reporting systemic racism. But Gunn says he helped create this forum with Carter because there was nowhere for individual members’ first-person stories to be heard, without judgment or consequence. “You can see people expressing many concerns that they don’t feel like expressing to the chain of command, whether because they are afraid that they’ll [see] reprisals,… but on that platform, people are free to speak.” For him, it’s also an opportunity for members in higher ranks to hear stories they otherwise might not. Though he feels there’s a long way to go to address systemic discrimination in the Forces, and he acknowledges a virtual conversation alone won’t solve it, Gunn says nothing changes if members aren’t allowed to raise their voices. “If people are not talking, they are in silence. Bad things happen.” Future forum Carter also acknowledges the forum’s limitations. But, for him, these kinds of grassroots discussions still matter. “If [people] don’t know that they have a voice, they won’t use the system the way it’s supposed to be used. They won’t take action.” He says he believes strengthening those voices can have a real impact. “It’s about the capacity of people on the ground to generate change.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.canada.ca/en/department-national-defence/corporate/organizational-structure/chief-professional-conduct-culture.html)",
    "https://canada.ca/en/department-national-defence/corporate/organizational-structure/chief-professional-conduct-culture.html)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ryan carter",
        "sentiment": "neutral"
      },
      {
        "name": "george floyd",
        "sentiment": "none"
      },
      {
        "name": "floyd",
        "sentiment": "none"
      },
      {
        "name": "carter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "caf",
        "sentiment": "none"
      },
      {
        "name": "department of national defence",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:19:06.115+02:00",
  "updated": "2023-12-29T16:19:06.115+02:00"
}