{
  "thread": {
    "uuid": "1edffba807f18566e3825d26d42e252b7bbdd997",
    "url": "https://time.news/the-galactic-cruiser-disneys-new-hotel-is-about-to-take-off-2024-04-11-210014",
    "site_full": "time.news",
    "site": "time.news",
    "site_section": "https://time.news/feed",
    "site_categories": [],
    "section_title": "TIme News",
    "title": "The Galactic Cruiser, Disney’s new hotel, is about to take off – 2024-04-11 21:00:14",
    "title_full": "The Galactic Cruiser, Disney’s new hotel, is about to take off – 2024-04-11 21:00:14",
    "published": "2024-04-12T00:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.mediawpaccore.net/wp-content/uploads/sites/5/2020/11/24194622/starwars.jpg",
    "performance_score": 0,
    "domain_rank": 65099,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1edffba807f18566e3825d26d42e252b7bbdd997",
  "url": "https://time.news/the-galactic-cruiser-disneys-new-hotel-is-about-to-take-off-2024-04-11-210014",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "times news cr",
  "published": "2024-04-12T00:00:00.000+03:00",
  "title": "The Galactic Cruiser, Disney’s new hotel, is about to take off – 2024-04-11 21:00:14",
  "text": "2024-04-11 21:00:14\nText: Karla Castillo\nAnyone who dreams of staying in a hotel based on the famous Star Wars saga is now a little closer to seeing that dream come true, because in 2021 a new space will open at Walt Disney World, which will provide a luxurious experience that simulates staying. on a galactic cruise.\nNamed Galactic Cruiser, it will be ready next year to welcome the public, and with the immersive adventure, which includes a two-night cruise-style itinerary, take you through a Star Wars-based narrative.\nThe trip will begin when, after arriving at the hotel terminal, guests are taken to the Star Cruise in a take-off capsule, the windows of which will appear to be a journey through space towards an immense ship, too big to land on any planet. , and the crew members will be dressed according to the adventure.\nLikewise, the stay on the Galactic Cruiser includes special passenger transportation directly to Batuu, the park’s theme area inspired by Star Wars, and visitors can dress up in costumes inspired by the saga.\nAccording to the Disney Parks blog, “when you go from Star Wars: Galactic Starcruiser to the Star Wars: Galaxy’s Edge attraction area and then back, you will remain as if you were inside a story the entire time, from the moment you board the transport ships specifically designed to this new immersive experience.”\nAccording to images and details shared by Disney, the rooms will look like an interior cabin of a spaceship and will have a queen-size bed and two bunk beds built into the wall.\nThe Star Wars: Galaxy’s Edge themed area was opened in early 2019 and among other options, you can visit Batuu to build your own droid and your own lightsaber and experience all the Star Wars themed food and drinks that the park has to offer, including the famous blue milk.\nThis expansion was the largest in the history of Disney parks, with an area of ​​5.7 hectares, since until 2019, Cars Land, the area dedicated to the movie Cars, was the largest, with 4.9 hectares.\nOn December 5, 2019, the second Galaxy’s Edge attraction opened in Walt Disney World, Florida, this time, Rise of the Resistance, which the company has defined as a multi-platform experience.\nReservations for Galactic Cruiser have not yet opened, so it is important to keep an eye on the main page, although you can also sign up to receive a mailing list.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "karla castillo",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "disney",
        "sentiment": "negative"
      },
      {
        "name": "galactic cruiser",
        "sentiment": "negative"
      },
      {
        "name": "walt disney world",
        "sentiment": "none"
      },
      {
        "name": "disney parks",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "batuu",
        "sentiment": "none"
      },
      {
        "name": "galactic cruiser",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:10:28.524+03:00",
  "updated": "2024-04-12T04:19:11.341+03:00"
}