{
  "thread": {
    "uuid": "4c770da1c4a992f4ca259ead9b7e99ec867487a4",
    "url": "https://siliconcanals.com/news/business-wire/amtd-idea-recorded-solid-performance-with-47-4-increase-in-net-assets-to-us1-5-billion-a-8-6-increase-in-total-revenue-to-us128-0-million/",
    "site_full": "siliconcanals.com",
    "site": "siliconcanals.com",
    "site_section": "https://siliconcanals.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Silicon Canals | European technology news",
    "title": "AMTD IDEA Recorded Solid Performance With 47.4% Increase In Net Assets to US$1.5 Billion; A 8.6% Increase In Total Revenue to US$128.0 Million | Silicon Canals",
    "title_full": "AMTD IDEA Recorded Solid Performance With 47.4% Increase In Net Assets to US$1.5 Billion; A 8.6% Increase In Total Revenue to US$128.0 Million | Silicon Canals",
    "published": "2023-12-28T17:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NL",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 47792,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c770da1c4a992f4ca259ead9b7e99ec867487a4",
  "url": "https://siliconcanals.com/news/business-wire/amtd-idea-recorded-solid-performance-with-47-4-increase-in-net-assets-to-us1-5-billion-a-8-6-increase-in-total-revenue-to-us128-0-million/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@siliconcanals",
  "published": "2023-12-28T17:01:00.000+02:00",
  "title": "AMTD IDEA Recorded Solid Performance With 47.4% Increase In Net Assets to US$1.5 Billion; A 8.6% Increase In Total Revenue to US$128.0 Million | Silicon Canals",
  "text": "PARIS & NEW YORK & SINGAPORE–(BUSINESS WIRE)–AMTD IDEA Group (“AMTD IDEA” or the “Company”, NYSE: AMTD;SGX: HKB), a NYSE and SGX-ST dual listed company and a controlling shareholder of AMTD Digital, today announced its unaudited financial results for the six months ended June 30, 2023. Coinciding with the announcement, AMTD IDEA also announced the migration of its headquarters and principal executive office to Paris, France. AMTD Group is a conglomerate focusing on the “IDEA” strategy to develop and operate its four pillars of core businesses, namely “I”: international business connectors with financial services as the back bones, “D”: digital media, entertainment and cultural connectors, “E”: private education and professional training, and “A”: premium assets and hospitality. AMTD IDEA, a subsidiary of AMTD Group, includes the “I”, “D” and “A”pillars of businesses in a listed holding platform to fuse synergies, create value and empower ecosystem of resources and network to develop and enable ongoing opportunities and sustainable developments. Highlights of 2023 Half Year Financial Results - During the six months ended June 30, 2023, despite the global economic slowdown and rising geopolitical uncertainties, leading to volatile world markets overall, the Company demonstrated strong resilience and achieved solid financial performance. Our total revenue for the six months ended June 30, 2023 increased by 8.6% as compared to the same period in the previous year, from US$117.8 million to US$128.0 million. - The revenue generated from digital media, entertainment and cultural connector services surged to US$23.5 million, which represented 2.9 times the comparative figure year on year, as a result of the successful operations and expansions of L’Officiel since the Company’s acquisition in the first half of 2022. This reaffirms the strategic decision of the management to diversify our income sources since last year by identifying various merger and acquisition opportunities. - The finance costs for the six months ended June 30, 2023 increased by 1,024.5% as compared to the same period in prior year, reaching US$3.6 million. The increase was mainly attributable to the global interest rate hike and the rise in the average balance of bank borrowings, which were successfully secured during the pandemic times to optimise the Company’s earning capabilities and support the continuous growth of the Company. - The profit for the six months ended June 30, 2023 has maintained a steady growth of 3.3% as compared to the same period in the prior year, increasing from US$102.3 million to US$105.7 million. - The net assets as of June 30, 2023 increased by 47.4% to US$1.5 billion when compared with December 31, 2022, following the successful completion of the acquisition of AMTD Assets Group (“AMTD Assets”), who holds a global portfolio of premium real estate assets during the period. After the acquisition, the hotel operations, hospitality and VIP services income of US$4.3 million, reflective of only partial year of contributions, was recorded during the period. Recent Developments during the Six Months Ended June 30, 2023, together with Events subsequent to June 30, 2023 - In January 2023, the Company acquired AMTD Assets, a subsidiary of AMTD Group, with a total consideration of approximately US$268 million, by issuing 30,875,576 Class B treasury shares, priced at US$8.68 per share. The transaction was completed on February 6, 2023 and AMTD Assets became a subsidiary of the Company. AMTD Assets holds a global portfolio of premium properties. - In March 2023, the Company’s subsidiaries, L’Officiel Singapore Pte. Ltd. and L’Officiel Malaysia Sdn. Bhd., have been granted the publication permits in Singapore and Malaysia by the Singapore Registrar of Newspapers and Ministry of Home Affairs, to publish magazines under the direct owner’s model. In October 2023, L’Officiel Hong Kong successfully registered with the HKSAR Government’s Office for Film, Newspaper and Article Administration. We reinforce our direct position in Asia, while continuing to foster our relationships with franchisees for the rest of the world, promoting greater values for the overall ecosystem under our one world’s global approach and service quality’s consistency. - In April 2023, the Company secured US$93.6 million of new share subscription of 90,000,000 newly issued Class A ordinary share at 21.1% premium above the prevailing traded price, further solidifying the Company’s financial and capital strengths. - In August 2023, the Company, AMTD Group and its subsidiary AMTD Digital Inc. officially established AMTD World Media and Entertainment Group (“AMTD WME”). AMTD WME will embark and focus on global strategies and developments of a multi-media, entertainment and cultures worldwide platform. - Subsequent to June 30, 2023, the Company entered into a definitive agreement with an independent third party to dispose certain real estate assets. The consideration for the disposal was determined with reference to the assets’ latest valuation, with potential adjustments based on the final valuation performed by the independent valuer. The disposal was carried out with an aim to reallocate the proceeds into other premium assets at more preferred locations or more favourable pricing. - Subsequent to June 30, 2023, the Company reached an agreement with the counterparty of certain derivative financial assets held by the Company to conclude and settle. - Subsequent to June 30, 2023, the Company entered into a termsheet with an independent third party. Pursuant to the termsheet, there is a restructuring exercise for certain subsidiaries of L’Officiel Inc. SAS to take advantage of certain opportunities, including disposal of non-core components, in view of reverse inquiries from market. Statement from the Board Members and Senior Management: Dr. Feridun Hamdullahpur, Chairman of the board and audit committee, “Long term vision and planning, resiliency, innovative thinking, and solid leadership were altogether behind the remarkably exciting financial performance. The current volatile market conditions coupled with the on-going global geopolitical uncertainties have created a challenging environment for the entire investment world. Despite these unfavourable winds, the AMTD IDEA Group has achieved an overall 8.6% increase in revenues compared the same period last year. I am delighted with these results and, on behalf of the Board of Directors convey my heartfelt thanks to the entire leadership team. I look forward to seeing even stronger results for the next half of the year.” Mr. William Fung, CEO of the Company, “Maintaining growth sustainability and achieving business diversification have been the key strategic objectives of the management team as we continued to navigate through global political uncertainties and economic challenges in the first half of 2023. We were able to achieve an encouraging 8.6% y/y increase in total revenue, expand in identified growth areas and strengthen the Group’s liquidity and asset base via share placements and banking facilities, and acquisition of premium global properties, whereby net assets increased by 47.4% to US$1.5 billion. On behalf of the management team, I would like to thank the board of directors for their continued support and guidance, as well as our shareholders and business partners for their trust and partnership. We remain confident and committed towards the financial and strategic goals of the Group.” Mr. Xavier Zee, CFO of the Company, “I am glad to see that the Group stayed resilient and delivered solid results despite the global economic slowdown. Successful acquisitions of businesses of hotel operations, media and entertainment bring in more stable income streams to the Group. More synergies would be anticipated from these businesses through collaborating with our ecosystem partners.” Financial Results for the Six Months Ended June 30, 2023 Revenue Our revenue for the six months ended June 30, 2023 amounted to US$128.0 million, increasing from US$117.8 million recorded for the six months ended June 30, 2022. The 8.6% increase compared to prior year was primarily attributable to (i) the net increase in dividends, fair value changes and disposal gains of our investment portfolio, and (ii) diversification of our revenue sources which results from the acquisition of L’Officiel and AMTD Assets. - Digital solutions and other services income was US$16.2 million for six months ended June 30, 2023, 126.9% higher than the same period of 2022. The increase was primarily driven by the introduction of new clients in the second half of 2022 and the expansion of digital marketing services. - Fashion and luxury media advertising and marketing services income was US$7.2 million, representing 7.4 times the comparative figure in the same period of last year. The increase was mainly attributable to the successful operations and expansions of L’Officiel into Asia. - Hotel operations, hospitality and VIP services income was US$4.3 million and becomes a new revenue driver after the successful acquisition of AMTD Assets, the real estate arm of AMTD Group, focusing and specialising in hospitality and lifestyle concepts globally during the period. - Dividends and disposal gains of investments was US$93.5million, representing 14.6 times the comparative figure in the same period of last year. It was in turn attributable to the increase of the gain from the successful divestment of certain investments in our portfolio and an increase in dividend income. Other Income And Gains Other income and gains increased by 54.0% as compared to the same period in prior year to US$11.3 million, primarily due to (i) increase in bank interest income as the Company had generated additional interest income from deposits with banks, and (ii) increase in the net average outstanding balance due from our immediate holding company, which was interest bearing. Other Operating Expenses Other operating expenses for the six months ended June 30, 2023 increased by 60.4% as compared to the same period in prior year to US$12.4 million, primarily attributable to (i) an addition of hotel operation expenses in AMTD Assets of US$2.8 million, and (ii) full period effect for the increase in operation expenses of L’Officiel of US$1.2 million. Staff Costs Staff costs for the six months ended June 30, 2023 increased by 36.9% as compared to the same period in prior year to US$10.3 million. This was due to the incremental costs in connection to the post-acquisition operations of AMTD Digital Inc., L’Officiel and AMTD Assets. Finance Costs Finance costs for the six months ended June 30, 2023 increased by 1,024.5% as compared to the same period in prior year to US$3.6 million, primarily due to the increase in the market interest rate and outstanding bank borrowings during the period. Income Tax Expense Income tax expense for the six months ended June 30, 2023 decreased by 18.9% as compared to the same period in prior year to US$7.2 million, primarily due to a decrease in tax assessable income. Profit For The Period Profit for the six months ended June 30, 2023 slightly increased by 3.3% as compared to the same period in the prior year to US$105.7 million. Accounts Receivable Accounts receivable increased by 9.6% from US$24.1 million as of December 31, 2022 to US$26.4 million as of June 30, 2023, primarily due to increase in dividend receivable and receivables from hotel and hospitality services of US$1.7 million. Financial Assets At Fair Value Through Profit or Loss, Including Derivative Financial Assets Financial assets at fair value through profit or loss decreased by 4.9% from US$380.4 million as of December 31, 2022 to US$361.7 million as of June 30, 2023, primarily due to decrease in fair value of the financial assets and net disposal of investments during the period. Accounts Payable Accounts payable decreased by 9.6% from US$10.6 million as of December 31, 2022 to US$9.5 million as of June 30, 2023, largely attributable to a decrease of US$1.2 million in payables to suppliers of fashion and luxury media advertising and marketing services, which was in turn resulting from the optimization of our payment cycle during the period. Bank Borrowings Total bank borrowings were US$ 96.4 million as of June 30, 2023, representing 4.7 times of the comparative figure. The increase was mainly attributable to the increase in bank borrowings, which were successfully secured during the pandemic times and through the acquisition of AMTD Assets. Net Assets The net assets increased by 47.4% from US$1.0 billion as of December 31, 2022 to US$1.5 billion as of June 30, 2023, reflecting (i) the successful completion of acquisition of AMTD Assets, of which certain line items, including property, plant and equipment (hotel properties within the property portfolio), interest in joint ventures (the Company’s stake in a hotel venture project), and amount due from / to non-controlling shareholders (the outstanding balances with our business partners), recorded a significant change when compared with December 31, 2022, and (ii) the contribution of our results and comprehensive income from our operations. There were other fluctuations in various financial line items, and it was due to the reclassification of certain assets and liabilities (e.g. goodwill) associated with assets classified as held for sale as a result of Company’s plan to streamline certain operations. Accounting Changes – Change in presentation currency The directors have elected to change the Company’s presentation currency in the financial information from Hong Kong dollar to United States dollar to better reflect the economic footprint of our businesses. The directors of the Company believe that the presentation currency change will give investors and other stakeholders a clearer understanding of the AMTD IDEA’s performance over time. The change in presentation currency is a voluntary change which is accounted for retrospectively in the interim condensed consolidated statement of profit or loss and statements of financial position and all comparative financial information has been restated accordingly. | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF PROFIT OR LOSS FOR THE SIX MONTHS ENDED JUNE 30, 2022 AND 2023 | | | | Six months ended June 30, | | | | 2022 | | | | 2023 | | | | US$’000 | | | | US$’000 | | REVENUE | | | | | | | | Capital market solutions services income | | 60,636 | | | | 14,263 | | Digital solutions and other services income | | 7,154 | | | | 16,235 | | Fashion and luxury media advertising and marketing services income | | 979 | | | | 7,245 | | Hotel operations, hospitality and VIP services income | | — | | | | 4,268 | | Dividends and gains related to disposed financial assets at fair value through profit or loss | | 6,413 | | | | 93,493 | | | | 75,182 | | | | 135,504 | | Net fair value changes on financial assets at fair value through profit or loss (except derivative financial assets and gains related to disposed financial assets at fair value through profit or loss) | | (18,072) | | | | (41,376) | | Net fair value changes on derivative financial assets | | 60,715 | | | | 33,868 | | | | 117,825 | | | | 127,996 | | | | | | | | | | Other income and gains | | 7,356 | | | | 11,325 | | Other operating expenses | | (7,753) | | | | (12,435) | | Staff costs | | (7,541) | | | | (10,325) | | Finance costs | | (319) | | | | (3,587) | | Net fair value changes on derivative financial liability | | 1,705 | | | | — | | | | | | | | | | PROFIT BEFORE TAX | | 111,273 | | | | 112,974 | | Income tax expense | | (8,929) | | | | (7,240) | | | | | | | | | | PROFIT FOR THE PERIOD | | 102,344 | | | | 105,734 | | Profit (Loss) attributable to: | | | | | | | | Owners of the parent | | | | | | | | Ordinary shareholders | | 94,710 | | | | 96,586 | | Holders of perpetual securities | | 7,817 | | | | 6,396 | | Non-controlling interests | | (183) | | | | 2,752 | | | | 102,344 | | | | 105,734 | | EARNINGS PER SHARE ATTRIBUTABLE TO ORDINARY | | | | | | | | EQUITY HOLDERS OF THE PARENT | | | | | | | | Class A ordinary shares: | | | | | | | | Basic (US$ cents per share) | | 32.60 | | | | 32.62 | | Diluted (US$ cents per share) | | 32.60 | | | | 32.62 | | Class B ordinary shares: | | | | | | | | Basic (US$ cents per share) | | 32.60 | | | | 32.62 | | Diluted (US$ cents per share) | | 32.60 | | | | 32.62 | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION AS AT DECEMBER 31, 2022 AND JUNE 30, 2023 | | | | | | December 31, 2022 | | | | June 30, 2023 | | | | | | US$’000 | | | | US$’000 | | ASSETS | | | | | | | | Current assets | | | | | | | | Accounts receivable | | | | | | 24,068 | | | | 26,372 | | Prepayments, deposits and other receivables | | | | | | 124,223 | | | | 169,354 | | Amount due from immediate holding company | | | | | | 287,178 | | | | 519,648 | | Amount due from a non-controlling shareholder | | | | | | — | | | | 759 | | Derivative financial assets | | | | | | 185,069 | | | | 217,612 | | Tax recoverable | | | | | | 398 | | | | — | | Other assets | | | | | | 1,234 | | | | 613 | | Restricted cash | | | | | | 415 | | | | 168 | | Cash and bank balances | | | | | | 138,297 | | | | 161,455 | | Assets classified as held for sale | | | | | | — | | | | 11,818 | | Total current assets | | | | | | 760,882 | | | | 1,107,799 | | | | | | | | | | | | Non-current assets | | | | | | | | | | | | Property, plant and equipment | | | | | | 12 | | | | 242,721 | | Goodwill | | | | | | 7,525 | | | | — | | Intangible assets | | | | | | 96,967 | | | | 92,713 | | Interests in joint ventures | | | | | | — | | | | 99,594 | | Financial assets at fair value through profit or loss | | | | | | 195,337 | | | | 144,132 | | Total non-current assets | | | | | | 299,841 | | | | 579,160 | | Total assets | | | | | | 1,060,723 | | | | 1,686,959 | | | | | | | | | | | | LIABILITIES AND EQUITY | | | | | | | | | | | | Current liabilities | | | | | | | | | | | | Accounts payable | | | | | | 10,556 | | | | 9,542 | | Other payables and accruals | | | | | | 16,904 | | | | 34,004 | | Bank borrowings | | | | | | 20,122 | | | | 66,049 | | Amount due to a non-controlling shareholder | | | | | | — | | | | 54,256 | | Provisions | | | | | | 4,079 | | | | 3,962 | | Income tax payable | | | | | | 2,883 | | | | 8,219 | | Liabilities associated with assets classified as held for sale | | | | | | — | | | | 691 | | Total current liabilities | | | | | | 54,544 | | | | 176,723 | | | | | | | | | | | | Non-current liabilities | | | | | | | | | | | | Bank borrowings | | | | | | 458 | | | | 30,398 | | Deferred tax liabilities | | | | | | 3,307 | | | | 2,648 | | Total non-current liabilities | | | | | | 3,765 | | | | 33,046 | | Total liabilities | | | | | | 58,309 | | | | 209,769 | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION (CONTINUED) AS AT DECEMBER 31, 2022 AND JUNE 30, 2023 | | | | | | December 31, 2022 | | | | June 30, 2023 | | | | | | US$’000 | | | | US$’000 | | Equity | | | | | | | | | | | | Class A ordinary shares (par value of US$0.0001 as of December 31, 2022 and June 30, 2023; 8,000,000,000 shares authorized as of December 31, 2022 and June 30, 2023; 144,077,210 and 234,077,210 shares as of December 31, 2022 and June 30, 2023, respectively) | | | | | | 12 | | | | 21 | | Class B ordinary shares (par value of US$0.0001 as of December 31, 2022 and June 30, 2023; 2,000,000,000 shares authorized as of December 31, 2022 and June 30, 2023; 233,526,979 shares as of December 31, 2022 and June 30, 2023) | | | | | | 26 | | | | 26 | | Treasury shares | | | | | | (962,658) | | | | (694,658) | | Capital reserve | | | | | | 988,965 | | | | 995,099 | | Exchange reserve | | | | | | 2,991 | | | | (3,055) | | Revaluation reserve | | | | | | — | | | | 2,237 | | Retained profits | | | | | | 712,862 | | | | 809,447 | | Total equity attributable to ordinary shareholders of the Company | | | | | | 742,198 | | | | 1,109,117 | | Non-controlling interests | | | | | | 31,740 | | | | 133,851 | | Perpetual securities | | | | | | 228,476 | | | | 234,222 | | Total equity | | | | 1,002,414 | | | | 1,477,190 | | Total liabilities and equity | | | | 1,060,723 | | | | 1,686,959 About AMTD IDEA Group AMTD IDEA Group, formerly known as AMTD International Inc. (NYSE: AMTD; SGX: HKB) represents a diversified institution and digital solutions group connecting companies and investors with global capital markets. Its comprehensive one-stop business services plus digital solutions platform addresses different clients’ diverse and inter-connected business needs and digital requirements across all phases of their life cycles as well as hospitality and VIP services. Through our unique eco-system – the “AMTD SpiderNet” – AMTD IDEA Group is uniquely positioned as an active superconnector between clients, business partners, investee companies, and investors, connecting the East and the West. For more information, please visit [www.amtdinc.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442) or follow us on X (formerly known as Twitter) at @AMTDGroup. Safe Harbor Statement This press release contains statements that may constitute “forward-looking” statements pursuant to the “safe harbor” provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as “will,” “expects,” “anticipates,” “aims,” “future,” “intends,” “plans,” “believes,” “estimates,” “likely to,” and similar statements. Statements that are not historical facts, including statements about the beliefs, plans, and expectations of AMTD IDEA Group are forward-looking statements. Forward-looking statements involve inherent risks and uncertainties. Further information regarding these and other risks is included in the filings of AMTD IDEA Group with the SEC. All information provided in this press release is as of the date of this press release, and AMTD IDEA Group does not undertake any obligation to update any forward-looking statement, except as required under applicable law. Contacts IR Office AMTD IDEA Group [[email protected]](/cdn-cgi/l/email-protection#f9908bb998948d9d90979ad79a9694)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442)",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "silicon canals paris & new york & singapore",
        "sentiment": "neutral"
      },
      {
        "name": "amtd group",
        "sentiment": "none"
      },
      {
        "name": "amtd digital",
        "sentiment": "none"
      },
      {
        "name": "nyse",
        "sentiment": "none"
      },
      {
        "name": "hkb",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:27:27.048+02:00",
  "updated": "2023-12-29T00:27:27.048+02:00"
}