{
  "thread": {
    "uuid": "a95c4f5cf546809892e864c5e549c98b9d5678da",
    "url": "https://biz.crast.net/canada-will-stand-with-ukraine-in-protest-against-russian-aggression-says-deputy-prime-minister",
    "site_full": "biz.crast.net",
    "site": "crast.net",
    "site_section": "https://biz.crast.net/feed",
    "site_categories": [],
    "section_title": "Business News",
    "title": "Canada will stand with Ukraine in protest against Russian aggression, says Deputy Prime Minister",
    "title_full": "Canada will stand with Ukraine in protest against Russian aggression, says Deputy Prime Minister",
    "published": "2024-01-20T21:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i0.wp.com/euromaidanpress.com/wp-content/uploads/2024/01/52635569310_d49012be05_b.jpg",
    "performance_score": 0,
    "domain_rank": 67365,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a95c4f5cf546809892e864c5e549c98b9d5678da",
  "url": "https://biz.crast.net/canada-will-stand-with-ukraine-in-protest-against-russian-aggression-says-deputy-prime-minister",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Shawn Johnson",
  "published": "2024-01-20T21:37:00.000+02:00",
  "title": "Canada will stand with Ukraine in protest against Russian aggression, says Deputy Prime Minister",
  "text": "Deputy Prime Minister Chrystia Freeland said Ukraine can count on further unwavering support from Canada.\n“The brave people of Ukraine are fighting for their democracy and freedom – but they are also on the front lines fighting for all of us. “Canadians will stand with Ukraine in protesting against Russia’s illegal aggression.” Freeland wrote on X.\nThe brave people of Ukraine are fighting for their democracy and freedom – but they are also on the front lines fighting for all of us. Canadians will stand with Ukraine in protest against Russia's illegal aggression.\n[pic.twitter.com/6HOwo1YewM]\n– Chrystia Freeland (@cafreeland)\n[19 January 2024]\nCanada has long been a supporter of Ukraine as the country continues to fight Russian aggression. According to the Fall 2023 Economic Statement, Canada plans to allocate more than $940 billion in aid to Ukraine by 2026. The Canadian government will send $595 million to Ukraine in 2023-2024, $232 million in 2024-2025, and more than $143 million in 2025-2026.\nThis statement of the Canadian Deputy Prime Minister came after a meeting with Ukraine's Foreign Minister Dmytro Kuleba. The two sides discussed the implementation of mechanisms to use frozen Russian assets to help Ukraine.\n“During our meeting, the Deputy Prime Minister and Minister of Finance of Canada @cafreeland And I focused on the use of frozen Russian assets to support Ukraine.\nIt is the morally, politically and legally right thing to do. “The G7 and the EU must act collectively and swiftly.” Kuleba said on x.\nCanada's Deputy PM and Finance Minister during our meeting\n[@caffreyland]And I focused on the use of frozen Russian assets to support Ukraine.\nIt is the morally, politically and legally right thing to do.\nAction must be taken collectively and swiftly by the G7 and the EU.\n[pic.twitter.com/beyMB5Ob02]\n– Dmytro Kuleba (@DmytroKuleba)\n[18 January 2024]\nIn late April 2022, the US House of Representatives approved a bill on freezing frozen assets owned by Russian sanctioned entities and individuals. The seized funds were proposed to be directed to providing additional military and humanitarian assistance to Ukraine.\nIn December 2023, the US proposed a plan to its G7 allies to freeze $300 billion in Russian assets. In return, Russia condemned the freeze as a violation of basic principles of reserve security and hired international law firms and expert opinions to defend its interests in the courts.\nConnected:\nYou can close this page. Or you can join our community and help us create more content like this.\nWe keep our reporting open and accessible to all because we believe in the power of free information. That's why our small, cost-effective team depends on the support of readers like you to deliver timely news, quality analysis and ground-breaking reporting about Russia's war against Ukraine and Ukraine's struggle to build a democratic society. Is. A little goes a long way: For as little as the cost of a cup of coffee per month, you can help build bridges between Ukraine and the rest of the world, as well as become a co-creator and vote for the topics you care about. Which we should cover next. become a patron Or check out other ways to support. Become a Patron!\nSource: www.bing.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chrystia freeland",
        "sentiment": "negative"
      },
      {
        "name": "freeland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fall 2023 economic statement",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T22:58:58.173+02:00",
  "updated": "2024-01-20T22:58:58.173+02:00"
}