{
  "thread": {
    "uuid": "0dda8609cb5d6c8bc2bb114b7e411cde13b0f6ca",
    "url": "https://www.twincities.com/2024/04/04/monte-morris-finding-his-offensive-aggression-with-timberwolves",
    "site_full": "www.twincities.com",
    "site": "twincities.com",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Monte Morris finding his offensive aggression with Timberwolves – Twin Cities",
    "title_full": "Monte Morris finding his offensive aggression with Timberwolves – Twin Cities",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.twincities.com/wp-content/uploads/2024/04/AP24095063381259.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 3839,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0dda8609cb5d6c8bc2bb114b7e411cde13b0f6ca",
  "url": "https://www.twincities.com/2024/04/04/monte-morris-finding-his-offensive-aggression-with-timberwolves",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jace Frederick",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Monte Morris finding his offensive aggression with Timberwolves – Twin Cities",
  "text": "Timberwolves coach Chris Finch saw a clear silver lining in Mike Conley sitting out Wednesday’s win over Toronto, beyond the 36-year-old getting some well-deserved rest. Conley’s absence meant more run for Monte Morris. Conley is obviously the floor general for the Timberwolves. And Jordan McLaughlin’s emergence has created a few lineup combinations Finch simply has to get to on a nightly basis. That’s meant fewer minutes for Morris, who has been very good since his trade deadline acquisition. “He’s been playing great, but just the opportunity hasn’t been there,” Finch said. “So just getting him out there with different guys, it was good to see.” And Morris took full advantage. In 25 minutes, Morris finished with 13 points — on the strength of three triples — five assists, four rebounds, two blocks and a steal. The Wolves outscored Toronto by 30 points when the veteran point guard was in the game. It was exactly the type of performance the Wolves wanted to see from a guard they know they’ll need at the end of the regular season and beyond. Finch has noted on countless occasions that the Timberwolves need “low-usage, high-impact guys” to fill out their talented roster. Players who don’t need the ball in their hands, but when they get it, they’ll make something happen. If anything, Finch would like to see Morris be more aggressive with his offense early in possessions. Morris is still finding the necessary comfort to call his own number. “We’ve got a lot of talented guys, so I’ve got to keep finding ways, little play calls to stay into the flow of the game,” Morris said. “(Wednesday) I called a few. Even if I wasn’t shooting it, it just gave me a feel for the game. Early on, I was deferring a lot and trying to find my way but getting lost in the sauce, just because I wasn’t being aggressive. I’ve got to implement myself more into the game, whether that’s defense, rebounding, things like that. It’s been tough trying to find that flow. But I think I’ve found it a little bit.” It’s not easy to join any team in the middle of a season, let alone one that’s rolling. Morris is used to playing on championship-caliber teams dating back to his days in Denver, but finding ways to insert yourself into something that’s already so good is a challenge. The last thing you want to be is a disruption. “You’re No. 1 (in the West) and you’re coming in to try and find your niche,” Morris said. “It takes time. I just gotta keep trusting everything, keep trusting my work, getting in there every day and just keep working.” Morris said the final six games of the regular season will be “big” for him getting ready for the playoffs. “I know I’ve played in big playoff games, so I know the rhythm you need to be in going into that,” Morris said. “So I have to be more aggressive on that (offensive) end just so when the playoffs do come I’m in good rhythm and ready to go.” His teammates are all for it. “He can really shoot the ball, and we need that,” star guard Anthony Edwards said. “Especially him and J-Mac, they shoot the ball really well. So I just tell him, ‘Trust it. If you open, let it fly. Don’t think about it.’ ” It’s still a work in progress, but Morris is getting there. “I feel like I’m handling it the best way possible. (On Wednesday), Mike didn’t play, so it was an opportunity. I didn’t want the opportunity to slip. I wanted to leave this arena, whether I made or missed shots, just in a better feel and more confident with myself,” Morris said. “I just know being around the league, opportunities don’t come like that a lot. I just wanted to show I’m able to play, when my number is called, a lot more minutes.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "monte morris",
        "sentiment": "negative"
      },
      {
        "name": "chris finch",
        "sentiment": "negative"
      },
      {
        "name": "mike conley",
        "sentiment": "negative"
      },
      {
        "name": "conley",
        "sentiment": "none"
      },
      {
        "name": "morris",
        "sentiment": "none"
      },
      {
        "name": "jordan mclaughlin",
        "sentiment": "none"
      },
      {
        "name": "finch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cities timberwolves",
        "sentiment": "negative"
      },
      {
        "name": "monte morris",
        "sentiment": "none"
      },
      {
        "name": "timberwolves",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:33:23.869+03:00",
  "updated": "2024-04-10T15:47:57.227+03:00"
}