{
  "thread": {
    "uuid": "db9c9ca00ba1c9d43e58e990d3934ccec5058060",
    "url": "https://www.phnompenhpost.com/creativity-innovation/smart-cooking-solutions-to-cut-carbon-emissions-by-10-million-tons-annually",
    "site_full": "www.phnompenhpost.com",
    "site": "phnompenhpost.com",
    "site_section": "https://www.phnompenhpost.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Phnom Penh Post | The Phnom Penh Post is the oldest and most comprehensive independent newspaper covering\n        Cambodia. cambodia news, phnom penh news",
    "title": "​Smart cooking solutions to cut carbon emissions by 10 million tons annually | Phnom Penh Post",
    "title_full": "​Smart cooking solutions to cut carbon emissions by 10 million tons annually | Phnom Penh Post",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KH",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13906,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db9c9ca00ba1c9d43e58e990d3934ccec5058060",
  "url": "https://www.phnompenhpost.com/creativity-innovation/smart-cooking-solutions-to-cut-carbon-emissions-by-10-million-tons-annually",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@postkhmer",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "​Smart cooking solutions to cut carbon emissions by 10 million tons annually | Phnom Penh Post",
  "text": "In a move aimed at addressing climate change and improving public health, International Development Enterprises (iDE) has made its first commitment under its impact investment arm by participating in ATEC Biodigesters International’s (ATEC) $3.75 million Series A funding round. The financing is set to support ATEC’s expansion of smart electric stoves across Asia and Africa within the next decade, in a bid to reduce carbon emissions.. “Through this investment, iDE is broadening our market-based strategies to empower entrepreneurs to deliver scalable impact in the clean cooking sector,” said iDE CEO Elizabeth Welch. “The clean cooking sector is strategic to iDE because it is at the critical intersection of climate change and the health of women and children. She said the investment in ATEC perfectly aligns with their commitment to support innovative solutions that foster sustainable and transformative change in the sector. ATEC, founded in Cambodia in 2016, is at the forefront of developing Internet of Things (IoT)-enabled electric stoves. These stoves connect households to global carbon markets, generating data-verifiable carbon credits and offering a solution to the issue of over-crediting within these markets. By providing affordable and clean cooking solutions, the company aims to create a significant environmental impact while promoting sustainable development. According to Ben Jeffreys, ATEC co-founder and CEO, the new funding will enable the company to scale its operations and enhance its research and development efforts, focusing on the latest advancements in IoT and Web3 technologies. He said their ambitious goal is to generate 10 gigawatt hours of decarbonised cooking per day within the next decade, potentially reducing emissions by up to 10 million tonnes per year. \"ATEC’s mission is to empower 800 million women across the Global South to not only play an active role in reducing climate change but also turn it into an income opportunity,” said Jeffreys. “With this funding, we will expand our partnerships with last-mile distributors across Asia and Africa with iDE already being a key partner in Bangladesh and Cambodia,” he added. The Series A funding round is co-led by Schneider Electric Energy Access Asia (SEEAA) and Spark+ Africa Fund. Other participants include institutional investors such as DRW Holdings, Save the Children Global Ventures (SCGV) and Kibo Investments. According to iDE, their mission is to end global poverty by leveraging the power of local markets. It collaborates with local entrepreneurs to connect underserved markets with products and services that improve economic status and wellbeing. Since its inception in 1982, the enterprise has impacted over 40 million people across 12 countries in Central America, Africa and Asia. Welch said iDE has a history of collaboration with ATEC in Cambodia and Bangladesh, working on projects funded by the Cambodia Climate Change Alliance (CCCA) and the Danish International Development Agency (Danida). She noted these initiatives have focused on scaling up electric cooking solutions and identifying market-based approaches to incentivise their adoption. “Our partnership with ATEC is a testament to our belief in the power of market-based solutions. We are excited to see the significant health and environmental benefits this investment will deliver to the communities we serve,” Welch added.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elizabeth welch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "atec",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cambodia",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:52:21.364+03:00",
  "updated": "2024-07-05T15:38:20.651+03:00"
}