{
  "thread": {
    "uuid": "3e59e57dd4ec96dc00f2f9e31b49b36a7e4656e5",
    "url": "https://www.bfmtv.com/economie/entreprises/defense/char-franco-allemand-on-va-reussir-selon-emmanuel-chiva-direction-generale-de-l-armement_AV-202405060310.html",
    "site_full": "www.bfmtv.com",
    "site": "bfmtv.com",
    "site_section": "http://vous.bfmtv.com/rss/psycho-sexo",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Home News 24-7 - actualités",
    "title": "Char franco-allemand : \"On va réussir\", selon Emmanuel Chiva (Direction Générale de l'Armement)",
    "title_full": "Char franco-allemand : \"On va réussir\", selon Emmanuel Chiva (Direction Générale de l'Armement)",
    "published": "2024-05-06T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://images.bfmtv.com/EWDoTuQ_UpVCwg_wT3rlmgGk520=/1x16:1793x1024/1792x0/images/Lance-en-2017-le-MGCS-est-un-programme-d-armement-franco-allemand-destine-a-remplacer-les-chars-Leopard-2-allemands-et-les-chars-Leclerc-francais-1723489.jpg",
    "performance_score": 0,
    "domain_rank": 1892,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3e59e57dd4ec96dc00f2f9e31b49b36a7e4656e5",
  "url": "https://www.bfmtv.com/economie/entreprises/defense/char-franco-allemand-on-va-reussir-selon-emmanuel-chiva-direction-generale-de-l-armement_AV-202405060310.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Valentin Grille",
  "published": "2024-05-06T10:00:00.000+03:00",
  "title": "Char franco-allemand : \"On va réussir\", selon Emmanuel Chiva (Direction Générale de l'Armement)",
  "text": "Invité de BFM Business, le délégué général à l'Armement a fait le point sur l'avancée des chantiers européens, et sur la montée en cadence de l'industrie de défense européenne. \"On collabore, une étape majeure a été franchie, avec un démonstrateur agréé par les trois Etats (France, Allemagne, Espagne). On arrive à lancer le SCAF, et on arrive à lancer le MGCS.\" Emmanuel Chiva est satisfait: le délégué général de l'Armement, invité de Good Morning Business ce lundi, a évoqué la progression des deux programmes d'armement européen du futur.\nLe SCAF -projet aérien autour d'un avion de combat, de drones et d'un cloud de combat , piloté par la France aux côtés de l'Allemagne et de l'Espagne- et le MGCS, son équivalent dans les véhicules terrestres, avec un char lourd piloté par l'Allemagne, avancent et vont rentrer, après la signature du second la semaine dernière , dans une phase opérationnelle.\nIls sont lancés dans leur première phase, la phase 1B inclut notamment des démonstrateurs. Airbus et Dassault coopèrent, on a un équilibre de la même manière qu'on a un équilibre entre les 4 entreprises sur le MGCS (KNDS France et Allemagne, Thalès et Rheinmetall). Le MGCS aura une société de projet qui associera à parts égales entre les deux pays et le premier contrat sera notifié tout début 2025\", a assuré Emmanuel Chiva.\nLes deux projets sont des enjeux de souveraineté pour la France et l'Allemagne. Si le SCAF est sous leadership français, l'Allemagne va piloter le MGCS : le fruit d'un compromis.\nIA et quantique Le DGA a également évoqué la montée en cadence de l'industrie de défense européenne, confrontée aux besoins de l'Ukraine sur le front. Après avoir identifié \"200 goulets d'étranglement\" en 2023, une cinquantaine persiste aujourd'hui, selon le ministère des Armées. Dans le terrestre, la poudre et les productions d'obus sont notamment sous tension.\nIl a enfin souligné la nécessité de développer plusieurs filières stratégiques, à commencer par les drones, dont la DGA soutient les essais lancés par l'entreprise Turgis et Gaillard .\nD'autres technologies, comme le quantique, vont s'avérer décisives selon Emmanuel Chiva : \"Je suis convaincu que cette rupture technologique peut engendrer des ruptures géopolitiques, dans le domaine des capteurs, dans le calcul.\" Il a aussi souligné l'importance de l'intelligence artificielle, alors que la France a lancé cet hiver une nouvelle agence dédiée au développement de l'IA dans le domaine militaire.\nValentin Grille Les plus lus\n8 mai et Ascension: que risquent les parents qui feraient sécher les cours à leurs enfants?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T10:48:41.214+03:00",
  "updated": "2024-05-06T10:59:12.484+03:00"
}