{
  "thread": {
    "uuid": "d8fbadd514e13033766c57a4eaa451e44eb72592",
    "url": "https://www.elespectador.com/deportes/futbol-mundial/atletico-de-madrid-elimino-al-real-en-un-intenso-derbi-en-la-copa-del-rey-video-partidos-hoy/",
    "site_full": "www.elespectador.com",
    "site": "elespectador.com",
    "site_section": "https://www.elespectador.com/deportes/futbol-mundial/",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias del fútbol mundial hoy: liga española, Serie A, Premier y más | EL ESPECTADOR",
    "title": "Atlético de Madrid eliminó al Real en un intenso derbi en la Copa del Rey: video | PARTIDOS HOY",
    "title_full": "Atlético de Madrid eliminó al Real en un intenso derbi en la Copa del Rey: video | PARTIDOS HOY | EL ESPECTADOR",
    "published": "2024-01-19T04:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elespectador.com/resizer/RRlxWUm0cVLAfmMc3laOcbG_Ysg=/657x0/filters:quality(60):format(jpeg)/cloudfront-us-east-1.images.arcpublishing.com/elespectador/TT7BHBKKKJJSDZQ75GKMS364II.jpg",
    "performance_score": 0,
    "domain_rank": 6033,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 25,
        "comments": 0,
        "shares": 16
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d8fbadd514e13033766c57a4eaa451e44eb72592",
  "url": "https://www.elespectador.com/deportes/futbol-mundial/atletico-de-madrid-elimino-al-real-en-un-intenso-derbi-en-la-copa-del-rey-video-partidos-hoy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia AFP",
  "published": "2024-01-19T04:07:00.000+02:00",
  "title": "Atlético de Madrid eliminó al Real en un intenso derbi en la Copa del Rey: video | PARTIDOS HOY",
  "text": "Atlético de Madrid se clasificó para los cuartos de final de la Copa del Rey al imponerse en la prórroga 4-2 al Real Madrid este jueves, tomándose la revancha de la derrota sufrida en semifinales de la Supercopa de España. Un gol de Samuel Lino adelantó al Atlético (39), pero Jan Oblak marcó en su propia puerta (45+1) poniendo el 1-1, antes de que Álvaro Morata hiciera el 2-1 (57) y Joselu firmara el 2-2 (82) que mandaba el partido a la prórroga. Allí Antoine Griezmann (100) y Rodrigo Riquelme (119) dieron el pase a su equipo. “Los chicos dieron el corazón, interpretamos muy bien el partido y nos llevamos una victoria muy importante”, dijo el entrenador del Atlético, Diego Simeone. Más deportes: Confirmadas las sedes de los amistosos de Colombia frente a España y Rumania Los colchoneros pudieron resarcirse de la dura derrota 5-3 sufrida hace una semana en la semifinal de la Supercopa de España apeando de la Copa a su vigente campeón. “Lo hemos dado, no tengo nada que reprochar” al equipo, afirmó el técnico merengue, Carlo Ancelotti, tras el partido. El Atlético salió con intensidad ante su público, presionando arriba la salida del Real Madrid, que multiplicó los pases largos hacia Vinicius, Rodrygo y Jude Bellingham para superar el acoso rojiblanco. El Real Madrid fue poco a poco sacudiéndose la presión del Atlético con rápidas salidas al contraataque. Oblak se lució para parar un disparo prácticamente a bocajarro de su compañero José María Giménez al intentar despejar y repetir atajando un tiro de Vinicius que había recuperado el rechace (20). Le puede interesar: Larry Vásquez: “Quiero volver a salir campeón con Millonarios” Los rojiblancos trataron de responder a los ataques merengues con otras rápidas transiciones, convirtiendo el partido en un intercambio de golpes del que sacó provecho el Atlético. Rodrigo de Paul puso un balón al área, despejó mal Antonio Rudiger y el esférico le cayó a Lino que marcó ante la salida de Andriy Lunin (39). El Atlético se ponía por delante, pero en el descuento de la primera parte, Oblak salió a despejar mal un balón bombeado al área que terminó colándose en su propia portería (45+1), anulando la ventaja de su equipo. El partido siguió por los mismos derroteros tras el descanso con los dos equipos tratando de presionar la salida del rival, pero el Atlético fue el primero en encontrar el gol. Morata aprovechó un balón suelto tras un centro al área para adelantar al equipo rojiblanco (57). Por delante en el marcador, el Atlético se fue hacia atrás, facilitando las llegadas del Real Madrid, que se lanzó en busca del empate. Avisó Rodrygo con un disparo al larguero (76) y poco después Joselu, que acaba de entrar por el brasileño (80), cabeceó solo en el segundo palo un pase de Bellingham para igualar el partido (82) y forzar la prórroga. Lo invitamos a leer: Barcelona sufrió, pero pasó a cuartos de la Copa del Rey: video En el tiempo extra, Griezmann marcó casi sin ángulo el gol que encarrilaba la victoria tras una gran galopada (100). Griezmann “es mágico y ojalá que podamos aprovechar y que nos siga regalando noches como esta”, alabó Simeone. El Real Madrid se lanzó con todo a por el empate, pero solo sirvió para que Rodrigo Riquelme aprovechara los espacios dejados por los blancos para cerrar la eliminatoria (119). “Se podía hacer mejor cuando el partido estaba en empate. Teníamos el control, no necesitábamos forzar las jugadas y lo hemos hecho. La clave ha sido esa”, lamentó Ancelotti. 🚴🏻⚽🏀 ¿Lo último en deportes?: Todo lo que debe saber del deporte mundial está en El Espectador",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T06:26:13.156+02:00",
  "updated": "2024-01-19T06:26:13.156+02:00"
}