{
  "thread": {
    "uuid": "a30b2cb97f1fc706b25b6a746ea5b81d87f5d217",
    "url": "https://viapais.com.ar/jujuy/exponen-antiguos-pesebres-navidenos-en-el-convento-san-francisco-de-jujuy/",
    "site_full": "viapais.com.ar",
    "site": "viapais.com.ar",
    "site_section": "https://viapais.com.ar/arcio/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Via Pais",
    "title": "Exponen antiguos pesebres navideños en el convento San Francisco de Jujuy",
    "title_full": "Exponen antiguos pesebres navideños en el convento San Francisco de Jujuy",
    "published": "2023-12-29T13:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://viapais.com.ar/resizer/cv4Ks6xgE5yQ8OA7awltMFz6j5M=/1200x630/smart/filters:quality(75):format(webp)/cloudfront-us-east-1.images.arcpublishing.com/grupoclarin/Z2SFVRN435FJPHZD2MISYXEFOI.png",
    "performance_score": 0,
    "domain_rank": 82762,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a30b2cb97f1fc706b25b6a746ea5b81d87f5d217",
  "url": "https://viapais.com.ar/jujuy/exponen-antiguos-pesebres-navidenos-en-el-convento-san-francisco-de-jujuy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Vía Jujuy",
  "published": "2023-12-29T13:39:00.000+02:00",
  "title": "Exponen antiguos pesebres navideños en el convento San Francisco de Jujuy",
  "text": "Con motivo de las festividades navideñas y de fin de año, y para recordar los 800 años de la creación del primer pesebre -por iniciativa de san Francisco de Asís, en el año 1223 en la ciudad de Greccio, en Italia-, la comunidad franciscana de Jujuy está desarrollando diversas actividades, una de las cuales es la exposición de pesebres denominada “Un Niño ha nacido. A 800 años de las Fiestas de San Francisco de Asís” .\nNiños acordeonistas humahuaqueños recorren Jujuy con música navideña La muestra estará abierta al público hasta el 6 de enero del año entrante, en las galerías del patio principal del convento San Francisco , ingresando por calle Lavalle al 325, en San Salvador de Jujuy . El horario de visita es de 09:00 a 12:00 y de 17:30 a 19:30.\nMÁS DE 90 PESEBRES EN EXHIBICIÓN Al referirse a la motivación de esta propuesta, el director del Complejo Cultural San Francisco, fray Dante Ríos , comentó a VíaJujuy que “para recordar el primer pesebre instaurado por el padre Francisco se nos ocurrió organizar esta exposición”, lo que fue posible “gracias a la colaboración de fieles dispuestos a exhibir sus pesebres, provenientes de diversas partes del mundo” y algunos muy antiguos.\n“Contamos con más de noventa pesebres en exhibición que fueron cedidos por la orden franciscana de la provincia de Salta y también por familias de Jujuy”, destacó Ríos .\nLos pesebres exhibidos presentan una variedad de técnicas de elaboración y materiales , incluyendo oro, plata, papel maché decorado, cera, arcilla, cerámica y madera.\nCONVENTO SAN FRANCISCO, ABIERTO AL PÚBLICO EN GENERAL “Las personas que deseen visitar la muestra pueden hacerlo en los horarios establecidos acercándose a Secretaría, desde donde un guía los acompañará durante el recorrido” , explicó el sacerdote franciscano, a la vez que con entusiasmo invitó a quienes concurran a que “traigan su mate y disfruten de una tarde en el hermoso jardín del convento”.\nEn entrevista con VíaJujuy el sacerdote franciscano Dante Ríos comentó detalles de la muestra de pesebres e invitó a la comunidad a visitarla, hasta el 6 de enero próximo. Foto: Vía Jujuy Durante el tiempo que dure la muestra, la comunidad religiosa ofrece en las instalaciones de la basílica diversas actividades como espectáculos musicales, la visita de grupos de adoración, presentaciones de artistas plásticos, artesanos, bailarines y conferencias a cargo de profesionales.\nPara obtener más detalles del cronograma de eventos, los interesados pueden seguir la página de Facebook “Complejo Cultural San Francisco Jujuy” .\nINDULGENCIA PLENARIA PARA IGLESIAS FRANCISCANAS Los peatones que circulan por la céntrica esquina de calles Belgrano y Lavalle de San Salvador de Jujuy pueden apreciar la instalación de un pesebre autóctono a escala real en el atrio de la iglesia basílica San Francisco.\nEl fray Dante explicó que según concedió el Sumo Pontífice, los fieles que recen en el pesebre por las intenciones del papa Francisco obtendrán una indulgencia plenaria ; lo mismo sucederá con aquellos que comulguen y se confiesen en el templo.\nUn antiguo Niño Jesús de tamaño real fabricado en cera es una de las piezas más salientes de la muestra. Foto: Vía Jujuy “La familia franciscana se comunicó con el papa Francisco para informarle sobre este acontecimiento y él respondió otorgando indulgencias para todos los fieles que acudan a la iglesia, deseen confesarse y oren por las intenciones del Papa, sus familias o por un familiar fallecido” , explicó Ríos , extendiendo esta invitación hasta el día de la Virgen de la Candelaria , que se recuerda cada 2 de febrero.\nEs importante recalcar que la indulgencia plenaria se considera un acto de misericordia divina concedido por la Iglesia, que libera al creyente del castigo temporal asociado a los pecados ya perdonados mediante el sacramento de la reconciliación o confesión. “La indulgencia es el perdón de nuestras faltas” , resumió el entrevistado.\nUN MENSAJE DE ESPERANZA EN TIEMPOS DIFÍCILES “Mostrar los pesebres en estas épocas festivas es muy significativo para los franciscanos. Por eso, invitamos a los jujeños a no dejar de armarlos en sus hogares, junto al tradicional arbolito”, dijo el fray Dante , que además con el objetivo de transmitir un mensaje de esperanza en “estos tiempos tan difíciles que atraviesa el país” alentó a la comunidad a acercarse y escuchar la palabra de Dios.\n“En estas fiestas, además de celebrar el nacimiento de Jesús, también celebramos el misterio de la encarnación. Dios quiere hacerse hombre para que el hombre pueda acercarse a Él. Debemos agradecer su nacimiento, ya que a través de Él encontramos la salvación, el perdón y la paz. Ese es el principal objetivo de nuestra fe” , subrayó el sacerdote franciscano jujeño.\nUn Niño de Belén (derecha) presenta la particularidad de tener sus manos junto al rostro, lo que es una característica de las figuras procedentes de esa ciudad bíblica situada en territorio palestino. Foto: Vía Jujuy\nFe y tradición, expresión genuina de miles de \"adoradores\" en Jujuy ¿CUÁLES SON LOS HORARIOS DE LA BASÍLICA SAN FRANCISCO? Los horarios de atención al público en Secretaría y los diferentes servicios en el convento y la basílica San Francisco de Jujuy , son los siguientes:\nLunes a sábado: de 09:00 a 12:00 y de 17:00 a 21:00. Confesiones: de lunes a viernes de 10:00 a 12:00 y domingos durante el horario de misa. Misas de lunes a viernes: a las 07:30 y a las 20:00. Misas de los domingos: a las 7:30, 09:00, 11:30 y 20:00. Convento San Francisco (ingreso por Lavalle 325): de 09:00 a 12:00 y de 17:30 a 19:30. Museo de Arte Sacro Franciscano (ingreso por Belgrano 677): de 10:00 a 13:00 y de 15:00 a 18:00.\nUna simpática colección privada de pesebres navideños integra la muestra que permanecerá abierta al público hasta el 6 de enero próximo. Foto: Vía Jujuy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.youtube.com/embed/EJ0u-71dJH8?feature=oembed",
    "https://www.facebook.com/profile.php?id=100064625684019",
    "https://www.facebook.com/profile.php",
    "https://youtube.com/embed/EJ0u-71dJH8?feature=oembed",
    "https://facebook.com/profile.php?id=100064625684019",
    "https://www.youtube.com/embed/EJ0u-71dJH8"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T13:59:33.154+02:00",
  "updated": "2023-12-29T13:59:33.154+02:00"
}