{
  "thread": {
    "uuid": "280c2fb4146545828d2efa0a58dba0a4ac89831d",
    "url": "https://scienmag.com/heifer-international-and-alliance-of-bioversity-and-ciat-agree-to-strengthen-collaboration-empower-smallholder-farmers",
    "site_full": "scienmag.com",
    "site": "scienmag.com",
    "site_section": "https://scienmag.com/category/science-news/agriculture/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Heifer International and Alliance of Bioversity and CIAT agree to strengthen collaboration, empower smallholder farmers",
    "title_full": "Heifer International and Alliance of Bioversity and CIAT agree to strengthen collaboration, empower smallholder farmers",
    "published": "2024-04-19T00:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 66255,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "280c2fb4146545828d2efa0a58dba0a4ac89831d",
  "url": "https://scienmag.com/heifer-international-and-alliance-of-bioversity-and-ciat-agree-to-strengthen-collaboration-empower-smallholder-farmers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "admin",
  "published": "2024-04-19T00:12:00.000+03:00",
  "title": "Heifer International and Alliance of Bioversity and CIAT agree to strengthen collaboration, empower smallholder farmers",
  "text": "Little Rock, AR / Rome, Italy – April 18, 2024 – Heifer International and the Alliance of Bioversity International and the International Center for Tropical Agriculture (CIAT) have agreed to further their shared goals of empowering rural communities, alleviating hunger and poverty, and promoting sustainable agriculture.\nCredit: Sylvain Cherkaoui/Heifer International\nLittle Rock, AR / Rome, Italy – April 18, 2024 – Heifer International and the Alliance of Bioversity International and the International Center for Tropical Agriculture (CIAT) have agreed to further their shared goals of empowering rural communities, alleviating hunger and poverty, and promoting sustainable agriculture.\nThe two organizations have worked together since 2014, with a focus on developing sustainable agricultural practices that benefit rural women, youth and farming communities worldwide. In a newly signed Memorandum of Understanding (MoU) the partners have established a framework for enhanced collaboration in research, development, capacity building and resource mobilization, to deliver impact to rural smallholder farmers.\n“This collaboration marks a significant milestone in our journey toward a more sustainable and equitable future for rural communities,” said Surita Sandosham, CEO and President of Heifer International. “By combining our expertise and resources, we are poised to drive impactful change, fostering resilient agrifood systems, embracing digital innovation, and promoting sustainable practices.”\nThrough both research and operations, the MoU covers areas of joint technical program work focused on:\nBuilding resilient agrifood systems and boosting climate-smart production, including efforts in crop diversification, agro-ecology and a regenerative approach to soil health and biodiversity, and carbon sequestration, among others. System transformation for smallholders, including sustainable land and water resource management, accessible digital tools for farmers, and sustainable finance. Knowledge management, including impact measuring and modeling.\n“Together, we are embarking on a journey to work with rural communities and improve their lives by harnessing the power of science and innovation,” said Juan Lucas Restrepo, Director General of the Alliance of Bioversity and CIAT. “By co-creating solutions with smallholder farmers and for smallholder farmers, we can achieve livelihood and food security and contribute to building food systems that are inclusive, resilient, and respectful of our planet’s natural resources.”\nHeifer and the Alliance of Bioversity International and CIAT will also jointly leverage their respective expertise and networks to access the necessary financial resources to fund joint programming.\nAbout Heifer International\nSince 1944, Heifer International has worked with more than 46 million people around the world to end hunger and poverty in a sustainable way while caring for the Earth. Heifer currently operates in 19 countries across Africa, Asia, and the Americas, including the United States, supporting farmers and food producers to strengthen local economies and build secure livelihoods that provide a living income. For more information, visit:\nAbout the Alliance of Bioversity International and CIAT\nThe Alliance of Bioversity International and the International Center for Tropical Agriculture (CIAT) delivers research-based solutions that harness agricultural biodiversity and sustainably transform food systems to improve people’s lives. Alliance solutions address the global crises of malnutrition, climate change, biodiversity loss, and environmental degradation. With novel partnerships, the Alliance generates evidence and mainstreams innovations to transform food systems and landscapes so that they sustain the planet, drive prosperity, and nourish people in a climate crisis. The Alliance is part of CGIAR, a global research partnership for a food-secure future. www.alliancebioversityciat.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "http://www.alliancebioversityciat.org",
    "http://alliancebioversityciat.org"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "alliance of bioversity",
        "sentiment": "negative"
      },
      {
        "name": "ciat",
        "sentiment": "negative"
      },
      {
        "name": "heifer international and alliance of bioversity",
        "sentiment": "negative"
      },
      {
        "name": "heifer international",
        "sentiment": "negative"
      },
      {
        "name": "alliance of bioversity international",
        "sentiment": "none"
      },
      {
        "name": "sylvain cherkaoui/heifer international little rock",
        "sentiment": "none"
      },
      {
        "name": "international center for tropical agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "little rock",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:13:02.509+03:00",
  "updated": "2024-04-19T00:13:02.509+03:00"
}