{
  "thread": {
    "uuid": "7acb7e157890a893e7df3f29d3a9feef881c27f7",
    "url": "https://www.psypost.org/memory-self-test-via-smartphone-shows-promise-in-early-detection-of-alzheimers-disease",
    "site_full": "www.psypost.org",
    "site": "psypost.org",
    "site_section": "http://h1n1.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - H1N1 News Today - EIN Presswire",
    "title": "Memory self-test via smartphone shows promise in early detection of Alzheimer’s disease",
    "title_full": "Memory self-test via smartphone shows promise in early detection of Alzheimer’s disease",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.psypost.org/wp-content/uploads/2024/04/Man-in-his-seventies-using-smartphone-outdoors.jpg",
    "performance_score": 0,
    "domain_rank": 9295,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7acb7e157890a893e7df3f29d3a9feef881c27f7",
  "url": "https://www.psypost.org/memory-self-test-via-smartphone-shows-promise-in-early-detection-of-alzheimers-disease",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eric W. Dolan",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Memory self-test via smartphone shows promise in early detection of Alzheimer’s disease",
  "text": "Have you ever wondered if the minor forgetfulness you experience is a normal part of aging, or perhaps an early sign of something more serious, like Alzheimer’s disease? A new study published in [npj Digital Medicine](https://www.nature.com/articles/s41746-024-00999-9) offers hope for early detection of Alzheimer’s disease through memory self-tests conducted on smartphones. Researchers have developed a dedicated app that can accurately identify mild cognitive impairment, a precursor to Alzheimer’s. This research, a collaborative effort by scientists from the German Center for Neurodegenerative Diseases (DZNE), the Otto-von-Guericke University Magdeburg, the University of Wisconsin-Madison, and the Magdeburg-based company neotiv, presents a promising step forward in the use of digital tools for the advancement of Alzheimer’s research, clinical trials, and routine medical care. Memory issues are among the earliest signs of Alzheimer’s disease, significantly impacting diagnosis and research. Traditionally, memory assessment has been a hands-on process, requiring direct interaction with healthcare professionals and often involving complex tasks that are difficult to administer outside of a clinical setting. This approach, while thorough, has limitations, particularly in terms of accessibility and the ability to conduct frequent assessments over time. Recognizing these challenges, the study sought to explore the efficacy of unsupervised, remote memory testing using a specially designed smartphone app. The goal was to make early detection more accessible and to facilitate closer monitoring of memory impairment progression. Participants were drawn from two large observational studies on Alzheimer’s disease, encompassing a total of 199 individuals aged 60 and over from both Germany and the United States. This diverse group included people with a range of cognitive health statuses: those without cognitive impairments, individuals with mild cognitive impairment, and participants with subjective memory concerns yet no measurable cognitive deficits according to conventional tests. Over a period of at least six weeks, these volunteers engaged with the neotiv app, performing various memory tasks designed to mimic the assessments usually conducted in clinical settings but in a more user-friendly and accessible manner. These tasks focused on key aspects of memory and cognitive function, such as the ability to recognize changes in images and recall the placement of objects—activities closely aligned with the cognitive challenges experienced by individuals with early-stage Alzheimer’s disease. “Assessments with the neotiv app are interactive and comprise three types of memory tasks. These address different areas of the brain that can be affected by Alzheimer’s disease in different disease stages. Many years of research have gone into this,” said study author Emrah Düzel, a senior neuroscientist at DZNE’s Magdeburg site and chief medical officer of neotiv. The study recorded the participants’ performance across these tasks, analyzing the data to determine the app’s efficacy in detecting signs of mild cognitive impairment when compared to standard clinical evaluations. The findings were promising: the app-based assessments were found to be highly accurate in identifying mild cognitive impairment, demonstrating a comparable level of efficacy to traditional, supervised neuropsychological tests. This high degree of accuracy underscores the potential of using mobile technology for early detection and monitoring of Alzheimer’s disease. David Berron, research group leader at DZNE and also co-founder of neotiv explains: “As part of the validation process, we applied these novel remote and unsupervised assessments as well as an established in-clinic neuropsychological test battery. We found that the novel method is comparable to in-clinic assessments and detects mild cognitive impairment, also known as MCI, with high accuracy. This technology has enormous potential to provide clinicians with information that they cannot obtain during a patient visit to the clinic.” Furthermore, the study highlighted the advantages of remote and unsupervised cognitive testing, notably its accessibility and convenience for participants. This approach not only facilitates more frequent monitoring of cognitive health but also potentially extends the reach of diagnostic tools to underserved regions or individuals unable to regularly visit medical facilities. “Our study shows that memory complaints can be meaningfully assessed using this digital, remote and unsupervised approach,” said Düzel. “If the results from the digital assessment indicate that there is memory impairment typical of MCI, this paves the way for further clinical examinations. If test results indicate that memory is within the age-specific normal range, individuals can be given an all-clear signal for the time being. And for Alzheimer’s disease research, this approach provides a digital cognitive assessment tool that can be used in clinical studies – as is already being done in Germany, the USA, Sweden and other countries.” While the study’s outcomes are promising, the researchers acknowledge several limitations, including the modest sample size and the need for cross-validation in larger, more diverse populations. Additionally, the study’s design did not allow for a detailed exploration of the relationship between specific Alzheimer’s disease biomarkers and the diagnostic accuracy of the app-based tests. Future research aims to address these gaps by expanding the study to larger groups and exploring the utility of smartphone-based memory tests in tracking Alzheimer’s progression over longer periods. The researchers are also interested in integrating clinical data with app-based assessments to enhance the accuracy and relevance of remote memory testing. The study, “ [A remote digital memory composite to detect cognitive impairment in memory clinic samples in unsupervised settings using mobile devices](https://www.nature.com/articles/s41746-024-00999-9),” was authored by David Berron, Wenzel Glanz, Lindsay Clark, Kristin Basche, Xenia Grande, Jeremie Güsten, Ornella V. Billette, Ina Hempen, Muhammad Hashim Naveed, Nadine Diersch, Michaela Butryn, Annika Spottke, Katharina Buerger, Robert Perneczky, Anja Schneider, Stefan Teipel, Jens Wiltfang, Sterling Johnson, Michael Wagner, Frank Jessen, and Emrah Düzel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "german center for neurodegenerative diseases",
        "sentiment": "none"
      },
      {
        "name": "university of wisconsin-madison",
        "sentiment": "none"
      },
      {
        "name": "guericke university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "magdeburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:25:31.815+03:00",
  "updated": "2024-04-12T02:01:09.081+03:00"
}