{
  "thread": {
    "uuid": "f7a02d1722628fc5a15d98ab35685feb133d7165",
    "url": "https://www.la-croix.com/religion/la-lecture-de-la-bible-est-le-socle-de-ma-priere-20240308",
    "site_full": "www.la-croix.com",
    "site": "la-croix.com",
    "site_section": "http://www.la-croix.com/RSS/UNIVERS",
    "site_categories": [
      "travel",
      "france"
    ],
    "section_title": "Les 50 derniers articles du journal La Croix",
    "title": "« La lecture de la Bible est le socle de ma prière »",
    "title_full": "« La lecture de la Bible est le socle de ma prière »",
    "published": "2024-03-08T10:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://i.la-croix.com/1400x933/smart/2024/03/06/1368338-louis-schweitzer-est-engage-sur-les-enjeux-ethique.jpg",
    "performance_score": 0,
    "domain_rank": 4727,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f7a02d1722628fc5a15d98ab35685feb133d7165",
  "url": "https://www.la-croix.com/religion/la-lecture-de-la-bible-est-le-socle-de-ma-priere-20240308",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Recueilli par Christophe Henning",
  "published": "2024-03-08T10:57:00.000+02:00",
  "title": "« La lecture de la Bible est le socle de ma prière »",
  "text": "« La lecture de la Bible est le socle de ma prière » Les portes de la prière (4/6). Pendant le Carême, La Croix vous propose d’explorer différentes formes de prières. Louis Schweitzer est pasteur de l’Église évangélique baptiste. Engagé sur les enjeux éthiques mais aussi auprès de la Fédération protestante de France, il n’a jamais cessé de creuser les questions spirituelles qui se nourrissent de la lecture de la Bible. réservé aux abonnés Lecture en 7 min. La Croix : Vous êtes pasteur protestant : comment avez-vous découvert la Bible ? Louis Schweitzer : Je suis né dans une famille culturellement protestante, et la Bible faisait partie du paysage. Ce n’est pas pour autant que je la lisais sérieusement. J’étais plus intéressé par Lanza del Vasto ou le bouddhisme. Lors de mes débuts d’études de médecine à Bordeaux, j’ai vécu une conversion brutale, un véritable retournement, grâce en partie à un groupe biblique universitaire, des étudiants évangéliques qui se réunissaient autour de la Bible. La Bible qui était jusque-là un texte vénérable, magnifique mais « sous cloche », est devenue une Parole. Cela a été pour moi une vraie rencontre avec le Christ. J’ai bifurqué vers la théologie pour devenir pasteur. S’agit-il de travailler la Bible ou de nourrir la prière ? L. S. : En faculté de théologie, vous vous mettez à l’hébreu, au grec, à l’exégèse, vous voulez comprendre. La lectio divina, c’est autre chose. Alors que j’étais déjà secrétaire général de la Fédération protestante, j’ai lu le livre d’Enzo Bianchi sur la lectio divina. J’étais dans le train, à l’époque il n’y avait pas encore de TGV, on avait le temps de lire. J’ai eu l’impression que c’était le meilleur bouquin que j’avais jamais lu sur la spiritualité protestante, alors qu’il évoquait la lectio divina des cisterciens du Moyen Âge. Je me suis rendu compte que le protestantisme avait essayé de diffuser, au XVIe siècle dans le monde chrétien, ce qui était au fond né de la tradition monastique. L’idée que chacun doive méditer la Bible chaque jour et prier fait partie de l’enseignement de base du protestantisme, plus ou moins pratiqué, certes. Comment pratique-t-on concrètement la lectio divina ? L. S. : Le lien entre Bible et prière, c’est justement ce qu’enseigne la lectio divina qui se déploie en quatre temps. Dans une première lecture, je cherche à savoir ce que la Bible dit. Cela suppose une lecture intelligente, ce qui ne veut pas dire une lecture savante. Le deuxième temps s’intéresse à ce que la Bible me dit, à moi, dans la situation où je suis aujourd’hui. C’est la rencontre avec mon histoire, ma subjectivité, mon actualité, ma vie… D’ailleurs, si vous lisez le même texte après plusieurs mois, il va toujours dire la même chose de Dieu mais il ne va pas forcément vous dire la même chose. Le troisième temps, c’est la réponse à Dieu. Ce peut être une prière de louange, de demande, ou de confession des péchés… selon ce que vous venez de lire et de vivre. Enfin, quatrième étape, qui est moins pratiquée dans le protestantisme mais qui est importante à mes yeux, c’est la contemplation. Je reste dans une dimension de présence à Dieu silencieuse mais nourrie de ce qui a été vécu juste avant. Rien n’empêche de prier aussi de mille autres manières, ce n’est pas exclusif, mais la lectio divina est le socle de ma prière. Lire la Bible, ça s’apprend ? L. S. : À une certaine époque, on a souligné la complexité de la Bible, on a développé la lecture historico-critique, recherché l’origine des textes… Ce qui a pu faire penser – notamment chez les protestants – que finalement, si je ne suis pas formé en exégèse, je n’y comprendrai rien. C’est une illusion. Lire la Bible pour faire de la théologie prend du temps et peut être ardu. Mais l’important dans la prière avec la Bible, c’est [la relation à Dieu](/religion/correspondance-d-ame-a-alma-20240303), l’échange entre lui et moi. Les choses sont très simples. Quand vous lisez l’Évangile, ce qui est essentiel, c’est cette parole qui vous est adressée. Le fait de savoir qu’elle a été écrite à telle époque par telle personne est relativement secondaire. Quels textes peut-on lire ? Comment choisir le passage biblique qui va nourrir la prière ? L. S. : Il y a des manières très diverses de lire la Bible, elles sont toutes légitimes. Chacun pourra faire selon ce qui lui paraît le plus adapté. Certains vont prendre un livre biblique et le lire au fur et à mesure. Si vous lisez la Bible en un an, le but sera de découvrir la richesse de l’ensemble. Mais si c’est pour prier, il vaut mieux que ce soit des portions plus petites, un texte sur lequel on peut méditer. Ce qui est aussi souhaitable, c’est de ne pas choisir son texte en fonction de ses goûts. Cela risque de réduire la Bible à quelques grands textes que vous aimez, qui vous parlent, et sur lesquels vous revenez toujours. Je préfère recevoir un texte, qu’il soit proposé par la lecture continue ou le rythme liturgique. Comment réagir quand le texte ne parle pas, reste imperméable ? L. S. : Certains textes sont plus difficiles. Si vous lisez une généalogie, cela a du sens, mais il faut creuser un peu. Tous les textes ne se prêtent pas aussi bien à la lectio divina. La difficulté peut être due à votre état à tel moment. On peut aussi être un peu sec devant un texte. Certains jours, la prière relèvera davantage de la discipline que l’on s’est fixée. Ce n’est pas dramatique et si cela devait durer, le recours à un accompagnement spirituel peut être souhaitable. La Bible peut-elle aider à discerner pour sa vie spirituelle ? L. S. : La Bible n’est ni un manuel de dogmatique ni une ordonnance. Dans l’accompagnement spirituel chrétien, le Christ est la référence. Les récits bibliques, les enseignements, les images, cette histoire longue et variée de l’Ancien et du Nouveau Testament est le terreau commun à l’accompagné et à l’accompagnateur. La prière reste très personnelle. Comment cette prière avec la Bible peut-elle concerner les autres ? L. S. : C’est très personnel et très communautaire. Personnel, parce que c’est vous qui êtes en train de lire et méditer le texte, avec ce que vous êtes, avec les questions qui vous habitent, les difficultés, les joies qui sont les vôtres. Dans la prière, il y a une rencontre qui n’est que personnelle. Quand on pratique la lectio divina en groupe, avec une dizaine de personnes, c’est aussi très enrichissant de voir ce que chaque personne a perçu. Enfin, quand je suis seul dans ma chambre, je sais que ce texte est médité et reçu par des milliers de gens que je ne connais pas mais qui partagent la même foi en Jésus-Christ. Avez-vous des conseils pratiques, faut-il se donner des règles ? L. S. : Attention à l’idéal. Il y a une règle fondamentale : il faut prier comme on peut, pas comme on ne peut pas. Il ne faut pas se donner des objectifs tellement ambitieux et extraordinaires que finalement, c’est inaccessible. Adopter une discipline quotidienne, c’est déjà bien. Dans un lieu calme, c’est encore mieux. Après, il faut éviter de vouloir ce dont je ne suis pas capable et qui va me culpabiliser, mais faire simplement ce que je peux. Quand j’étais jeune pasteur plein d’enthousiasme, je disais des choses très justes, mais avec cette arrière-pensée que si on veut on peut… Après, je me suis retrouvé habitant en banlieue et travaillant à Paris avec des horaires de bureau, des soirées, des week-ends pris, des jeunes enfants… la liberté du temps est différente et le train pouvait être un lieu possible pour lire et prier un texte biblique. La régularité est la grande règle. Vous avez des instruments aujourd’hui qui sont pertinents, des applications sur le téléphone, Prie en chemin des jésuites, Prions en Église, et il y en a d’autres, aussi du côté protestant. [Prier la Bible ](/religion/3e-dimanche-de-careme-detruisez-ce-sanctuaire-et-en-trois-jours-je-le-releverai-20240228)est une pratique à géométrie variable qui peut ne prendre que quelques minutes ou une demi-heure, ou plus si on a le temps. Prier la Bible peut-il avoir un impact sur nos responsabilités dans la société ? L. S. : Bien sûr ! La lecture biblique, c’est comme si vous étiez disciples du Christ, à ses côtés. Vous écoutez son enseignement puis vous rentrez chez vous. Le but de la rencontre du Christ, c’est de vivre mieux en disciple de Jésus votre vie de père, d’époux, de boulanger, de journaliste, de retraité… C’est pour cela que Bible et prière sont indissociables. Une lecture purement intellectuelle peut vous rendre plus informé et plus intelligent. Et alors ? Si ce n’est que cela… le but n’est pas de se faire plaisir, de se faire du bien, mais c’est d’être transformé petit à petit à l’image du Christ. Louis Schweitzer en quelques dates Louis Schweitzer est professeur émérite d’éthique et de spiritualité. Il est pasteur de la Fédération baptiste. 1976 - 1987. Pasteur de l’Église baptiste de la rue de Lille à Paris. 1987 - 1996. Secrétaire général de la Fédération protestante de France. Depuis 1996. Enseignant à l’Institut supérieur d’études œcuméniques (Iseo) de Paris. 1996 - 1999. Directeur de l’Iseo. 1996 - 2010. Directeur de l’École pastorale de Massy. Depuis 2004. Anime des formations à la spiritualité chrétienne et à l’accompagnement spirituel. 2009. Président fondateur de l’association Compagnons de route, qui assure ces formations à l’accompagnement spirituel. 2009 - 2013. Membre du Comité consultatif national d’éthique (CCNE). Pourquoi nous l’avons fait Prier avec la Bible, une évidence ? Pas certain. Si la lectio divina est par excellence une caractéristique de la vie monastique, comment les fidèles peuvent-ils s’approprier cette prière avec la Bible ? Pour y répondre, Louis Schweitzer était le chrétien qu’il nous fallait. « Pourquoi vous me demandez, pourquoi moi ? », s’interroge le pasteur à la retraite que La Croix a sollicité. D’une part, protestant évangélique baptiste, il a comme tous les protestants une réelle familiarité avec la Bible. D’autre part, il n’est pas un bibliste, donc pas un « savant » de la Bible, mais témoigne volontiers de la place de la Bible dans son existence. Lui qui a assuré de lourdes responsabilités, notamment pour la Fédération protestante et aussi comme membre du Comité consultatif national d’éthique (CCNE), sait tout ce qu’il doit à une lecture humble et constante de la Bible. Il est vrai que prier la Bible et agir dans le monde est un héritage familial, Louis Schweitzer étant un lointain petit-cousin du médecin, pasteur et théologien Albert Schweitzer (1875-1965), Nobel de la paix en 1952. La barbe grise, les fines lunettes, et la voix volontaire qui s’interrompt par moments pour un trait d’humour ou pour ciseler une réponse. À 71 ans, l’homme pourrait s’occuper de lui-même. La Bible le pousse vers les autres. C’est cette autre activité qui fait de cet homme engagé un témoin privilégié de la prière inséparable de l’action. Bible, prière, et lien fraternel aussi : avec d’autres, Louis Schweitzer a créé l’association Compagnons de route, pour développer l’accompagnement spirituel et proposer des formations. C’est dans l’intimité de l’accompagnement que se glissent des pages d’Évangile, en un aller-retour entre la méditation et la vie active. Si la Bible n’est pas une feuille de route, elle pose des balises et invite à agir à la manière du Christ. L’essentiel ce matin [](/france/au-proces-de-l-attentat-de-strasbourg-les-mots-ambigus-du-pere-du-terroriste-20240308) Au procès de l’attentat de Strasbourg, les mots ambigus du père du terroriste [](/france/ivg-dans-la-constitution-qu-est-ce-quune-ceremonie-de-scellement-20240305) IVG dans la Constitution : qu’est-ce qu’une cérémonie de scellement ? [](/economie/les-francaises-encore-trop-timides-dans-leur-rapport-a-l-argent-20240307) Droits des femmes : les Françaises encore trop timides dans leur rapport à l’argent [](/economie/les-francaises-encore-trop-timides-dans-leur-rapport-a-l-argent-20240307) [](/international/la-disparition-du-vol-mh370-n-est-pas-un-mystere-mais-un-secret-detats-20240307) La disparition du vol MH370 « n’est pas un mystère, mais un secret d’États » [](/religion/abus-dans-l-eglise-comment-mieux-former-aux-visites-canoniques-et-apostoliques-20240307) Abus dans l’Église : comment mieux former aux visites canoniques et apostoliques ? [](/a-vif/maires-precaires-osons-professionnaliser-la-fonction-d-elu-20240307) Maires précaires : « Osons professionnaliser la fonction d’élu ! » [](/international/immigration-l-irlande-une-terre-a-lasile-fragile-20240307) Immigration : l’Irlande, une terre à l’asile fragile [](/international/immigration-l-irlande-une-terre-a-lasile-fragile-20240307) [](/culture/celine-dion-la-bande-originale-de-sa-vie-sur-france-3-la-femme-derriere-la-diva-20240307) « Céline Dion, la bande originale de sa vie », sur France 3 : la femme derrière la diva [](/culture/celine-dion-la-bande-originale-de-sa-vie-sur-france-3-la-femme-derriere-la-diva-20240307) Réagissez Vous devez être connecté afin de pouvoir poster un commentaire Déjà inscrit sur la Croix ? Pas encore abonné ?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [
    "https://www.facebook.com/sharer/sharer.php?u=https://www.la-croix.com/religion/la-lecture-de-la-bible-est-le-socle-de-ma-priere-20240308",
    "https://twitter.com/intent/tweet?&text=« La",
    "https://www.twitter.com/intent/tweet?&text=« La",
    "https://facebook.com/sharer/sharer.php?u=https://la-croix.com/religion/la-lecture-de-la-bible-est-le-socle-de-ma-priere-20240308",
    "https://twitter.com/intent/tweet",
    "https://www.facebook.com/sharer/sharer.php"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T11:16:59.065+02:00",
  "updated": "2024-03-08T13:00:52.547+02:00"
}