{
  "thread": {
    "uuid": "cc9bc2031048f32a8709730f3e8eda76203de719",
    "url": "https://www.europapress.es/andalucia/cadiz-00351/noticia-robles-felicita-jovenes-van-convertir-soldados-profesionales-elegir-opcion-vital-20240119154745.html",
    "site_full": "www.europapress.es",
    "site": "europapress.es",
    "site_section": "https://www.europapress.es/noticias/",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\t Últimas Noticias - EUROPA PRESS\r\n",
    "title": "Robles felicita a los jóvenes que se van a convertir en soldados profesionales por \"elegir esta opción vital\"",
    "title_full": "Robles felicita a los jóvenes que se van a convertir en soldados profesionales por \"elegir esta opción vital\"",
    "published": "2024-01-19T16:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img.europapress.es/fotoweb/fotonoticia_20240119154745_1200.jpg",
    "performance_score": 0,
    "domain_rank": 2691,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cc9bc2031048f32a8709730f3e8eda76203de719",
  "url": "https://www.europapress.es/andalucia/cadiz-00351/noticia-robles-felicita-jovenes-van-convertir-soldados-profesionales-elegir-opcion-vital-20240119154745.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Europa Press",
  "published": "2024-01-19T16:47:00.000+02:00",
  "title": "Robles felicita a los jóvenes que se van a convertir en soldados profesionales por \"elegir esta opción vital\"",
  "text": "SAN FERNANDO (CÁDIZ), 19 Ene. (EUROPA PRESS) -\nLos aspirantes a soldados profesionales del Centro de Formación de Tropa (Cefot) número 2 de San Fernando (Cádiz), en el Acuartelamiento 'Camposoto', han recibido este viernes la visita de la ministra de Defensa, Margarita Robles, y del jefe de Estado Mayor del Ejército de Tierra (JEME), general de Ejército Amador Enseñat. Robles los ha felicitado por \"elegir esta opción vital que es un motivo de orgullo\".\nSegún ha indicado en una nota el Ministerio, alrededor de 1.100 alumnos del segundo ciclo de 2023 están recibiendo formación en este centro de enseñanza del Ejército de Tierra y, el próximo sábado 27 de enero, tras la jura de bandera, se convertirán en soldados profesionales.\n\"Una elección de la que se tienen que sentir muy orgullosos\", les ha asegurado la ministra, que ha añadido que \"primero porque es una vocación de servicio, servir a España y a los demás, y segundo porque es una profesión que te permite tener futuro profesional y formar parte de una gran familia\".\nRobles ha recordado que siempre, en situaciones de emergencia y difíciles, han estado y están las Fuerzas Armadas y, además \"el Ejército español hoy en día es un ejército preparado que siempre se pone como ejemplo de formación en las misiones internacionales\".\nEl coronel jefe del Cefot-2, Pablo Delgado, ha explicado las actividades formativas del centro y las reformas que se han llevado a cabo en los últimos años para atender el progresivo incremento de aspirantes que llegan allí.\nEn ese sentido, la ministra Robles ha dicho que \"en este momento el Ministerio de Defensa tiene un buen presupuesto para poner instalaciones al día\", remarcando que \"la prioridad son los hombres y mujeres de las Fuerzas Armadas, porque se lo merecen todo\".\nEl coronel Delgado se mostrado satisfecho con la labor de su equipo de docentes y profesores, señalando que \"el objetivo es que se vayan de aquí orgullosos con la profesión que han elegido, y creo que se consigue en un 90 por ciento\", añadiendo que \"es muy gratificante el ver cómo van creciendo y ganando confianza en sí mismos y convertirse en una piña entre ellos\".\nLos alumnos del Cefot se someten durante cinco meses a un programa de estudios, con jornadas de instrucción y maniobras, dividido en tres etapas: orientación y adaptación, formación general militar y formación específica.\nAdemás, el Cefot-2 imparte también durante dos semanas la formación a los reservistas voluntarios en sus tres categorías de oficial, suboficial y tropa, una experiencia inolvidable para militares y civiles. \"Es digno de vivirlo. Civiles de mi edad, incluso han llegado a venir matrimonios, que vienen como niños ilusionados a dar lo mejor de su experiencia profesional\", ha señalado el coronel.\nPor su parte, el JEME ha felicitado a los profesores por su esfuerzo de enseñanza y a los aspirantes que la semana próxima se convertirán en soldados profesionales, a los que ha recordado que tengan \"siempre presente que es un compromiso con España y los españoles\", al mismo tiempo que ha subrayado que \"la carrera militar es una carrera llena también de oportunidades\".\nARTILLERÍA DE CAMPAÑA Posteriormente, la ministra Robles se ha trasladado al Regimiento de Artillería de Costa Racta Número 4, ubicado también en el Acuartelamiento 'Camposoto', y que tiene entre sus principales misiones el control y defensa de las costas, en particular el Estrecho de Gibraltar.\nEl coronel jefe Luis Gutiérrez de León ha guiado el recorrido por la unidad y por la exposición estática de material, con piezas de artillería y sensores cuya función ha sido explicada con detalle a la ministra.\nAl Racta Número 4 pertenecía la sargento Débora Grau, fallecida en un accidente durante unas maniobras en el 2021. La titular de Defensa ha depositado una ofrenda floral en el monolito erigido en su recuerdo dentro del acuartelamiento.\nDependiente del Mando de Artillería de Campaña encuadrado en la Fuerza Terrestre, esta unidad despliega cuatro veces al año; dos en el área de Gibraltar y otras dos en puertos o lugares de interés para la defensa del litoral español, como por ejemplo Menorca, según ha señalado el Ministerio, que ha indicado que también interviene en misiones en el exterior y actualmente se preparan algunos efectivos para operar una batería en la misión la eFP de Letonia. Asimismo, el regimiento materializa multitud de colaboraciones con la Armada, tanto en sus ejercicios principales como en otros.\nEl Racta Número 4 se creó en 1710 con la denominación de 'Primer Batallón del Regimiento de Real Artillería de España' y guarnición en Valencia, y es, por tanto, el regimiento más antiguo de la península. Desde hace más de 150 años tiene su plaza en Cádiz.\nMás información Fuerzas Armadas Margarita Robles",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T16:51:22.934+02:00",
  "updated": "2024-01-19T16:51:22.934+02:00"
}