{
  "thread": {
    "uuid": "d1e1686135baff590035e15244b46c47a768b298",
    "url": "https://vnexplorer.net/los-steelers-se-meten-a-los-playoffs-de-la-nfl-tras-la-victoria-de-titans-ante-jaguars-s854363.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Los Steelers se meten a los playoffs de la NFL tras la victoria de Titans ante Jaguars",
    "title_full": "Los Steelers se meten a los playoffs de la NFL tras la victoria de Titans ante Jaguars",
    "published": "2024-01-08T00:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARE3.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d1e1686135baff590035e15244b46c47a768b298",
  "url": "https://vnexplorer.net/los-steelers-se-meten-a-los-playoffs-de-la-nfl-tras-la-victoria-de-titans-ante-jaguars-s854363.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T00:50:00.000+02:00",
  "title": "Los Steelers se meten a los playoffs de la NFL tras la victoria de Titans ante Jaguars",
  "text": "Los Steelers se metieron a los playoffs de la NFL – Foto: AFP\nDados por muertos a mediados de diciembre, los Pittsburgh Steelers regresan a los playoffs de todos modos.\nPittsburgh aseguró un puesto de comodín el domingo cuando Tennessee derrotó a Jacksonville, dándole a los Steelers (10-7) un lugar en los playoffs que parecía poco probable luego de una racha de tres juegos que incluyó derrotas ante los humildes Arizona y New England.\nLee también Red Bull presume intenso entrenamiento de Checo Pérez en la pretemporada de la Fórmula 1\nEl entrenador Mike Tomlin insertó al tercer jugador Mason Rudolph como mariscal de campo después de ser derrotado en Indianápolis el 16 de diciembre, y Rudolph respondió ayudando a Pittsburgh a lograr tres victorias consecutivas sobre Cincinnati , Seattle y el campeón de la AFC Norte, Baltimore , el sábado\nLos Steelers serán el sexto o séptimo sembrado en la AFC, pendiente del resultado del partido del domingo por la noche de Buffalo contra Miami. Una victoria de los Dolphins enviaría a Pittsburgh a Kansas City el próximo fin de semana, y una victoria de los Bills llevaría a los Steelers a Buffalo. Si Miami-Buffalo empata, los Dolphins recibirán a los Steelers.\nPittsburgh no ha ganado un partido de playoffs desde que venció a Kansas City en la ronda divisional de la postemporada de 2016. Los Steelers han perdido cada uno de sus últimos cuatro juegos de playoffs de manera decisiva, cayendo ante New England en el Campeonato de la AFC 2016, Jacksonville en la ronda divisional en 2017, Cleveland en la primera ronda en 2020 y Kansas City en la primera ronda en 2021.\nPittsburgh tendrá que seguir adelante sin el apoyador externo estrella TJ Watt. El perenne candidato al All-Pro y Jugador Defensivo del Año dejó la victoria sobre Baltimore con una lesión en la rodilla que se espera lo deje fuera de juego indefinidamente.\nLos Steelers han soportado una temporada al revés que incluyó un comienzo de 6-3 a pesar de ser superados en cada juego. Luego perdieron cuatro de cinco, incluyendo una derrota ante Cleveland el 19 de noviembre que llevó al asediado coordinador ofensivo Matt Canada al despido dos días después.\nLa ofensiva se animó momentáneamente en una victoria sobre Cincinnati, pero el mariscal de campo titular Kenny Pickett se lesionó el tobillo derecho en el segundo cuarto contra Arizona el 3 de diciembre. Mitch Trubisky tomó el control y fue en gran medida ineficaz cuando los Steelers cayeron ante los Cardinals, Patriots y Colts. quedar fuera del panorama de los playoffs.\nTomlin recurrió a Rudolph, uno de los jugadores con más antigüedad en el equipo que había pasado más de dos años enterrado en la banca, en busca de una chispa. Proporcionó uno que ha impulsado a los Steelers de regreso a los playoffs.\nRudolph ha lanzado para 719 yardas y tres touchdowns sin una intercepción, con Pickett, ahora completamente recuperado de una cirugía de tobillo, como suplente el sábado en Baltimore.\nSi bien Tomlin dijo la semana pasada que esperaría para decidir quién recibiría el balón en caso de que la temporada de Pittsburgh se extendiera más allá de la Semana 18, es casi seguro que Rudolph tendrá la oportunidad de continuar con su improbable renacimiento contra los Bills o los Dolphins.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARE3.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mARE3.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:07:35.629+02:00",
  "updated": "2024-01-08T01:07:35.629+02:00"
}