{
  "thread": {
    "uuid": "adf9394528dbadbfb85fd35879130bc097671732",
    "url": "https://ggamall.azurewebsites.net/from-farmland-to-big-five-sanctuary-the-evolution-of-dinokeng-game-reserve",
    "site_full": "ggamall.azurewebsites.net",
    "site": "ggamall.azurewebsites.net",
    "site_section": "https://ggamall.azurewebsites.net/category/gga-programmes/nrg/",
    "site_categories": [],
    "section_title": null,
    "title": "From farmland to Big Five sanctuary: The evolution of Dinokeng Game Reserve",
    "title_full": "From farmland to Big Five sanctuary: The evolution of Dinokeng Game Reserve",
    "published": "2024-07-05T14:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ET",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 442,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "adf9394528dbadbfb85fd35879130bc097671732",
  "url": "https://ggamall.azurewebsites.net/from-farmland-to-big-five-sanctuary-the-evolution-of-dinokeng-game-reserve",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Helen Grange",
  "published": "2024-07-05T14:25:00.000+03:00",
  "title": "From farmland to Big Five sanctuary: The evolution of Dinokeng Game Reserve",
  "text": "Twenty years ago, Dinokeng Game Reserve was a savanna and grassland area owned by livestock and crop farmers about 30 minutes’ drive north-east of Gauteng. It adjoins Hammanskraal, a sprawling township with a population of more than 120 000.\nToday, it is a 21 000-hectare Big Five game reserve, bigger than private game reserves such as Sabi Sabi (5 400ha) and MalaMala (12 000ha), but less than half the size of Pilanesberg National Park (55 000ha) in North West and just 1% of the size of the two million hectare Kruger National Park.\nIt is the result of a unique collaboration between about 180 private landowners — their plots covering about 21ha each — and Blue IQ, a government-backed management company and, now, the department of economic development, through Dinokeng Projects.\nThis public-private partnership took shape in the early 2000s, culminating in the declaration of the Dinokeng Game Reserve in 2011.\nOverall, it has been a success, making a significant contribution to the province’s biodiversity credits (financial instruments designed to offset the loss of biodiversity caused by mining, construction and agriculture).\nIt offers not only Big Five tourism in Gauteng but jobs for many from Hammanskraal and the greater Dinokeng area, which includes the mining town of Cullinan, where employment opportunities will become even more scarce as mining operations decline, and the Roodeplaat Dam area.\nThe 80 lodges in the reserve employ 800 to 1 000 staff, mostly from these areas.\nNot least, it has become a model — albeit flawed by controversial turns such as the alleged mismanagement of two elephants and criticism over euthanising a lion after it broke out and killed a woman in 2018 — for conservation where people and wild animals can live in close proximity.\nThe reserve is the only residential Big Five game reserve in the world within the boundaries of a metro.\nBut there are specific difficulties inherent in a collaboration with private landowners and being close to a large peri-urban area.\nPrimary among them is the need to expand the reserve to at least 40 000ha to make it self-sustaining and to get more farmers to drop their fences so the animals can roam more freely. Joined-up landscapes support healthy ecosystems, ensuring genetic diversity and seasonal migration routes for the animals.\n“We still have islands of landowners who are fenced off from the reserve, so it is a work in progress.\n“Another 964ha belonging to Gauteng department of public works is to join Dinokeng and we are in discussions with the SA army to incorporate another 12 000ha of their land,” says Hartogh Streicher, chairperson of the reserve.\nThe reserve is in the process of getting the area proclaimed under the Protected Areas Act, Streicher says, with 90% of the landowners in favour of this move.\n“Once the area is proclaimed, the property prices will probably increase, having already risen dramatically over the last 13 years. It offers a great lifestyle to the conservation-minded, including foreign-national investors,” he says.\nPoaching and snaring are the more immediate problems in Dinokeng, and a big portion of its budget goes into mitigating these threats.\nSnares are prolific — 230 were removed during the month of March, about 1 000 are found each year and 112 animals have been killed in the past three years.\nTeaching people in the surrounding areas about the importance of conservation is a continuing priority for the reserve’s management team, Streicher says.\nBoth snaring and poaching have been reduced because of the efforts of the 16-strong Dinokeng anti-poaching unit, supported by surveillance drones operated by a Spots (strategic protection of threatened species) team.\n“In the five months until May, we’ve had four impala killed by snares. And we’ve had only three rhino-poaching incidents in 13 years,” says Streicher.\nA big deterrent to rhino poaching is satellite-linked tracker devices inserted into the horns of each rhino, so the monitoring teams always know where the animal is, and if its horns are poached, these can be located.\nThere are 24 elephants in the reserve, and most of them are collared, also at significant expense — an elephant collar costs about R35 000, excluding helicopter, darting and vet fees.\nAgain, the collars provide critical, real-time data, so rangers can herd the animals away if they wander too close to populated areas or see what is happening if it hasn’t moved.\nTo offset some of this expense, the reserve offers 10 seats on the collaring excursions to the public at R2 000.\nBeing a smaller reserve, monitoring and management intervention is necessary to maintain healthy gene pools, balance predator and prey ratios and avoid overuse of the land.\nContraception to manage animal populations, and capturing big cats for exchange with other parks to avoid inbreeding, are a large part of the reserve’s operational budget.\nFor example, Dinokeng’s Black Rhino Project relocated 14 black rhinos from KwaZulu-Natal into the reserve recently, while 60 buffalo, four lions and 16 white rhino were bought from other reserves.\nCheetahs are fitted with GPS satellite collars, which cost about R50 000 each.\nThe first cheetah was introduced in 2012, and today the reserve has 21, contributing to the metapopulation throughout Africa through the Endangered Wildlife Trust Cheetah Metapopulation Project, which aims to prevent inbreeding and ensure the long-term viability of cheetahs in small, fenced reserves.\nThe cheetah is the second-most threatened carnivore in South Africa, after the African wild dog.\nGovernment-funded teams control fire outbreaks, maintain the road network (there are more than 140km of winding tracks in Dinokeng) and clear away invasive species.\nRaising money is a never-ending, critical mission if the reserve is to survive, says Streicher.\n“You can spend R10 million just on upgrading the [160km] perimeter fence,” he says.\nControversially, the reserve is occasionally paid R10 000 to R130 000 by hunters to shoot selected animals deemed to be expendable because of being past their breeding age. These are mainly buffalo, of which the reserve has about 1 500 (one of the largest buffalo herds in the country).\nStreicher says that the selected animals would be culled anyway and the reserve needs the money.\n“We get about 20 hunts a year, and sell the byproducts of these animals, including biltong and droëwors, which are made into braai packs.\n“Remember, we are not a high-end reserve. Accommodation here is a third of the price it is in, say, the Kruger National Park. So, revenue from tourism — even though it has increased 10% yearly — is not enough to fund the running and management of the reserve.\n“There is no such thing as an ideal game reserve. You are constantly facing challenges and hard decisions, but if you look at this project over its lifetime, it is the realisation of a dream that seemed very remote at the beginning.\n“And it continues to grow as one of South Africa’s proudest biodiversity assets,” he says.\nAbandon trophy hunting\nIn its Reviewed National Biodiversity Economy Strategy (2024), the government promotes trophy hunting — especially of Big Five animals — as a way of generating wealth for conservation.\nBut there has been a strong pushback by NGOs, including Good Governance Africa, to the emphasis on benefiting humans at the cost of protecting wildlife for its own sake.\n“Trophy hunting, especially of charismatic endangered species, should be abandoned as a pillar of any national biodiversity strategy.\n“Its purported economic advantages do not bear up under scrutiny and its ecological costs are too high,” says Ross Harvey, natural resource economist and policy analyst and director of research and programmes at Good Governance Africa.\n“A more sustainable alternative is to build more non-consumptive activities — wildlife watching, birdwatching, photography — and better integrate local communities into ecotourism value chains.”\nBut Harvey also recognises that “small reserves face unique challenges, and it is encouraging that Dinokeng is actively pursuing expansion, which could in itself create alternatives to trophy hunting through higher-end tourism”.\nRead Good Governance Africa’s policy briefing on this issue here .\nThis article first appeared in Mail & Guardian.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.gga.org/inclusive-biodiversity-conservation-and-the-unsustainability-of-sustainable-use/",
    "https://www.gga.org/inclusive-biodiversity-conservation-and-the-unsustainability-of-sustainable-use",
    "https://gga.org/inclusive-biodiversity-conservation-and-the-unsustainability-of-sustainable-use/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hammanskraal",
        "sentiment": "none"
      },
      {
        "name": "malamala",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dinokeng game reserve",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gauteng",
        "sentiment": "none"
      },
      {
        "name": "pilanesberg national park",
        "sentiment": "none"
      },
      {
        "name": "north west",
        "sentiment": "none"
      },
      {
        "name": "kruger national park",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:11:23.394+03:00",
  "updated": "2024-07-05T17:11:23.394+03:00"
}