{
  "thread": {
    "uuid": "d073943e6fa3a1fae4f43c1d1f4dea59fb671175",
    "url": "https://www.wsws.org/en/articles/2023/12/30/ckwd-d30.html",
    "site_full": "www.wsws.org",
    "site": "wsws.org",
    "site_section": "http://www.wsws.org/en/rss.xml",
    "site_categories": [
      "shopping"
    ],
    "section_title": "World Socialist Web Site (en)",
    "title": "“It is difficult to even conceive of the life of the Socialist Equality Party and the ICFI without Comrade Helen”",
    "title_full": "“It is difficult to even conceive of the life of the Socialist Equality Party and the ICFI without Comrade Helen”",
    "published": "2023-12-30T02:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.wsws.org/asset/a9d625b9-6bfd-49df-9e17-7eb7decf1844?rendition=1600x900",
    "performance_score": 0,
    "domain_rank": 3724,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 20,
        "comments": 0,
        "shares": 18
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d073943e6fa3a1fae4f43c1d1f4dea59fb671175",
  "url": "https://www.wsws.org/en/articles/2023/12/30/ckwd-d30.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T02:51:00.000+02:00",
  "title": "“It is difficult to even conceive of the life of the Socialist Equality Party and the ICFI without Comrade Helen”",
  "text": "We are publishing here the tribute to Helen Halyard written by Jerry White, the labor editor of the World Socialist Web Site and a leading member of the Trotskyist movement in the US and internationally for more than four decades. Comrade Helen, a leader of the Socialist Equality Party (US) and the International Committee of the Fourth International for more than half a century, died suddenly on November 28 at the age of 73. My memories of Comrade Helen go back to the summer of 1979, when she fought with me and another young UPS worker to come to a Workers League summer camp. I was 19 at the time, and the discussion with Helen and Comrade Ann, which went on until late in the evening at a park in Queens, New York, played a pivotal role in my decision to join the party. Many comrades have pointed to Helen’s indomitable fighting spirit, her deep knowledge of the history of the International movement, her hatred of all forms of inequality and oppression, her contempt for the opportunist hustlers and promoters of black capitalism, whom she called “poverty pimps,” her identification with all those fighting against imperialism and war, and her insatiable curiosity about history, music, film and literature. She believed deeply in the revolutionary future of the international working class and was greatly inspired by the younger generation who joined the party. She spent endless hours seeking to impart to these comrades the lessons of the history of the movement and her own experiences. It has often been said that the program builds the party. That is, the revolutionary and internationalist principles of the Fourth International and the ICFI, and the unbroken record of fighting for this program, attract to the banner of the party the most courageous and self-sacrificing forces, who go on to fight for it. Helen was truly made of that precious human material, the flower of the proletariat, which was attracted to the party, educated by the world movement, and forged into a revolutionary fighter. Helen was a tireless campaigner for the party. At factory sales of the Bulletin newspaper, at places like the Ford Rouge plant, workers would greet her by her first name. Even our political opponents in the UAW Local 600 bureaucracy and Democrats like Congressman John Conyers would call her “Helen.” At the same time, she had the utmost respect for the history of the movement, and learned so much from Comrade Jean Brust, for whom Helen cared before Jean’s death in 1997. She also worked with Soviet historian Vadim Ragovin and Nadezhda Joffe, a member of the Left Opposition and daughter of Bolshevik leader and close collaborator of Trotsky, Adolph Joffe. Our party published Nadezhda Joffe’s memoirs in 1994, and Helen was in Brooklyn to celebrate Nazdezha’s 90th birthday in 1996. Helen wrote of [Nadezhda’s death](/en/articles/1999/03/joff-m20.html) in 1999: Nadezhda Joffe’s life represents the triumph of principle and human decency over repression by the Stalinist terror machine. Nadezhda celebrated her ninetieth birthday with family and friends at a gathering in Brooklyn in 1996. Among those present were her four daughters, Natasha, Kira, Lera and Larisa. The two youngest, Lera and Larisa, were born in the Kolyma labor camps of northeastern Siberia, while the oldest two saw their mother taken away by the Stalinist police. All paid tribute to their mother’s love and her strength and determination, which reunited the family against incredible odds. Helen cited Nadezhda’s recollections of the period following the October Revolution: “We wanted nothing for ourselves, we all wanted just one thing: the world revolution and happiness for all. And if it were necessary to give up our lives to achieve this, then we would have done so without hesitating.” This too is an apt description of Helen’s devotion to the cause of international socialism. Helen never shied away from the political struggle within the leadership of the movement. I joined the movement after the Wohlforth experience, but I was privileged to be part of many meetings of the Political Committee and National Committee, especially in the aftermath of the split with the WRP, during what we have called the Fourth Period in the development of the Trotskyist movement, in the late 1980s and early 1990s, where Helen contributed to the discussion on nationalism, the trade unions, and the forging of our international perspective. Her trip to Sri Lanka in 1988 and the response of the young female workers in the Free Trade Zones highlighted the growth of the working class internationally and demonstrated that the unity of the working class internationally, not the nationalism promoted by the various petty-bourgeois opponents of Marxism, was the answer to imperialist oppression. Helen was keenly interested in South Africa and how the installation of the African National Congress and Nelson Mandela confirmed Trotsky’s Theory of Permanent Revolution, which explained that the tasks of the democratic revolution could only be resolved through the seizure of power by the working class. As Comrade David [explained](/en/articles/2023/11/29/angf-n29.html): “The older members of the SEP who had the privilege to work with Helen for so many years have lost a trusted comrade and beloved and irreplaceable friend. The younger members have lost an inspiring teacher.” She was indeed a beloved and irreplaceable friend. My children grew up with Helen’s son Jamal, and they considered Helen one of their mothers and aunts, who exerted a moral and cultural influence on their lives. We will miss her dearly and continue the intransigent fight for the emancipation of the international working class to which she dedicated her life. Read more [Helen Halyard (1950-2023), a tribute to a life dedicated to the victory of world socialism](/en/articles/2023/12/04/htzl-d04.html) [Remarks by David North at the conclusion of the international memorial meeting for Helen Halyard](/en/articles/2023/12/21/zwhq-d21.html) [Helen Halyard (1950-2023), a life dedicated to the liberation of the working class](/en/articles/2023/12/01/fvil-d01.html) [“Helen was a true comrade, who was willing to sacrifice so much, even her life, like Tom Henehan”](/en/articles/2023/12/08/bsgj-d08.html) [Socialist opponent of Stalinism dies in New York](/en/articles/1999/03/joff-m20.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "helen",
        "sentiment": "negative"
      },
      {
        "name": "jerry white",
        "sentiment": "negative"
      },
      {
        "name": "helen halyard",
        "sentiment": "negative"
      },
      {
        "name": "ann",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "socialist equality party",
        "sentiment": "negative"
      },
      {
        "name": "icfi",
        "sentiment": "negative"
      },
      {
        "name": "fourth international",
        "sentiment": "none"
      },
      {
        "name": "international committee",
        "sentiment": "none"
      },
      {
        "name": "ups",
        "sentiment": "none"
      },
      {
        "name": "workers league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "queens",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T03:03:43.616+02:00",
  "updated": "2024-01-20T17:35:58.440+02:00"
}