{
  "thread": {
    "uuid": "b95c268f09a5475af5b36c5d13d2040c9ff18b7d",
    "url": "https://www.newkerala.com/news/2023/131435.htm",
    "site_full": "www.newkerala.com",
    "site": "newkerala.com",
    "site_section": "https://news.newkerala.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News Updates @ newkerala.com",
    "title": "Bad loans of banks fall to multi-year low of 0.8%: RBI report",
    "title_full": "Bad loans of banks fall to multi-year low of 0.8%: RBI report",
    "published": "2023-12-28T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://one.newkerala.com/images/t/bnews.webp",
    "performance_score": 0,
    "domain_rank": 18736,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b95c268f09a5475af5b36c5d13d2040c9ff18b7d",
  "url": "https://www.newkerala.com/news/2023/131435.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Awin P",
  "published": "2023-12-28T21:00:00.000+02:00",
  "title": "Bad loans of banks fall to multi-year low of 0.8%: RBI report",
  "text": "Mumbai, Dec 27 T he net non-performing assets ratio of banks declined to a multi-year low of 0.8 per cent in September 2023, reflecting the strength of the country’s financial sector, according to the RBI’s Financial Stability report. he net non-performing assets ratio of banks declined to a multi-year low of 0.8 per cent in September 2023, reflecting the strength of the country’s financial sector, according to the RBI’s Financial Stability report. The gross non-performing assets (GNPA) ratio of banks has fallen to a multi-year low of 3.2 per cent, it said. The report also states that the resilience of the non-banking financial companies (NBFCs) sector improved with CRAR (Capital to Risk Assets Ratio) at 27.6 per cent, GNPA ratio at 4.6 per cent and return on assets (RoA) at 2.9 per cent, respectively, in September 2023. The report reflects the collective assessment of the Sub-Committee of the Financial Stability and Development Council (FSDC) on risks to financial stability and the resilience of the Indian financial system. The report further states that in a Systemic Risk Survey carried out in November 2023, a quarter of the respondents expressed that their confidence in the stability of the global financial system has declined over the last six months. However, over 95 per cent of them felt that the stability of the Indian financial system has either increased or remained unchanged. About 80 per cent of the respondents said that the prospects of the Indian banking sector have either improved or remained unchanged over a one-year horizon which shows the underlining the resilience and strength of the country’s banking sector, the report added. Bad loans of banks fall to multi-year low of 0.8%: RBI report Found this article helpful? Spread the word and support us!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nbfcs",
        "sentiment": "none"
      },
      {
        "name": "financial stability and development council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mumbai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:44:47.612+02:00",
  "updated": "2023-12-29T00:44:47.612+02:00"
}