{
  "thread": {
    "uuid": "94e1cae79ae4ff98c2d1742f0981e8aace222e2f",
    "url": "https://www.brasildefato.com.br/2024/05/06/hamas-aceita-cessar-fogo-e-diz-que-decisao-agora-so-depende-de-israel",
    "site_full": "www.brasildefato.com.br",
    "site": "brasildefato.com.br",
    "site_section": "https://brasildefato.com.br/internacional",
    "site_categories": [
      "media"
    ],
    "section_title": "Internacional | Brasil de Fato",
    "title": "Hamas aceita cessar-fogo e diz que decisão agora só | Internacional",
    "title_full": "Hamas aceita cessar-fogo e diz que decisão agora só | Internacional",
    "published": "2024-05-06T22:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://images01.brasildefato.com.br/d74480454fc3871684eb6a9ac818d60c.webp",
    "performance_score": 0,
    "domain_rank": 20447,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94e1cae79ae4ff98c2d1742f0981e8aace222e2f",
  "url": "https://www.brasildefato.com.br/2024/05/06/hamas-aceita-cessar-fogo-e-diz-que-decisao-agora-so-depende-de-israel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Brasil_de_Fato",
  "published": "2024-05-06T22:29:00.000+03:00",
  "title": "Hamas aceita cessar-fogo e diz que decisão agora só | Internacional",
  "text": "O líder do Hamas, Ismail Haniyeh, aceitou proposta de cessar-fogo na Faixa de Gaza, segundo comunicado do grupo palestino divulgada nesta segunda-feira (6) pela TV [Al Jazeera](https://www.brasildefato.com.br/2024/05/02/turquia-rompe-lacos-comerciais-com-israel-por-conta-da-guerra-contra-palestinos-diz-emissora). \"Ismail Haniyeh, chefe do gabinete político do movimento Hamas, conversou por telefone com o primeiro-ministro do Catar, xeque Mohammed bin Abdul Rahman Al Thani, e com o ministro egípcio da Inteligência, Abbas Kamel, e os informou que o Hamas aprovou sua proposta relativa ao [acordo de cessar-fogo](https://www.brasildefato.com.br/2024/04/30/israel-acumula-fracassos-estrategicos-e-militares-em-gaza-afirma-nyt)\", disse o comunicado. O ministro das Relações Exteriores iraniano, Hossein Amirabdollahian, disse ter conversado com Haniyeh que teria dito que \"agora a bola está no campo oposto. Somos honestos em nossas intenções.” O governo israelense ainda não se pronunciou sobre a proposta. Nesta segunda, a TV Israelense afirma que fontes do [governo de Netanyahu](https://www.brasildefato.com.br/2024/04/30/israel-acumula-fracassos-estrategicos-e-militares-em-gaza-afirma-nyt) disseram que o país não deve aceitar o cessar-fogo. O ex-diplomata israelense Alon Liel disse à Al Jazeera que responder à proposta \"é uma decisão enorme para Israel, realmente enorme\", porque muitos dentro do país “ficarão com medo de termos perdido a guerra ou de que o Hamas permaneça em Gaza”. \"Se ele [Netanyahu] aceitar um acordo, poderá ser o fim da sua carreira política. Mas se ele não aceitar um acordo, teremos uma série de [decisões internacionais contra nós](https://www.brasildefato.com.br/2024/05/02/turquia-rompe-lacos-comerciais-com-israel-por-conta-da-guerra-contra-palestinos-diz-emissora) em tribunais internacionais, na ONU, por diferentes governos, sanções, reconhecimento da Palestina\", completou. Nos últimos dias, o país já havia dito não estar próximo a um acordo com o Hamas e que planejava invadir a cidade de Rafah, ao sul de Gaza. A questão Rafah Rafah era lar de pouco mais de 200 mil pessoas antes do início do massacre israelense em outubro, mas viu sua população chegar a cerca de 1,5 milhão de pessoas que se refugiaram na cidade, fugidas dos bombardeios em outras partes de Gaza. A maior parte dessas pessoas refugiadas é de [mulheres e crianças](https://www.brasildefato.com.br/2024/03/17/uma-a-cada-tres-criancas-com-menos-de-dois-anos-corre-risco-de-morrer-de-fome-em-gaza-diz-onu), que lotam a cidade de Rafah, fronteiriça com o Egito. À Al Jazeera, palestinos em Rafah disseram estar otimistas com a notícia. \"Esperamos que Deus facilite isto e que possamos regressar às nossas casas\", disse um morador da cidade de Gaza. \"Todos os louvores sejam dados a Deus por eles não terem invadido Rafah”, disse um menino palestino. “Gostaríamos de agradecer a todos aqueles que estiveram ao nosso lado e ao lado de Gaza.\" \"Queremos uma solução política, não apenas uma solução militar”, disse outro palestino. “Para isso, temos de lutar pela independência da ocupação israelense e pelo fim da agressão tanto em Gaza como na Cisjordânia.\" Já os EUA, maior aliado e patrocinador de Israel, disseram que avaliam o próximo passo. O porta-voz do Departamento de Estado, Matthew Miller, diz que Washington não irá se pronunciar até que tenha tempo para a estudar completamente. “Posso confirmar que o Hamas emitiu uma resposta. Estamos a rever essa resposta agora e a discuti-la com os nossos parceiros na região. Como vocês sabem, o diretor [da CIA] Burns está na região trabalhando nisso em tempo real. Discutiremos esta resposta com nossos parceiros nas próximas horas”, disse Miller. Plano de três fases Os termos do acordo não foram divulgados, mas a Al Jazeera afirma que fontes presentes nas negociações conduzidas pelo Catar e Egito confirmaram que a proposta incluiria três fases, cada uma com duração de 42 dias. A primeira seria de trégua, com retirada israelense do corredor Netzarim, que Israel utiliza para dividir o norte e o sul de Gaza. A segunda fase incluiria a aprovação do fim permanente das operações militares e retirada completa das forças israelenses de Gaza. A terceira fase negociaria o fim do bloqueio de Gaza. As tentativas de romper o bloqueio e levar ajuda à Gaza costumam ser [repelidas violentamente por Israel](https://www.brasildefato.com.br/2024/05/03/brasileira-que-tentou-levar-ajuda-a-gaza-em-2010-relembra-massacre-e-teme-por-atual-flotilha). Contexto O atual massacre israelense na Faixa de Gaza — ou operação militar, como chama Israel — começou em outubro do ano passado, mas as condições no território palestino já eram consideradas \"sufocantes\" pela ONU antes disso. O bloqueio israelense de 17 anos — para obrigar o Hamas, partido que ganhou as eleições palestinas em 2006, a abdicar do poder — gerou taxas de desemprego de 45% e insegurança alimentar que atingia 64% da população. A ONU calculava que mais de 80% dos moradores de Gaza dependiam de ajuda externa para sobreviver. Em 7 de outubro, integrantes do Hamas ingressaram em Israel e realizaram o ataque mais violento já sofrido pelo país, deixando cerca de 1,2 mil mortos e capturando 240 reféns. A resposta do governo [Netanyahu](https://www.brasildefato.com.br/2024/02/23/eua-rejeitam-plano-de-netanyahu-de-reocupar-gaza-para-analista-seria-o-fim-da-ideia-de-uma-palestina-livre) foi considerada desproporcional pela comunidade internacional. Bombardeios diários no que é considerado um dos territórios mais densamente povoados do mundo vêm causando a morte de dezenas de milhares de palestinos e destruindo toda a infraestrutura de Gaza. O número de vítimas fatais ultrapassou 34 mil palestinos — cerca de 70% mulheres e crianças —, com mais de 8 mil pessoas desaparecidas debaixo dos escombros. Foram destruídos 35% dos prédios e praticamente todos os mais de dois milhões de habitantes foram forçados a deixar suas casas. No outro território palestino ocupado, a [Cisjordânia](https://www.brasildefato.com.br/2024/01/30/netanyahu-descarta-acordo-com-hamas-disfarcados-israelenses-matam-3-em-hospital-na-cisjordania), a violência ilegal praticada por colonos israelenses é diária, com mais de 500 mortos. Desde o início do conflito, milhares de palestinos foram presos e o governo anunciou que outros milhares vão ser detidos este ano. A ONU alerta para o desastre humanitário, acusando Israel de usar a fome coletiva como arma de guerra e ressaltando a possibilidade real de que centenas de milhares de palestinos venham a morrer por falta de alimentos. Edição: Rodrigo Durão Coelho [](https://apoie.brasildefato.com.br/?utm_source=site&utm_medium=bannersite&utm_campaign=apoiase)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T00:59:53.032+03:00",
  "updated": "2024-05-07T02:08:05.746+03:00"
}