{
  "thread": {
    "uuid": "34932ece7e34d9b5425982855db24ca40098215c",
    "url": "https://www.khaleejtimes.com/ramadan/sheikh-zayed-grand-mosque-receives-570113-visitors-during-first-half-of-ramadan",
    "site_full": "www.khaleejtimes.com",
    "site": "khaleejtimes.com",
    "site_section": "https://www.khaleejtimes.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Khaleej Times - Dubai News, UAE News, Gulf, News, Latest news, Arab news, Gulf News, Dubai Labour News",
    "title": "Ramadan 2024: Sheikh Zayed Grand Mosque receives 570,113 visitors during first half of holy month - News | Khaleej Times",
    "title_full": "Ramadan 2024: Sheikh Zayed Grand Mosque receives 570,113 visitors during first half of holy month - News | Khaleej Times",
    "published": "2024-03-29T17:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3200,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "34932ece7e34d9b5425982855db24ca40098215c",
  "url": "https://www.khaleejtimes.com/ramadan/sheikh-zayed-grand-mosque-receives-570113-visitors-during-first-half-of-ramadan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "WAM",
  "published": "2024-03-29T17:33:00.000+03:00",
  "title": "Ramadan 2024: Sheikh Zayed Grand Mosque receives 570,113 visitors during first half of holy month - News | Khaleej Times",
  "text": "During the first half of the Holy Month of Ramadan, the Sheikh Zayed Grand Mosque in Abu Dhabi received 570,113 visitors.\nThis total included 164,704 individuals attending prayers, 194,978 guests, and 210,431 individuals partaking in iftar gathering. At the same mosque, 102,419 individuals performed the Isha and Taraweeh prayers.\nMeanwhile, the Sheikh Khalifa Grand Mosque in Al Ain and the Sheikh Zayed Grand Mosque in Fujairah recorded 77,233 and 50,456 worshippers, respectively.\nThe Sheikh Zayed Grand Mosque Centre has spread its mobile information stations across its grounds to accommodate the surge of devotees for the final 10 days of Ramadan, to cater to the needs of devotees, address their questions, and guide them to various locations.\nFurthermore, the centre has improved its switchboard services by doubling its number of staff to efficiently handle the increased volume of calls and inquiries during this period.\nThe mosque also scheduled the Tahajjud night prayer at 12am and visiting hours will conclude at 11.30pm throughout the week, for the duration of this period.\nApproximately 1,500 carpets In readiness for the concluding 10 days of the holy month, the centre has outfitted the mosque's courtyard with approximately 1,500 carpets. To facilitate the movement of devotees from parking areas to the prayer halls, 70 electric vehicles have been deployed, which will prioritise the elderly and those with special needs. The mosque is also equipped with 50 wheelchairs and 3,515 seats to ensure the comfort of worshippers.\nMoreover, in collaboration with the Abu Dhabi Civil Defence Authority, ambulances are on standby, and a civil defence team will be stationed at the mosque.\nProvision of additional parking spaces to facilitate access during the last 10 days of Ramadan The centre has ensured convenient access to the mosque by arranging 8,379 parking spaces for devotees. Specifically, 1,500 spots are dedicated to women near the northern prayer halls, while 60 spots are reserved for individuals with disabilities.\nThis year, in collaboration with authorities, the centre has added 1,800 parking spaces on Grand Mosque Street opposite Gate of Coexistence - Number 7, as well as at other locations, including Zayed Sports City, Erth Hotel, and near the Oasis of Dignity.\nA shuttle bus service to the mosque is also available from these locations to support the influx of worshippers attending the Tahajjud night prayers during the last ten days of Ramadan.\nDistribution of 960,431 iftar meals as part of the \"Our Fasting Guests\" project Throughout the Holy Month of Ramadan, the Sheikh Zayed Grand Mosque Centre has implemented the \"Our Fasting Guests\" initiative, which honours the legacy of the late Sheikh Zayed bin Sultan Al Nahyan by distributing iftar meals daily at the mosque and workers' cities, in partnership with Erth Hotel.\nDuring the first half of the holy month, the project successfully distributed 960,431 iftar meals, with 210,431 being served at the mosque and some 750,000 delivered to workers' cities, in collaboration with the Higher Corporation for Specialised Economic Zones (ZonesCorp) in Abu Dhabi.\nThe Sheikh Zayed Grand Mosque Centre has also enlisted 580 volunteers to work alongside the centre's employees, the Emirates Red Crescent, police officers, paramedics and the civil defence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503",
    "https://www.whatsapp.com/channel/0029Va5dROu3bbUxk7Jh2503"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al ain",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "khaleej times",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "sheikh khalifa grand mosque",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T18:09:23.015+03:00",
  "updated": "2024-04-02T21:49:56.242+03:00"
}