{
  "thread": {
    "uuid": "daaf6031dc65660eeae3bcb07986580b87dcf04a",
    "url": "https://catholicexchange.com/the-enduring-importance-of-veritatis-splendor/",
    "site_full": "catholicexchange.com",
    "site": "catholicexchange.com",
    "site_section": "https://culture.einnews.com:443/live_feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Live Feed Wire - Culture News Today - EIN Presswire",
    "title": "The Enduring Importance of Veritatis Splendor",
    "title_full": "The Enduring Importance of Veritatis Splendor",
    "published": "2023-12-28T12:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://catholicexchange.com/wp-content/uploads/2023/12/gabriella-clare-marino-P2CaWWkI0tI-unsplash-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 42237,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "daaf6031dc65660eeae3bcb07986580b87dcf04a",
  "url": "https://catholicexchange.com/the-enduring-importance-of-veritatis-splendor/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cathexchange",
  "published": "2023-12-28T12:03:00.000+02:00",
  "title": "The Enduring Importance of Veritatis Splendor",
  "text": "Before 2023 becomes a memory, I want to salute a significant 30th anniversary. Thirty years ago Pope Saint John Paul II published an encyclical on morality called Veritatis Splendor (The Splendor of Truth). This was the first time a pope had set out the formal principles of the Church’s moral reasoning, and it remains a landmark. What follow in light of this fundamental fact are a few thoughts partly inspired by comments by Cardinal Victor Manuel Fernandez, the prefect of the Dicastery for the Doctrine of the Faith. Speaking to the Catholic news site The Pillar, Cardinal Fernandez praised Veritatis Splendor as “a great document, powerfully solid.” But then he said its “particular concern—to set certain limits” by upholding exceptionless moral norms–limit its usefulness for theological “development.” A new document may be needed that “allows for encouraging the growth of Catholic theology,” he said. With all due respect to Cardinal Fernandez, it is hard to think of anything better suited to that noble purpose than Veritatis Splendor. Recalling its first chapter shows why. Pope John Paul reflects there on Jesus’ words (in chapter 19 of Matthew’s gospel) to the rich young man who asks what he should do to be saved. Jesus directs him to the commandments bearing on love of neighbor. But the young man persists: What else? Then Jesus tells him to sell his possessions, give the money to the poor, and follow him. Hearing that, the rich man goes away sad “for he had great possessions.” Reflecting on this, Saint John Paul says the message is that, beyond the moral minimalism of merely avoiding (most of the time) major violations of a moral code, a really serious person needs to make a “wholehearted commitment to the pursuit of holiness” as the foundation and starting point of Christian life. He quotes St. Augustine, who says that while avoiding serious sins is necessary, it is only the start for someone who wants to follow Christ. Beyond that, John Paul continues, lies a life shaped according to the Sermon on the Mount: “Jesus shows that the commandments must not be understood as a minimum limit not to be gone beyond, but rather as a path involving a moral and spiritual journey towards perfection, at the heart of which is love” (Veritatis Splendor, 15). Moreover, this journey is not exclusively for a spiritual elite, the Pope insists, but is meant instead to be the path for every Christian: “The way and at the same time the content of this perfection consist in the following of Jesus….Following Christ is thus the essential and primordial foundation of Christian morality” (Veritatis Splendor, 19). Re-reading these words after 30 years, one thinks of Chesterton’s comment that the Christian ideal “has not been tried and found wanting” but “found difficult and left untried.” In Veritatis Splendor Pope Saint John Paul II moves far beyond the tendency, too often visible in moral teaching of the past, to frame morality in legalistic terms and, as it were, set it apart from Christian life. Rather, he teaches, to do good and avoid evil is an integral part of the one, unified process called Christian life understood as the following of Christ. As Cardinal Fernandez says, Veritatis Splendor really is “powerfully solid.” It is also creative, innovative, and inspiring. In fact, it is hard to see that there is any real need for some supplement that “allows for encouraging the growth” of Catholic theology. Why go searching for what we already have? Photo by [Gabriella Clare Marino](https://unsplash.com/@gabiontheroad?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash) on [Unsplash](https://unsplash.com/photos/a-tall-white-building-sitting-behind-a-lush-green-forest-P2CaWWkI0tI?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://unsplash.com/photos/a-tall-white-building-sitting-behind-a-lush-green-forest-P2CaWWkI0tI?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "https://unsplash.com/@gabiontheroad?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "https://www.unsplash.com/photos/a-tall-white-building-sitting-behind-a-lush-green-forest-P2CaWWkI0tI?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)",
    "https://unsplash.com/@gabiontheroad",
    "https://unsplash.com/photos/a-tall-white-building-sitting-behind-a-lush-green-forest-P2CaWWkI0tI",
    "https://www.unsplash.com/@gabiontheroad?utm_content=creditCopyText&utm_medium=referral&utm_source=unsplash)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "neutral"
      },
      {
        "name": "john paul ii",
        "sentiment": "none"
      },
      {
        "name": "fernandez",
        "sentiment": "none"
      },
      {
        "name": "john pa",
        "sentiment": "none"
      },
      {
        "name": "cardinal fernandez",
        "sentiment": "none"
      },
      {
        "name": "victor manuel fernandez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T20:48:43.365+02:00",
  "updated": "2023-12-29T20:48:43.365+02:00"
}