{
  "thread": {
    "uuid": "dc0d18a69b79eee4f4dea9835b2be30c19d3aad1",
    "url": "https://israel365news.com/389986/watch-israel-marks-first-post-oct-7-holocaust-remembrance-day",
    "site_full": "israel365news.com",
    "site": "israel365news.com",
    "site_section": "http://www.breakingisraelnews.com/feed/",
    "site_categories": [],
    "section_title": "Israel365 News",
    "title": "WATCH: Israel marks first post-Oct. 7 Holocaust Remembrance Day",
    "title_full": "WATCH: Israel marks first post-Oct. 7 Holocaust Remembrance Day",
    "published": "2024-05-06T11:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "http://israel365news.com/wp-content/uploads/2023/06/Israeli-Soldiers-and-Holocaust-Survivors-2-880x495-1.jpg",
    "performance_score": 0,
    "domain_rank": 36014,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc0d18a69b79eee4f4dea9835b2be30c19d3aad1",
  "url": "https://israel365news.com/389986/watch-israel-marks-first-post-oct-7-holocaust-remembrance-day",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JNS",
  "published": "2024-05-06T11:32:00.000+03:00",
  "title": "WATCH: Israel marks first post-Oct. 7 Holocaust Remembrance Day",
  "text": "“The first lesson of the Holocaust is: If we do not defend ourselves, nobody will defend us,” said Israeli Prime Minister Benjamin Netanyahu.\nHolocaust Martyrs’ and Heroes’ Remembrance Day began at sundown on Sunday, with the official state opening ceremony taking place at 8 p.m. in Warsaw Ghetto Square, Yad Vashem, on the Mount of Remembrance in Jerusalem.\nIsrael’s President Isaac Herzog and Prime Minister Benjamin Netanyahu both spoke at the ceremony. Yad Vashem chairman Dani Dayan lit the memorial torch, and Haim Noy was selected to speak on behalf of the survivors, including Yitzhak Perlmutter, who was chosen to recite the “ El Maleh Rahamim “ prayer for the souls of the martyrs.\n“This is not an ordinary year or an ordinary anniversary remembering the Holocaust. Israel is at war. Over 200 days have passed since the beginning of the Israel-Hamas war. We will not rest until our sons and daughters return home,” Herzog said in his speech.\n“People ask me what will happen now during the war. I say that I believe in the eternity of the Jewish people. On this day we must commit ourselves to relying on pillars that had weakened before Oct. 7. These are the pillars of self-defense, unity, hope and faith,” he added.\nNetanyahu noted that, “In contrast to the atrocities of the Holocaust, we now have an army that can fight back. And we have fought back. After Oct. 7, we stood together, filled with determination.”\n“Eighty years after the murder of the Jews, evil people have murdered our people. The Nazis drove to kill the Jews until the very last ones. Hamas are the same,” said the premier. “They are proud of their murders and atrocities and stream them live. Our soldiers found a copy of Hitler’s Mein Kampf translated to Arabic [in Gaza].”\nA ceremony for Holocaust Martyrs’ and Heroes’ Remembrance Day at Yad Vashem in Jerusalem, May 5, 2024. Photo by Chaim Goldberg/Flash90. (source: JNS) As part of the ceremony, Holocaust survivors Pnina Hefer, Allegra Gutta, Arie Eitani, Raisa Brodsky, Michael Bar-On and Izi Kabilio each lit torches.\nThe live broadcast included simultaneous translation into English and Hebrew as well as French, Spanish, German and Russian. Additionally, Yad Vashem offered simultaneous translation in Arabic, available on the Yad Vashem’s YouTube Channel in Arabic. The live feed was also accessible via Facebook (only live in English and Hebrew) .\n“This evening we will honor the memory of our six million brothers and sisters who were murdered in the Holocaust,” Netanyahu stated in remarks issued ahead of Holocaust Remembrance Day.\n“Last Thursday, my wife, Sara, and I met with the Holocaust survivors who will light the memorial torches this evening. We met with 96-year-old Izi Kabilio, a Holocaust survivor from Yugoslavia. He told us about the horrors he, his family and his friends endured,” said the premier.\n“Izi told us: ‘Today, the State of Israel is the one and only haven for the Jewish people,’” he continued.\n“Michael Bar-On, another survivor who will light a torch this evening, told us: ‘We cannot rely on the nations of the world who make promises.’ These heroic survivors are right,” he said.\n“In the terrible Holocaust, there were great world leaders who stood by idly [by]; therefore, the first lesson of the Holocaust is: If we do not defend ourselves, nobody will defend us. And if we need to stand alone, we will stand alone.” Prime Minister Benjamin Netanyahu’s remarks ahead of Holocaust Martyrs’ and Heroes’ Remembrance Day, May 5, 2024. Credit: PMO.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.youtube.com/live/yMkVqYTHjeM?feature=share",
    "https://youtube.com/live/yMkVqYTHjeM?feature=share",
    "https://youtube.com/live/yMkVqYTHjeM",
    "https://www.yadvashem.org/yv/en/remembrance-day/broadcast.asp",
    "https://yadvashem.org/yv/en/remembrance-day/broadcast.asp"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isaac herzog",
        "sentiment": "none"
      },
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "dani dayan",
        "sentiment": "none"
      },
      {
        "name": "haim noy",
        "sentiment": "none"
      },
      {
        "name": "yitzhak perlmutter",
        "sentiment": "none"
      },
      {
        "name": "herzog",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "mount of remembrance",
        "sentiment": "none"
      },
      {
        "name": "yad vashem",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "warsaw ghetto square",
        "sentiment": "none"
      },
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T13:59:41.371+03:00",
  "updated": "2024-05-06T16:33:21.216+03:00"
}