{
  "thread": {
    "uuid": "46203e1028b81e0c5777cb38dc0e373407348da1",
    "url": "https://www.express.co.uk/life-style/health/1852613/tablet-doctors-tired-memory",
    "site_full": "www.express.co.uk",
    "site": "express.co.uk",
    "site_section": "http://www.express.co.uk/posts/rss/8/lifestyle",
    "site_categories": [
      "media"
    ],
    "section_title": "Daily Express :: Life and Style Feed",
    "title": "Tablet doctors say could boost your memory and stop you feeling tired",
    "title_full": "Tablet doctors say could boost your memory and stop you feeling tired | Express.co.uk",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://cdn.images.express.co.uk/img/dynamic/11/1200x712/5147541.jpg",
    "performance_score": 0,
    "domain_rank": 621,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46203e1028b81e0c5777cb38dc0e373407348da1",
  "url": "https://www.express.co.uk/life-style/health/1852613/tablet-doctors-tired-memory",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "Tablet doctors say could boost your memory and stop you feeling tired",
  "text": "A 4p tablet could make you feel less tired (stock image) (Image: Getty) Health experts have shared a top tip for combating tiredness and said the feeling of constant sleepiness can be solved with a 4p pill.\nVitamin B12 is said to help people who struggle to focus. And doctors have reccomended taking the suppliment daily in a bid to reduce fatigue. The vitamin is a vital nutrient that the body requires, but cannot naturally produce, reports the Mirror .\nB12 is needed to help create red blood cells and for DNA synthesis. As well as providing benefits such as the function and development of brain cells.\nThe National Institutes of Health says vitamin B12 is a \"nutrient that helps keep your body's blood and nerve cells healthy and helps make DNA, the genetic material in all of your cells. Vitamin B12 also helps prevent megaloblastic anaemia, a blood condition that makes people tired and weak.\"\nREAD MORE: Doctor shares sign when burping that could be red flag for bowel cancer\nFeeling tired could be the sign of a B12 deficiency (Image: Getty) Solus Embed Katarina Cepinova, a nutritional therapist, has previously shared how B12 is believed to help fight cognitive issues such as dementia. She said: \"A B12 deficiency is strongly associated with cognitive impairment, which can impact our decision making, ability to focus and it could even cause the development of dementia and Alzheimer’s Disease.\n\"These conditions can respond well to B12 supplementation if detected early.\"\nThe human body is capable of storing a lot more B12 than you would usually consume in a day. This means it can take years for a defficiency to show up, reports GloucestershireLive .\nAs well as feeling weak or tired, a deficiency could leave you with other symptoms such as pale skin, heart palpitations, loss of appetite, weight loss, and infertility. Other symptoms could include numbness or tingling in the hands and feet, although this could also be a sign of nerve problems.\nPeople with a B12 deficiency have also reported problems with balance, depression, confusion, poor memory and soreness of the mouth or tongue.\nDon't miss... Doctor’s chilling warning for if you spot pink slime in your bathroom [LATEST]\nBecome an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial\nVitamin B12 tablets could help you feel awake (Image: Boots) Trending You can buy a tub of 180 vitamin B12 tablets for £7.60 at Boots, which works out at only 4p per pill. There are plenty of other places selling vitamin B12 supplements too, including Holland and Barrett, Amazon and Superdrug.\nBut you don't have to rely on just supplements to get your vitamin B12, there are lots of foods that contain the vitamin, such as: fish, meat, poultry, eggs, milk, clams, oysters, beef liver, nutritional yeasts and other food products are fortified with vitamin B12.\nRelated articles Mum lost 6st in less than a year with one simple diet change Five warning signs of heart disease that appear on the feet Covid warning as 100,000 people could be at risk of four symptoms Derek Draper dies - inside Kate Garraway husband's health battles The underrated seaside city named one of UK's coolest but also unhealthiest",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://www.gloucestershirelive.co.uk/news/health/doctors-say-taking-4p-tablet-9013801",
    "https://mirror.co.uk/news/health/doctors-say-taking-4p-tablet-31815638",
    "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
    "https://www.gloucestershirelive.co.uk/news/health/doctors-say-taking-4p-tablet-9013801?_ga=2.73623249.2125580768.1704406036-187212362.1642683623",
    "https://www.mirror.co.uk/news/health/doctors-say-taking-4p-tablet-31815638",
    "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
    "https://live.primis.tech/live/liveView.php",
    "https://gloucestershirelive.co.uk/news/health/doctors-say-taking-4p-tablet-9013801?_ga=2.73623249.2125580768.1704406036-187212362.1642683623"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "katarina cepinova",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national institutes of health",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:11:24.809+02:00",
  "updated": "2024-01-06T14:13:20.976+02:00"
}