{
  "thread": {
    "uuid": "0822db70e53f2dd720af5a5a0aab9741b551a813",
    "url": "https://en.shiftdelete.net/rogue-prince-of-persia",
    "site_full": "en.shiftdelete.net",
    "site": "shiftdelete.net",
    "site_section": "https://en.shiftdelete.net/feed",
    "site_categories": [],
    "section_title": "ShiftDelete.Net Global",
    "title": "Another new game for Prince of Persia fans!",
    "title_full": "Another new game for Prince of Persia fans!",
    "published": "2024-04-11T20:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://en.shiftdelete.net/wp-content/uploads/2024/04/pp1.jpg",
    "performance_score": 0,
    "domain_rank": 57622,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0822db70e53f2dd720af5a5a0aab9741b551a813",
  "url": "https://en.shiftdelete.net/rogue-prince-of-persia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alperen Esin",
  "published": "2024-04-11T20:45:00.000+03:00",
  "title": "Another new game for Prince of Persia fans!",
  "text": "Ubisoft is here with a new game after Prince of Persia: Lost Crown. Accordingly, a new game is coming for Prince of Persia in May. As you know, Ubisoft released the last game for the series in 2010. Prince of Persia fans will thus have two games in 2024. Here is Rogue Prince of Persia and its release date.\nThe Rogue Prince of Persia game will be similar to Dead Cells\nUbisoft will open early access for Prince of The Rogue Persia Rogue game on May 14. After this early access version, the game will reach its final version after the feedback received from the players. In this sense, the release date for the new Prince of Persia game is May 14, even if it is early access. Afterwards, when the game will be fully ready depends on the feedback from the players.\nUbisioft collaborated with Evil Empire, the producer of Dead Cells, for The Rogue Prince of Persia game. In this sense, the new game appears as a game played on a 2D plane, like Lost Crown. Of course, we have a simpler game in terms of graphics.\nIn this sense, the new Prince of Persia game was developed by Evil Empire. The reason for Ubisoft’s move is to bring Dead Cells-style gameplay to Prince of Persia. As you know, the Dead Cells game again has 2D graphics and the heroes come back to life after they die.\nWith the new Prince of Persia game, the heroic Persian Prince is revived in an oasis when he dies. However, it is not clear whether the character will gain different features with each resurrection in the game, like in Dead Cells.\nEven though it has Dead Cells style gameplay, we have a Prince of Persia game. In this new roguelike game, we have the Persian Prince who climbs the walls and defeats the enemies with acrobatic moves.\nDesigns specific to Iranian architecture, which we are familiar with from the Prince of Persia games, also appear in the game. What do you think this new Pens of Persia game will be like? What do you think of the idea of a Dead Cells-style Prince of Persia? We are waiting your comments.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prince",
        "sentiment": "positive"
      },
      {
        "name": "ubisioft",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ubisoft",
        "sentiment": "neutral"
      },
      {
        "name": "rogue persia rogue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "persia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:43:14.171+03:00",
  "updated": "2024-04-12T03:43:14.171+03:00"
}