{
  "thread": {
    "uuid": "3aa70b46a00397a045e3adabe3f4175d8f3f2126",
    "url": "https://www.mobihealthnews.com/news/biolinq-raises-58m-wearable-biosensor-tech-and-more-digital-health-fundings",
    "site_full": "www.mobihealthnews.com",
    "site": "mobihealthnews.com",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "health"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Biolinq raises $58M for wearable biosensor tech and more digital health fundings | MobiHealthNews",
    "title_full": "Biolinq raises $58M for wearable biosensor tech and more digital health fundings | MobiHealthNews",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mobihealthnews.com/sites/default/files/web_16x9_lg-GettyImages-709128379_5.JPG",
    "performance_score": 0,
    "domain_rank": 9879,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3aa70b46a00397a045e3adabe3f4175d8f3f2126",
  "url": "https://www.mobihealthnews.com/news/biolinq-raises-58m-wearable-biosensor-tech-and-more-digital-health-fundings",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Biolinq raises $58M for wearable biosensor tech and more digital health fundings | MobiHealthNews",
  "text": "Photo: ViewStock/Getty Images California-based [Biolinq](https://www.mobihealthnews.com/tag/biolinq), a health technology company developing precision multi-analyte wearable biosensors for metabolic health, announced it scored $58 million in financing. Alpha Wave Ventures led the round, with participation from Niterra’s corporate venture capital fund, which is jointly operated with Pegasus Tech Ventures. Existing investors, including AXA IM Alts, Senvest Management, Features Capital, Aphelion Capital, RiverVest Venture Partners, and Taisho Pharmaceutical, also participated in the raise. Biolinq created a wearable patch that evaluates glucose levels and levels of activity. Using small electrochemical sensors, the patch measures glucose levels from the intradermal space beneath the surface of one's skin. The company will use the funds to perform a clinical trial on its glucose sensor and for FDA submission. \"Our technology approach enables access to a coveted, metabolically active compartment of the skin for biosensing without the use of introducer needles or bleeding,\" Rich Yang, CEO of Biolinq, said in a statement. \"Over the past decade, our team has been pioneering a new biosensor platform designed to inform and inspire, with a mission to reach more people that are in need of simple solutions to improve metabolic health.\" EarliTech Diagnostics, a company creating diagnostic and therapeutic offerings for children with autism, secured $21.5 million in Series B funding led by Nexus NeuroTech Ventures and Venture Investors Health Fund. The Georgia-based company offers the EarliPoint Evaluation, a platform to help clinicians diagnose and assess children aged 16-to-30 months with autism. Kids watch a video on a tablet of social interactions. At the same time, a biomarker tracks the child's focus, proxies clinician diagnosis, and assesses the level of function on characteristics such as verbal ability and non-verbal learning. The company will use the funds to advance its technology, further commercialize its product, and advance clinical research. Manifold, an AI-enabled clinical research platform, announced its launch with $15 million in Series A funding led by TQ Ventures. New investors SK Ventures and Calibrate Ventures participated in the round alongside Dr. Sachin H. Jain and existing investors TTCER Partners. The company offers an AI-powered platform for clinical research aimed at streamlining workflows and data management. It allows researchers to manage cohort studies and patient registries, administer observational study workflows and provide a patient portal with surveys, consent tracking and digital outreach. Employee benefits platform Beanstalk Benefits, built out of [Redesign Health](https://www.mobihealthnews.com/tag/redesign-health), announced its launch with $7.5 million in funding. The company provides employees with a platform that allows them to choose their everyday benefits, including health, well-being, and wealth services, instead of having their employer choose for them. The benefits include offerings for chronic condition management, parenting, personal finance, elder care, fertility and mental health services. Employers contract with Beanstalk to provide the varied benefits, not each individual company. \"We’ve spent the last year investing in the platform itself. It was important to us to create an intuitive user experience since employees have never picked their own non-insurance benefits before and aren’t necessarily familiar with what’s out there. We think they’re going to be very excited to discover just how tailored they can make their portfolios with all of the benefits innovation that’s out there to meet their unique needs,\" Matthew Sydney, Beanstalk Benefits CEO and cofounder, told MobiHealthNews in an email. \"In terms of next steps, now that the platform is available to the broader market, we’ll be focused on onboarding employers and building out our customer service team. Employers can launch Beanstalk within days of signing on at any time of year, so we’ll be investing to further enhance just how easy it is to work with Beanstalk. We’ll also be continually vetting and adding new benefits solutions to our suite as we aim to create the most comprehensive resource possible under that one employer contract.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rich yang",
        "sentiment": "none"
      },
      {
        "name": "biolinq",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "viewstock/getty images california",
        "sentiment": "negative"
      },
      {
        "name": "biolinq",
        "sentiment": "negative"
      },
      {
        "name": "taisho pharmaceutical",
        "sentiment": "none"
      },
      {
        "name": "fda",
        "sentiment": "none"
      },
      {
        "name": "pegasus tech ventures",
        "sentiment": "none"
      },
      {
        "name": "rivervest venture partners",
        "sentiment": "none"
      },
      {
        "name": "alpha wave ventures",
        "sentiment": "none"
      },
      {
        "name": "axa",
        "sentiment": "none"
      },
      {
        "name": "senvest management",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "niterra",
        "sentiment": "none"
      },
      {
        "name": "biolinq",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:39:20.165+03:00",
  "updated": "2024-04-05T02:30:41.184+03:00"
}