{
  "thread": {
    "uuid": "f1e07c44e87186f26f2bed84e4c650840580e885",
    "url": "https://www.levante-emv.com/costera/2024/06/21/vallada-albergara-opera-ventafocs-les-104091276.html",
    "site_full": "www.levante-emv.com",
    "site": "levante-emv.com",
    "site_section": "https://levante-emv.com",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Levante-EMV: Noticias de Valencia, Castellón, Alicante, Comunidad Valenciana, Deportes, España",
    "title": "Vallada albergará la ópera 'La Ventafocs\" de Les Arts Volant",
    "title_full": "Vallada albergará la ópera 'La Ventafocs\" de Les Arts Volant",
    "published": "2024-06-21T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/b30a1c75-0679-4746-9a2a-7c08ab8e678a_16-9-discover-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 11536,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f1e07c44e87186f26f2bed84e4c650840580e885",
  "url": "https://www.levante-emv.com/costera/2024/06/21/vallada-albergara-opera-ventafocs-les-104091276.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lluis Cebriá",
  "published": "2024-06-21T03:00:00.000+03:00",
  "title": "Vallada albergará la ópera 'La Ventafocs\" de Les Arts Volant",
  "text": "Vallada albergará el espectáculo de ópera \\\"La Ventafocs\\\" de Les Arts Volant, una de las campañas de actividades culturales de la Diputación de València, a través del Área de Cultura, en colaboración con la Generalitat Valenciana y el Palau de les Arts, mediante la cual se difunde la cultura, y en este caso la ópera, en los pueblos valencianos. Estas actuaciones, de acuerdo con el principio de territorialidad, tienen como objetivo acercar varias expresiones culturales complementarias en las diferentes comarcas para garantizar el derecho de acceso de la ciudadanía a la cultura. Se trata de hacer visible -e itinerante a la vez- el fascinante mundo de la ópera y poder disfrutar del arte y de la belleza sin tener que desplazarse. La compañía viaja en un gran camión preparado para transformarse en escenario, que se ubicará a las pistas del polideportivo municipal de Vallada, para ofrecer en directo, a partir de las 22 h de la noche y de manera gratuita, la ópera \\\"La Ventafocs\\\", de Pauline Viardot, la compositora más influyente del siglo XIX. La ópera es una representación que bebe de fuentes antiguas y personajes míticos, pero además, tiene todavía un gran recorrido y proyección por delante. Representada sobre los escenarios de cualquier espacio, la ópera es una de las manifestaciones de la cultura occidental más completas. Un teatro, un escenario y una representación que proyecta la música desde la plasticidad del cuerpo y de la voz; esto y mucho más es la ópera, eterna aspirante a convertirse en un arte total. Es por eso que la Diputación de València en colaboración con el Palau de les Arts, quiere acercar la ópera a la ciudadanía y estimular la afición de nuevos públicos. La entidad considera que “solo así le podremos garantizar un futuro de excelencia y la profesionalización sostenida de las artes. Queremos contribuir a ensanchar el horizonte de la ópera más allá de las catedrales del canto, queremos hacerla más accesible, inclusiva, inmersiva, porque al llevarla en nuestros pueblos todo el mundo, sin ninguna condición, podrá disfrutar de la belleza que lo rodea”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Arts, Culture and Entertainment",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T11:38:44.269+03:00",
  "updated": "2024-06-21T11:38:44.269+03:00"
}