{
  "thread": {
    "uuid": "95f2a7f993b5d7ddbe2772ace4315373ad3796d6",
    "url": "https://vietnamnet.vn/en/vietnamese-economy-expands-5-05-in-2023-2232787.html",
    "site_full": "vietnamnet.vn",
    "site": "vietnamnet.vn",
    "site_section": "https://vietnamnet.vn/en/",
    "site_categories": [
      "media"
    ],
    "section_title": "News",
    "title": "Vietnamese economy expands 5.05% in 2023",
    "title_full": "Vietnamese economy expands 5.05% in 2023",
    "published": "2023-12-29T06:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static-images.vnncdn.net/files/publish/2023/12/29/vietnamese-economy-expands-505-in-2023-1142.jpg",
    "performance_score": 0,
    "domain_rank": 6408,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95f2a7f993b5d7ddbe2772ace4315373ad3796d6",
  "url": "https://vietnamnet.vn/en/vietnamese-economy-expands-5-05-in-2023-2232787.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VietNamNet News",
  "published": "2023-12-29T06:36:00.000+02:00",
  "title": "Vietnamese economy expands 5.05% in 2023",
  "text": "Labour productivity of the entire economy at current prices is estimated at 199.3 million VND (8,380 USD) per worker in 2023, up 274 USD than the 2022 figure (Photo: VNA)\nSpecifically, the economy is estimated to expand 6.72% year-on-year in the fourth quarter, higher than the 3.41% of the first quarter, the 4.25% of the second quarter, and the 5.47% of the third quarter.\nIn the year, the agriculture, forestry and fishery sector is estimated to grow by 3.83%, contributing 8.84% to the economy’s total added value, while the industrial and construction sector is estimated to increase by 3.74%, contributing 28.87%, and the service sector by 6.82%, and 62.29%.\nIn Q4, final consumption expenditure rose by an estimated 4.86% over the same period last year, contributing 53.18% to the overall growth rate of the economy. The figures are 6.21% and 44.18% for asset accumulation. Meanwhile, the export and import of goods and services are estimated to rise by 8.68% and 8.76%, respectively. The trade surplus is estimated to contribute 2.64% to the overall growth rate of the economy.\nThe scale of GDP at current prices in 2023 is estimated at 10.2 quadrillion VND (430 billion USD). GDP per capita is estimated to reach 101.9 million VND (4,284 USD), 160 USD higher than that in the previous year. Labour productivity of the entire economy at current prices is estimated at 199.3 million VND (8,380 USD) per worker, up 274 USD than the 2022 figure. Labour productivity based on comparative prices rose 3.65% thanks to improved qualifications of workers. The rate of trained workers with degrees or certificates this year is estimated to reach 27% of the workforce, 0.6 percentage point higher than in 2022.\nThe GSO forecast that Vietnam continues to face many difficulties and challenges in 2024.\nIn order to achieve socio-economic development targets next year, GSO General Director Nguyen Thi Huong stressed the need for the engagement of the Government, the business community and people nationwide.\nMinistries and agencies should improve forecasts, and take flexible and appropriate measures in the new situation to effectively and concertedly implement socio-economic recovery and development support policies, she added./.VNA",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Politics"
  ],
  "external_links": [
    "https://vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0",
    "https://www.vads.net.vn/Ad?z=93&w=1&domain={p}&isvast=0",
    "https://vads.net.vn/Ad",
    "https://www.vads.net.vn/Ad?z=92&w=1&domain={p}&isvast=0"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "vna",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T07:12:42.250+02:00",
  "updated": "2023-12-29T07:12:42.250+02:00"
}