{
  "thread": {
    "uuid": "c2199662abf8f073f498c7271b20927febeaea02",
    "url": "https://www.tellerreport.com/news/2023-12-31-legion-of-honour--eleven-people-who-intervened-in-the-arras-attack-distinguished.BkUsV8A0Pa.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://tellerreport.com/sports/2023-11-13-sporting-director--%22we-have-the-best-players-and-the-best-coaches-%e2%80%93-that-decides%22.hke1iwk1np.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Legion of Honour: Eleven people who intervened in the Arras attack distinguished - Teller Report",
    "title_full": "Legion of Honour: Eleven people who intervened in the Arras attack distinguished - Teller Report",
    "published": "2023-12-31T13:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn-europe1.lanmedia.fr/var/europe1/storage/images/europe1/societe/legion-dhonneur-onze-personnes-intervenues-lors-de-lattentat-darras-distinguees-4222746/61013316-1-fre-FR/Legion-d-honneur-Onze-personnes-intervenues-lors-de-l-attentat-d-Arras-distinguees.jpg",
    "performance_score": 0,
    "domain_rank": 17647,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c2199662abf8f073f498c7271b20927febeaea02",
  "url": "https://www.tellerreport.com/news/2023-12-31-legion-of-honour--eleven-people-who-intervened-in-the-arras-attack-distinguished.BkUsV8A0Pa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-31T13:53:00.000+02:00",
  "title": "Legion of Honour: Eleven people who intervened in the Arras attack distinguished - Teller Report",
  "text": "Europe 1 with AFP / Photo credit: DENIS CHARLET / AFP 12:40 p.m., December 31, 2023On 13 October, eleven people intervened in the attack in Arras, in the Pas-de-Calais region. The women, six police officers and five staff members of the Gambetta high school, were knighted in the promotion of the Legion of Honor on January 1, published on Sunday in the Official Journal. Eleven people who intervened in the attack in Arras, in the Pas-de-Calais region, on 13 October, six police officers and five staff from the Gambetta high school, have been knighted in the promotion of the Legion of Honour on 1 January, published on Sunday in the Official Journal. Professor Dominique Bernard, stabbed to death in front of his secondary school in Arras by a radicalized former student, was posthumously elevated to the rank of knight by the presidency of the Republic immediately after the attack. 352 people working \"in the service of the general interest\" In total, the new civilian promotion of the Legion of Honor, the highest of France's national distinctions, rewards \"on an equal footing\" 352 people working \"in the service of the general interest,\" the Grand Chancellery said in a statement. Illustrious or unknown to the general public, these people are divided into different ranks (knights, officers, commanders, etc.). Two join the prestigious circle of the Grand Cross, the highest dignity of the Legion of Honor held by only 68 other people: the haematologist Dominique Meyer, a member of the French Academy of Sciences, and the CEO of the world's number one luxury goods group LVMH, Bernard Arnault. >> ALSO READ – Arras attack: the slain professor, Dominique Bernard, made a Knight of the Legion of Honour Also in the sciences, two winners of the 2023 Nobel Prize in Physics, the Frenchman Pierre Agostini and the Franco-Swedish Anne L'Huillier, have been promoted to Commanders, as have the astronaut Jean-François Clervoy and the child psychiatrist Marcel Rufo. In the economic world, Jean-Michel Darrois, a business lawyer, Colette Lewiner, director of EDF and the oil and gas group CGG, and David de Rothschild, honorary chairman of the R&CO bank, were all promoted to Grand Officer. Some 79,000 members Sitting ministers and parliamentarians cannot be appointed, but former centrist minister Jean-Louis Borloo is promoted to officer, and former Castex government minister Elisabeth Moreno, president of Femmes@Numérique, becomes a knight. France's ambassador to Iran Nicolas Roche, former chief of staff to Jean-Yves Le Drian when he was foreign minister, is also knighted. >> ALSO READ – The Legion of Honour soon to be withdrawn from Gérard Depardieu? Those other personalities who lost her In the field of sport, Michel Vion, Secretary General of the International Ski Federation, was made an officer, while David Lappartient, President of the French National Olympic and Sports Committee (CNOSF), Marion Bartoli, Sports Consultant, Patrick Haddad, President of the Red Star Football Club and audiovisual producer, Marc Keller, President of Racing Club de Strasbourg, as well as Frédéric Michalak, coach at Racing 92 in rugby, join the knights. For the arts, the composer Vladimir Cosma was promoted to officer. The so-called January 1 and July 14 classes are the two annual civilian promotions of the Legion of Honor, which now has some 79,000 members. Two military promotions are also published, one in June-July for the active army, the other in October-November for reserve soldiers and veterans. In 2023, 1,858 people were honoured.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "denis charlet",
        "sentiment": "negative"
      },
      {
        "name": "dominique bernard",
        "sentiment": "none"
      },
      {
        "name": "gambetta",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "afp",
        "sentiment": "negative"
      },
      {
        "name": "official journal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arras",
        "sentiment": "none"
      },
      {
        "name": "pas-de-calais",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "republic",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T13:55:13.879+02:00",
  "updated": "2023-12-31T13:55:13.879+02:00"
}