{
  "thread": {
    "uuid": "1a4cbdff2c30aa7e205c85c71587bca5e827a932",
    "url": "https://www.eldia.es/deportes/cd-tenerife/2024/01/08/sinfonia-blanquiazul-noches-felices-tinerfenismo-96638627.html",
    "site_full": "www.eldia.es",
    "site": "eldia.es",
    "site_section": "https://eldia.es/sociedad",
    "site_categories": [
      "media"
    ],
    "section_title": "Sociedad, noticias de sociedad en Eldía.es Tenerife",
    "title": "Tenerife 2 Las Palmas 0: así fue una de las noches más felices del tinerfeñismo",
    "title_full": "Tenerife 2 Las Palmas 0: así fue una de las noches más felices del tinerfeñismo",
    "published": "2024-01-07T22:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticos-cdn.prensaiberica.es/clip/ab0b2a8e-697a-45be-9120-36ee276a5090_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 25373,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1a4cbdff2c30aa7e205c85c71587bca5e827a932",
  "url": "https://www.eldia.es/deportes/cd-tenerife/2024/01/08/sinfonia-blanquiazul-noches-felices-tinerfenismo-96638627.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Manoj Daswani",
  "published": "2024-01-07T22:55:00.000+02:00",
  "title": "Tenerife 2 Las Palmas 0: así fue una de las noches más felices del tinerfeñismo",
  "text": "Los Reyes llenaron dos veces. El viernes Melchor, Gaspar y Baltasar; este domingo Luismi Cruz, Aitor y Ángel. [Los otros magos de la felicidad hicieron rebosar de entusiasmo el Heliodoro Rodríguez López ](https://www.eldia.es/deportes/cd-tenerife/2024/01/07/directo-cd-tenerife-ud-palmas-96610501.html)en una jornada de emoción y apoteosis blanquiazul que empezó con nervios al amanecer y concluyó con éxtasis y sinfonía blanquiazul cuando el histórico cruce copero tocó a su fin pasadas las once de la noche. Horario no apto para niños aunque fueron mayoría absoluta quienes desafiaron al sueño y se personaron en su particular teatro de los sueños con el deseo de que fuera la de anoche una cita con la historia. Lo fue. Una gozada para el tinerfeñismo, una bacanal de felicidad. El coliseo blanquiazul presentó sus mejores galas. Un lujo para los sentidos. Para la vista, porque el aspecto del estadio fue monumental; para el olfato, porque la jornada tuvo desde primera hora el aroma de las grandes ocasiones; para el tacto, por el tocar de las palmas desde Popular a Tribuna; y por supuesto para el oído porque la acústica de la casa tinerfeñista fue tan potente como emotiva. Sobre todo con los goles, un estruendo. Antes, también con el himno del Centenario, que las peñas habían pedido que sonase a solo unos pocos minutos del arranque de la contienda. Así fue. Puntuales y oportunos, irrumpieron en la noche majestuosa los acordes y luego la letra de Benito Cabrera para llevar la emoción al cemento. La estampa del Heliodoro lleno evocó los tiempos en los que el Tenerife era de Primera (como su rival de ayer) y también la eliminatoria con final infeliz frente al Girona, que ofreció un contexto tan mágico como el de este domingo. Era un clásico especial. Por muchos motivos. La etiqueta de primer partido del año para el representativo, el preciado botín que estaba en disputa (un pasaporte para las rondas finales de la Copa), el atractivo formato que igualaba las fuerzas por el factor campo y, sobre todas las cosas, la certidumbre de que era un «no va más» y que el triunfo se dirimía a cara o cruz, a vida o muerte, a 90 minutos. Sin opción a revancha o partidos de vuelta. La mejor noticia fue que el Tenerife se lo tomó como el partidazo que era y ofreció su mejor nivel. Imperial, excelso. En el graderío, dos estados de ánimo. No habría equilibrio de fuerzas en el reparto de entradas y el Heliodoro fue un 99% de blanquiazules contra un 1%de amarillos. Fueron minoría los forasteros, 500 acérrimos seguidores de Las Palmas que fueron ubicados donde es costumbre y a los que no se oyó desde que Amo hizo traca y Luismi remató. Clásico monumental para descorchar 2024 y en un clima de excepcional comunión entre equipo y afición. El mejor estímulo posible para todo lo que viene. Y aunque el club no confirmó que llegase a colgar el cartel de «No hay billetes» de las taquillas del recinto capitalino, la sensación fue de lleno y el registro oficial se asemejó al de las ocasiones de gala. El club logró batir, como así habían pronosticado sus distintos portavoces, no solo sus últimas plusmarcas en la Copa del Rey (con más de 17.000 espectadores en la reciente visita del Athletic);sino también quedaron pulverizados todos los datos ligueros de este curso y hasta los del año pasado. Fue un derbi total, con un primer momento cumbre en el multitudinario recibimiento de la afición al hotel Escuela –esperaron hasta 20 minutos por los futbolistas–, luego al sonar el mágico «Tu isla en mis pies» y a continuación con un rugido estruendoso de los goles. Un lujo para los cinco sentidos, un triunfo difícil de olvidar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:37:30.455+02:00",
  "updated": "2024-01-08T01:37:30.455+02:00"
}