{
  "thread": {
    "uuid": "65dcada7fffe2dcb49637d39a65f020bb8059784",
    "url": "https://bnnbreaking.com/finance-nav/business/totalenergies-and-nnpc-achieve-zero-routine-gas-flare-in-nigeria-a-leap-towards-sustainability",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "TotalEnergies and NNPC Achieve Zero Routine Gas Flare in Nigeria: A Leap Towards Sustainability",
    "title_full": "TotalEnergies and NNPC Achieve Zero Routine Gas Flare in Nigeria: A Leap Towards Sustainability",
    "published": "2024-02-16T02:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/4177bb20f68461a3d2afe9bbcc79e656d437673187c7afe375ae196b392cfce2.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65dcada7fffe2dcb49637d39a65f020bb8059784",
  "url": "https://bnnbreaking.com/finance-nav/business/totalenergies-and-nnpc-achieve-zero-routine-gas-flare-in-nigeria-a-leap-towards-sustainability",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nasiru Eneji Abdulrasheed",
  "published": "2024-02-16T02:58:00.000+02:00",
  "title": "TotalEnergies and NNPC Achieve Zero Routine Gas Flare in Nigeria: A Leap Towards Sustainability",
  "text": "In a significant stride towards environmental stewardship and economic sustainability, TotalEnergies, in partnership with the Nigerian National Petroleum Company Limited (NNPC), has announced the achievement of zero routine gas flare across all its operational assets in Nigeria. This landmark achievement not only aligns with Nigeria's ambitious goal to eliminate gas flaring by 2030 but also marks a pivotal shift in the nation's journey towards a low carbon economy. At the heart of this transformation is a commitment to bolster local content and sustainability within the Nigerian oil and gas sector, a move that underscores the sector's potential in driving socio-economic growth while adhering to environmental conservation norms.\nInnovating for a Sustainable Future\nThe recent commencement of production at TotalEnergies' Akpo West field exemplifies the company's dedication to innovation and sustainability. This development is particularly noteworthy against the backdrop of challenges faced by the Nigerian natural gas sector, including underinvestment due to outstanding debts and the critical need for financial injections to support the Nigeria-Morocco gas pipeline project. Amid these complexities, TotalEnergies' pledge to eradicate routine gas flaring by 2030 and its investments in renewable energy sources signal a transformative shift towards less carbon-intensive energy production modalities. These initiatives not only reflect TotalEnergies' environmental consciousness but also its role as a catalyst for change in the broader energy landscape.\nStrengthening Local Ties and Economic Growth\nThe emphasis on local content and community engagement stands as a cornerstone of TotalEnergies' operational philosophy in Nigeria. Cyprian Ojum, Deputy General Manager of Nigerian Content at TotalEnergies Upstream Companies in Nigeria, highlighted the company's commitment to the Nigerian Oil and Gas Industry Development Act of 2010. By prioritizing local content, TotalEnergies is fostering an ecosystem that promotes sustained industry growth and socio-economic development. Similarly, PETAN Chairman Nicolas Odinuwe's call for the judicious use of local content development funds underscores the critical role of government and institutional support in harnessing the full potential of local initiatives. Furthermore, the Minister of State for Petroleum Resources (Oil), Heineken Lokpobiri, underscored the strategic importance of gas as a catalyst for achieving national development goals, advocating for enhanced cooperation to amplify the impact of ongoing government efforts.\nAddressing Challenges Head-on\nWhile the achievements of TotalEnergies and NNPC in Nigeria are laudable, the sector is not without its challenges. The Nigerian government's endeavors to propel the Nigeria-Morocco gas pipeline project forward, coupled with NNPC's dialogue with a South Korean consortium for potential partnerships, reflect the proactive steps being taken to surmount financial and operational hurdles. However, concerns raised by Transparency International regarding corruption in Nigeria's crude oil sector serve as a reminder of the systemic issues that can undermine progress. Addressing these challenges requires a concerted effort from all stakeholders to ensure transparency, accountability, and ethical governance in the pursuit of sustainable energy solutions.\nIn conclusion, the collaborative efforts of TotalEnergies and NNPC in achieving zero routine gas flare and emphasizing local content and sustainability herald a new era for the Nigerian oil and gas sector. This not only aligns with global environmental goals but also amplifies the sector's role in driving socio-economic development. As Nigeria strides towards a low carbon economy, the commitment to innovation, community engagement, and sustainable practices will be pivotal in shaping a resilient and prosperous future for the nation's energy sector.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nnpc",
        "sentiment": "negative"
      },
      {
        "name": "nigerian national petroleum company limited",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "akpo west",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T05:04:13.005+02:00",
  "updated": "2024-02-16T05:04:13.005+02:00"
}