{
  "thread": {
    "uuid": "eb79874db1648f23cf214cfb7ae57e80d8d78246",
    "url": "https://business.outlookindia.com/sustainability/government-viability-gap-fund-to-boost-offshore-wind-energy",
    "site_full": "business.outlookindia.com",
    "site": "outlookindia.com",
    "site_section": "https://business.outlookindia.com/feed",
    "site_categories": [],
    "section_title": "outlookbusiness",
    "title": "Government Viability Gap Fund To Boost Offshore Wind Energy",
    "title_full": "Government Viability Gap Fund To Boost Offshore Wind Energy",
    "published": "2024-07-05T08:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/outlookbusiness%2Fimport%2Fuploadimage%2Flibrary%2F16_9%2F16_9_5%2FIMAGE_1663751504.webp?w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop&amp;enlarge=true&amp;overlay=false&amp;overlay_position=bottom&amp;overlay_width=100",
    "performance_score": 0,
    "domain_rank": 849,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "eb79874db1648f23cf214cfb7ae57e80d8d78246",
  "url": "https://business.outlookindia.com/sustainability/government-viability-gap-fund-to-boost-offshore-wind-energy",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Outlook Web Desk",
  "published": "2024-07-05T08:02:00.000+03:00",
  "title": "Government Viability Gap Fund To Boost Offshore Wind Energy",
  "text": "The Government has signed off on a viability gap funding (VGF) scheme worth Rs 7,453 crore ($890 million) to promote offshore wind energy projects to accelerate the exploitation of India's massive offshore wind energy potential.\nWith an ambitious target, the funding includes Rs 6,853 crore (~$820 million) specifically dedicated to the installation and commissioning of 1 GW of offshore wind energy projects, 500 MW each off the coast of Gujarat and Tamil Nadu, reports Down to Earth.\nAdditionally, Rs 600 crore ($70 million) has been allocated for the upgrading the critical Pipavav and Thoothukudi ports to support the logistical needs of these groundbreaking projects.\nThe Indian offshore wind market is very attractive because, unlike many other offshore markets worldwide, the Union Ministry of New and Renewable Energy (MNRE) and the Union Ministry of Power are responsible for the cost and construction of the entire power evacuation infrastructure.\nThe Government's VGF provides financial support to make infrastructure projects commercially attractive for private investment. For example, wind energy installations benefit from this support due to high initial costs. The initiative is expected to generate substantial environmental benefits, such as reducing 2.98 million tonnes of CO2 emissions annually over 25 years through offshore wind projects.\nFurthermore, this scheme is projected to create a robust ecosystem for offshore wind energy, facilitating the development of an initial 37 GW of power with an estimated investment of Rs 4,500 billion. This foundational ecosystem is vital for enhancing India’s ocean-based economic activities (blue economy) and achieving long-term sustainability goals.\nThe upgraded port facilities will ensure the efficient transport and installation of heavy and large-dimension equipment, which is crucial for the smooth execution of offshore projects.\nThese projects will be executed by private developers selected through a bidding process, ensuring efficiency and cost competitiveness. The Power Grid Corporation of India Limited will construct the necessary power evacuation infrastructure, including offshore substations.\nConcerns persist about whether the VGF amount is sufficient for IPPs to generate and sell offshore wind power at competitive rates to state DISCOMs. The PPA tariff is critical, as current rates may not fully cover costs without additional support during implementation.\nSeveral steps are being considered to address this issue, including waiving customs duty on offshore wind turbine generators (WTGs), submarine cables, and foundations. The supply chain for these components is not currently well-established in India.\nThe MNRE may either (a) extend the RLMM waiver to offshore wind turbines set up in the Exclusive Economic Zone of India or (b) provide higher tariff restrictions to encourage European, American and Chinese offshore Wind turbine manufacturers to manufacture in India.\nIn addition to financial support, some associated regulatory challenges are expected, and further discussion by market entities is needed. The support measures should directly address power procurement risks from DISCOMS and define various environmental standards for offshore wind, which will strengthen India's wind energy value chain.\nMore specific allocation of the VGF can be directed towards Gujaratto promote balanced development. This will encourage market development with emerging power infrastructure, leading to further market deepening and the discovery of resource sites. Project developers also suggest reducing timelines to 10 years.\nLand use for wind energy poses challenges in site acquisition, regulatory approvals, and cost management; it's crucial to explore offshore resources. Developing ocean-based wind energy projects offers greater economic value and could unlock 36 GW of offshore energy generation potential. Without reforms, generators face increased risks, and power purchase from offshore projects isn't guaranteed by DISCOMS, leading investors to rely on independent power producers.\nThe development of offshore activities comes under the ambit of India's Exclusive Economic Zone rules that govern exploration and extraction. Current rules restrict movement, which may enhance the cost-effectiveness of construction and installations, such as specialised marine vessels to construct large turbines and offshore platforms.\nThe offshore presence of personnel from multiple nationalities poses national security risks. Therefore, discussions with relevant agencies are crucial for long-term project viability in the Indian Ocean. This will promote India's Blue Economy potential by increasing the manufacturing of marine vessels, creating skilled jobs, and boosting direct exports.\nEnabling sectoral policies for domestic manufacturing, processing, exports, logistics, transport, employment generation, and Indian Ocean security will make India self-reliant in offshore wind energy. The National Institute of Wind Energy's institutional capacity needs enhancement, with offices in Gujarat and Tamil Nadu connecting to maritime, fisheries, and environment departments to streamline project processes. Collaboration with renewable energy and coastline management departments is crucial.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "union ministry of power",
        "sentiment": "none"
      },
      {
        "name": "vgf",
        "sentiment": "none"
      },
      {
        "name": "union ministry of new and renewable energy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T13:26:26.610+03:00",
  "updated": "2024-07-05T13:26:26.610+03:00"
}