{
  "thread": {
    "uuid": "a3e0dfdc79a0ba223fa35245e81b25f553d98778",
    "url": "https://thedebrief.org/these-ancient-fossils-are-revealing-new-clues-to-post-dinosaur-plant-evolution",
    "site_full": "thedebrief.org",
    "site": "thedebrief.org",
    "site_section": "https://thedebrief.org/feed/",
    "site_categories": [],
    "section_title": "The Debrief",
    "title": "These Ancient Fossils Are Revealing New Clues to Post-Dinosaur Plant Evolution - The Debrief",
    "title_full": "These Ancient Fossils Are Revealing New Clues to Post-Dinosaur Plant Evolution - The Debrief",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://thedebrief.b-cdn.net/wp-content/uploads/2024/07/Low-Res_Fossil-grape-Colombia.jpg",
    "performance_score": 0,
    "domain_rank": 34326,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3e0dfdc79a0ba223fa35245e81b25f553d98778",
  "url": "https://thedebrief.org/these-ancient-fossils-are-revealing-new-clues-to-post-dinosaur-plant-evolution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kenna Hughes-Castleberry",
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "These Ancient Fossils Are Revealing New Clues to Post-Dinosaur Plant Evolution - The Debrief",
  "text": "Scientists from the Smithsonian Institution, the Field Museum of Natural History, the University of Michigan, the Smithsonian Tropical Research Institute (STRI), and the University of Florida recently found fossilized grape seeds aged 60 to 19 million years old in Peru, Colombia, and Panama. These are the oldest grape family plants in the Western Hemisphere. The discovery, published in Nature Plants , suggests that grapes spread more widely after the dinosaurs died 66 million years ago, which led to the current plants used for wine or raisin products. “These are the oldest grapes ever found in this part of the world, and they’re a few million years younger than the oldest ones ever found on the other side of the planet,” says Fabiany Herrera, an assistant curator of paleobotany at the Field Museum in Chicago’s Negaunee Integrative Research Center and the lead author of the paper in a recent press release . “This discovery is important because it shows that after the extinction of the dinosaurs, grapes really started to spread across the world.” Soft tissue plants like grapes and other fruits are challenging to preserve, making the discovery of a fossilized specimen a true rarity. Before this recent discovery, the earliest known grape fossils were found in India and estimated to be around 66 million years old, the same age as when a colossal asteroid collision caused a mass extinction that wiped out the dinosaurs. “We always think about the animals, the dinosaurs, because they were the biggest things to be affected, but the extinction event had a huge impact on plants too,” says Herrera in the news story. “The forest reset itself in a way that changed the composition of the plants.” Dinosaurs Change Forest Structures Finding the fossilized grape specimens at the base of the Andes mountains, Herrera and the other researchers wondered if the destruction of the dinosaurs contributed in some way to the widespread dissemination of grape plants. “Large animals, such as dinosaurs, are known to alter their surrounding ecosystems. We think that if there were large dinosaurs roaming through the forest, they were likely knocking down trees, effectively maintaining forests more open than they are today,” explains Mónica Carvalho, the assistant curator at the University of Michigan’s Museum of Paleontology and a co-author of the paper. Instead of dinosaurs pushing down the large tropical trees of the period, these plants would have created an impossibly dense forest with little light hitting the ground below. To survive, vines like grapevines would have evolved to crawl up the trees to receive more sunlight. The researchers also posited in their paper that the evolution of mammals and birds could have further disseminated grape seeds, as these species would eat and then distribute the seeds over wider distances via feces. Finding Grapes in the West Before finding the grape specimens, Herrera and his Ph.D. supervisor and another author of the Nature Plants paper, Steven Manchester, published a separate paper in 2013 believing that grape fossils could be found in the Western Hemisphere, something not previously seen. “Grapes have an extensive fossil record that starts about 50 million years ago, so I wanted to discover one in South America, but it was like looking for a needle in a haystack,” Herrera states in the press release. “I’ve been looking for the oldest grape in the Western Hemisphere since I was an undergrad student.” Now, Herrera and the team are proud to have found the first fossilized grape specimen within the western part of the globe. While the fossil itself is tiny, the researchers could identify it based on its shape and size. They further confirmed their hypothesis using CT scans. They named the fossilized species Lithouva susmanii, or “Susman’s stone grape,” to honor Arthur T. Susman, a strong supporter of the South American paleobotany at the Field Museum. Besides this particular specimen, the researchers described nine new species in their Nature Plants paper, with the ages of these fossils ranging from 60 to 19 million years old. The fossils show the pattern of seed dissemination across South America and the evolution of grapes into the plants they are today. A Mirror Into the Past? For Herrera and the team, tracking the grape fossils not only reveals a window into the past but also tells a story of how these plants adapted in the wake of a catastrophic disaster, something the scientists think may apply to the current climate conditions facing species around the globe. “The fossil record tells us that grapes are a very resilient order. They’re a group that has suffered a lot of extinction in the Central and South American region, but they also managed to adapt and survive in other parts of the world,” Herrera mentioned in the press release. Kenna Hughes-Castleberry is the Science Communicator at JILA (a world-leading physics research institute) and a science writer at The Debrief. Follow and connect with her on X or contact her via email at kenna@thedebrief.org",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Education",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.eurekalert.org/news-releases/1049819",
    "https://www.nature.com/articles/s41477-024-01717-9",
    "https://x.com/kennaculture",
    "https://www.eurekalert.org/multimedia/1032689",
    "https://nature.com/articles/s41477-024-01717-9",
    "https://www.x.com/kennaculture",
    "https://eurekalert.org/multimedia/1032689",
    "https://eurekalert.org/news-releases/1049819"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "fabiany herrera",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "smithsonian institution",
        "sentiment": "negative"
      },
      {
        "name": "university of",
        "sentiment": "negative"
      },
      {
        "name": "negaunee integrative research center",
        "sentiment": "none"
      },
      {
        "name": "university of florida",
        "sentiment": "none"
      },
      {
        "name": "smithsonian tropical research institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colombia",
        "sentiment": "none"
      },
      {
        "name": "chicago",
        "sentiment": "none"
      },
      {
        "name": "panama",
        "sentiment": "none"
      },
      {
        "name": "field museum",
        "sentiment": "none"
      },
      {
        "name": "western hemisphere",
        "sentiment": "none"
      },
      {
        "name": "peru",
        "sentiment": "none"
      },
      {
        "name": "michigan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:55:26.225+03:00",
  "updated": "2024-07-05T15:55:26.225+03:00"
}