{
  "thread": {
    "uuid": "ac3cea5cd2e7519e3a59eb6561b4e723808eef93",
    "url": "https://www.thedailymeal.com/1486013/joanna-gaines-chili-crowd-pleaser-fritos/",
    "site_full": "www.thedailymeal.com",
    "site": "thedailymeal.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "food",
      "desserts_and_baking",
      "italian_cuisine",
      "american_cuisine",
      "french_cuisine"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "What Makes Joanna Gaines' Chili A Huge Crowd-Pleaser",
    "title_full": "What Makes Joanna Gaines' Chili A Huge Crowd-Pleaser",
    "published": "2024-01-08T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thedailymeal.com/img/gallery/what-makes-joanna-gaines-chili-a-huge-crowd-pleaser/l-intro-1704478242.jpg",
    "performance_score": 0,
    "domain_rank": 6212,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac3cea5cd2e7519e3a59eb6561b4e723808eef93",
  "url": "https://www.thedailymeal.com/1486013/joanna-gaines-chili-crowd-pleaser-fritos/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Meal",
  "published": "2024-01-08T00:15:00.000+02:00",
  "title": "What Makes Joanna Gaines' Chili A Huge Crowd-Pleaser",
  "text": "What Makes Joanna Gaines' Chili A Huge Crowd-Pleaser Chili generally tends to be a crowd-pleaser. There's just something inherently comforting about a steaming bowl of meat, beans, and spices that makes it a reliable favorite. Many [styles of chili](https://www.thedailymeal.com/eat/regional-american-chili-styles/) exist, all with different flavor combinations. But while each is delicious in its own way, the kind that interior designer and TV personality Joanna Gaines makes is next-level satisfying, due to how it transforms both the taste and texture of the dish. Gaines' chili recipe, originally shared in the first volume of her \"Magnolia Table Cookbook,\" starts off like plenty of other chili recipes. It's made with ground beef, canned tomatoes and chiles, and southwestern-style beans, and is topped with shredded cheese and served with cornbread. In addition to these common ingredients, however, the cookbook author also incorporates chips — Fritos, to be exact. This has the effect of both introducing an extra hint of saltiness and adding a crunch factor. It's no wonder Gaines described the topping as \"a revelation\" in her book. Adding Fritos to chili Though Joanna Gaines has shared many of her own original recipes in her cookbooks and cooking show, the chili recipe isn't one of them. As she revealed in her book, she inherited the recipe from her sister-in-law, who gifted her a family cookbook when she married into the Gaines family. However, the family wasn't the first to combine Fritos with chili. In the southwestern United States, particularly in Texas and New Mexico (where Joanna's husband Chip Gaines spent his childhood), there's a regional specialty called [Frito Pie](https://www.thedailymeal.com/recipes/frito-pie/). This popular dish is made simply by topping a bag of Fritos with chili, and can be garnished with a scoop of sour cream. The Gaines family recipe technically inverts the order, topping the chili with Fritos, instead of the other way around. However, as Joanna showcased in an episode of her 2020 YouTube vlog series, \"Quarantine Cooking,\" she serves hers more like a Frito Pie, with the corn chips on the bottom. Joanna Gaines' tips for making chili One of the great things about chili is that it offers a lot of flexibility in terms of [what ingredients and spices you can add](https://www.thedailymeal.com/1124384/ingredients-that-will-take-your-chili-to-the-next-level/). All of them, along with their exact measurements, are outlined in the \"Magnolia Table Cookbook,\" but Gaines herself admits that she doesn't always follow her recipes to a tee. Even if you don't have every single ingredient, you can still make a tasty chili, [even if you're using chili from a can](https://www.thedailymeal.com/1443218/upgrade-canned-chili-ingredients-tip/). Gaines, after all, improvises when she's missing ingredients; for example, she says that southwestern-style chili beans can easily be substituted for any other canned variety. Since Fritos are a major part of this recipe, you'll also want to be mindful of the salt content. If you plan to put a lot of Fritos in your chili, you may want to either opt for the lightly salted kind so you have better control over your sodium intake, or simply cut back on the amount of salt you incorporate in the stew in first place.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joanna gaines",
        "sentiment": "negative"
      },
      {
        "name": "gaines",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:26:37.923+02:00",
  "updated": "2024-01-08T03:46:11.473+02:00"
}