{
  "thread": {
    "uuid": "6aa6002abdf11536dff87b4fd646d11f979120b2",
    "url": "https://housing.com/news/kuber-yantra-vastu-benefits-activation-and-placement-direction/",
    "site_full": "housing.com",
    "site": "housing.com",
    "site_section": "https://housing.com/news",
    "site_categories": [
      "real_estate",
      "buying_selling_homes"
    ],
    "section_title": "Latest Real Estate News, Industry Updates, Interviews &amp; Property Insights - Housing.com",
    "title": "Kuber Yantra Vastu benefits, activation and direction for placement",
    "title_full": "Kuber Yantra Vastu benefits, activation and direction for placement",
    "published": "2023-12-29T06:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://housing.com/news/wp-content/uploads/2023/12/Kuber-Yantra-Vaastu-benefits-activation-and-placement-direction-f.jpg",
    "performance_score": 0,
    "domain_rank": 16969,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6aa6002abdf11536dff87b4fd646d11f979120b2",
  "url": "https://housing.com/news/kuber-yantra-vastu-benefits-activation-and-placement-direction/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Harini Balasubramanian",
  "published": "2023-12-29T06:03:00.000+02:00",
  "title": "Kuber Yantra Vastu benefits, activation and direction for placement",
  "text": "According to the Vedic scriptures, Kuber, also known as Kubera or Kuberan, is the god of wealth and the king of Yakshas, a class of nature spirits. According to Vastu Shastra, Kuber rules the north direction associated with wealth and career. To attract wealth and protect the existing wealth, Vastu experts suggest keeping a Kuber Yantra in homes and office areas. In this article, we share tips to activate and place the Kuber Yantra and discuss its benefits and uses. What is Kuber Yantra? Kuber Yantra is a geometric diagram or a symbol characterised by simple geometric forms arranged symmetrically, representing Lord Kuber. The yantra is ideally made from metal. However, one can keep an image of the Kuber Yantra at home but the interaction of the paper with the elements around may not be the same as in the case of a metal. Thus, a metal yantra is always preferred. The Kuber Yantra is specifically designed to boost the flow of wealth and prosperity in life. By worshipping the Kuber Yantra, one can attract positive vibrations and abundance in life. Source: Pinterest (vedicvaani.com) See also: [Vastu yantra](https://housing.com/news/vastu-yantra/) for home: Benefits and correct placement at home Where should you place the Kuber Yantra? The Kuber Yantra must be placed in the Vastu-recommended direction to attract maximum benefits and invite the blessings of Lord Kubera. - The north, east or northeast directions are the ideal Vastu direction for keeping a Kuber Yantra. - If you are keeping the yantra in the north or northeast direction, place it facing towards the south. - If you are placing the Kubera Yantra in the east, keep it facing the west direction. The yantra gets energised by the rays of the rising Sun and the positive energies of the east corner. Choose an elevated platform, such as a table, for placing the Kubera Yantra. Make sure that the area is clean and dust-free. If you have a Kubera Yantra as an image, hang it on a wall. Pooja room The puja room is the ideal location for a Kubera Yantra. It will attract positive energies and ensure financial well-being. Cash locker or safe One can keep the Kubera Yantra inside a locker at home or in the office. It is the place for keeping important documents, cash and valuable items. Keeping the Kubera Yantra here can boost the energy of the accumulated wealth and safeguard it from negative forces. Entrance area You can keep the Kubera Yantra in the home or office entrance or reception area. Business or financial area If there is a space in your home for financial or business activities, such as a home office or study, keep a Kubera Yantra at this location to invite success, growth and business opportunities. How to use the Kuber Yantra? - Install the Kubera Yantra in the Vastu-recommended direction. The yantra is believed to energise the area where it is placed. - Praying on the Kubera Yantra evokes positive vibrations and attracts Choose a dedicated time of the day for praying and chanting the Kuber Mantra to seek the deity’s blessings. Light a ghee lamp (diya) and incense sticks before worshipping. - Meditation while praying or chanting the mantra is considered beneficial. Focus on realising the financial goals and thank the deity while visualising the realisation of the goals. How to activate Kuber Yantra? According to Vastu, one should activate the Kubera Yantra before placing and worshipping it. - Purchase the Kubera Yantra and place it in a vessel. - Wrap the yantra in a cloth. - Keep the vessel with the yantra near or inside the mandir. - Take a bath to cleanse yourself. Take Gangajal, water and milk in different vessels. - Take the Kubera Yantra from the cloth and keep it on an elevated seat. - Offer water to the Kubera Yantra with your hands. - Pour or rub the Kubera Yantra with Gangajal and milk. - Clean the yantra. Chant the mantra and offer prayers to Lord Kubera. How to worship Kuber Yantra? - Cleanse yourself. - Consider a quiet, clean and clutter-free area facing the east, preferably the puja room. - Keep the Kubera Yantra near the gods associated with the Yantra. - Draw four dots using sandalwood paste on the four corners of the Kubera Yantra. - Light a diya and incense sticks near the deities. - Offer flowers or fruit by placing them near the yantra. - Take rose water in a small pot and fresh leaves from the tree. - Sprinkle water on yourself and then on the yantra. - Chant the Kubera Mantra 21 times and seek blessings from the god. - Express your wishes and request the deities to fulfil them. Kuber Yantra: Vastu benefits - Financial benefits: Keeping a Kubera Yantra in the Vastu-recommended location increases the flow of finances and boosts financial stability. It elevates positive energies in financial transactions, promoting monetary gains. - Wealth accumulation: The Kubera Yantra boosts wealth accumulation over time. It enriches one’s financial management skills and creates a favourable environment for long-term prosperity. - Safeguards wealth: The Kubera Yantra is a protector of wealth from the evil eye. - Boosts career growth: The Kubera Yantra attracts new income opportunities and opens doors for career growth. - Tackles financial losses: According to Vastu, worshipping a Kubera Yantra is beneficial for those suffering from financial losses. It empowers an individual with decision-making in financial matters. - Influence of Jupiter (Brihaspati): Kubera Yantra brings the influence and positive energies of the planet Jupiter or Brihaspati/ This brings success in one’s professional life. What is Lakshmi Kuber Yantra? While Lord Kuber is the god of material wealth and prosperity, Goddess Lakshmi is associated with auspiciousness, happiness, spiritual fulfilment, fortune and prosperity. Lord Kuber is the custodian and distributor of wealth generated by Goddess Lakshmi. According to Vastu, one can keep a Lakshmi Kuber Yantra to invite the blessings of Goddess Lakshmi and Lord Kubera. In the case of Kuber Yantra, one must chant only the mantras to invoke Lord Kubera’s blessings. For the Lakshmi Kuber Yantra, invite the blessings of both Goddess Lakshmi and Lord Kuber. While one should place a Kuber Yantra mainly in the northeast direction, a Lakshmi Kuber Yantra can be placed in the east or north direction. FAQs What is the yantra for money? You can keep a Lakshmi Kuber Yantra to attract wealth, fortune and prosperity in the house. What is Kuber Yantra used for? A Kuber Yantra is used to attract wealth and prosperity in the house. Can we keep Kuber Yantra at home? You can keep a Kuber Yantra if you are looking to boost finances. Can we gift Kuber Yantra? One can gift a Kuber Yantra as it is considered auspicious. How do you pray to Kuber Yantra? Place the Kuber Yantra in the pooja room. Draw four dots with sandalwood paste. Light a diya and incense sticks and offer flowers. Take rose water in a small pot and fresh leaves from the tree. Sprinkle water on yourself and then on the yantra. Chant the Kuber Mantra, Om Hreem Shreem Hreem Kuberaya Namaha, 21 times. How to activate Kuber Yantra? To activate the Kuber Yantra, wash it with Gangajal, milk and water. Offer prayers and worship the Yantra. |Got any questions or point of view on our article? We would love to hear from you. Write to our Editor-in-Chief Jhumur Ghosh at | Harini is a content management professional with over 12 years of experience. She has contributed articles for various domains, including real estate, finance, health and travel insurance and e-governance. She has in-depth experience in writing well-researched articles on property trends, infrastructure, taxation, real estate projects and related topics. A Bachelor of Science with Honours in Physics, Harini prefers reading motivational books and keeping abreast of the latest developments in the real estate sector. Email: balasubramanian.harini@housing.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kubera",
        "sentiment": "negative"
      },
      {
        "name": "vastu",
        "sentiment": "none"
      },
      {
        "name": "yantra",
        "sentiment": "none"
      },
      {
        "name": "vastu shastra",
        "sentiment": "none"
      },
      {
        "name": "kuber yantra",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kuber yantra vastu",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "kuber",
        "sentiment": "none"
      },
      {
        "name": "lord kuber",
        "sentiment": "none"
      },
      {
        "name": "kuber yantra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:01:43.319+02:00",
  "updated": "2023-12-29T14:01:43.319+02:00"
}