{
  "thread": {
    "uuid": "5c13c35f99f8c3b58af9563c570d6610cc7e41c8",
    "url": "https://www.historicmysteries.com/mariya-oktyabrskaya/",
    "site_full": "www.historicmysteries.com",
    "site": "historicmysteries.com",
    "site_section": "https://www.historicmysteries.com/feed/atom",
    "site_categories": [
      "herbs_for_health",
      "paranormal_phenomena",
      "health",
      "science"
    ],
    "section_title": "Historic Mysteries",
    "title": "Mariya Oktyabrskaya: Vengeance Drives A Tank",
    "title_full": "Mariya Oktyabrskaya: Vengeance Drives A Tank",
    "published": "2023-12-29T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.historicmysteries.com/wp-content/uploads/2023/01/Mariya-Oktyabrskaya.jpg",
    "performance_score": 0,
    "domain_rank": 84005,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c13c35f99f8c3b58af9563c570d6610cc7e41c8",
  "url": "https://www.historicmysteries.com/mariya-oktyabrskaya/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren Dillon",
  "published": "2023-12-29T21:05:00.000+02:00",
  "title": "Mariya Oktyabrskaya: Vengeance Drives A Tank",
  "text": "Every war has unique stories about heroes who were inspired by revenge and served their country bravely and boldly. World War II was certainly no exception, and many women picked up weapons to avenge the deaths of their loved ones.\nThere was one Ukrainian woman who was so determined to seek revenge on the\nNazis for the death of her beloved husband that she sold everything she owned, bought a tank, and drove said tank on the front line just to destroy German soldiers. Mariya Vasilyevna Oktyabrskaya was a total badass who would stop at nothing to seek revenge for her husband’s death.\nShe was awarded one of the top military honors of the Soviet Union for her bravery, and was the first female tanker to earn that title. This is the story of Mariya Vasilyevna Oktyabrskaya and her quest for revenge.\nMariya Vasilyevna Oktyabrskaya\nMariya Vasilyevna Oktyabrskaya was born in 1905 on the\nCrimean Peninsula to a poor family of serfs. Serfs in 20th-century Russia were essentially slaves to feudal lords, and the 12-member family of Mariya Vasilyevna struggled to survive in her early years.\nWhile the Russian Revolution and the establishment of\ncommunism, is now seen as largely negative, Mariya and her family benefited greatly from being a part of the Communist party. Her family were no longer indentured servants; she was able to attend school and eventually found work in a cannery, then later as a telephone operator.\nIn 1925, telephone operator Mariya married Ilya Oktyabrsky, a sergeant in the Red Army who served as the Regiment Commissar of the 206th Division. Mariya Oktyabrskaya joined the Military Wives Council and trained to work as an army nurse.\nShe also learned how to drive and was educated by Ilya in using military\nweapons, which only added to her interest in military matters. Mariya Oktyabrskaya was the epitome of the perfect Red Army wife.\nShe once said, “Marry a serviceman, and you serve in the army: an officer’s wife is not only a proud woman, but also a responsible title.” The Oktyabrskayas were deeply in love, and their lives seemed full of potential when\nWorld War II began.\nIlya was called to serve, and Mariya was evacuated to the city of Tomsk in\nSiberia for her safety. When she was living in Tomsk, Mariya Oktyabrskaya received word that her husband had been killed in combat against Nazi Germany near the Ukrainian capital city of Kyiv in August of 1941. Lepa Radić, Teenage Hero Of Yugoslavian Resistance Aimo Koivunen: Finland’s Drug-Fueled Super Soldier\nDue to the war and her move to Siberia, it took two years for the news of her beloved husband’s death to reach Mariya, and she was devastated and burned with hatred for the Nazis.\nHell Hath No Fury Like A Soviet Widow\nMariya Oktyabrskaya was determined to seek revenge for Ilya’s death. When she tried to enlist in the Red Army, she was rejected due to her age (36) and because she suffered from cervical vertebra tuberculosis.\nSo Mariya took it upon herself to sell all of her possessions, took up sewing work, and sold bed linens after her work shifts to raise enough funds to buy a tank. Mariya Oktyabrskaya gave 50,000 rubles to the\nSoviet Defense Fund as a donation and wrote a telegram to Joseph Stalin requesting permission for her to join the war effort.\nIn her telegram to Stalin, Mariya Oktyabrskaya wrote “Dear Joseph Vissarionivich! In the battles for the motherland, my husband, regimental commissar Ilya Fedotovich Oktyabrsky, died. For his death, for the death of Soviet people tortured by fascist barbarians, I want to take revenge on fascist dogs, for which I have contributed all my personal savings, 50,000 rubles to the state bank to build a tank. I ask you to name the tank “Fighting Girlfriend” (Боевая подруга) and send me to the front as the driver of said tank. I have the specialty of a driver, I have excellent command of a machine gun, I am a Voroshilov shooter.”\nNot long after the telegram was sent, Mariya Oktyabrskaya received a response from Joseph Stalin granting her requests for the construction of The Fighting Girlfriend tank and to be the driver of this tank she paid for. The Fighting Girlfriend was a T-34 tank, and five months after her letter to Stalin, Mariya Oktyabrskaya graduated with honors from the Tomsk Tank Academy as a tank driver and mechanic.\nThe Fighting Girlfriend\nMariya Oktyabrskaya’s training was uncommon, not because she was a woman, but because most tank crew members were sent straight into combat with next to no training. Maybe it was because of her dedication to the motherland, or Stalin was impressed by the furious widow.\nEither way, Mariya was more than capable when she was posted to the 26th Guards Tank Brigade, which was part of the 2nd Guards Tank Corps. With the words “Боевая подруга” painted in bold white along the side of her tank, most of the other tankers in her unit saw her as a joke and nothing more than a publicity stunt, another propaganda piece for the\nSoviet Union.\nOn October 21, 1943, Mariya experienced her first battle in the city of Smolensk along the Dnieper River, which had recently been recovered from the Nazis in September. Mariya and the Red Army were sent to remove any remaining Nazi soldiers from the city.\nDuring this battle, it was reported that she and her tank crew destroyed artillery guns and machine-gun nests taking out any and all Nazi soldiers who got in her way. One negative thing about tanks is that they are large and very easy targets, and the Fighting Girlfriend was hit with gunfire during the battle.\nMariya Oktyabrskaya, who was trained as a tank mechanic, jumped out of her tank in the middle of active combat to fix the tank. She was told to get back in the tank but ignored her superiors and fixed the tank, restoring it to working order.\nCan you guess what she did next? If you said, “jumped back into the tank and returned to battle,” you would be correct. She did disobey orders and placed herself in the direct line of danger. She released hell on the\nhttps://www.historicmysteries.com/nazi-grail-hunter/ she hated and won the respect of her fellow male tankers.\nMariya Oktyabrskaya was also promoted to sergeant after her first taste of combat. Mariya Oktyabrskaya was living her best revenge-focused life, and after the incident in Smolensk, Mariya wrote a letter to her sister that said, “You can be happy for me – I’ve just been baptized in battle. I’m slaying bastards.”\nIt became common for Mariya Oktyabrskaya to leap out of her tank to fix the Fighting Girlfriend under heavy fire before hopping back inside to return to combat.\nThe Final Battle\nMariya Oktyabrskaya’s final\nbattle occurred on January 17, 1944, during a night attack as part of the Leningrad-Novgorod Offensive. In the village of Šviedy in Soviet Belarus, the Fighting Girlfriend was struck by a German anti-tank shell, and the tank could not move due to damage.\nMariya Oktyabrskaya leapt out of her tank to begin repairs as she was known to do when she was hit in the head by fragments of a mine shell which left her unconscious. At the hospital, doctors determined that a shell fragment had hit Mariya Oktyabrskaya’s left eye and penetrated the cerebral hemisphere of her brain.\nDoctors operated on Mariya Oktyabrskaya to remove the shrapnel from her head, and while the operation was a success, her health rapidly deteriorated. Mariya began experiencing memory lapses, fever, delirium, and severe headaches.\nWhile in recovery, a major of the Red Army visited her to present her with the Order of the Patriotic War 1st degree for her heroism and courage. Shortly after receiving the award, Mariya Oktyabrskaya slipped into unconsciousness, and when the sun rose on March 15, 1944, Mariya Oktyabrskaya died.\nMariya Oktyabrskaya was buried at the Smolensk Kremlin, along the banks of the Dnieper River, alongside the remains of “heroes of the Patriotic War of 1812.” The Fighting Girlfriend tank remained in service until Victory Day on May 9th, 1945, but it had to be replaced three times before it reached the\nBaltic Sea near Königsberg, where it was dismantled.\nEvery time the tank was replaced, Mariya Oktyabrskaya’s crew insisted that the new vehicle have the words “Боевая подруга” emblazoned upon it as a tribute to their fallen heroine. In August 1945, Mariya was posthumously awarded the title Hero of the Soviet Union, recognizing her bravery in her final battle.\nThe Hero of the\nhttps://www.historicmysteries.com/vladimir-komarov/ award was the highest degree of distinction a member of the Soviet military could be awarded. Mariya Oktyabrskaya was the first female tank driver to receive the Hero of the Soviet Union award.\nTop Image: Mariya Oktyabrskaya and her tank, the “fighting girlfriend”. Source: Unknown Author /\nCC BY-SA 4.0.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mariya oktyabrskaya",
        "sentiment": "negative"
      },
      {
        "name": "mariya vasilyevna oktyabrskaya",
        "sentiment": "none"
      },
      {
        "name": "mariya vasilyevna oktyabrskaya mariya vasilyevna oktyabrskaya",
        "sentiment": "none"
      },
      {
        "name": "mariya vasilyevna",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "crimean peninsula",
        "sentiment": "none"
      },
      {
        "name": "soviet union",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T09:53:23.333+02:00",
  "updated": "2023-12-30T09:53:23.333+02:00"
}