{
  "thread": {
    "uuid": "5cb5e1014a745de1bbdbc05994255736645d2b85",
    "url": "https://ch.zonebourse.com/cours/action/LOCKHEED-MARTIN-CORPORATI-13406/actualite/Les-succes-de-la-defense-antimissile-dans-le-Golfe-et-en-Ukraine-renforcent-l-urgence-d-acquerir-46612856/",
    "site_full": "ch.zonebourse.com",
    "site": "zonebourse.com",
    "site_section": "https://ch.zonebourse.com",
    "site_categories": [],
    "section_title": "Bourse: Cours, Cotations &amp; Actualités - Zonebourse",
    "title": "Les succès de la défense antimissile dans le Golfe et en Ukraine renforcent l'urgence d'acquérir des systèmes au niveau mondial - Zonebourse",
    "title_full": "Les succès de la défense antimissile dans le Golfe et en Ukraine renforcent l'urgence d'acquérir des systèmes au niveau mondial - Zonebourse",
    "published": "2024-05-03T04:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://ch.zonebourse.com/images/twitter_ZB_fdblanc.png",
    "performance_score": 0,
    "domain_rank": 28998,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5cb5e1014a745de1bbdbc05994255736645d2b85",
  "url": "https://ch.zonebourse.com/cours/action/LOCKHEED-MARTIN-CORPORATI-13406/actualite/Les-succes-de-la-defense-antimissile-dans-le-Golfe-et-en-Ukraine-renforcent-l-urgence-d-acquerir-46612856/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zonebourse",
  "published": "2024-05-03T04:57:00.000+03:00",
  "title": "Les succès de la défense antimissile dans le Golfe et en Ukraine renforcent l'urgence d'acquérir des systèmes au niveau mondial - Zonebourse",
  "text": "Le succès des défenses antimissiles balistiques confrontées à leurs premiers scénarios de combat complexes et à fort enjeu en Israël, en mer Rouge et en Ukraine encouragera les armées du monde entier à investir dans ces systèmes coûteux, selon les experts, et intensifiera la course aux armements antimissiles. Selon des responsables américains et israéliens, l'Iran a lancé jusqu'à 120 missiles balistiques à portée intermédiaire en direction d'Israël le 13 avril. Les intercepteurs américains SM-3 et israéliens Arrow ont détruit la quasi-totalité de ces missiles, laissant les drones et les menaces plus petites au système Dôme de fer.\nAu cours des mois précédents, des intercepteurs tirés à partir de destroyers de la marine américaine ont arrêté des missiles balistiques antinavires des Houthis, tandis qu'en Ukraine, des batteries Patriot MIM-104 fabriquées aux États-Unis ont abattu des missiles russes avancés Iskander et Khinzal.\nReuters s'est entretenu avec six experts qui ont déclaré que de plus en plus d'armées chercheraient à investir dans la défense antimissile balistique, ce qui représenterait une manne potentielle pour des entreprises telles que Lockheed Martin et Raytheon, qui construisent ce type de systèmes.\n\"Il est indéniable que tout pays riche disposant des moyens technologiques nécessaires continuera à investir dans la défense antimissile\", a déclaré Ankit Panda, du Carnegie Endowment for International Peace, un groupe de réflexion sur la défense et la sécurité basé aux États-Unis. \"Tout ceci est la recette d'une course aux armements conventionnels.\nDes pays européens tels que les Pays-Bas, l'Allemagne, la Suède et la Pologne utilisent déjà les batteries Patriot de Raytheon, filiale de RTX, qui constituent le système occidental avancé de défense antimissile balistique le plus répandu.\nL'Arabie saoudite utilise ses Patriot depuis des années pour se défendre contre les attaques des Houthis ; elle et les Émirats arabes unis exploitent également le système THAAD (Terminal High Altitude Air Defense) de Lockheed Martin. Le Koweït, le Qatar et le Bahreïn possèdent également des batteries de Patriot, et Oman a exprimé son intérêt pour la défense antimissile.\nAux États-Unis, Lockheed Martin a remporté en avril un contrat de 17,7 milliards de dollars pour un intercepteur de nouvelle génération destiné au programme GMD (Ground-Based Midcourse Defense), conçu pour abattre un petit nombre de missiles balistiques intercontinentaux (ICBM) visant la partie continentale des États-Unis.\nMais c'est en Asie, où la Chine a investi massivement dans des missiles balistiques à armement conventionnel, que l'impact pourrait être le plus important. Selon un rapport du Pentagone datant de 2023, la Force des fusées de l'Armée populaire de libération dispose d'environ 500 missiles DF-26, conçus pour frapper avec précision des cibles situées à des milliers de kilomètres.\nLes bases américaines et alliées du Japon et de Guam se trouvent donc à portée d'une attaque qui ne peut être lancée qu'avec un préavis de 20 à 30 minutes.\n\"Dans le Pacifique, vous constaterez un intérêt accru pour la défense antimissile, ce qui poussera les Chinois à construire davantage de systèmes\", a déclaré Jeffrey Lewis, directeur du programme de non-prolifération en Asie de l'Est au James Martin Center for Nonproliferation Studies de l'Institut Middlebury d'études internationales en Californie. \"Les pays voudront acquérir des missiles (offensifs) parce qu'ils verront d'autres pays les utiliser [...]. Cela augmentera la demande de défenses antimissiles\".\nLe commandement américain pour l'Indo-Pacifique et le ministère chinois de la défense n'ont pas répondu aux demandes de commentaires.\nLa Chine parle rarement de son arsenal de missiles, se contentant de déclarer que ses forces sont destinées à préserver la paix et ne visent aucun pays en particulier.\nRaytheon n'a pas répondu à une demande de commentaire. Un porte-parole de Lockheed Martin a renvoyé les questions à la présentation des résultats du premier trimestre, fin avril, dans laquelle la société a déclaré qu'elle restait à la tête de l'industrie dans les \"missions de défense antimissile, qui, compte tenu des événements mondiaux, deviennent plus critiques que jamais\".\nSIGNES EN DOLLARS\nLa défense antimissile balistique consiste à repérer une arme attaquante au moment de son lancement ou en vol, puis à utiliser un radar de surface pour guider un intercepteur vers la cible.\nLes interceptions peuvent avoir lieu dans l'atmosphère ou dans l'espace, et chaque domaine nécessite un matériel différent. Par exemple, les ailerons ne fonctionnent pas en dehors de l'atmosphère : les intercepteurs doivent être équipés de petites fusées de direction pour fonctionner dans l'espace.\nLes ordinateurs puissants, les radars à longue portée et les missiles de la taille d'un poteau de téléphone nécessaires ne sont pas bon marché et se chiffrent en milliards. En 2022, par exemple, les États-Unis ont approuvé la vente de Patriots et de systèmes THAAD à l'Arabie saoudite, pour un montant de 5,3 milliards de dollars.\nDans la région indo-pacifique, les pays les plus riches tels que le Japon, l'Australie et la Corée du Sud sont des candidats de choix pour la défense antimissile, a déclaré M. Lewis, alors que presque tous les pays d'Asie investissent déjà dans les missiles.\nLe ministère japonais de la défense a déclaré que le pays \"doit fondamentalement et rapidement renforcer ses capacités de défense, y compris la défense aérienne et antimissile intégrée\". Il a indiqué qu'il investissait dans des missiles Patriot améliorés, de meilleurs radars et des capacités navales antimissiles renforcées.\nDans son dernier budget de défense, la Corée du Sud a augmenté de 12 % le financement de son système de défense aérienne et antimissile coréen afin de l'étendre \"à partir du concept de défense de niveau inférieur existant\", a déclaré le ministère de la défense du pays dans un communiqué.\nDes cas tels que le conflit entre Israël et le Hamas et la guerre entre la Russie et l'Ukraine ont réaffirmé l'importance d'un \"système de défense contre les missiles balistiques\" pour répondre à des menaces de missiles de plus en plus sophistiquées\", a déclaré le ministère.\nÀ la mi-avril, l'Australie a annoncé la signature d'un contrat de 500 millions de dollars australiens (328 millions de dollars) avec Lockheed Martin pour la livraison de son système de gestion conjointe de la bataille aérienne (Joint Air Battle Management System), qui permet de suivre et de détruire les avions et les missiles.\nLe coût d'un missile balistique est souvent bien inférieur à celui du système destiné à l'arrêter.\nMais ce n'est pas la bonne façon de considérer les coûts, a déclaré Yoji Koda, ancien commandant en chef de la flotte d'autodéfense japonaise et partisan d'un renforcement des défenses antimissiles dans son pays.\n\"Dans une économie de guerre, moins c'est cher, mieux c'est. Mais parfois, ce qui est nécessaire, c'est de protéger les infrastructures clés ou les centres de commandement clés, à n'importe quel prix. Car sans eux, nous serions perdants.\nLA QUESTION DE LA CHINE\nLa plupart des missiles balistiques à armement conventionnel de la Chine sont conçus pour atteindre des cibles terrestres.\nMais la Chine dispose également d'ogives orientables destinées à frapper des navires en mer, notamment le DF-21D et des variantes du DF-26, développées par la société d'État China Aerospace Science and Technology Corporation.\nCes missiles balistiques antinavires (ASBM) n'avaient jamais été utilisés au combat jusqu'à la fin de l'année 2023, lorsque les forces houthies du Yémen ont commencé à tirer des modèles de fabrication iranienne sur des navires en mer Rouge.\nEntre novembre - la première utilisation documentée - et avril, le Commandement central des États-Unis a signalé au moins 85 ASBM tirés dans la région, 20 interceptions et un navire civil coulé.\nLe CENTCOM a refusé de donner des précisions sur l'efficacité des ASBM iraniens, mais a noté que les missiles ne présentant aucune menace n'ont pas été engagés et que la plupart de ceux qui n'ont pas été interceptés ont atterri sans dommage.\nL'efficacité des défenses antimissiles sur terre et en mer attirera l'attention de la Chine, a déclaré Tong Zhao, chercheur principal du programme de politique nucléaire et de Carnegie China.\n\"Cela soulève la possibilité que les États-Unis et leurs alliés dépendent de manière significative de la défense antimissile contre une attaque de missiles balistiques\", a déclaré M. Zhao.\nBien que les spécificités techniques des missiles chinois soient tenues secrètes, les investissements importants consentis par le pays signifient qu'ils sont probablement plus fiables et que l'on pense généralement qu'ils utilisent des contre-mesures complexes pour compliquer l'interception.\n\"Pour des adversaires tels que la Chine, qui disposent de stocks de missiles d'un ordre de grandeur supérieur à ceux de la Russie ou de l'Iran et qui utilisent des systèmes plus sophistiqués, il n'est pas certain que les enseignements tirés invalident les constructions opérationnelles existantes\", a déclaré Sidarth Kaushal, chargé de recherche principal au Royal United Services Institute.\nMais les incitations politiques et pratiques à investir dans la défense antimissile seront trop attrayantes pour que de nombreux pays les ignorent, selon M. Lewis.\n\"Toutes les décisions en matière d'acquisition de matériel de défense sont en fin de compte des questions politiques\", a-t-il déclaré. \"La politique dans ce domaine est très simple : voulez-vous défendre le pays ou non ? Et la réponse gagnante est toujours 'oui'\". (1 $ = 1,5225 dollar australien)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Science and Technology"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T05:08:05.784+03:00",
  "updated": "2024-05-03T05:08:05.784+03:00"
}