{
  "thread": {
    "uuid": "b49748cba5029d86d013df10b3b633099a0d57ad",
    "url": "https://thenationonlineng.net/god-has-removed-all-obstacles-against-my-administration-says-fubara",
    "site_full": "thenationonlineng.net",
    "site": "thenationonlineng.net",
    "site_section": "https://www.yohaig.ng/category/nigerian-newspapers/the-nation-news/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "God has removed all obstacles against my administration, says Fubara",
    "title_full": "God has removed all obstacles against my administration, says Fubara",
    "published": "2024-06-01T17:12:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 15543,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b49748cba5029d86d013df10b3b633099a0d57ad",
  "url": "https://thenationonlineng.net/god-has-removed-all-obstacles-against-my-administration-says-fubara",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Nation Newspaper",
  "published": "2024-06-01T17:12:00.000+03:00",
  "title": "God has removed all obstacles against my administration, says Fubara",
  "text": "Mike Odiegwu, Port Harcourt\nJune 1, 2024\nRivers Governor Siminalayi Fubara has declared that God has removed all obstacles against his administration.\nFubara said his administration would continue to prioritise the interest of Rivers people in the governance of the state under the mantra, Rivers First.\nHe called on all well-meaning Rivers people to continue to support and contribute their quota to making the administration achieve its vision of advancing the fortunes of the state in his government.\nFubara spoke during the Praise Night organised by the State Government to mark his first anniversary at the Obi Wali International Conference Centre, Port Harcourt on Friday night.\nThe praise night was attended by the Governor and his wife, Lady Valarie Siminalayi Fubara; the Deputy Governor, Prof Ngozi Odu; former Governor Peter Odili; and his wife, Justice Mary Odili (rtd); Rivers Chief Judge, Justice Simeon Amadi and factional Speaker of the State House of Assembly, Victor Oko-Jumbo.\nOthers were Senator John Mbata; state government officials, stakeholders, traditional rulers, gospel singers and hundreds of residents, featured gospel artistes such as Prince Emmanuel, Preye Odede, Joe Praise, Sensational Bamidele, Buchi, Afy Douglas (Atonye Douglas), among others\nThe Governor, who spoke through his Deputy, Prof Ngozi Odu said: “My boss and brother, you are victorious already. The good Lord has rolled away the stone. We shall continue to have this shared vision of putting Rivers State first.\n“But, we can’t do it alone. We need all of you, big and small to be there for us, to chip-in the little or the much you can, and at the end of this our first tenure, you will see where God will take Rivers State to.\nRelated Posts “I want to thank everybody. The artists, they are moved. It wasn’t just them singing and dancing, I think there were spiritual ministrations that they have made, and they have also made prophetic declarations that we all say amen to.”\nHe said God had made permanent the situation in his administration by removing all obstacles, believing that He would continue to fight the battles for the government to be victorious.\nHe said: “Because what God has done, it shall be permanent, because any mountain, like the word of God says, ‘who is that mountain before Zerubbabel, it will be made a plain.\n“So, my boss, my amiable Governor and His lovely and wonderful wife I call my daughter, there is no mountain before us that God will not make a plain.\n“And when God takes over the battle, you don’t need to fight. Everyday I remind myself of the war of Gideon in the Bible. Gideon said he doesn’t know how to fight and God said no, the fight is not yours, is His and Gideon went and he was victorious.”\nHe asked Rivers people to continue to stand strong in support of the administration and to contribute meaningfully towards the sustainable development of the state.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.riversstate.gov.ng/",
    "https://riversstate.gov.ng/",
    "https://www.riversstate.gov.ng"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "siminalayi fubara",
        "sentiment": "negative"
      },
      {
        "name": "fubara mike odiegwu",
        "sentiment": "negative"
      },
      {
        "name": "lady valarie siminalayi fubara",
        "sentiment": "none"
      },
      {
        "name": "mary odili (",
        "sentiment": "none"
      },
      {
        "name": "john mbata",
        "sentiment": "none"
      },
      {
        "name": "prof ngozi odu",
        "sentiment": "none"
      },
      {
        "name": "peter odili",
        "sentiment": "none"
      },
      {
        "name": "simeon amadi",
        "sentiment": "none"
      },
      {
        "name": "victor oko-jumbo",
        "sentiment": "none"
      },
      {
        "name": "fubara",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "port harcourt",
        "sentiment": "negative"
      },
      {
        "name": "state house of assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "port harcourt",
        "sentiment": "none"
      },
      {
        "name": "obi wali international conference centre",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T21:41:43.609+03:00",
  "updated": "2024-06-01T21:41:43.609+03:00"
}