{
  "thread": {
    "uuid": "3dff7f6f5216e71521a4245491d114420e716a6b",
    "url": "https://www.winnipegfreepress.com/the-carillon/local/2024/01/12/male-u18-aaa-selects-pick-up-key-wins-in-quest-for-7th-place",
    "site_full": "www.winnipegfreepress.com",
    "site": "winnipegfreepress.com",
    "site_section": "https://www.winnipegfreepress.com/the-carillon",
    "site_categories": [
      "media"
    ],
    "section_title": "The Carillon &#8211; Breaking News, Sports, Manitoba, Canada",
    "title": "Male U18 AAA Selects pick up key wins in quest for 7th place – The Carillon",
    "title_full": "Male U18 AAA Selects pick up key wins in quest for 7th place – The Carillon",
    "published": "2024-01-12T21:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.winnipegfreepress.com/the-carillon/wp-content/uploads/sites/4/2024/01/4_CrossChecked_02.jpg",
    "performance_score": 0,
    "domain_rank": 4873,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dff7f6f5216e71521a4245491d114420e716a6b",
  "url": "https://www.winnipegfreepress.com/the-carillon/local/2024/01/12/male-u18-aaa-selects-pick-up-key-wins-in-quest-for-7th-place",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cassidy Dankochik",
  "published": "2024-01-12T21:24:00.000+02:00",
  "title": "Male U18 AAA Selects pick up key wins in quest for 7th place – The Carillon",
  "text": "Male U18 AAA Selects pick up key wins in quest for 7th place Advertisement The Eastman Selects male U18 team knows they have to avoid eighth place this year. It’s a flat year in the standings in the Manitoba AAA Hockey League, aside from the number one Brandon Wheat Kings, which have yet to lose in regulation this season. If the playoffs were to start today, Eastman would be forced to take on the juggernaut squad from Brandon, a fate the team is eager to avoid. The Selects quest to climb into seventh place got a big boost this past weekend, as the team managed to beat two teams ahead of them in the standings, defeating the seventh-place Pembina Valley Hawks 4-3 in a shootout Jan. 5, then returning to Beausejour the next day and taking down the fifth-place Winnipeg Wild 3-1. Head coach Bruce Sirrell said the team has come out of the holiday break strong, including one of their best performances of the season against the Wild. “It was all four lines, three pairs and we got sharp goaltending from Sammy (Fontaine) again,” Sirrell said. “I’m hoping we’re turning the corner. That’s two in a row for us, so we have to build on that.” The key point of the game came in the waning moments of the second period. Despite a strong first period, with Selects only give up three shots, they could only manage a 2-0 lead. Late in the second Branden Watson brought the Wild to within one, beating Fontaine on a two-on-one break. What followed was 30 seconds of pure domination from Eastman, capped off with a Jeremiah Warkentine goal. Warkentine received a pass from below the goal-line after his teammates won multiple puck battles, and made no mistake, restoring the Selects two-goal lead. Sirrell said Warkentine’s marker changed the tone of the rest of the contest. “That line with (Calem) Normandeau, Warkentine and Gags (Mario Gagnon) was phenomenal all game, I think they spent the entire night in (the offensive) end,” Sirrell said, noting the line was together to start the season, but injuries and other moves had separated them as of late. “We were finally able to get that line back together, and man, they dominate shifts. The 3-1 final would hold, as both teams were held scoreless in the third period. Only four points separate the Hawks and 10th-place Parkland Rangers this season. That seventh slot could be valuable for Eastman in particular, as the Selects have defeated the Southwest Cougars (currently the second place team) twice this season. “Outside of Brandon, everybody seems to be beating everybody,” Sirrell said. “Some of the higher teams have been coming back a bit. It’s a tough league. We just got to make sure we don’t take anything for granted.” Sirrell has his team aiming high in 2024, guessing they’ll need to win seven out of every 10 games they play to climb up the standings. A change of the team’s systems is driving those high expectations, as the Selects look to generate more goals as the season wears on. “We’re giving our players a little bit more opportunity to make reads, and if they we’re going to get the puck we’re flying the zone early,” Sirrell said. “We’re a fast team, and I think we were kind of bogged down… We changed a few things around, took the seatbelt off some guys and allow them to make those reads without any repercussions on the bench.” This weekend’s action will have massive implications on the rest of Eastman’s season, as the team travels to Thompson for a back-to-back against the Norman Wolves, who sit just two points back of the Selects. “Hopefully we can bring this same focus, and get four points out of there,” Sirrell said. “A split’s a split, but we need to get something out of that trip.” The male U18 selects play out of Beausejour, with their games broadcast on FloHockey.tv. The AAA regular season for Eastman is set to finish Feb. 25.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sirrell",
        "sentiment": "none"
      },
      {
        "name": "eastman",
        "sentiment": "none"
      },
      {
        "name": "beausejour",
        "sentiment": "none"
      },
      {
        "name": "bruce sirrell",
        "sentiment": "none"
      },
      {
        "name": "sammy (fontaine",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "carillon male u18 aaa selects",
        "sentiment": "negative"
      },
      {
        "name": "brandon wheat kings",
        "sentiment": "none"
      },
      {
        "name": "pembina valley hawks",
        "sentiment": "none"
      },
      {
        "name": "winnipeg wild",
        "sentiment": "none"
      },
      {
        "name": "manitoba aaa hockey league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brandon",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-13T05:48:52.460+02:00",
  "updated": "2024-01-13T05:48:52.460+02:00"
}