{
  "thread": {
    "uuid": "6ede6a14d3ac585e57c1e8dbc394a3bccc43c2f9",
    "url": "https://sportsbrief.com/football/62467-mac-allisters-rocket-fires-liverpool-top",
    "site_full": "sportsbrief.com",
    "site": "sportsbrief.com",
    "site_section": "https://sportsbrief.com",
    "site_categories": [],
    "section_title": "Sports Brief - Sport News, Transfers, Scores and Results",
    "title": "Mac Allister's rocket fires Liverpool back to the top",
    "title_full": "Mac Allister's rocket fires Liverpool back to the top",
    "published": "2024-04-04T23:35:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.sportsbrief.com/images/1200x675/49ef08b74b45c844.jpeg?v=1",
    "performance_score": 0,
    "domain_rank": 50709,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ede6a14d3ac585e57c1e8dbc394a3bccc43c2f9",
  "url": "https://sportsbrief.com/football/62467-mac-allisters-rocket-fires-liverpool-top",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "© AFP 2022",
  "published": "2024-04-04T23:35:00.000+03:00",
  "title": "Mac Allister's rocket fires Liverpool back to the top",
  "text": "Wales sink Finland to book play-off final clash with PolandFootball Alexis Mac Allister fired Liverpool back to the top of the Premier League as the Argentine's superb strike inspired a tense 3-1 win against lowly Sheffield United on Thursday. Jurgen Klopp's side were growing anxious after Darwin Nunez's early opener was cancelled out by Conor Bradley's own [goal](https://sportsbrief.com/football/25961-ranking-top-10-footballers-goals-history-soccer/) in the second half. But Mac Allister eased the nerves around [Anfield](https://sportsbrief.com/tags/anfield/) with a brilliant finish from the edge of the area and Cody Gakpo sealed the points in the closing moments. On a potentially pivotal evening in the title race, Liverpool moved two points clear of second placed Arsenal with eight games left for each of the three teams involved in a gripping battle for supremacy. Arsenal's 2-0 win against Luton had knocked Liverpool out of pole position on Wednesday, with third-placed Manchester City's 4-1 rout of Aston Villa keeping them in the hunt. Wales sink Finland to book play-off final clash with PolandFootball But Liverpool, unbeaten in their last 28 home league matches, are now a step closer to being crowned English champions for a record-equalling 20th time and first since 2020. PAY ATTENTION: [stay informed and follow us on Google News!](https://news.google.com/publications/CAAqBwgKMI34nwwwk5-wBA?hl=en-US&gl=US&ceid=US%3Aen) Klopp's treble chasers have already won the League Cup and face Atalanta in the Europa League quarter-finals as they eye a memorable farewell for the German in his last season. However, they will have to improve on this erratic display to hold off Arsenal and champions City, who are three points adrift of Liverpool. Liverpool head to Manchester United in the league on Sunday for a crucial clash with their bitter rivals. The Reds had to come from behind to beat Brighton last weekend, but [Klopp](https://sportsbrief.com/tags/jrgen-klopp/) insisted he was feeling \"calm\" as the title race approaches a dramatic climax. Even so, his heart must have been beating a little faster than usual when United almost snatched a shock lead. Netherlands crush Scotland in Euro warm-upFootball Jack Robinson's long throw reached the unmarked James McAtee in the area and on-loan Manchester City youngster's volley forced a reflex save from Caoimhin Kelleher. From the resulting corner, Ben Brereton Diaz almost tapped in at the far post as the Liverpool defence stood statuesque. United keeper Ivo Grbic handed Liverpool the lead in farcical fashion after 17 minutes. Needlessly taking far too long to clear on the edge of his area, Grbic was charged down by Nunez, the ball hitting the Uruguay striker on the backside as it rolled into the empty net. Grbic sheepishly plucked the ball from the back of the net as Nunez celebrated his 19th goal in all competitions this season. Joe Gomez, Mac Allister, Dominik Szoboszlai and Luis Diaz all went close from long-range as Liverpool threatened to deliver the knockout blow. But as torrential rain lashed down on Anfield, the floodgates refused to open as Liverpool's territorial dominance failed to yield a second goal before half-time. Colombia defeat disappointing Spain in friendlyFootball Bottom of the table United have won just three times during a dismal league campaign that looks certain to end with relegation. Yet they rocked Anfield to its foundations in the 58th minute. Gustavo Hamer's superb pass picked out McAtee on the right flank and he cleverly cut back inside before whipping a cross into the area. Hamer had carried on his burst forward and his close-range header beat Kelleher via a decisive deflection off Bradley's foot. Klopp responded by surprisingly hauling off [Salah](https://sportsbrief.com/football/players/62uembuj64oc4i0-mohamed-salah/) as Harvey Elliott came on for the Egypt forward, whose glum face and limp handshake with his manager betrayed his disappointment at the move. With the gesticulating Klopp growing frustrated with Liverpool's impotence, Andrew Robertson volleyed wide at the far post. But Klopp's angst was finally soothed in the 76th minute when Robertson's cross was only cleared to the edge of the area, where Mac Allister lashed a blistering strike into the top corner. Gakpo put the seal on Liverpool's hard-fought victory in the 90th minute as he stooped to head in Robertson's cross.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://news.google.com/publications/CAAqBwgKMI34nwwwk5-wBA?hl=en-US&gl=US&ceid=US%3Aen)",
    "https://news.google.com/publications/CAAqBwgKMI34nwwwk5-wBA",
    "https://www.news.google.com/publications/CAAqBwgKMI34nwwwk5-wBA?hl=en-US&gl=US&ceid=US%3Aen)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "liverp",
        "sentiment": "negative"
      },
      {
        "name": "polandfootball alexis mac allister",
        "sentiment": "negative"
      },
      {
        "name": "mac allister",
        "sentiment": "negative"
      },
      {
        "name": "darwin nunez",
        "sentiment": "none"
      },
      {
        "name": "conor bradley",
        "sentiment": "none"
      },
      {
        "name": "jurgen klopp",
        "sentiment": "none"
      },
      {
        "name": "cody gakpo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "liverpool",
        "sentiment": "negative"
      },
      {
        "name": "anfield",
        "sentiment": "none"
      },
      {
        "name": "sheffield united",
        "sentiment": "none"
      },
      {
        "name": "manchester city",
        "sentiment": "none"
      },
      {
        "name": "aston villa",
        "sentiment": "none"
      },
      {
        "name": "arsenal",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      },
      {
        "name": "luton",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "finland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:45:01.309+03:00",
  "updated": "2024-04-05T02:36:39.527+03:00"
}