{
  "thread": {
    "uuid": "e0c88d3eb5ed3e10c316a68b79d80db99e6e6c96",
    "url": "https://www.news-journal.com/news/local/weather-cant-stop-us-small-crowd-large-passion-at-mlk-march-service-in-longview/article_790e68ea-b3f4-11ee-866d-dbd3a39e3d65.html",
    "site_full": "www.news-journal.com",
    "site": "news-journal.com",
    "site_section": "http://www.news-journal.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&c[]=news/local,news/local/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "www.news-journal.com - RSS Results in news/local,news/local/* of type article",
    "title": "'Weather can't stop us': Small crowd, large passion at MLK march, service in Longview | Local News | news-journal.com",
    "title_full": "'Weather can't stop us': Small crowd, large passion at MLK march, service in Longview | Local News | news-journal.com",
    "published": "2024-01-16T06:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/news-journal.com/content/tncms/assets/v3/editorial/c/20/c2024008-b3f4-11ee-9c90-0757d987a490/65a5c08eb113c.image.jpg?crop=1763%2C926%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 19061,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0c88d3eb5ed3e10c316a68b79d80db99e6e6c96",
  "url": "https://www.news-journal.com/news/local/weather-cant-stop-us-small-crowd-large-passion-at-mlk-march-service-in-longview/article_790e68ea-b3f4-11ee-866d-dbd3a39e3d65.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jordan Green Report for American/Longview News-Journal",
  "published": "2024-01-16T06:30:00.000+02:00",
  "title": "'Weather can't stop us': Small crowd, large passion at MLK march, service in Longview | Local News | news-journal.com",
  "text": "As snow softly fell Monday morning on the ground outside Broughton Recreation Center in Longview, the Rev. LaDarian Brown was thinking about heat. In spite of the cold and subfreezing temperatures, he and four others showed up for the annual march down Martin Luther King Jr. Boulevard in honor of the civil rights icon.\n“One thing I’m realizing, even at 31 years of age, there are generations coming behind me who are easily forgetting about Dr. King because the ‘60s are so long ago,” Brown said. “We must do everything that we can to keep that legacy, to keep his memory, to keep the fire and the warmth that he started — keep going with it.”\nMonday was the first time in recent history that the city’s annual march honoring King was almost snowed out. It was called off briefly this past week by the Longview Area Interdenominational Ministerial Alliance. But then, ministry leaders gave it a second thought.“The way it was put to me is that, it may be cold — it may be too cold for some to march — but the world is too cold for us not to,” said Brown, president of the group.\nJoining him for the 11:30 a.m. trek were the Rev. Damien Reese Sr. of St. Paul Baptist Church; Leisha Kidd-Brooks, the city of Longview’s environmental health manager; Jamey Brogan, vice president for mission integration at Christus Good Shepherd Health System; and Longview resident Timothy Sheffield. Their destination was Mt. Olive Baptist Church, where an annual memorial service for King took place Monday after the march.\nAs he stood in the recreation center parking lot, Brown’s breath took on the form of vapor in the subfreezing temperatures. He likened Monday’s march to those King and his followers took in cities across the nation as they advocated for equality during the mid-20th century.\n“Thankfully, we’re not going to have it to where dogs are going to be attacking us or we don’t have the climate anymore where police is attacking us to march,” Brown said. “The weather can’t stop us.”\nWrapped in a white scarf and black coat as she stood in the parking lot of the recreation center, Kidd-Brooks said staying at home would have been easier than braving the cold.\n“But I feel like the essence of Dr. Martin Luther King Jr. would have been to come out and march anyway, in any type of weather,” she said. “If my brothers are out here, then one lone lady can make it as well.”The group took off, singing songs about being soldiers as they made their way up the road about three-fourths of a mile. A few cars and a city dump truck carrying sand and salt for roads passed them by.\nWhen they arrived at the church, a crowd of around a dozen formed in the sanctuary. Songs, played softly on an organ, reverberated throughout the pew-lined room. What light pierced through thick clouds outside shone through the stained glass windows, filled with hues of red and purple.\n“If you love the Lord, come on, clap your hands and give God praise,” Reese said as he welcomed the congregation. “Praising Him, it helps to warm our fingers for those of us who just came in from the march.”\nThe congregation clapped, sang spirituals and prayed before Pastor J.T. Harris of the Bethlehem Baptist Church in Carthage stepped up to the lectern to give a message.\nSign Up for Newsletters Email* Select Newsletters to Sign Up For News Updates Breaking News Sports Digest Obituaries and Death Notices Submit Based on the King James Bible’s version of Proverbs 30:28 — “The spider taketh hold with her hands, and is in kings’ palaces” — Harris compared the spider’s boldness to march uninvited into the king’s palace with the resolve Black Americans have to earn a place of stature in society.\nThe spider, he said audacity “to be not in some ghetto, but in the king’s palace.”\n“God is no doubt impressed with the spider’s audacity because she was a member of a much-maligned race,” Harris said. “Yes, the spider is a member of a much-maligned race. … However, she never allows her race to dictate nor determine her ascendancy.”\nHarris raised his voice to yell at times and quieted himself at others. Almost like a call-and-response exercise, at his most significant points of inflection, the crowd replied “Yeah, yeah” and “Yes, sir” to signal their agreement. He raised his hands in the air, pointed his right index finger and waved his arms as he spoke.\nHe said the spider didn’t wait to be offered a place in the king’s palace, but instead summoned the resolve to get there. Former President Barack Obama “made it to the king’s palace,” Harris said.\n“Everything in nature, even the king’s palace, is available to me,” Harris said. “And I’ve got a right, to my royal resolve, to reside in the palace. And because I have a right, my race won’t stop me.”\nThe Rev. Collin Bullard of Longview’s First Baptist Church encouraged congregants to follow the Holy Spirit to what God calls them to do.\n“We need audacity to love, Lord,” Bullard prayed. “We need the audacity to love in spite of hate.”\nFor the last song of the service, the congregation sang “How I Got Over,” beginning with the words “How I got over/How I got over/You know my soul looks back in wonder how I got over.”\nIn the benediction for the ceremony, Reese thanked the crowd for doing that — getting on over to the church.\n“This has been what the Lord wanted it to be,” he said. “We’re here today, and our toes are frozen. Our hands were cold, and our tears were frozen as we were marching because we don’t see the face of Dr. King, but we feel his presence.”\nJordan Green is a Report for America corps member covering underserved communities for the News-Journal. Reach him at jgreen@news-journal.com . Please consider making a tax-deductible donation to the Morris Roberts Local Journalism Foundation to support this kind of journalism.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://mroberts.activehosted.com/proc.php?jsonp=true",
    "https://mroberts.activehosted.com/proc.php",
    "https://mroberts.activehosted.com/proc.php?",
    "https://ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588479;type=js;sw=",
    "https://fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://mroberts.activehosted.com/proc.php",
    "https://www.mroberts.activehosted.com/proc.php?",
    "https://www.mroberts.activehosted.com/proc.php",
    "https://www.ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588479;type=js;sw=",
    "https://www.fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://www.mroberts.activehosted.com/proc.php?jsonp=true",
    "https://fonts.bunny.net/css"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ladarian brown",
        "sentiment": "none"
      },
      {
        "name": "brown",
        "sentiment": "none"
      },
      {
        "name": "king",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "longview area interdenominational ministerial alliance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "broughton recreation center",
        "sentiment": "none"
      },
      {
        "name": "longview",
        "sentiment": "none"
      },
      {
        "name": "boulevard",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T13:28:24.106+02:00",
  "updated": "2024-01-16T14:52:52.749+02:00"
}