{
  "thread": {
    "uuid": "60dd5b3445b75d1377a3fd22bce65662b2883d43",
    "url": "https://www.streamingmedia.com/Articles/ReadArticle.aspx?ArticleID=162040",
    "site_full": "www.streamingmedia.com",
    "site": "streamingmedia.com",
    "site_section": "http://feeds.infotoday.com/StreamingMediaMagazine-AllArticles",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "StreamingMedia.com RSS Feeds : All Articles",
    "title": "Review: Magewell Director Mini",
    "title_full": "Review: Magewell Director Mini",
    "published": "2024-01-05T20:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://dzceab466r34n.cloudfront.net/Images/ArticleImages/162120-magewell0-ORG.png",
    "performance_score": 0,
    "domain_rank": 26417,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "60dd5b3445b75d1377a3fd22bce65662b2883d43",
  "url": "https://www.streamingmedia.com/Articles/ReadArticle.aspx?ArticleID=162040",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T20:50:00.000+02:00",
  "title": "Review: Magewell Director Mini",
  "text": "Magewell’s new Director Mini is a mini marvel. This 5.5\" “all-in-one” production tool (see Figure 1) with a $1,299 street price can mix multiple inputs and do picture-in-picture graphics, audio mixing, recording, streaming, and more. Figure 1. The Magewell Director Mini compact all-in-one production solution Today, the Director Mini enters a growing field of all-in-one live-streaming solutions. What does it offer to make it stand out in this increasingly crowded field? After using the Director Mini for a couple of weeks, I can tell you that it has a lot going for it. The Director Mini combines multiple-input switching, internal graphics, multi-destination streaming, internal recording, and monitoring in a tiny tablet. It has two physical HDMI inputs with support for ingest up to 4K and two physical USB-A ports. With both wired and wireless networking, it can receive three live IP sources, including an SRT stream, an RTMP stream from a device like a GoPro, and NDI|HX2 or HX3 sources (see Figure 2). It does not do full NDI. Full specs are available at magewell.com/tech-specs/director-mini. Figure 2. The Director Mini supports NDI|HX and can ingest up to three live IP sources. You can also incorporate videos, audio clips, and still images, and you can put all of these sources together into various “scenes” using the 5\" OLED touchscreen (or a bigger touchscreen that you can connect via USB). In these scenes, you can have a simple camera feed, or a scene can combine live video over a background with a title or a picture-in-picture. You can also incorporate music into your scene. Because the Director Mini a video switcher, of course, you can switch between scenes on-the-fly. It uses standard, easily replaceable NP-F batteries. These can be hot-swapped in the field for endless power. The Director Mini can handle horizontal production or vertical production. It even has an internal sensor so you can orient it however you want, and the screen rotates for you automatically. The Mini also has an app for Android or iOS that allows you to use your phone as a wireless camera. But this app isn’t just for remote cameras. It also works as a complete remote control for the Director Mini to provide remote configuration, audio controls, input switching, scoreboard control, and more (see Figure 3). This is key because handing those tasks off to other people makes it easier to manage larger productions. Figure 3. The Director Mini app in action The Director Mini can encode up to 1080p60 at bitrates up to 30Mbps. It has built-in APIs for YouTube, Twitch, and Facebook as well as standard RTMP to the streaming destination of your choice. It can also send NDI or SRT output. For recording, you can use the unit’s internal storage, an SD card, or an attached USB drive if you need to hand off the footage fast. There’s also two-channel recording. You can select your records from the Program output or the HDMI or USB inputs. Hardware-wise, there’s a lot going on with the Director Mini. The tiny tablet will fit in your hand. You can mount two batteries on the back, with a little fan in between them (see Figure 4). The batteries make it possible to set the Director Mini down flat on a table; without them the fan would rest directly on the table’s surface, allowing no ventilation. Alternatively, you can mount the unit on a small tripod or stand. Figure 4. Rear panel of the Director Mini with two NP-F batteries and the fan between them Across the long edge, which could be the top or the bottom, depending on how you want to orient the Director Mini, you’ll find an Ethernet port, a 1/4-20 threaded hole, and an SD card slot for media ingest, video playback, and recording. There’s also a USB-C port, which serves as a display port for monitor output. Lastly, there’s a 12V input, which comes with a 12V adapter. You don’t have to buy batteries, but I highly recommend batteries even if it’s just a couple of small ones you can pick up for $20 with a charger to facilitate setting the Director Mini on a table. This will also mean you’ll have a battery backup in case the AC powering your gear goes out. On one side, there’s the headphone output and a second jack for your microphone or line input. The USB 3.0 type A port can be used to connect a mobile phone or a USB stick, or it could serve as a USB hub enabling you to connect multiple devices (see Figure 5). Figure 5. This panel includes a headphone jack mic/line input, USB 3.0 port, and power button. On the opposite side, you’ll find two 4K-ready HDMI inputs and then another USB 3.0 port for USB camera capture, USB stick cellular modem, etc. Space is tight on this tiny tablet; if you want to put a cellular modem stick in here, be aware that it’s probably going to block the other two ports. I look forward to seeing a not-Mini version that is large enough to leave more space between the ports. A larger tablet would enable you to plug in other accessories as well. Across the other long edge is really nothing but a plastic cover. Since the case is metal, this is probably a cover for the Wi-Fi antennas. On the back, you have your two NP-F standard battery slots and two LED indicators, which can be used as tally lights if you’re doing NDI or as battery status lights. In the demo video I did to accompany this article (see the online version at ), you’ll see me setting up for a show. My audio meters are at the top left of the screen, and my inputs, or Scenes, appear in a row down along the bottom (see Figure 6). This is key to understanding how the Director Mini operates: each item is a “Scene,” even if the scene is just Camera 1. Figure 6. A show setup on the Director Mini, with Scenes arrayed along the bottom When you create a Scene, you can choose to populate it with just a camera, or you can take Camera 1, apply the green-screen effect, add a still image and push it to the background layer, add a text graphic like a person’s name, and overlay it on the shot. Regardless of whether it’s the camera alone or a multi-layered composition, to the Director Mini, it’s a Scene. When you click the plus sign (+) to add an input, you get to choose between HDMI1 or HDMI2, Webcam or Webcam2 (your USB inputs), a stored video clip, a picture, an RTMP stream, an SRT stream, Phone Camera, or an NDI stream. That’s a lot of ways to get camera sources into the Director Mini. With each layer, you can change its position or its size, you can crop it, or you can put a frame or border around it. Applying a frame or border includes the ability to choose the thickness of the line, the color, the roundness of the corners, or the position of the edges. The levels of customization get really deep, really fast. You can flip the layer horizontally or vertically, rotate it freely, or add transition effects when the item is brought in or goes out. Lastly, you can copy the formatting and paste it in other places. Along the left edge of the Scene is the ability to add layers or music (like preshow music attached to a countdown timer), adjust the audio level, move the layers up and down, or trash a layer. I found the picture-in-picture controls particularly powerful. I was able to achieve the spacing I wanted between my headshot on the left and the video on the right side of the screen. But one aspect of building the Scene left me wanting more: the ability to work on layers in the background. For instance, my HDMI1 source was keyed over a background image. Both cover the whole viewable area, so when you touch the center of the window, you can select only the top layer. The only way to get to the background image—say, to change it and pick a different one—is to send the foreground fullscreen images to the background, which I found cumbersome. I suggested to Magewell that having a “Layer” pop-up where I could select and act on any layer directly, even if it’s behind a bunch of other things, would make multiple-layer Scenes a lot easier to work with. Fingers crossed that that comes in a future update. If it does, you’ll know whom to thank. Once you get your scene how you want it, you hit the word Save at the top right of the screen. If you don’t like the adjustments you’ve made and want to start over, you can hit Cancel at the top left. If you go into any existing Scene to Edit it, you’ll find the same full set of controls and capabilities as when you create a scene. One really cool feature of the Director Mini is the ability to use your phone as a camera. First, you create a new Scene by selecting Phone Camera. You can name it, choose an image quality setting, and turn the Microphone on or off (which is useful if you have a lot of phones and won’t be using all of their audio—disabling one source’s audio will de-clutter your audio mixer). You can pick a resolution, up to 1080p29.97, and choose a bitrate for audio and video. Then, you tap Phone Camera and select the source you want. In my testing, I experienced a little bit of delay between the phone camera and a hardwired camcorder connected via HDMI. This should come as no surprise, since the phone has to take that video, compress it, and send it around the local area network and into the Director Mini, where it needs to be decompressed and incorporated with everything else. Remember this when you’re trying to deploy both directly connected cameras and remote cameras in the same space if they’re looking at the same subject. The best way to leverage remote cameras is to position them so they face the audience or to point them in directions where you don’t hear synced sound. You could also use them for shots in which you’re going to cut to something completely different, where the sound going into the phone camera is going to be used for only that source—for instance, a sporting event when you cut to a sideline interview with the coach. When you bring that device in with its own audio, that audio will be in sync with the video coming from that same phone. You’ll tap an on-screen Fader icon to bring up the audio mixer shown in Figure 7. The audio mixer shows each source, in stereo, with good metering ballistics. There are settings for Always on, Audio Follow Video, or Audio off. There’s a long slider for each input and a headphone icon to “solo” any one input for listening. Figure 7. The Director Mini’s built-in audio mixer You can adjust each input and use a master Program fader as well. There’s also a separate headphone adjustment, and if you tap the top of the Monitor fader, you’ll see a menu with even more options, including the ability to send the audio to the headphone jack or to a Bluetooth device. There is a toggle to include the mic input or not, which can be very important if you’re feeding the program audio back to on-screen talent via an in-ear monitor or interruptible foldback system. Needless to say, the Director Mini’s audio capability is very impressive. The GFX button brings up a row of graphics you can use in the show, which replaces your camera inputs and Scenes on the display. This switch-out occurs because of the limited screen real estate on a 5.5\" tablet. At the right of the graphics is a + (plus) button that you tap to create new graphics in the Director Mini. You get to choose among text titles or lower-thirds with six presets. You can customize the text and colors and map image files onto them as well. Because Magewell is rapidly updating the Director Mini with new features via firmware upgrades, the specifics I detail in this article—current as of mid-December 2023—may very well be different by the time you read this. So be sure you’re using the latest firmware. Another GFX choice is Animated Text, which is a scrolling banner. Also available are Digital Clock with five designs (see Figure 8), Analog Clock with eight designs, Bullet List with eight designs, Timer with seven designs, Stopwatch with eight designs, Social Media banners, logo import, a Scoreboard, and a Custom option that lets you create something else. Figure 8. Exploring various text and clock options from the Director Mini’s assortment of titles and graphic overlays Once you create an item, you can hold your finger on it to rename it, delete it, control it, or edit it. “Control” and “edit” may seem like the same thing, but edit means editing the design and position, color, text, etc. Control means using the GFX as designed, like to start and stop the stopwatch, start the countdown timer, etc. Magewell also provides actions that can be set to certain items, like the countdown timer. Magewell calls these actions “Policies.” In the Policies for the countdown timer, I can have a manual or auto start when I put the timer on-screen, I can tell it to hide the timer when it reaches zero, or I can tell it to switch the scene, like from a preshow graphic to the main camera. I can even tell the Director Mini what kind of transition I’d like for this particular moment. That’s a lot of actions to apply to just a countdown timer, but they all make sense, demonstrating once again how deep the producer’s control goes in this system. Next up is the little pencil icon that brings up the Telestrator. You can draw right on the screen, and it becomes part of your program (see Figure 9). You can adjust Telestrator settings by pressing and holding on the pencil icon, including color, size, and Auto Clear after a specified number of seconds. Figure 9. Using the Telestrator In Magewell’s most recent firmware upgrade as of this writing (v.2.3.571), the company added a suite of additional icons and controls that can be toggled on and off. These include Background Music, Live Comments, PTZ controls, Scoreboard settings, Timer, Stopwatch, Fade to Black, and Freeze. Scene-Switch and Rearrange settings allow you to rearrange or change the size of your Scenes. You can make them smaller so you can have more that’s visible in the panel at the bottom of your display, or you can rearrange the order to put the ones you need most right next to each other. You can also delete scenes you don’t need to be visible at a given time in your show. On the right-hand side of the UI (see Figure 6), you’ll find a record button and a stream button. In the Live Stream settings (see Figure 10), you have the ability with built-in APIs to stream to YouTube, Twitch, and Facebook Live. You can also do NDI streaming on the local area network. You have an RTMP Server and an SRT Caller. In Figure 10, “Mini NDI-MiniNDI” shows “Disconnect” as the deselected option because I am broadcasting my program as NDI. If I want, I can go into the settings, stop NDI, and then turn on Facebook, but I can’t do Facebook, YouTube, or Twitch at the same time as NDI. Figure 10. Live Stream options In the “hamburger” menu in the upper-left corner of the screen, you can create a new show or call up your show list, which includes all of the different shows you’ve created. You can view your media, go to settings, send feedback, and even bring up a manual inside the Director Mini with the Help button. Lastly, if you tap the center of the Program window, the operational overlays will all go away, and you can see the program. Only a tiny, shaded bar across the top for audio meters and a few other icons remain. If you drag down on the screen from the top, you will see the current status of the entire Director Mini, as well as some additional controls. In Figure 11, you can see I have the power cable connected and also my battery status. There are controls for the brightness of the screen and headphone audio level. It displays the status of all of my possible internet connections—cellular, Wi-Fi, Ethernet, and Bluetooth. The Streaming window shows the current bitrate status and my average (or Not streaming, as is the case in Figure 11). Figure 11. The Director Mini Status window Below these indicators, the Director Mini tells me what devices I have connected and the format of those connections. In Figure 11, HDMI1 is 1080p60. HDMI2 is 1080p30, Webcam1 is 1080p30, and Webcam2 is disconnected. When you have an output plugged into the USB-C port, the Monitor icon in the upper-right corner gives you additional controls: the ability to output the Program feed, This last option is probably a low-latency pass-through, which is especially useful for gaming. You can also rotate the output. The Gear icon in the top-right corner takes you to the general Settings panel. All of these features are a lot to cram into, and control, a 5\" screen. Thankfully, you’re not tied to this interface. There’s also the Director Utility app, which is available for Android and iOS. With it, you can change inputs, switch between graphics, manage your stream settings, turn on NDI, or access your various recordings. You can also access the entire audio mixer there (see Figure 12). This allows you to hand off audio-mixing responsibilities to another crew member. That is especially important, because when you open the audio mixer in the Director Mini, it covers the screen, so you can’t switch inputs or even see your Program. You can also use the app to hand off video switching or managing the graphics to another producer. Being able to distribute these tasks makes it easier, so you’re not trying to produce an entire show on a 5.5\" screen. Figure 12. Using the app for audio mixing not only allows you to offload the task to a crew member, but also frees up precious screen real estate on the Director Mini. Director Utility works wirelessly through the local area network, so it doesn’t have to be directly connected to the Director Mini at all. You can also use a computer as a control surface for the Director Mini by accessing the app through a web browser. In addition, there’s an API for the Director Mini that I’m told is already being integrated into Companion and other digital glue-type solutions. This means you can use a hardware interface like an Elgato Stream Deck plugged into a computer on the local area network to do specific tasks programmed into the Stream Deck’s keypad. In a further extension of the capabilities the app adds to the Director Mini, comprehensive computer control is not limited to users only on the same local area network. Full user access is possible through the Magewell Control Hub. A remote administrator can see and manage the Director Mini as if they were on the local area network. This also means that a producer could send out a Director Mini that local producers connect to their cameras and mics. Once the Director Mini is connected to the internet, the rest of the configuration—even sending SRT to another studio—can be set up and run remotely. Control Hub pricing starts at $199 for a perpetual license and increases depending on the number of devices or simultaneous streaming transcodes you need. Hosting is available starting at $9 a month with unmetered bandwidth. Magewell has also announced a partnership with Central Control software that enables users to use any number of control surfaces or do any sort of custom task from any location. This lets you see the Director Mini screens via the Control Hub and have the speed and ease of use of a hardware control surface from anywhere in the world. Central Control is available starting at $79 for a perpetual license, or you can access the “Max” features of the $249 package for $15 a month, as needed. NDI In 2020, I wrote about being All In on NDI for Streaming Media. And I’m happy to see the ability to add NDI sources to the Director Mini. In the video that accompanies this article online, I show you how easy it is to turn on a Mevo Start and add it as an NDI source leveraging NDI’s auto-discovery. It just shows up in the NDI source menu. I did learn that NDI|HX1 and Full NDI are not supported at this writing. BirdDog PTZ users or anyone who might have the first-generation NewTek PTZ cameras won’t see them pop up on the source list in the Director Mini. I did not have a chance to dig into the Director Mini’s SRT capabilities. The Director Mini’s strength as a remarkably compact device is also its Achilles’ heel. It’s so small that doing as much as it enables you to do on such a tiny screen is difficult. As I mentioned, you can fully control only one aspect of your show at a time on the 5.5\" screen. You’re either switching cameras, selecting a GFX overlay, mixing audio, or monitoring guest comments. But you can’t see all of these elements at the same time. This issue is ameliorated by adding other devices, which provides additional screens to see and enable those other features at the same time. But then, adding multiple external devices or screens makes the Director Mini less mini. Blackmagic Design’s ATEM Mini has the same problem. To change audio filtering, media buffer graphics, or any number of settings, you need computers connected on the same network as the switcher, which, in some respects, defeats the purpose of making the device so small—or endangers its status as a true all-in-one device. Blackmagic Design tried to help this by offering larger models with more buttons. Another way to provide access to more features is by making a larger Director Mini (or a just a “Director”), which I expect may already be in the works. Remember, this one is called the Mini. You only start out with Mini if there’s going to be a bigger model. One thing I did note as I used the Director Mini is that many of the interface overlays could sometimes be hard to see depending on the program image behind them. There’s no dark gradient to make the Director Mini’s interface elements easier to see by darkening the program video behind it. Another quirk is that you interact with different modes in different ways. Audio meters overlay the whole screen and have an “X”/close button on the top right. GFX swaps out screen space with Scenes, and you close it by tapping the GFX button a second time. Telestrator makes all of the controls vanish, and you have to tap the screen to bring the controls back in order to turn it off. As a result, it takes a little practice to know how to get into and out of various screens and modes. Conclusion By design, every all-in-one streaming device is packed with features. In the beginning, I asked the question: Will the Magewell Director Mini have enough features to stand out in an ever-growing crowd of all-in-one solutions? It does have some unique, standout features. It has good integration of its capabilities, powerful scene-building abilities, and very nicely executed audio controls. More than that, being able to access and control all of those same capabilities on a separate phone, tablet, or computer is a great standout feature. Add to that its easily replaceable batteries and the ability to use a phone as a remote camera into this device, and the compelling features continue. Magewell has resolutely jumped into this all-in-one pool of solutions, and even though the company calls it Mini, it has made quite a big splash. I look forward to a larger model in the future that will make accessing these features on the tablet and connecting more sources even easier. The USB Fusion is a device that can be used in a production environment for local content feeds/sources. It can be used to input various sources such as HDMI devices, webcams, USB microphones, videos, images, screenshares, and other items. The USB Fusion is touted as a tool to make your online lectures and virtual events more engaging and to easily combine numerous sources into attractive live presentations for remote education, webinars, live streaming, and video conferencing. Video producers, consider making the Magewell USB Capture HDMI 4K Plus video capture dongle for 4K cameras part of any laptop-based webcast workflow. Magewell's Darryl Spangler and Streaming Media's Tim Siglin discuss 4K live capture and Magewell's Streaming Media Reader's Choice-winning solutions in this interview from Streaming Media West 2017.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mini magewell",
        "sentiment": "positive"
      }
    ],
    "organizations": [
      {
        "name": "ndi",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T03:52:00.147+02:00",
  "updated": "2024-01-06T03:52:00.147+02:00"
}