{
  "thread": {
    "uuid": "dfd40dcb12e39ae50d8b51519de604c0f211735b",
    "url": "https://www.tellerreport.com/news/2023-12-29-%22one-of-the-best-in-the-world%22--the-russian-army-received-the-final-batch-of-modernized-msta-s-self-propelled-guns-in-2023.Hyl5HipnDa.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://www.tellerreport.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "\"One of the best in the world\": the Russian army received the final batch of modernized Msta-S self-propelled guns in 2023 - Teller Report",
    "title_full": "\"One of the best in the world\": the Russian army received the final batch of modernized Msta-S self-propelled guns in 2023 - Teller Report",
    "published": "2023-12-30T00:42:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mf.b37mrtl.ru/russian/images/2023.12/article/658e9b22ae5ac93d0d33d313.jpg",
    "performance_score": 0,
    "domain_rank": 17647,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dfd40dcb12e39ae50d8b51519de604c0f211735b",
  "url": "https://www.tellerreport.com/news/2023-12-29-%22one-of-the-best-in-the-world%22--the-russian-army-received-the-final-batch-of-modernized-msta-s-self-propelled-guns-in-2023.Hyl5HipnDa.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2023-12-30T00:42:00.000+02:00",
  "title": "\"One of the best in the world\": the Russian army received the final batch of modernized Msta-S self-propelled guns in 2023 - Teller Report",
  "text": "The Ministry of Defense of the Russian Federation received the final batch of modernized self-propelled artillery guns \"Msta-S\" as part of the state defense order for 2023, Rostec reported. \"Rostec State Corporation handed over to the Russian Ministry of Defense the final batch of modernized self-propelled howitzers 2S19M1 and 2S19M2 Msta-S this year. In addition, as part of the 2023 state defense order, 240-mm 2S4 Tulpan self-propelled mortars and 2S19M1 Msta-S self-propelled howitzers were sent to the troops after a major overhaul, the corporation said in a press release. Rostec recalled that the Msta-S self-propelled gun in the M1 version is equipped with an automated guidance and fire control system (AFCS), which allows you to hit targets at any time of the day and in any weather conditions. \"Thanks to this system, the combat vehicle autonomously determines the current coordinates and calculates the parameters of firing from closed firing positions,\" the state corporation emphasized. In turn, the guns of the M2 variant are equipped with an upgraded version of the automated control system with improved accuracy and the ability to display an electronic map of the area. \"The upgraded Msta-S can fire in the mode of simultaneous fire raid. This allows one gun to hit the target with five shells at the same time, and then leave the firing position,\" Rostec noted. According to Bekkhan Ozdoev, industrial director of the armament complex of the state corporation, as a result of modernization, the Msta-S has become one of the best in the world in its class, and its capabilities have significantly expanded. \"Artillery plays a crucial role on the battlefield today, just as it did many years ago,\" he said. Powerful Upgrades Recall that the development of the 2S19 Msta-S self-propelled artillery gun began in the 1970s in response to the creation of a new 155-mm Panzerhaubitze 70 self-propelled gun in Germany, the maximum firing range of which reached 30 km. \"Msta-S\" was adopted by the Soviet army in 1989, and is a self-propelled and armored version of the 152-mm howitzer \"Msta-B\". - Modernized self-propelled howitzer \"Msta-S\" - globallookpress.com - © MOD Russia In the 2000s, the first modernized version of the Msta-S with the index 2S19M1 was created, which by 2008 began to enter service with the Russian army. The howitzer received a new automated guidance and fire control system. With the help of the 2A64 gun, the modernized howitzer could hit targets at a distance of up to 30 km, depending on the type of shells used. The modernization of the SPG did not end there: in 2014, a version of the howitzer was adopted, which received the index 2S19M2. Now it is supplied to the troops along with the modernized 2S19M1 self-propelled gun. The Ministry of Defense of the Russian Federation notes that compared to the previous modification, the 2S19M2 has significant design differences. The latest version of this SPG received a new automated fire control system, and its sighting rate of fire increased. In addition, it became possible to use digital electronic maps, which significantly speeds up orientation on the terrain in difficult physical and geographical conditions and allows you to perform fire missions more quickly and with greater efficiency, the defense department explained. To increase the rate of fire of the self-propelled gun, the developers improved the design of the loading mechanisms and equipped it with an automated guidance and fire control system. The rate of fire of the 2S19M2 reaches ten rounds per minute (the 2S19M1 has eight). An important advantage of the 2S19M2 is the ability to operate in a fire raid mode. It implies the ability of self-propelled guns to fire several projectiles that strike the target simultaneously and from different angles. This option allows you to reduce the time spent by the artillery mount in position and increase the effectiveness of destruction. The high performance of the Msta-S howitzers is also noted in the Western expert community. For example, the American military-political magazine The National Interest previously published an article about these self-propelled guns entitled \"New Msta-S howitzers are powerful weapons of the Russian army.\" - \"The new Msta-S howitzers are powerful weapons of the Russian army\" - © The National Interest In their review, the authors of the publication focused on the fact that one of the main advantages of the Msta-S howitzer is the ability to use a wide variety of shells. \"It can fire a wide range of munitions, including standard and rocket-propelled explosive shells, cluster munitions with anti-tank submunitions, and jamming projectiles,\" the report said. Current Weapons According to military expert Ivan Konovalov, today the Msta-S is the most widely used large-caliber self-propelled guns by Russian troops. \"The Msta-S howitzer is very successfully used in the special operation zone. This is a proven, reliable self-propelled gun. Now it is being modernized, taking into account the experience gained both in the performance of combat missions and directly in technical operation, which was obtained within the framework of the NWO,\" the expert said. - Modernized self-propelled howitzer \"Msta-S\" - RIA Novosti - © Maxim Blinov Now the Russian Armed Forces have new self-propelled artillery guns \"Koalitsiya-SV\", but \"Msta-S\" will remain relevant for a long time, Konovalov believes. \"Of course, it is not as long-range as the Koalitsiya-SV, but there are a variety of combat missions at the front, and for work on the enemy's near rear, the Msta-S can be said to be irreplaceable, it has always shown itself from the best side. Of course, it remains a very important element of the artillery of the Russian Armed Forces,\" the military analyst emphasized. In addition, as Konovalov noted, the Russian military-industrial complex continues to supply the armed forces with equipment and weapons even in the face of sanctions pressure. \"The working conditions are very difficult. However, our defense industry has made a crucial strategic mobilization and has established work in the rear. The necessary capacities, which had previously been mothballed, were used. The whole world was surprised at how quickly this happened and how quickly military products began to arrive in the NWO zone. In some areas, production has increased by two or three times, and in some systems and ammunition by as much as five times. At the same time, without reducing the quality and without disrupting supplies, which is very important,\" Konovalov stated. Despite the fact that the Msta-S was developed in the USSR, it is still in demand by the Russian troops, Dmitry Kornev, founder of the MilitaryRussia.Ru portal, said in a comment to RT. \"It has proven itself very well. Now self-propelled artillery guns of this class - tracked and armored - are very much needed in the zone of a special military operation. Of course, the military is waiting for the \"Coalition-SV\" - a new installation with a more powerful artillery gun. At present, the industry produces both of these machines, and Msta-S continues to be manufactured, still remaining in demand,\" the expert said. According to him, when the full production cycle of the new gun is fully formalized and developed, the Msta-S will be replaced by the Koalitsiya-SV. \"At the moment, both installations are needed,\" Kornev added. In conclusion, the expert noted that the defense industry of Russia has fully coped with the tasks assigned to it. \"Our military-industrial complex has successfully coped with sanctions and increased needs for a special military operation: the production of equipment, ammunition, and missile systems has increased. The defense industry fulfills all the requirements that the special operation sets for the industrial sector of the Russian Federation,\" Kornev summed up.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rostec",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of defense of the russian federation",
        "sentiment": "positive"
      },
      {
        "name": "russian ministry of defense",
        "sentiment": "none"
      },
      {
        "name": "rostec state corporation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:48:15.321+02:00",
  "updated": "2023-12-30T00:48:15.321+02:00"
}