{
  "thread": {
    "uuid": "22ba080b053bce364dff0b36f1978180e925b2fd",
    "url": "https://sj.jst.go.jp/stories/2024/s0216-01p.html",
    "site_full": "sj.jst.go.jp",
    "site": "jst.go.jp",
    "site_section": "https://sj.jst.go.jp",
    "site_categories": [],
    "section_title": "Science Japan",
    "title": "COP28 agrees to \"transition away from fossil fuels\" and calls on all countries to share the sense of crisis and agree to further emissions reductions | Stories | Science Japan",
    "title_full": "COP28 agrees to \"transition away from fossil fuels\" and calls on all countries to share the sense of crisis and agree to further emissions reductions | Stories | Science Japan",
    "published": "2024-02-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://sj.jst.go.jp/stories/2024/media/s0216-01p-00.jpg",
    "performance_score": 0,
    "domain_rank": 1425,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "22ba080b053bce364dff0b36f1978180e925b2fd",
  "url": "https://sj.jst.go.jp/stories/2024/s0216-01p.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Asia and Pacific Research Center (APRC)",
  "published": "2024-02-16T02:00:00.000+02:00",
  "title": "COP28 agrees to \"transition away from fossil fuels\" and calls on all countries to share the sense of crisis and agree to further emissions reductions | Stories | Science Japan",
  "text": "The summer of 2023 was announced as the \"hottest summer on record,\" with abnormal weather conditions believed to be the result of global warming becoming more frequent around the world, causing damage from heat waves, droughts, torrential rains, and other events. The 28th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (COP28), began November 30 in Dubai, United Arab Emirates (UAE), and was extended by one day. On December 13, the conference concluded with the adoption of an agreement explicitly stating that \"transition away from fossil fuels should be accelerated within the decade\" to limit the temperature increase to within 1.5 ℃ from the pre-industrial era—in line with the goals of the Paris Agreement. Progress was made by expanding the scope from the \"phase-out of coal-fired power generation,\" agreed to in past conferences, to encompass all fossil fuels, including oil and natural gas, upon which the world has relied as its energy sources. The agreed outcome document also included a commitment to triple the global installed capacity (power generation capability) for renewable energy by 2030. Negotiations during the conference faced challenges owing to conflicting interests among countries during the latter half of the meeting and toward the end, but in the final stages, an agreement was reached to transition away from fossil fuels that emit significant amounts of greenhouse gases. However, global measures are considered inadequate; the United Nations Environment Programme (UNEP) warns that even if the current emissions reduction targets of individual countries are implemented, temperatures will rise nearly 3 ℃ by the end of this century. Countries are beginning to create new emissions reduction targets based on the agreed document. The term \"transition away\" is abstract, and the seriousness of individual countries, backed by a sense of crisis, is tested to show how far they can mitigate the serious damage caused by climate change. Stocktake confirmed a 'target of 43% reduction by 2030 relative to 2019 levels' COP28 was attended by approximately 85,000 participants, including government representatives from roughly 200 countries, as well as members of environmental research institutes and environmental organizations who participated in various events during the session. The agreement, or stocktake, was adopted just before noon local time on December 13 (around 4:00 p.m. Japan time). According to government officials who participated in the conference, the most difficult part was the wording related to the expansion of reduction targets to encompass all fossil fuels. Oil-producing countries, such as Saudi Arabia, strongly objected to the initially proposed term, \"phase-out.\" In response to this reaction, island nations and European countries, which had demanded \"abandon\" at one time, also expressed opposition. In the end, an agreement was reached on the wording, \"transition away.\" The stocktake initially expressed serious concern that this year would be the hottest year on record. It acknowledged that the \"1.5 ℃ target\" of the Paris Agreement was unachievable under the current circumstances. It then explicitly stated that to achieve net zero global greenhouse gas emissions by 2050, a significant emissions reduction would be required (43% below the 2019 levels by 2030 and 60% below by 2035). The stocktake incorporated a target set by \"like-minded countries\" at the beginning of the conference \"to triple the global installed capacity of renewable energy by 2030.\" The document also promotes the acceleration of efforts toward the transition away from fossil fuels in energy systems over the next decade in a just, orderly, and equitable manner. Additionally, it aims for doubling energy efficiency. Conversely, it adheres to the previous direction of \"accelerating efforts to phase out\" coal-fired power generation involving fossil fuels for which no emissions reduction measures have been taken and for which \"abandon\" was not achieved, though many countries had demanded it. It also includes the use of nuclear power and carbon dioxide (CO2) capture and storage technologies, as requested by some countries. It states that inefficient fossil fuel subsidies will be phased out as soon as possible. With regard to the funding arrangements requested by developing countries, the document explicitly outlines the establishment of a \"fund for responding to loss and damage\" and includes language calling for further contributions from developed countries. A series of declarations and commitments made by like-minded countries during the conference At COP28, in parallel with negotiations by all contracting parties, there were noticeable occasions where a number of like-minded countries sharing individual targets announced their own declarations and commitments. This was a feature of the current conference, with many of these declarations and commitments announced to the public immediately after the opening of the conference and during the first half of the session. The UAE, which served as the organizer of the conference, aimed to spread the actions of like-minded countries to all contracting parties in order to create a positive atmosphere. First, the chair country took the lead in outlining a commitment by like-minded countries early in the conference to triple the global installed capacity for renewable energy by 2030. Ultimately, 130 countries, including the United States and Japan, participated in the conference, and this number is well over half of the total number of the COP parties. The commitment includes the tripling of installed renewable energy capacity to 11,000 gigawatts from the 2022 level, as well as improvements in energy efficiency, to achieve the 1.5 ℃ target. Prime Minister Fumio Kishida delivered a speech on December 1, the day the summit was held, and stated that he \"agreed to triple the amount of renewable energy.\" A coalition of like-minded countries, led by France and the United States, was also launched with the aim of accelerating the transition away from coal-fired power generation. The coalition included the European Union (EU), Canada, Indonesia, Malaysia, and the United Kingdom. Japan initially considered joining the coalition, but ultimately decided not to do so. In his speech, Kishida announced a policy to end the construction of new coal-fired power plants that have not established emissions reduction measures; however, he did not specify an end date. The most notable declaration among like-minded countries was the declaration to \"triple nuclear power.\" The declaration explicitly states that \"nuclear power can play a significant role in mitigating climate change.\" Core elements of the declaration include working together to advance the development of next-generation technologies, such as \"small modular reactors,\" to triple nuclear energy capacity globally by 2050. In addition to the United States and Japan, Canada, France, Finland, South Korea, Ukraine, the United Kingdom, and other countries expressed their intention to participate, but the total number of countries was limited to approximately 20. In response to this declaration, environmental organizations both in Japan and abroad have issued joint statements expressing criticism. A declaration aiming to strengthen food production, which is considered one of the pillars of climate change adaptation measures, was finalized and endorsed by 158 nations. The declaration emphasizes the importance of supporting developing countries, as food security are at stake therein. Another declaration was issued to strengthen measures to prevent the spread of climate-sensitive disease and reduce health risks; 143 nations participated. Japan was also included in these two declarations. UNEP warns of record high temperatures and emissions The United Nations Environment Programme (UNEP) released a report on November 20, ahead of the opening of the COP28 summit, warning that global greenhouse gas emissions continued to rise in 2022. The report is entitled \"Emissions Gap Report 2023.\" Its subtitle is \"Broken Record.\" The subtitle implies that the report is repetitive, as if it were a broken record, but it could also be interpreted as ironic in that no progress has been made in mitigating greenhouse gas emissions. The report begins by noting this past summer's global heat wave and pointing out that \"the average temperature in September exceeded the previous record by 0.5 ℃, which was 1.8 ℃ above pre-industrial levels.\" It mentions that 86 days in 2023 were recorded with temperatures over 1.5 ℃ targeted by the Paris Agreement. The report indicates that summer 2023 was the hottest summer in history, with catastrophic extreme weather events. Furthermore, the report explicitly states that global emissions in 2022 were the highest on record, increasing by 1.2% from the previous year to reach a record high of 57.4 gigatons of CO2 equivalent. Based on the reduction targets set by individual countries, global emissions are projected to reach 52 billion metric tons by 2030 and 51 billion metric tons by 2035. At this rate, the 1.5 ℃ target of the Paris Agreement is unlikely to be met, with an estimated chance of \"only 14% even in the most optimistic scenario\" for achieving it. The current measures taken by individual countries suggest a potential temperature increase of 2.5−2.9 ℃ by the end of this century, possibly exceeding 3 ℃ depending on delays in future countermeasures. UNEP Executive Director Inger Andersen commented in the report that the impacts of profound climate change and the results of the temperature rise projections based on the reduction targets currently issued by individual countries are undesirable. She emphasized, \"We must instead lift the needle out of the same old groove of insufficient ambition and not enough action, and start setting other records: on cutting emissions, on green and just transitions and on climate finance.\" We must share the urgency of the transition to a carbon-free society COP28 was held amid a series of weather disasters leading to unprecedented abnormal weather conditions throughout the world, which were accompanied by intensifying global conflicts, such as the war between that unfolded with Russia's invasion of Ukraine, as well as the battle between the Israeli military and Islamic organization Hamas in the Palestinian territory of Gaza. Greenhouse gases spread across borders and into the atmosphere over the entire planet. Climate change mitigation measures will only be effective if the international community works together. However, recent difficult world situations have also affected COP meetings. According to conference participants, King Abdullah II of Jordan warned at the summit-level meeting that the negative effects of climate change would escalate due to the destruction caused by war. Israeli President Isaac Herzog, who was scheduled to deliver a speech, did not take the stage. U.S. President Joe Biden did not attend the conference. The latter half of the conference was overshadowed by recent tense world situations, and as in previous COPs, strongly reflected the confrontations between developed and developing countries. However, the reality is that global climate change continues unabated, and a serious crisis is becoming increasingly apparent. Many of the participating countries, while bound by their own immediate interests, shared the recognition that they must not delay the transition to a carbon-free society. Accordingly, they managed to reach an agreement. Immediately after the adoption of the outcome document, COP28 President Sultan Al Jaber of the UAE said, \"Working together was at the heart of the conference. We have grown in the midst of the difficult days.\" Accounting for 80% of emissions, G20 countries bear significant responsibility The expression \"transition away from fossil fuels\" was a compromise resulting from difficult negotiations. While this agreement can be seen as a step toward a shift from current inadequate global efforts, what is crucial is how each country will reliably implement the agreed-upon target of \"tripling renewable energy\" beyond the limits of their own domestic circumstances, and the progress toward this target will be the key to the future. However, the International Energy Agency (IEA) released an analysis during the COP28 session, stating that even if all commitments to triple renewable energy were implemented, the 1.5 ℃ target would still be far from being achieved. The data point to the severity of the current climate change mitigation measures. During the COP28, significant disparities were confirmed between the level of emissions reductions necessary to mitigate climate change and the targets set by individual countries. This problem is also clearly stated in the outcome document. In the face of this harsh reality, countries participating in the Paris Agreement will now begin formulating their next targets to develop an emissions reduction roadmap to 2035. The recent share of renewable energy in Japan's power generation is approximately 20% (FY2020 actual). Under the current Basic Energy Plan, the Japanese government aims to increase this share to 36−38% by FY2030. The work over the next year will be the foundation of emissions reduction targets for the next round to be submitted to the United Nations, and the revision process for the basic plan will also begin. The agreed-upon outcomes at this conference must be reflected in the next basic plan. Emissions from the Group of 20 countries and regions (G20), including both developed and emerging countries, account for 76% of global greenhouse gas emissions. At COP28, developing countries, particularly those considered vulnerable to the impacts of extreme weather events, expressed a sense of urgency akin to a cry for help. The governments and citizens of the G20 countries, which emit the majority of greenhouse gases, bear a great deal of responsibility. Many meteorological experts point out that at the current pace of emissions reductions in individual countries, climate change will inevitably lead to an intensification of weather extremes, such as heat waves and droughts, and an escalation of damage from extreme weather events, such as heavy rainstorms. Countermeasures are urgently needed. UN Secretary-General Antonio Guterres, upon the conclusion of COP28, emphasized that much more must be done \"to deliver climate justice to those on the frontlines of the crisis.\" He said, \"The world cannot afford delays, indecision, or half measures.\" (UCHIJO Yoshitaka / Science Journalist, Kyodo News Visiting Editorial Writer) Original article was provided by the Science Portal and has been translated by Science Japan.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "united nations",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united arab emirates",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:33:12.773+02:00",
  "updated": "2024-02-16T03:33:12.773+02:00"
}