{
  "thread": {
    "uuid": "79d9ee69e97a7ee887d4744913559aa447606ed7",
    "url": "https://www.newcastleherald.com.au/story/8589265/metas-nudity-protection-on-instagram-to-combat-sextortion",
    "site_full": "www.newcastleherald.com.au",
    "site": "newcastleherald.com.au",
    "site_section": "http://www.lakesmail.com.au",
    "site_categories": [
      "media"
    ],
    "section_title": "Newcastle news, sport and weather | Newcastle Herald | Newcastle, NSW",
    "title": "Meta's 'nudity protection' on Instagram to combat sextortion | Newcastle Herald | Newcastle, NSW",
    "title_full": "Meta's 'nudity protection' on Instagram to combat sextortion | Newcastle Herald | Newcastle, NSW",
    "published": "2024-04-11T15:59:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://www.newcastleherald.com.au/images/transform/v1/crop/frm/206436302/15addfe4-0141-48cf-86b3-a62d30da06fd.png/r0_755_3000_2330_w1200_h630_fmax.jpg",
    "performance_score": 0,
    "domain_rank": 38585,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79d9ee69e97a7ee887d4744913559aa447606ed7",
  "url": "https://www.newcastleherald.com.au/story/8589265/metas-nudity-protection-on-instagram-to-combat-sextortion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna McGuinness",
  "published": "2024-04-11T15:59:00.000+03:00",
  "title": "Meta's 'nudity protection' on Instagram to combat sextortion | Newcastle Herald | Newcastle, NSW",
  "text": "Social media giant Meta has announced new tools to help protect young people from sextortion on its apps. A new \"nudity protection\" feature will be turned on by default for Instagram users aged under 18 globally, which blurs images detected as containing nude imagery. It also encourages people to think before sending with a pop-up message reminding them of the risk of sending sensitive photos and directs them to online safety tips. The images are analysed for nudity using \"on-device machine learning\" meaning it will work in end-to-end encrypted chats, according to Meta. The company is also aiming to prevent potential scammers from connecting with teenagers by developing technology to help identify accounts engaging in sextortion scams. And any message requests from potential sextortion accounts will go straight to the recipient's hidden requests folder. Sextortion is a form of blackmail where offenders coerce someone into sending intimate photos or videos of themselves online and then threaten to share them unless their demands are met. Meta's regional policy director Mia Garlick said the company was focused on doing what it could to stop the \"horrific scams\". \"We know that if a minor's intimate image is seen by others, the experience can be traumatic, especially if it's done in an exploitative context to blackmail you for money,\" she said. Ms Garlick said Meta was committed to working with local authorities including the Australian Federal Police and the Office of the eSafety Commissioner to remind young people of the dangers of sending intimate images online. An Australian boy took his own life in 2023 after he was the victim of alleged sextortion. [Two Nigerian men were charged in March 2024](/story/8583270/) with authorities alleging they posed as a \"scantily-clad\" woman online and threatened to share personal photos the boy shared with them if he did not pay $500. Announcing the charges this month NSW Police Detective Superintendent Matthew Craft said there had been a \"huge spike\" in sextortion cases, up 400 per cent in the past 18 months. He said the message to young people was they didn't need to suffer in silence. \"We want young people to continue to report these cases, and to never be embarrassed to talk to police,\" he said. \"Sextortion is a very real crime that we can take serious action against.\" Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meta",
        "sentiment": "negative"
      },
      {
        "name": "mia garlick sai",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "newcastle herald",
        "sentiment": "negative"
      },
      {
        "name": "nsw social media giant meta",
        "sentiment": "negative"
      },
      {
        "name": "newcastle",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:22:08.902+03:00",
  "updated": "2024-04-12T03:22:08.902+03:00"
}