{
  "thread": {
    "uuid": "da94ecba121357e6f4f6cbbd19e6c6abe08d68ee",
    "url": "https://www.cbc.ca/news/canada/calgary/partnership-recovery-addictions-treatment-1.7164015",
    "site_full": "www.cbc.ca",
    "site": "cbc.ca",
    "site_section": "http://emm.newsbrief.eu/rss/rss?type=rtn&language=en&duplicates=false",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest news clusters for en",
    "title": "Alberta, Ontario, Sask. announce partnership to create recovery-focused addictions treatment | CBC News",
    "title_full": "Alberta, Ontario, Sask. announce partnership to create recovery-focused addictions treatment | CBC News",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://i.cbc.ca/1.7014307.1712270883!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dan-williams.jpg",
    "performance_score": 0,
    "domain_rank": 319,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "da94ecba121357e6f4f6cbbd19e6c6abe08d68ee",
  "url": "https://www.cbc.ca/news/canada/calgary/partnership-recovery-addictions-treatment-1.7164015",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brendan Coulter",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Alberta, Ontario, Sask. announce partnership to create recovery-focused addictions treatment | CBC News",
  "text": "[Calgary](/news/canada/calgary) Critics denounce Alberta government's refusal of safe supply Alberta, Ontario and Saskatchewan have announced they're partnering to build addictions treatment systems focused on recovery, instead of safe supply. To start, the three provinces will focus on sharing policy ideas to manage the addictions crisis. Alberta's minister of mental health and addictions, Dan Williams, introduced the partnership on Thursday at the Recovery Capital Conference in Calgary. \"Canada has had a lively discussion surrounding our path forward, especially when it comes to addiction,\" said the minister. \"Recovery-oriented systems of care are an important piece of … how we can improve getting people out of that deadly disease of addiction and into healthy and healed relationships.\" Ontario's associate minister of mental health and addictions, Michael Tibollo, said the partnership will help provinces avoid growing pains and repeating each other's mistakes as they establish new treatment systems. \"Mental health and addictions is always stigmatized,\" he said. \"A lot of times, the way we get over that stigma is by collaborating and talking, learning from each other, doing jurisdictional scans.\" Alberta's provincial government announced on Tuesday it was creating a new organization called Recovery Alberta, which will take over the delivery of mental health and addiction services from Alberta Health Services. Operations are expected to move from AHS to Recovery Alberta by July 1 after legislation is passed. In a statement, Heather Smith, president of the United Nurses of Alberta (UNA), said the premier's announcement of Recovery Alberta left more questions than answers, calling the changes \"confusing and potentially chaotic.\" \"Every AHS nursing employee will be impacted directly or indirectly by this decision to hive off mental health and addiction services into a separate organization, and it appears there was a serious lack of in-depth planning,\" she said. Williams said Alberta's policy approach to the addictions crisis will be affected by the evaluation of another new organization, the Canadian Centre of Recovery Excellence (CORE). The province announced it was creating CORE on Tuesday, saying the new organization will conduct research on mental health and addictions to inform policy. The Alberta government committed $5 million in its 2024 budget to establish CORE. Data shows record number of overdose deaths Last year was the deadliest on record in Alberta when it comes to drug poisoning deaths. Alberta's Substance Use Surveillance System shows that 1,706 people died of drug poisoning from January to November 2023. The number marks a 24 per cent increase from 2022, when 1,375 drug poisoning deaths were recorded during the same period. Last year's death count also marks a more than 150 per cent jump from the 626 drug poisoning deaths recorded in 2019 — the year the United Conservative Party assumed office. When asked how he knows Alberta's focus on recovery treatment is working, Williams said the province's approach is still being established. He also said deaths related to cocaine, alcohol and pharmaceutically prescribed opioids are down. At an NDP news conference on Thursday, Alberta's NDP critic for mental health and addictions, Janet Eremenko, criticized the provincial government's refusal of safe supply harm reduction. \"Danielle Smith's disregard for health expertise and evidence is downright negligent,\" she said. \"Experts have spoken out about the solutions that work. They have offered their advice to this government on how we can stop the terrifying trend and keep Albertans alive.\" Frank Frey, the former chair of Fresh Start Recovery, also criticized the UCP's focus on recovery treatment without safe supply. \"If the UCP really cares about the well-being of Albertans, they must listen to the voice of harm reduction advocates, health-care professionals and people with lived experience,\" he said. \"The ideological games need to stop.\" At the Recovery Capital Conference, Williams said safe supply produces harm, instead of curbing it, and accused safe supply advocates of usurping the term \"harm reduction.\" \"If when they say 'harm reduction' … they mean to say drug consumption sites on every street corner in our cities … then I oppose that,\" said Williams.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael tibollo",
        "sentiment": "none"
      },
      {
        "name": "dan williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "recovery capital conference",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sask",
        "sentiment": "none"
      },
      {
        "name": "alberta",
        "sentiment": "none"
      },
      {
        "name": "calgary",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "saskatchewan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:57:39.055+03:00",
  "updated": "2024-04-05T18:21:39.697+03:00"
}