{
  "thread": {
    "uuid": "94b9fed730e98f04883aa46bf80f397bf2fb53c9",
    "url": "https://www.dailyexpress.com.my/news/230346/cavaliers-dethrone-borneo-eagles",
    "site_full": "www.dailyexpress.com.my",
    "site": "dailyexpress.com.my",
    "site_section": "https://www.dailyexpress.com.my/tech",
    "site_categories": [
      "media"
    ],
    "section_title": "Tech & Gadget | Daily Express Malaysia - Sabah's Leading News Portal",
    "title": "Cavaliers dethrone Borneo Eagles | Daily Express Malaysia - Sabah's Leading News Portal",
    "title_full": "Cavaliers dethrone Borneo Eagles | Daily Express Malaysia - Sabah's Leading News Portal",
    "published": "2024-03-11T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.dailyexpress.com.my/uploads/news2/2024/03/Rugby_Sandakan.jpg",
    "performance_score": 0,
    "domain_rank": 71646,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "94b9fed730e98f04883aa46bf80f397bf2fb53c9",
  "url": "https://www.dailyexpress.com.my/news/230346/cavaliers-dethrone-borneo-eagles",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "JuiceAPac Web Development Team",
  "published": "2024-03-11T02:00:00.000+02:00",
  "title": "Cavaliers dethrone Borneo Eagles | Daily Express Malaysia - Sabah's Leading News Portal",
  "text": "X Search for news Search Latest News Sabah Do not question Sabah’s sovereignty in Malaysia: CM Sabah We must be like Sarawak: DCM National 1,500 ha of land for rice production to boost food security: Sarawak Premier National Smooth progress for Indonesia GE's re-voting process in Kuala Lumpur Sarawak 1,500 ha of land for rice production to boost food security: Sarawak Premier Sarawak Sarawak to become hydrogen hub by 2027: Abang Johari Business China consumer prices rise in February for first time in six months Business Ringgit likely to continue uptrend against US dollar next week Sports Cavaliers dethrone Borneo Eagles Sports Jia Hao and Charlayne the champs Newsletter Follow Us: Login Subscribe Monday, 11 March, 2024 - 10:38 AM Mon, 11 Mar 2024 Login SUBSCRIBE Home Login / Subscribe News Sabah Keningau Kota Belud Kota Kinabalu Labuan Lahad Datu Papar Ranau Sandakan Tawau Tenom Tuaran National Sarawak West Malaysia News Sabah News Keningau Kota Belud Kota Kinabalu Labuan Lahad Datu Papar Ranau Sandakan Tawau Tenom Tuaran National News Sarawak West Malaysia ASEAN News World News Videos Business Sports Features Hotline Sabah in History Special Reports Opinions Forum Features Hotline Sabah in History Special Reports Opinions Forum Property Auto Education Branded Lifestyle Food & Drink Health & Fitness Tech & Gadgets Travel Lifestyle Food & Drink Health & Fitness Tech & Gadgets Travel Branded Harian Ekspres Advertisement Advertise With Us Contact Us Contact Us Contribute an Article Other Links About Us Contact Us Our Awards & Achievements Privacy Policy Terms of Use Search Search Search for a term × Daily Express Subscriber Email address Password Login Forgotten Password Don't have an account? Subscribe Now! HEADLINES : Sand not from the beachfront Do not question Sabah’s sovereignty in Malaysia: CM We must be like Sarawak: DCM Aerial water bombing to tackle wildfires ADVERTISEMENT ADVERTISEMENT Home / Sports News Cavaliers dethrone Borneo Eagles Published on: Monday, March 11, 2024 By: Winnie Kasmir Text Size: New Zealand Cavaliers (top) won the men’s category while Borneo Flyers defended their title in the women’s category. SANDAKAN: New Zealand Cavaliers emerged champions of the Borneo Sevens 2024 tournament that was held at the Eagles Rugby Club here on Sunday. The final was a nail-biting affair pitting the Cavaliers against the defending champions Borneo Eagles. ADVERTISEMENT When the referee blew the final whistle, the Cavaliers emerged triumphant having scored 19 points to Borneo Eagles’ 12 points. At half time, both teams were tied at 12 points each. Players from both teams were well-matched in skill and speed and the Cavaliers found themselves under early pressure when Borneo Eagles scored their first try in the first minute after the kick-off. SPONSORED CONTENT Sabah revenue hits RM6.97 billion: Hajiji says GRS State Government may see full term Kota Kinabalu: The Sabah Government continued its momentum in managing the economy in line with the commitment and spirit of the Sabah Maju Jaya (SMJ) when it posted record high state revenue of RM6.973 billion last year. Read more The Cavaliers responded and scored two tries after that with one conversion. They found their momentum in the second half and scored another try which was converted. ADVERTISEMENT Cavaliers captain Lewis Ormond commenting on the win said the Borneo Eagles are a good team and that they are very happy to have participated in the tournament. “We will definitely come back next year to defend our title and it is an experience for some of our boys who have never travelled abroad. ADVERTISEMENT “They are happy to experience a new culture,” he said, and hope that more children in the state and Malaysia will take up rugby. Rugby he said, is not only about on the field as the experience off the field also plays an important part in the game. “Meeting new people and getting new experiences is part of that,” he said. In the women’s category, Borneo Flyers defended the championship title after crushing Uzbekistan 40-0 in the final. Flyers captain Dhys Faleafaga said she is super proud of the squad as they all worked very hard to defend the title. “They made my job as a captain very easy as they are really good. I see so much potential here and I told them that I believe that they know how to play good rugby as they have good skills,” she said. As champions in both the men’s and women’s categories of Borneo Sevens 2024, New Zealand Cavaliers and Borneo Flyers won the Challenge trophy and US$5,000 cash respectively. The runners-up of both categories received US$2,000 cash. Minister of Youth and Sports, Hannah Yeoh presented the prizes to the winners. Stay up-to-date by following Daily Express’s Telegram channel. Daily Express Malaysia * Follow us on Instagram and join our Telegram and/or WhatsApp channel(s) for the latest news you don't want to miss. * Do you have access to the Daily Express e-paper and online exclusive news? Check out subscription plans available. Related News 10 Mar 2024 NZ Cavaliers end Borneo Eagles' winning streak 10 Mar 2024 Borneo Flyers maintain their lead 9 Mar 2024 Eagles out to retain title in the Borneo Sevens 2024 rugby tournament 8 Mar 2024 Borneo Sevens kicks off tomorrow 7 Nov 2023 Roland, Sajeymee win Borneo Safari 30 Oct 2023 Record number of participants in Borneo Safari ADVERTISEMENT Advertisement Branded Articles Raising The Bar With Shell’s Rising Star Jetama - Symbior: Solar PV Power Sdn Bhd starts commercial operation of 10 MWac Solar Plant in Labuan 60% of Prospective Homebuyers Target Homes under RM400,000; Concerns Persist Over Project Delays and Construction Quality East Malaysia's Premier Property Showcase, PH Expo 2024, is back this weekend with new exciting features! “BeDigital Bootcamp: Empowering lives with equal employment opportunities” Top Stories Today Sand not from the beachfront ‘Warisan did nothing for Sabah’. Ex-Warisan leader claims party only good in criticising Aerial water bombing to tackle wildfires We must be like Sarawak: DCM Do not question Sabah’s sovereignty in Malaysia: CM Weekly Top Stories Two fall off 'Sotong Ride' at KK fun fair Ten-day water cuts in parts of KK, Penampang starting today 7 Sabah tourism players in Berlin travel trade fair Now, a Tausug group claims Sabah. Frivolous, says Azalina. Keningau first to use farm system Sports Top Stories 80 take part in PBBS golf tournament Murray wins Indian Wells opener Sabah Karate Association take third spot Eagles out to retain title in the Borneo Sevens 2024 rugby tournament Tabs, Rhinos to strengthen collaboration Follow Us Daily Express Online Follow us on Daily Express TV FOR BREAKING NEWS & UPDATES Print & ePaper Subscription Breaking News Advertisements About Us Contact Us Contribute an Article Privacy Policy Terms of Service Download the Apps Daily Express Malaysia Follow us on... Breaking News & Updates Daily Express Apps Get the latest news anywhere... anytime! - on your smartphone. News Headlines Sabah National Business Sports Harian Ekspres (Malay) Interests Property Auto Education Features Hotline Sabah in History Special Reports Opinions Forum Lifestlye Food & Drink Health & Fitness Travel Advertising Advertise With Us Contact Us Contact Us Contribute an Article Company Info About Us Our Awards & Achievements Policies Privacy Policy Terms of Use © Copyright 1997 - 2024 Sabah Publishing House Sdn. Bhd. (Co. No. 35782-P) Powered by JuiceAPac close Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here open Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sabah",
        "sentiment": "negative"
      },
      {
        "name": "jia hao",
        "sentiment": "none"
      },
      {
        "name": "abang johari",
        "sentiment": "none"
      },
      {
        "name": "charlayne",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cavaliers",
        "sentiment": "negative"
      },
      {
        "name": "borneo eagles",
        "sentiment": "negative"
      },
      {
        "name": "sports cavaliers",
        "sentiment": "none"
      },
      {
        "name": "indonesia ge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "malaysia",
        "sentiment": "none"
      },
      {
        "name": "sarawak sarawak",
        "sentiment": "none"
      },
      {
        "name": "kuala lumpur sarawak",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "sarawak",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-11T04:38:32.800+02:00",
  "updated": "2024-03-11T04:38:32.800+02:00"
}