{
  "thread": {
    "uuid": "2ec3961f875e9717a3d42b668939e69099ac15b0",
    "url": "https://esp.belta.by/president/view/lukashenko-belars-y-su-pueblo-nunca-han-estado-tan-protegidos-como-ahora-74228-2024",
    "site_full": "esp.belta.by",
    "site": "belta.by",
    "site_section": "http://esp.belta.by",
    "site_categories": [
      "education",
      "business"
    ],
    "section_title": "Noticias de Belarús | Noticias belarusas | Belarús - noticias oficiales | Minsk | BelTA",
    "title": "Lukashenko: Belarús y su pueblo nunca han estado tan protegidos como ahora",
    "title_full": "Lukashenko: Belarús y su pueblo nunca han estado tan protegidos como ahora",
    "published": "2024-01-19T15:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BY",
    "main_image": "https://esp.belta.by/images/storage/news/with_archive/2024/000019_1705673104_74228_big.jpg",
    "performance_score": 0,
    "domain_rank": 7514,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2ec3961f875e9717a3d42b668939e69099ac15b0",
  "url": "https://esp.belta.by/president/view/lukashenko-belars-y-su-pueblo-nunca-han-estado-tan-protegidos-como-ahora-74228-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T15:39:00.000+02:00",
  "title": "Lukashenko: Belarús y su pueblo nunca han estado tan protegidos como ahora",
  "text": "REGIÓN DE BORÍSOV, 19 ene (BelTA). – Belarús y su pueblo nunca han estado tan protegidos como ahora, declaró el Presidente de Belarús, Aleksandr Lukashenko, durante la conversación con los trabajadores de la empresa BelGee en la región de Borísov, informa BelTA. Así, el Presidente respondió a la pregunta sobre la seguridad del país a la vista de los borradores recientemente presentados del Concepto de Seguridad Nacional y la Doctrina Militar actualizados. “La paz es cara. Hay que pagar por ella. Pero no deben preocuparse. Nuestro pueblo y nuestro Estado nunca han estado tan protegidos como ahora. Cómo será, si posiblemente estalla la guerra, dependerá de nosotros. Tenemos construido un sistema, tenemos las Fuerzas Armadas, la reserva de movilización, la defensa territorial, la milicia popular. Todo está arreglado. Han sido distribuidas las armas y municiones. En este momento no falta nada”, aseguró Aleksandr Lukashenko. En cuanto a los documentos mencionados, el Presidente afirmó que el mundo está cambiando y, por tanto, hay que poner en orden la legislación nacional. “Denme la economía y yo me encargaré de la paz”, recordó el líder belaruso su tesis inalterable y sus exigencias tanto al Gobierno como a los empleados de las empresas. En cuanto al afianzamiento de la seguridad, el Jefe de Estado hizo hincapié en la cooperación con Rusia. “Una vez aparecidas las armas nucleares en Belarús – todos han bajado las alas. Y los vecinos, y nuestros enloquecidos, y los demás. Aunque Dios me libre no sólo a mí, sino también a la nueva generación de políticos de pensar en el uso de estas armas nucleares. Es un arma terrible”, enfatizó. Antes, Belarús recibió de Rusia sistemas de misiles Iskander, y está desarrollando su propio sector de industria militar, conservando escuelas científicas y de producción heredadas de la época soviética. Todo ello constituye un elemento disuasorio adicional. “Vivíamos un poco pobres, no era fácil para la gente. Pero sabía que tenía que salvarlo. Porque son futuros puestos de trabajo, prometedores. El espacio, la central nuclear. Nunca nos hemos dedicado a eso. Es decir, el nivel de educación de nuestros ciudadanos es altísimo”, resaltó Aleksandr Lukashenko.-0-",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T18:07:25.128+02:00",
  "updated": "2024-01-19T18:07:25.128+02:00"
}