{
  "thread": {
    "uuid": "a588194a8a54a8ac37947a16296673113a981dca",
    "url": "https://www.open.online/2024/05/06/mattarella-onu-armamentirisorse-pace",
    "site_full": "www.open.online",
    "site": "open.online",
    "site_section": "https://open.online",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Open - Il giornale online fondato da Enrico Mentana",
    "title": "Mattarella all'ONU: «La corsa agli armamenti divora risorse. Bisogna costruire la pace» - Open",
    "title_full": "Mattarella all'ONU: «La corsa agli armamenti divora risorse. Bisogna costruire la pace» - Open",
    "published": "2024-05-06T17:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://static.open.online/wp-content/uploads/2024/05/GOLF_2024050616554512_0ae08fac2c241e320e95b174bf4be101-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 29202,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a588194a8a54a8ac37947a16296673113a981dca",
  "url": "https://www.open.online/2024/05/06/mattarella-onu-armamentirisorse-pace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-05-06T17:57:00.000+03:00",
  "title": "Mattarella all'ONU: «La corsa agli armamenti divora risorse. Bisogna costruire la pace» - Open",
  "text": "«Pace e Sviluppo hanno destini incrociati. Non può esservi l’uno, senza l’altra. Viviamo in un’epoca con il maggior numero di conflitti dalla fine della seconda guerra mondiale che divorano enorme risorse nella corsa agli armamenti, sottraendole allo sviluppo. L’appello alla costruzione delle condizioni necessarie per la pace e per porre fine ai conflitti non potrebbe essere più necessario e urgente». Queste le parole del presidente della Repubblica, [Sergio Mattarella](https://www.open.online/temi/sergio-mattarella/), parlando alle Nazioni Unite. «È sulla base di questo approccio – ha aggiunto Mattarella – che l’Italia dispiega la sua azione, con ferma determinazione nel sostenere gli strumenti di dialogo basati su quel principio di multilateralismo che oggi vediamo così drammaticamente messe in discussione dall’aggressione russa all’Ucraina e dalle conseguenze dell’irrisolto conflitto israelo-palestinese. Non possiamo continuare ad attardarci in relazioni fra Paesi basate su visioni ed eredità ottocentesche, su pulsioni di potenza». Disinformazione e patto sociale «Fronteggiamo oggi un pericolo ulteriore che mina il rapporto di fiducia con le istituzioni e tra i Paesi, quello della disinformazione. E’ di venerdì scorso la Giornata mondiale per la libertà di stampa che ammonisce, ogni anno, sul valore della libertà d’informazione per il mantenimento della democrazia», ha detto il presidente della Repubblica. «La prospettiva verso la quale ci muoviamo – ha sottolineato il capo dello Stato – è quella di rendere le nostre società più coese e giuste, allargando gli spazi civici e politici di partecipazione a tutte le componenti delle società; rendendo le istituzioni, ad ogni livello, più inclusive e più rappresentative: in ultima analisi rinsaldando il “contratto sociale” fra popoli e istituzioni. Si tratta di condizioni essenziali per lo sviluppo della persona, purtroppo fragili o assenti in tante parti del mondo». Leggi anche: [8 marzo, Mattarella: «Troppe e inaccettabili molestie alle donne». Dopo il caso Jorit: «Dittature premiano il servilismo e puniscono gli artisti autentici»](https://www.open.online/2024/03/08/8-marzo-matterella-molestie-donne-caso-jorit-dittature-servilismo-artisti-autentici) [Chi sono i 30 eroi quotidiani premiati da Sergio Mattarella: dall’anziana che aiutò i migranti di Cutro a Mattia che salvò la piccola di Torino](https://www.open.online/2024/02/24/chi-sono-30-eroi-quotidiani-premiati-sergio-mattarella) [Le parole del Presidente Mattarella (che cita Aldo Moro): «Senza memoria non c’è futuro. Doveroso esser uniti nell’antifascismo»](https://www.open.online/2024/04/25/25-aprile-presidente-mattarella-senza-memoria-no-futuro-antifascismo)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T18:07:29.163+03:00",
  "updated": "2024-05-06T18:07:29.163+03:00"
}