{
  "thread": {
    "uuid": "3a10f7c334db306522cedbac31e9bb9553c074bf",
    "url": "https://www.telegraph.co.uk/news/2023/12/29/andrew-malkinson-resistance-prison-staff-open-university/",
    "site_full": "www.telegraph.co.uk",
    "site": "telegraph.co.uk",
    "site_section": "https://secure.telegraph.co.uk/news",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "News: Breaking stories &amp; updates - The Telegraph",
    "title": "Andrew Malkinson: I faced resistance in prison for doing Open University degree",
    "title_full": "Andrew Malkinson: I faced resistance in prison for doing Open University degree",
    "published": "2023-12-29T15:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.telegraph.co.uk/content/dam/news/2023/12/29/TELEMMGLPICT000357562529_17038538657820_trans_NvBQzQNjv4BqhY8b9-Cjb3RsW23ok2R8ZUWy_sGK6oioMu5BzggyGUY.jpeg?impolicy=logo-overlay",
    "performance_score": 0,
    "domain_rank": 141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a10f7c334db306522cedbac31e9bb9553c074bf",
  "url": "https://www.telegraph.co.uk/news/2023/12/29/andrew-malkinson-resistance-prison-staff-open-university/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "India McTaggart",
  "published": "2023-12-29T15:04:00.000+02:00",
  "title": "Andrew Malkinson: I faced resistance in prison for doing Open University degree",
  "text": "Andrew Malkinson has revealed that he faced “resistance” from prison staff over studying for an Open University degree.\nMr Malkinson, who served 17 years for a rape that he did not commit , made the comments while guest editing BBC Radio 4’s Today programme on Friday.\nHe said: “People won’t want to hear this but the [prison] staff didn’t really like us doing higher education.\n“There was resistance and made all kinds of problems over small matters that weren’t really important. I felt they were putting obstacles in the way so there was a lot of frustration, but I was determined to get through it.”\nMr Malkinson, 57, was jailed in 2004 for an attack on a woman in Salford, serving almost two decades in prison before his conviction was overturned by the Court of Appeal in July.\nHe kept his mind busy while incarcerated by studying for an Open University degree in maths and science. “I’m a nerd,” he previously told The Telegraph. “I love mathematics.”\nHis wrongful imprisonment is now the subject of a government inquiry that will investigate why he remained in jail when DNA linking another man to the rape was uncovered by forensic scientists three years into his sentence.\nMr Malkinson's conviction was overturned by the Court of Appeal in July Credit : Jordan Pettitt/PA Wire Alex Chalk, the Justice Secretary, said that Mr Malkinson deserved “thorough and honest answers” about why it took so long to uncover the “atrocious miscarriage of justice” .\nCharlie Taylor, the Chief Inspector of Prisons, told the Today programme that he “wasn’t surprised” to hear prison staff were resistant to inmates studying for higher education.\n“It was depressing to hear it,” he said, adding: “You got a sense from that brilliant interview from Andrew that he got such an enormous amount out of doing that degree, he said it was one of the things that kept him sane while he was doing this extraordinarily long sentence.”\nAsked why this might be the case, Mr Taylor said: “I think there tends to be a lowest common denominator with prison education very often so if you fit the mould of a certain type of prisoner with level one type skill then there’s usually provision in place for you.\n“But if you’re the most needy, like a prisoner who can’t read, then provision for prisoners who can’t read is not good enough.”\n'When the truth came out, I got even more angry.' #R4Today guest editor Andrew Malkinson, who served 17 years in jail for a crime he didn't commit, tells @JustinOnWeb that he is still trying to process his sense of outrage.\n— BBC Radio 4 Today (@BBCr4today) December 29, 2023 Mr Malkinson’s guest editing of the Today programme focused on the psychological impacts of wrongful detention, the barriers to education in prison and how his passion for science and astronomy brought him strength and resilience while incarcerated.\nSpeaking about his case, Mr Taylor said: “A lesser man would have just turned around and accepted the original sentence, said that he was guilty and taken it on the chin and got out many years ago.\n“But it’s an amazing testament to Andrew’s extraordinary tenacity that he just simply wasn’t prepared to do that, he wanted justice to be done , and I’m delighted to say it finally has been.”\nThe Chief Inspector of Prisons added that he remained “really concerned” about the thousands of prisoners in Britain who are “not getting anything like the levels of access to education that we need”.\nHe said that a lack of access to education for inmates may mean that they will re-offend when released because “they haven’t got the skills to get employment when they come out”.\nMr Malkinson has said that compensation claims for his wrongful imprisonment could take years to resolve, and he is now waiting for the outcome of the first of two major inquiries into his treatment.\nThe Telegraph has contacted the Prison Officers’ Association for comment.\nRelated Topics The Open University, Prisons, Crime, Rape, Alex Chalk, Education News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice",
    "Education"
  ],
  "external_links": [
    "https://twitter.com/hashtag/R4Today?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/JustinOnWeb?ref_src=twsrc%5Etfw",
    "https://twitter.com/BBCr4today/status/1740656399913452037?ref_src=twsrc%5Etfw",
    "https://twitter.com/JustinOnWeb",
    "https://www.twitter.com/JustinOnWeb?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/R4Today?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/R4Today",
    "https://www.twitter.com/BBCr4today/status/1740656399913452037?ref_src=twsrc%5Etfw",
    "https://twitter.com/BBCr4today/status/1740656399913452037"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew malkinson",
        "sentiment": "negative"
      },
      {
        "name": "malkinson",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "open university",
        "sentiment": "none"
      },
      {
        "name": "bbc radio",
        "sentiment": "none"
      },
      {
        "name": "court of appeal",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "salford",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:22:50.295+02:00",
  "updated": "2023-12-31T21:51:48.137+02:00"
}