{
  "thread": {
    "uuid": "7b776f33cc0af6a997d56fd4c1638dffdd230d76",
    "url": "https://www.ecoticias.com/cambio-climatico/186928_elpozo-comunidad-porelclima-luchar-cambio-climatico",
    "site_full": "www.ecoticias.com",
    "site": "ecoticias.com",
    "site_section": "https://www.ecoticias.com/comments/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "\n\tComentarios en ECOticias\t",
    "title": "Comentario en ElPozo se suma a la comunidad #PorElClima para luchar contra el cambio climático por najlepszy sklep",
    "title_full": "Comentario en ElPozo se suma a la comunidad #PorElClima para luchar contra el cambio climático por najlepszy sklep",
    "published": "2024-02-15T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://www.ecoticias.com/wp-content/uploads/2022/01/219__73_rotador.jpg",
    "performance_score": 0,
    "domain_rank": 36146,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7b776f33cc0af6a997d56fd4c1638dffdd230d76",
  "url": "https://www.ecoticias.com/cambio-climatico/186928_elpozo-comunidad-porelclima-luchar-cambio-climatico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "najlepszy sklep",
  "published": "2024-02-15T23:04:00.000+02:00",
  "title": "Comentario en ElPozo se suma a la comunidad #PorElClima para luchar contra el cambio climático por najlepszy sklep",
  "text": "La compañía se ha adherido a un plan de acción que contiene una veintena de actuaciones en materia de agua, consumo, energía, huella de carbono, movilidad y prevención y gestión de residuos.\nElPozo Alimentación se ha sumado a la comunidad #PorElClima, un proyecto pionero cuyo objetivo es que empresas, organizaciones y personas colaboren en la implementación en España del Acuerdo de París y adopten medidas para combatir el cambio climático y sus efectos.\nLa compañía se ha adherido a un plan de acción que contiene una veintena de actuaciones en materia de agua, consumo, energía, huella de carbono, movilidad y prevención y gestión de residuos. Se puede consultar su ‘perfil climático’ en el siguiente enlace: ‘https://porelclima.es/elpozoalimen’.\nElPozo Alimentación ha afirmado que está comprometida con la conservación del medio ambiente y el patrimonio natural, por lo que busca siempre la máxima eficiencia energética en todos sus procesos productivos y promueve el reciclaje integral y la depuración para minimizar el impacto ambiental, según informaron fuentes del Grupo Fuertes en un comunicado.\nEn el último año, la compañía ha reutilizado la totalidad de las aguas residuales generadas, tras su depuración, en el sector agrícola, lo que ha permitido el riego de más de 400 hectáreas de cultivo, esimismo, explica que el biogás generado en su estación depuradora se ha aprovechado como combustible alternativo para la producción de vapor y se ha evitado la emisión de más de 2.000 toneladas de CO2 a la atmósfera.\nLa empresa está apoyando esta iniciativa a través de sus redes sociales y difundiendo sus objetivos entre todos sus trabajadores para sumar más compromisos individuales frente al cambio climático. Hace unos meses puso en marcha una campaña específica de sensibilización sobre el uso responsable del agua que fue «todo un éxito», añade.\nLa comunidad #Porelclima está impulsada por la Oficina Española de Cambio Climático (OECC), la Fundación Biodiversidad del Ministerio de Agricultura y Pesca, Alimentación y Medio Ambiente, el Grupo Español Crecimiento Verde, así como la Red Española del Pacto Mundial de Naciones Unidas, Cruz Roja, SEO/BirdLife, WWF y la Fundación Ecología y Desarrollo (ECODES).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "https://porelclima.es/elpozoalimen’.",
    "https://www.porelclima.es/elpozoalimen’."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T04:33:53.683+02:00",
  "updated": "2024-02-16T04:33:53.683+02:00"
}