{
  "thread": {
    "uuid": "ce7ad1fe0dd66ec0a5e118027a6f6050dd90b5b9",
    "url": "https://vnexplorer.net/de-startup-a-unicornio-secretos-de-la-plataforma-que-permite-armar-una-tienda-online-en-el-dia-s823559.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "De startup a unicornio: secretos de la plataforma que permite armar una tienda online en el día",
    "title_full": "De startup a unicornio: secretos de la plataforma que permite armar una tienda online en el día",
    "published": "2024-01-05T23:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDnv.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce7ad1fe0dd66ec0a5e118027a6f6050dd90b5b9",
  "url": "https://vnexplorer.net/de-startup-a-unicornio-secretos-de-la-plataforma-que-permite-armar-una-tienda-online-en-el-dia-s823559.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-05T23:54:00.000+02:00",
  "title": "De startup a unicornio: secretos de la plataforma que permite armar una tienda online en el día",
  "text": "Un grupo de 5 estudiantes entusiastas arrancó allá por el año 2008 con la idea de generar un cambio disruptivo en el comercio online, aunque sin saber a las claras en qué se transformaría, porque apenas era el 1% del comercio minorista. Luego vino el boom del desarrollo que posicionó a Tiendanube como la 6ta startup más valiosa de Latinoamérica.\nAlejandro Vazquez, CEO’s del unicornio, charló con PERFIL e hizo un repaso del recorrido de la compañía, los récords que vienen superando y el desafío de sumar a las nuevas tecnologías como la inteligencia artificial.\nRecibieron una primera inyección de capital desde un grupo de “inversores ángeles” que les confiaron 300 mil dólares cuando eran apenas 5 cabezas imaginando un negocio que no tenía límites definidos. A partir de ahí y tras varias rondas de inversión (en las dos últimas reunieron u$s 600 millones) lograron ir duplicando el staff hasta contar con la nómina actual de 1000 colaboradores. Pero en el medio, Vazquez destacó que el camino fue constante. A paso de hormiga. No parar nunca, incluso cuando el contexto era más esquivo.\n“Cuando arrancamos creamos una plataforma pensando en que cualquier persona, con autonomía y sin conocimientos técnicos, pudiera armar una tienda online sin burocracia y por un valor mensual accesible, algo que sólo tenían a la mano, en ese momento, las grandes empresas”, señaló el ejecutivo.\n“Hoy se habla de los modelos SAS (software as a service) que son muy comunes, pero en ese momento (2011) casi nadie hablaba, y si bien había muchas empresas ofreciendo servicios de e-commerce, principalmente en Brasil y menos en Argentina, nadie lo hacía con este modelo.\nLa pandemia fue un espaldarazo fuerte para el desarrollo, pero no fue el único salto importante. Para el ejecutivo, la constancia en esta misión de crecer siempre, los fue ayudando. En una charla con PERFIL el empresario le puso nombre y apellido al éxito. Los colaboradores y las más de 120 mil empresas que hoy tienen su e-commerce en la Plataforma.\nAlejandro Vazquez. CEO Tienda Nube\nPERFIL: – El crecimiento fuerte ¿fue por la pandemia o vieron el quiebre en otro momento? Alejandro Vazquez: Hubo dos momentos: uno fue más una constante desde que arrancamos en 2011 con la ronda de los “inversores ángeles” que invirtieron 300 mil dólares y nos permitieron comenzar a contratar al primer grupo de trabajo con las cuáles armar este ecosistema que proyectamos. Durante tres años el foco fue crear una plataforma muy simple, operable por cualquier persona. El negocio crecía consistentemente y cada dos años cerrábamos una nueva ronda de inversión para ir más rápido en la formación de equipos. Hoy somos 1000, pero de 5 pasamos a 10, de 10 a 20, de 20 a 50 y esas rondas nos ayudaron a escalar el negocio.\nAsí pasamos 9 años creciendo consistentemente. No hubo nunca un salto abismal. Al principio en la Argentina y en 2012 llegando ya a Brasil, así fue la primera parte de la historia de nuestra marca\nPERFIL ¿Entonces en la pandemia también hubo cambios? AV : Cuando llegó la pandemia, el e-commerce representaba el 5% de las ventas minoristas y no teníamos idea de qué iba a pasar. Las dos primeras semanas las ventas de nuestros clientes cayeron a la mitad, al igual que nuestra facturación. Para la cuarta semana se generó la situación inversa y se saltó a un récord de ventas, que siguió en alza varios meses.\nPERFIL: ¿En qué notaron los cambios? AV: Hubo dos efectos, por un lado los casi 30 mil clientes que teníamos estaban vendiendo más y por el otro, todos los negocios que tuvieron que bajar la persiana estaban desesperados por vender y el online era el único canal disponible. Nos buscaron para crearse la tienda online y es literal que tuvimos muchos casos de clientes que en el mismo día creaban la tienda y comenzaban a vender.\nEso nos convirtió en la plataforma de e-commerce que más creció en Argentina y en América Latina. Y eso fue porque habíamos trabajado durante 9 años en un modelo realmente muy intuitivo y muy fácil de usar.\nPERFIL – ¿Cómo hace alguien que quiere crear una tienda online? AV: El proceso es el mismo de siempre. Para empezar, no es necesario hablar con nadie, aunque está la posibilidad si el cliente lo prefiere. Se crea una cuenta como en una red social, y en el panel de administración se deberán cumplir 4 pasos básicos:\n1) Cargar panel con los productos a vender\n2) Diseñar la tienda\n3) configurar una opción de pago y\n4) configurar una opción de envío.\nPERFIL: ¿Hubo un hito importante a fines de 2021, no? AV: Si.. fue cuando cerramos dos rondas de inversión de 600 millones de dólares entre las dos, de las más grandes de América latina. Diferentes fondos de inversión que invirtieron en tecnología y eso fue otro momento de quiebre para acelerar lo que estamos construyendo.\nPERFIL: ¿Ahora dejaron de ser sólo una plataforma para armar e-commerce? AV: Si, porque también ofrecemos pago nube, logística en el caso de Brasil con nuestra propia solución de envío y otros productos para dar más herramientas a emprendedores y pymes que les permitan competir con grandes market places y retailers. Hablamos de bajar las barreras para emprender. Por eso también tenemos un plan gratuito.\nComercio electrónico, pymes y penetración del online PERFIL: ¿Qué porcentaje representa hoy el comercio electrónico? AV: Depende la estadística que se tome, pero alrededor del 10% al 12%. Fue un crecimiento agresivo, que desaceleró post pandemia, pero esto realmente recién empieza. EEUU está en niveles del 20% y China en el 50%. Vamos en esa dirección. No será el próximo año, pero tal vez en los próximos 5 o 6 años.\nSin embargo, más allá de la penetración del comercio online, Vázquez propone mirar a la cantidad de pymes que están vendiendo por el canal online y se entusiasma con ese dato, porque apenas el 13% de las pequeñas y medianas empresas de Argentina lo están haciendo. Y ese número es mucho más chico en la región.\nPERFIL: -¿Cuántos clientes tienen hoy?\nAV: “Hoy tenemos 120 mil clientes que pagan por nuestros servicios de tienda online, la mitad de los cuáles está en Brasil y casi lo mismo en Argentina. El otro pequeño porcentaje se reparte entre Chile, Colombia y México”. Y si bien el salto es fuerte reconoce que todavía hay mucho trabajo por delante, porque hay millones de pymes con las cuales trabajar.\nAdemás, acabamos de lanzar una nueva unidad de negocio enfocada en Marketing Automation, con la incorporación de Perfit, un proveedor de soluciones de automatización que facilita la gestión, segmentación y envío de mails a listas de contactos o bases de correos de manera eficiente y personalizada para los negocios. La tecnología diferencial con apoyo de inteligencia artificial optimiza el tiempo invertido en estrategias de marketing, enviando a cada contacto el mensaje asertivo en el momento correcto. Con eso, las marcas pueden automatizar la comunicación de sus tiendas y potenciar sus ganancias en promedio un 17% más.\nPERFIL. ¿Por qué tienen tantas expectativas con este nuevo negocio? AV: Esta alianza nos proyecta hacia un emocionante futuro de avances tecnológicos y una colaboración más estrecha, en beneficio de las marcas que nos eligen como sus socios estratégicos para vender online.\nPERFIL: ¿Qué planes tienen para el mediano plazo? PERFIL: Se ve un cambio disruptivo a nivel de mercados con la llegada del nuevo gobierno ¿Eso abre posibilidades? AV: Nosotros vamos a seguir trabajando para las pymes. En los 12 años que llevamos en los mercados pasamos por diferentes colores políticos y hemos descubierto que emprendedores siempre nacen, algunos por necesidad y otros por deseo; y las pymes tienen superpoderes para desarrollar un negocio que se prorrogue en el tiempo. Y no hablo sólo de Argentina sino también de América Latina en general. Nuestro papel es el mismo, cómo les damos mejores herramientas para que puedan vender más.\nEl camino de la startup comenzó con la motivación de reducir las barreras a la hora de emprender a través de una plataforma integral que abriera las puertas del mundo online a las PyMEs, los emprendedores y también a las grandes marcas. “Luego de 12 años estamos construyendo el mayor ecosistema de e-commerce para marcas. Nos enorgullece haber marcado una década de logros y expansión, y proyectamos seguir por este camino para reducir las barreras a la hora de emprender y brindar la mejor tecnología a las marcas que nos eligen”, concluyó el empresario.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDnv.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDnv.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:01:40.420+02:00",
  "updated": "2024-01-06T00:01:40.420+02:00"
}