{
  "thread": {
    "uuid": "0bb71d2ef7e85a34837066a1445ee96ca79b4fa6",
    "url": "https://www.i24news.tv/en/news/israel-at-war/1703919449-volunteers-build-over-30-000-portable-chargers-for-idf-soldiers",
    "site_full": "www.i24news.tv",
    "site": "i24news.tv",
    "site_section": "https://www.i24news.tv/en",
    "site_categories": [
      "media"
    ],
    "section_title": "I24NEWS - Breaking news from the Middle East, Israel and around the world",
    "title": "Volunteers Build Over 30,000 Portable Chargers For IDF Soldiers - I24NEWS",
    "title_full": "Volunteers Build Over 30,000 Portable Chargers For IDF Soldiers - I24NEWS",
    "published": "2023-12-30T08:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://cdn.i24news.tv/uploads/f3/a2/84/79/a6/14/dc/26/fc/fc/91/35/25/87/ea/d5/f3a28479a614dc26fcfc91352587ead5.jpeg",
    "performance_score": 0,
    "domain_rank": 8958,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0bb71d2ef7e85a34837066a1445ee96ca79b4fa6",
  "url": "https://www.i24news.tv/en/news/israel-at-war/1703919449-volunteers-build-over-30-000-portable-chargers-for-idf-soldiers",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "i24NEWS",
  "published": "2023-12-30T08:01:00.000+02:00",
  "title": "Volunteers Build Over 30,000 Portable Chargers For IDF Soldiers - I24NEWS",
  "text": "Volunteers build over 30,000 portable chargers for IDF soldiers Participants, from all generations, sit down for hours to serve the IDF and be part of the immense outpouring of solidarity seen throughout the country Friday morning, in the basement of the synagogue at 86 Ben Yehuda Street in Tel Aviv, there was excitement: around fifty French, Israeli, Anglo-Saxon volunteers, children and adults were making chargers for the soldiers of IDF who are fighting at the front. Installed around several tables, at different positions, the volunteers distribute the tasks and carry out real factory work, while the soldiers themselves come to collect the precious object, which for some, will “save their lives”. says Shaked, at the origin of the project. In a studious and warm atmosphere, the volunteers carefully create portable chargers which are used by soldiers stationed both on the country's borders and in Gaza itself, to recharge not only smartphones but also the army's encrypted phones, GoPro cameras, iPads for medical teams, and even flashlights. No DIY experience is required, volunteers learn on the job. When they arrive on site, we ask them what they prefer to do, then depending on their profile and their abilities, they are assigned a role: cutting copper, drilling, bending copper, assembling the parts, gluing the barcode and final testing. \"I heard about this volunteering on the networks, and I signed up directly. It's easy to do and above all it's very important. It's very nice and we can combine usefulness with practicality. pleasant. We need to get our hands dirty, what we can do for the soldiers and the families is a drop in the bucket, but we do it with a lot of love,\" says Yaël Amanou, originally from Paris, who has now lived in Israel for 25 years. This initiative, essential to the proper functioning of the army, was launched a week after the start of the war by Shaked, an Israeli engineer by profession. He in fact has exploited a real request from his soldier friends on the ground, who informed him of the impossibility of recharging the devices in the army's tanks, jeeps and bulldozers. Shaked therefore developed a connector between the commercial charger and military vehicles and thanks to the immense participation of volunteers, more than 23,000 chargers have already been made. This weekend, 4,000 more will be added to the list, in record time. “I developed a simple system that allows us to quickly produce chargers, and we started by 3D printing 120 plastics, then we got to 1000 and the project expanded because the soldiers told us that ' it significantly improves combat conditions on the ground.’ Since we realized the impact on the IDF, we are developing thousands of them,” Shaked tells i24NEWS. \"The soldiers tell me 'you saved us,' just that sentence convinces me that we can't stop there. If we save a life, that already fully satisfies us,\" says Shaked, adding that French volunteers “make the difference”. “They are very meticulous and work with love and dedication, they do exceptional, high quality work.” An unprecedented volunteer mission Participants, from all generations, sit down for hours to serve the IDF and be part of the immense outpouring of solidarity seen throughout the country. Some came from France to volunteer, like Frédéric and Charlotte Heymann; they even delayed their return to Paris several times in order to be present for the people of Israel. \"We had no DIY know-how but they taught us everything on site and as there are different positions, we can turn and touch everything. Among the volunteers, we congratulate each other, we applaud each other, it's is very friendly and it's a unique experience. We are all in therapy here, we are here to try to help but in the end, we do ourselves a lot of good, we feel useful, instead of being passive at home in front of the news,” they say. [More updates on the Israel-Hamas war](https://www.i24news.tv/en/news/israel-at-war) Célia Sebbag, volunteer and member of the “Standing behind our people” initiative, created by Alexandra P. in 2014 during Operation Tsuk Eitan in Gaza, has mobilized more than 300 French volunteers for this project for two weeks. They joined the Israeli, American and Anglo-Saxon volunteers who have been working there for three months. \"The French responded very quickly and some even come back from one week to the next with their friends. They are very enthusiastic. Seeing the soldiers come to collect the chargers in front of them while they are hard at work makes them motivates enormously, they realize in a very concrete way the results of their efforts and this fills them with pride. Some soldiers make the return journey from Gaza on purpose and we have high demands for the north of the country where things are currently going strong,\" said Célia Sebbag, responsible for the activity and volunteer at \"Standing behind our people.\" \"The atmosphere on site is quite exhilarating because it is associated with a collective and international effort. There is a real feeling of cohesion between the participants and benevolent exchanges. The impact is mutual: that of the people engaged in efforts directly linked to the defense of the country and that of these organizations which give us the opportunity to collaborate around common perspectives\", explained Lysbeth Sherman, in Israel for several months. Each soldier who comes to pick up a charger brings back to his unit a piece of paper with the Mensch solution website on it so he can order online. Ultimately, the team hopes to have the chance to offer a charger to all IDF fighters. “We want every soldier to be aware that we can provide for their needs in this area,” said Shaked. Caroline Haïat is a journalist for the French i24NEWS site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shaked",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "idf",
        "sentiment": "negative"
      },
      {
        "name": "anglo-saxon",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "ben yehuda street",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T10:45:21.352+02:00",
  "updated": "2023-12-30T10:45:21.352+02:00"
}