{
  "thread": {
    "uuid": "690f6e9005718d8640f486ec8fe6e476e2069348",
    "url": "https://www.thisismoney.co.uk/money/cars/article-12931249/RAY-MASSEY-BMW-ups-ante-356-mile-range-340hp-electric-i5-eDrive40.html",
    "site_full": "www.thisismoney.co.uk",
    "site": "thisismoney.co.uk",
    "site_section": "http://www.thisismoney.co.uk//money/index.rss",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Money | This is Money",
    "title": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
    "title_full": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
    "published": "2024-01-05T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/05/18/79667793-0-image-m-11_1704477881378.jpg",
    "performance_score": 0,
    "domain_rank": 3814,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "690f6e9005718d8640f486ec8fe6e476e2069348",
  "url": "https://www.thisismoney.co.uk/money/cars/article-12931249/RAY-MASSEY-BMW-ups-ante-356-mile-range-340hp-electric-i5-eDrive40.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:56:00.000+02:00",
  "title": "RAY MASSEY: BMW ups the ante with 356 mile range 340hp all-electric i5 eDrive40",
  "text": "RAY MASSEY: BMW's new electric i5 offers super-car performance in an executive saloon To mark the start of 2024, I've been driving BMW's new eighth-generation 5-series saloon — and specifically the first range-topping i5 all-electric model. BMW bosses say this 5 offers the technology and luxury of the pinnacle 7-series limousine —and I can confirm this to be the case. Prices are from £51,000 for the petrol 208 hp 520i capable of 0-62 mph in 7.5 seconds up to 143mph. There are two petrol-electric hybrid options. At the other end of the spectrum, the 601 hp all-wheel drive i5 M60 xDrive I tested reaches 62 mph in half that time — a supercar-like 3.8 seconds —up to 142 mph, and will cost about £100,000. But as many purchasers will be company car and business users, tax advantages over private cash or finance-deal customers will slash the overall cost. The smart, modern and uncluttered interior feels spacious and tastefully crafted. Electrifying: BMW's claimed 356 mile range 340hp all-electric i5 eDrive40 It is a touch sci-fi — in a sophisticated way. It's large and imposing, but elegantly so. And acceleration is formidable and smooth. There's even a soundtrack from Hollywood composer Hans Zimmer to accompany your launch. It's also the first BMW to feature in-car gaming via the large central screen. Leather-free Verganza interiors are offered as standard — the first BMWs in the UK to do so. The EV M60's claimed range is between 285 and 316 miles depending on spec. But brace yourself: that all costs £97,745. And with more than £17,000 of 'extras' on my car, that took the total to more than £115,000. The interior lighting changes according to your driving or mood mode. There's even a digital art option. Regenerative braking means you can drive 'one pedal' with little need to apply the brakes, while also generating and storing extra charge. In the range just below and with much the same kit (though less power) is the 340 hp all-electric i5 eDrive40, from £74,550 with a range of up to 356 miles and 0-60 in 6 seconds. Touring estate versions join the line-up in spring. I really did have a celebratory 'high five' with the new BMW electric i5 – the flagship of the eighth generation 5-series since the 1970s. The curved widescreen dashboard infotainment system and interior ambience made me feel like Star Trek's Captain Kirk at the helm of the Starship Enterprise. I could almost imagine Dr McCoy in my ear saying: 'It's a 5-series Jim, but not as we know it.' But while being hi-tech and luxurious, it is not ostentatious or blingy. It oozes sophistication. Captain Kirk would feel quite at home driving this for leisure and pleasure on his days off exploring the universe. However, you really do have to watch the speedo and finesse your right foot to avoid inadvertently hitting warp speed in this lightning-fast top of the range executive limo inspired by BMW's Motorsport or 'M' division. The acceleration is phenomenal. It is longer (it stretches to 5 meters), wider and taller and with an increased wheelbase and enhanced road presence compared to its predecessor The smart, modern and uncluttered interior feels spacious and tastefully crafted BMW bosses say this 5 offers the technology and luxury of the pinnacle 7-series limousine The i5 will be a stretch for all but the most well-heeled private buyers Great for Germany de-restricted autobahns. But take care elsewhere. Longer (it stretches to 5 meters), wider, taller and with an increased wheelbase and enhanced road presence compared to its predecessor, the new 5 promises and delivers improved seating comfort and legroom, especially in the rear. It brings the tech levels of the flagship 7-series limousine into the executive 5-series, proving that 7 into 5 really does go. And boy can you quickly run up a bill of optional extras. The extras fitted to my car, that took the total to more than £115,000 included: £1,750 for M Carbon exterior styling; £3,300 for a technology plus pack that includes head-up display; and a Comfort Plus pack that adds front and rear heated seats, ventilated extra-comfort and beautifully crafted front seats, and an electric boot-lid. My own driving experience comes as latest figures show that every fourth BMW sold in the UK last year was all-electric. And that can only accelerate, BMW Group UK reported 28,723 registrations of all-electric vehicles in 2023, a 34 per cent increase on 2022, and accounting for a quarter of the total 111,734 sales. In the corporate sector the proportion is even higher, with half of all registrations being all-electric vehicles (BEVs). As I indicated earlier – the i5 will be a stretch for all but the most well-heeled private buyers. But for executives securing one as their company car and benefitting from the generous tax perks, it's a much more economically savvy option. So, the risk of correcting the most famous split infinitive in broadcasting history, from Star Trek itself, let me conclude: the i5 really is an electric car in which to go boldly. Will it fit in my garage? BMW i5 M60 xDrive saloon Base price: £97,745 Price as driven with extras: £115,244 5-series range priced from: £51,000 (for 520i petrol) Length: 5,060mm Width: 1,900mm Width (inc mirrors): 2,156mm Height: 1,505mm Seats: 5 Unladen weight: 2,380kg Transmission: Automatic Propulsion: Electric – from 2 electric motors Drive: all-wheel drive Power: 601hp Emissions: Zero 0-62mph: 3.8 seconds Range: 284.6 to 315.7 miles (depending on wheels and spec) Power consumption(kW per 62 miles/10km): 18.4 to 20.5 Luggage volume: 490 litres Charging times: 22kW hour three-phase wall-box - 4.25 hours; 11kW fast charger - 8.25 hours; DC fast charger to 80 per cent: 30 minutes Additional range from 10 minute DC boost: 156 miles Dumped car nuisance More than 53,000 abandoned cars were dumped on doorsteps last year, reveals new freedom of information data secured by specialist Scrap Car Comparison (scrapcarcomparison.co.uk). And anyone who has experienced the hassle it causes, as I did for nearly a year, with councils and police reluctant to act, knows just how infuriating it can be. Hassle: More than 53,000 abandoned cars were dumped on doorsteps last year Outside London, the dumped-car capital of the UK is Coventry — once Britain's principal car-making city — with 1,898, followed by Brighton & Hove (1,889), Leicester (1,765) and Manchester (1,664). London councils accounted for more than 29,500 of the total 53,794 abandoned cars, with Bromley topping the list with 2,239 in the year to September 2023. In Scotland numbers were highest in Edinburgh (1,087) and Glasgow (1,043). The report also reveal that January 2023 was the month that saw the greatest total number of abandoned vehicles in the year across the nation - a total of 3,666. The report noted: 'This could be down to a range of factors, such as an increase in opportunistic car theft and joyriding while people were out at festive celebrations, to people opting to desert a costly old motor as purse strings tighten in the winter months.' However, experts also add that some 'informal' car dealers also use public streets to park up their unsold vehicles Some abandoned cars are also stolen. David Kottaun, Operations Manager at Scrap Car Comparison said: 'When a car becomes too much to run or maintain, some people can simply opt to abandon the vehicle. 'Abandoned vehicles can create problems for access if the car is blocking an entrance, path or even a road, as well as risking harming the environment they are abandoned in due to leaks of hazardous fluids. It also stretches the resources of councils investigating and removing the vehicle. 'While sometimes a vehicle may be abandoned due to crimes such as theft, in most cases where someone has chosen to leave their vehicle, they are potentially missing the opportunity to earn money due to scrapping their car instead. 'If a car is too old to drive or is not repairable, it could still offer you value through scrap value, so it is never a good idea to simply abandon a vehicle'. Website: https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/ Lack of charging points could hit sales Government failure to meet its targets on public charging points risks putting the brakes on already sluggish electric car sales, say car dealers. However, prices for new electric cars could fall as manufacturers are forced by law to produce an increasingly higher percentage of electric vehicles —with some likely to be sold at a loss. A big influx of new, cheaper Chinese vehicles will also increase downward pressure on prices, says Auto Express editor Steve Fowler. Influx: Prices for new electric cars could fall as manufacturers are forced by law to produce an increasingly higher percentage of electric vehicles The predictions follow the RAC announcing the Government had missed its motorway services high-power EV charger target in 2023. The NFDA car dealer survey showed nearly six out of ten respondents who were not interested in purchasing an electric vehicle put this down to a lack of charging facilities in the UK. The comments below have not been moderated. The views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/",
    "https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics",
    "https://www.scrapcarcomparison.co.uk/blog/scrap-car-report-statistics/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "massey",
        "sentiment": "negative"
      },
      {
        "name": "ray massey",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "bmw",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:05:36.854+02:00",
  "updated": "2024-01-06T03:48:23.834+02:00"
}