{
  "thread": {
    "uuid": "e30298ee4c0fd917bf7f4feee7e26ee777533af8",
    "url": "https://www.yucatan.com.mx/imagen/2023/12/29/unimedia-te-ayuda-a-concluir-el-bachillerato.html",
    "site_full": "www.yucatan.com.mx",
    "site": "yucatan.com.mx",
    "site_section": "https://www.yucatan.com.mx/imagen",
    "site_categories": [
      "media"
    ],
    "section_title": "Imagen - Diario de Yucatán",
    "title": "Unimedia te ayuda a concluir el bachillerato - Diario de Yucatán",
    "title_full": "Unimedia te ayuda a concluir el bachillerato - Diario de Yucatán",
    "published": "2023-12-29T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://i0.wp.com/newspack-yucatan.s3.amazonaws.com/uploads/2023/12/IMG-48019616.jpg?fit=1200%2C827&quality=89&ssl=1",
    "performance_score": 0,
    "domain_rank": 32655,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e30298ee4c0fd917bf7f4feee7e26ee777533af8",
  "url": "https://www.yucatan.com.mx/imagen/2023/12/29/unimedia-te-ayuda-a-concluir-el-bachillerato.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Impreso",
  "published": "2023-12-29T10:00:00.000+02:00",
  "title": "Unimedia te ayuda a concluir el bachillerato - Diario de Yucatán",
  "text": "La importancia de la educación en términos de obtener más y mejores oportunidades laborales es una realidad. Hay muchas personas que por distintos motivos no han podido cursar o concluir el bachillerato, y ellas deben saber que siempre hay una alternativa para alcanzar las metas propuestas y superarse. Es sabido que concluir el nivel medio superior o bachillerato resulta un desafío para muchos, pues quizá les es necesario integrarse pronto al mercado laboral para apoyar económicamente a la familia, o tal vez en ese momento de juventud no percibían la relevancia de concluir estos estudios o les pareció difícil el programa académico. Sin importar el motivo, concluir el bachillerato puede ser un objetivo más fácil de alcanzar en la actualidad, y Unimedia, el Centro Universitario Megamedia, está dispuesto a ayudarte a hacer realidad este objetivo. El 9 de enero próximo Unimedia arrancará el primer curso de preparación para presentar el examen Ceneval de la SEP y así obtener el grado de bachiller. Karen Madrigal Ulín, responsable del área de vinculación de Unimedia, indica que el curso tiene una duración de dos meses, a lo largo de los cuales los alumnos recibirán capacitación y enseñanzas necesarias para aprobar el citado examen. Las clases serán en línea en vivo, lo que facilitará que cualquier persona, sin importar dónde se encuentre, pueda tomar el curso, que se impartirá los martes y jueves de 7 a 10 de la noche. Todas las sesiones de clases serán grabadas, por lo que si el alumno por algún motivo no puede conectarse a una sesión tendrá acceso a la grabación de la clase para que pueda ponerse al día. Los inscritos contarán con una guía de estudios y la asesoría de profesores altamente capacitados que son parte del personal de Unimedia. El programa abarca cinco áreas: Matemáticas, Ciencias Sociales, Humanidades, Ciencias Experimentales y Comunicación, que son las que marca el programa de estudios de la SEP respecto al bachillerato. Cualquier persona, incluso un menor de edad, puede tomar el curso y presentar el examen para obtener el grado de bachiller, aunque en el caso de los menores de edad éstos deben presentar un permiso de los padres y documentos personales. Para inscribirse al curso, los mayores de 18 años que deseen cursar o terminar la preparatoria deberán presentar credencial del INE, CURP, acta de nacimiento y certificado de secundaria. Al concluir los dos meses de preparación, Unimedia los guiará en el proceso de inscripción para presentar el examen de Ceneval. Cada alumno es responsable de realizar el trámite pertinente, pero la institución los apoyará en el proceso a manera de asesoría. Los alumnos que tomen el curso en Unimedia y obtengan su certificado de bachillerato tendrán acceso a becas especiales si deciden estudiar una licenciatura en el Centro Universitario Megamedia. Un beneficio adicional es que si alguno de los alumnos no aprueba el examen de Ceneval podrá repetir el curso intensivo sin costo. Mejores oportunidades Karen Madrigal resalta que tener concluidos los estudios de bachillerato brinda a las personas el acceso a mejores oportunidades profesionales, y por esa razón invita a todos aquéllos que no cursaron o terminaron la preparatoria a no dejar pasar esta ocasión para poder alcanzar una meta tan necesaria como útil. Para tomar el curso con duración de dos meses, hay que cubrir una cuota de 2,490 pesos por persona en una sola exhibición, también se puede optar por hacer dos pagos de 1,395 pesos, uno en enero y otro en febrero, para un total de 2,790 pesos. Para informes e inscripciones puedes comunicarte al número de WhatsApp 9992-33-71-88 o llamar al 9999-42-22-22 extensión 1260. También puedes enviar un correo a unimedia@megamedia.com.mx o acceder a centrouniversitariomegamedia.mx.— IRIS MARGARITA CEBALLOS ALVARADO De un vistazo Inscripción El proceso de inscripción al curso virtual intensivo de Unimedia para presentar el examen de Ceneval y obtener el grado de bachiller es el siguiente: comunicarte con Unimedia, enviar documentación digital y el comprobante de pago; posteriormente entregará la planeación didáctica al alumno y las clases comenzarán el 9 de enero.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T11:47:22.235+02:00",
  "updated": "2023-12-29T11:47:22.235+02:00"
}