{
  "thread": {
    "uuid": "605c202a631d2b67bf31189b8091b0679dd10a0e",
    "url": "https://www.myjoyonline.com/kennedy-agyapong-is-destined-to-be-ghanas-president-prophet-declares/",
    "site_full": "www.myjoyonline.com",
    "site": "myjoyonline.com",
    "site_section": "https://www.myjoyonline.com/rss",
    "site_categories": [
      "media",
      "travel",
      "japan"
    ],
    "section_title": "MyJoyOnline",
    "title": "Kennedy Agyapong is destined to be Ghana’s president – Prophet declares",
    "title_full": "Kennedy Agyapong is destined to be Ghana’s president – Prophet declares",
    "published": "2023-12-29T01:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GH",
    "main_image": "https://www.myjoyonline.com/wp-content/uploads/2023/12/IMG-20231228-WA0028.jpg",
    "performance_score": 0,
    "domain_rank": 16971,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "605c202a631d2b67bf31189b8091b0679dd10a0e",
  "url": "https://www.myjoyonline.com/kennedy-agyapong-is-destined-to-be-ghanas-president-prophet-declares/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emmanuel Dzivenu",
  "published": "2023-12-29T01:58:00.000+02:00",
  "title": "Kennedy Agyapong is destined to be Ghana’s president – Prophet declares",
  "text": "A self-proclaimed prophet, Eric Boahen Uche, has confidently declared that politician cum businessman Kennedy Agyapong, will at some point become the President of Ghana.\nIn a recent interview with Joy Prime’s Roselyn Felli on the Prime Morning show, the prophet claimed that the Assin North Member of Parliament is destined to lead the country at some point.\n“Kennedy Agyapong would definitely become president of Ghana; there is no two ways about it. He’s destined to become president,\" he reiterated.\nProphet Uche strongly believes in the prophecy because he claims to be known for making bold and accurate political predictions in the past.\n“If you go back to check my background, I was the only prophet to predict that the 2020 elections would go to court. I clearly said that the NDC would take the NPP to court, and it all happened,\" he added.\nHe also mentioned some standout qualities of Mr Agyapong that will enhance his chances of becoming president.\nAccording to Prophet Uche, Kennedy Agyapong is respectful and will be a fantastic president.\nRecounting his encounter with the Assin North MP', the prophet said, “When he and Kweku Annan fired shots at men of God, I had to go to him on behalf of a fellow pastor they had decided to criticize. On my arrival at his place, he came by himself to escort me from my car to his office.\"\nAs Kennedy’s name becomes increasingly associated with presidential aspirations, the prophet's words may have added a new layer of complexity and intrigue to the country’s political narrative.\nWhile some may view these predictions with skepticism, Prophet Uche's words have ignited curiosity and speculation about the political trajectory of Kennedy Agyapong in the eyes of those who believe in such prophetic insights.\nMr Agyapong shocked political pundits when he polled over 71,000 votes in the presidential primaries of the governing New Patriotic Party (NPP), coming second after the Vice President, Dr Mahamudu Bawumia who polled a little over 118,000 votes to emerge the NPP's flagbearer for election 2024.\nEven more shocking for many was Mr Agyapong's ability to emerge second after Bawumia in the party's super delegates conference, when many thought the real contest was between former Trade Minister Alan Kyerematen and Dr Bawumia.\nLatest Stories\n-\nChristmas: Philanthropist brings joy to the hearts of the underprivileged at Kumawu\n28 seconds\n-\nKennedy Agyapong is destined to be Ghana’s president – Prophet declares\n16 mins\n-\n9 injured in Mamprugu-Moagduri District after dispute between residents and police\n43 mins\n-\nThousands of Palestinians flee central Gaza as Israeli troops advance\n55 mins\n-\nTrump denies bullying his way into Home Alone 2\n59 mins\n-\nDiscrimination, exclusion still major hurdles for persons with disability – Federation\n59 mins\n-\nRussia reopens embassy in Burkina Faso\n1 hour\n-\nWest Ham stun Arsenal who miss chance to go top\n1 hour\n-\nTony Chung: Student activist flees Hong Kong to seek asylum in UK\n1 hour\n-\nYaa Pono mourns after father dies on Christmas Day\n1 hour\n-\nGPRTU threatens to increase transport fares by 60% over Emissions Levy Bill\n1 hour\n-\nLivestream: PM Express discusses GRA’s tax collection in Ghana today\n3 hours\n-\nAfrican Journalists commit to supporting parents to improve their children’s health\n4 hours\n-\nNPP primaries: John Kumah goes unopposed in Ejisu\n4 hours\n-\nOf resilience, grit, tenacity, and keeping eyes on the ball: Lessons from Afua Asantewaa Aduonum\n4 hours",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kennedy agyapong",
        "sentiment": "negative"
      },
      {
        "name": "eric boahen uche",
        "sentiment": "negative"
      },
      {
        "name": "– prophet",
        "sentiment": "neutral"
      },
      {
        "name": "agyapong",
        "sentiment": "none"
      },
      {
        "name": "uche",
        "sentiment": "none"
      },
      {
        "name": "roselyn felli",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ndc",
        "sentiment": "none"
      },
      {
        "name": "assin north member of parliament",
        "sentiment": "none"
      },
      {
        "name": "npp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:16:35.261+02:00",
  "updated": "2023-12-29T02:16:35.261+02:00"
}