{
  "thread": {
    "uuid": "a1e39efdd5057ae5118928469648f6a1ebabcaf8",
    "url": "https://noticias.udec.cl/aplicacion-actuapp-lanzada-por-fundacion-iguales-con-apoyo-udec-permitira-denunciar-situaciones-de-discriminacion",
    "site_full": "noticias.udec.cl",
    "site": "udec.cl",
    "site_section": "https://noticias.udec.cl/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias UdeC",
    "title": "Aplicación “Actuapp” lanzada por Fundación Iguales con apoyo UdeC permitirá denunciar situaciones de discriminación",
    "title_full": "Aplicación “Actuapp” lanzada por Fundación Iguales con apoyo UdeC permitirá denunciar situaciones de discriminación",
    "published": "2024-04-11T23:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://noticias.udec.cl/wp-content/uploads/2024/04/Presentacion-de-encuesta-regional-y-lanzamiento-de-aplicacion-movil-contra-la-discriminacion-LGTBQ-23-1024x683.jpg",
    "performance_score": 0,
    "domain_rank": 18355,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a1e39efdd5057ae5118928469648f6a1ebabcaf8",
  "url": "https://noticias.udec.cl/aplicacion-actuapp-lanzada-por-fundacion-iguales-con-apoyo-udec-permitira-denunciar-situaciones-de-discriminacion",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Loreto Aguilera",
  "published": "2024-04-11T23:56:00.000+03:00",
  "title": "Aplicación “Actuapp” lanzada por Fundación Iguales con apoyo UdeC permitirá denunciar situaciones de discriminación",
  "text": "Aplicación “Actuapp” lanzada por Fundación Iguales con apoyo UdeC permitirá denunciar situaciones de discriminación\nCrédito: Esteban Paredes Drake / Dirección de Comunicaciones\nIniciativa pionera en la región busca contribuir a erradicar la discriminación, entregando información sobre denuncias y sitios seguros de contención. Todo esto en marco de un plan de acción regional contra la discriminación de Fundación Iguales.\n“Estudio Regional de Percepción de Discriminación LGBTIQ+” es el nombre del análisis, realizado por Fundación Iguales, implementado por la Universidad de Concepción y financiado por el Gobierno Regional del Biobío. La investigación consignó la opinión de alrededor de 1800 personas, quienes expresaron en su mayoría haber experimentado discriminación por motivos como su orientación sexual, de identidad o expresión de género.\nNo es la primera vez que Fundación Iguales realiza este tipo de medición, contó su Directora ejecutiva, María José Cumplido. “La región del Bíobío es la tercera región con más percepción de discriminación por orientación sexual e identidad de género. Es por eso que hemos tomado este desafío de seguridad regional y hemos venido a trabajar a la región para crear una app muy innovadora que busca facilitar los procesos de denuncia”, detalló Cumplido, argumentando que por medio de «Actuapp» las personas podrán denunciar si fueron víctimas o testigos de un hecho y el procedimiento pasará directamente a fiscalía. «Lo que estamos haciendo es llevar los procesos institucionales a tu bolsillo. Junto a eso estamos creando espacios seguros en toda la región para que las personas tengan un lugar a donde ir para hacer contenidos, para ser ayudados y muchas veces para ser salvados”, puntualizó.\nEsta iniciativa está alineada con los objetivos estratégicos de la Universidad de Concepción. Así lo analizó la Vicerrectora de Relaciones Institucionales y Vinculación con el Medio, Dra. Ximena Gauché Marchetti, identificándolos como “una cultura de derechos humanos, la promoción del respeto a todas las diversidades y, por supuesto, la erradicación de toda forma de discriminación y violencia”, entre otros. La académica destaca el trabajo riguroso de la Unidad de Data Science UdeC, quienes apoyaron el trabajo de la fundación con el análisis de los datos del estudio.\n“Actuapp”, junto con posibilitar la realización de denuncias a través del celular, entrega herramientas de apoyo, contención y guía frente a actos discriminatorios. Contempla la identificación de “espacios seguros” para las y los usuarios, donde encontrarán personas capacitadas para contener a las víctimas y guiarlas en su denuncia. “Nosotros lo que queremos es con esos datos llegar a los gobiernos locales y al gobierno central para hacer un plan de seguridad enfocado en la comunidad LGBTQ, que sea eficaz», adelantó Cumplido, destacando que la aplicación permitiría tener un catastro fidedigno de las situaciones que vivan sus usuarios.\nLa Dra. Gauché recalcó el trabajo pionero de la Universidad de Concepción, con la creación de la Dirección de Equidad de Género (Degyd) y la fiscalía especializada, además de la colaboración constante con iniciativas comprometidas con prevenir la discriminación. Según expresó, la UdeC trabaja en evitar, erradicar y sancionar estas actitudes dentro del quehacer universitario, pero destacó que “vivimos en una sociedad compleja, en tiempos muy cambiantes y por lo tanto debería ser un compromiso de toda la comunidad promover convivencias en todos los espacios públicos y privados”, puntualizó.\nLanzamiento de Actuapp en el auditorio Universidad de Concepción (Esteban Paredes Drake / Dirección de Comunicaciones)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:41.110+03:00",
  "updated": "2024-04-12T00:02:41.110+03:00"
}