{
  "thread": {
    "uuid": "43390fd63e6bf2fe1da62db286e5407a907bac5b",
    "url": "https://www.tbsnews.net/features/mode/dyed-tradition-kaleidoscope-handcrafted-garments-891856",
    "site_full": "www.tbsnews.net",
    "site": "tbsnews.net",
    "site_section": "https://www.tbsnews.net/archive",
    "site_categories": [
      "media"
    ],
    "section_title": "News Archive | The Business Standard",
    "title": "Dyed in tradition: A kaleidoscope of handcrafted garments | The Business Standard",
    "title_full": "Dyed in tradition: A kaleidoscope of handcrafted garments | The Business Standard",
    "published": "2024-07-05T06:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BD",
    "main_image": "https://www.tbsnews.net/sites/default/files/styles/social_share/public/images/2024/07/04/dsc00283.jpg",
    "performance_score": 0,
    "domain_rank": 15807,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "43390fd63e6bf2fe1da62db286e5407a907bac5b",
  "url": "https://www.tbsnews.net/features/mode/dyed-tradition-kaleidoscope-handcrafted-garments-891856",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zariya Khan",
  "published": "2024-07-05T06:25:00.000+03:00",
  "title": "Dyed in tradition: A kaleidoscope of handcrafted garments | The Business Standard",
  "text": "In the modern world where fast fashion and screen printing on clothes is so common, people forget to see the beauty in traditionally dyed clothing. Clothes that are handcrafted with these techniques not only represent the hard work of local artisans, but can also give an insight into several years of history and cultural background of the places they originate from. Besides that, they can add a dash of colour to your daily wear, spicing up your closet using patterns and designs, being both useful for daily wear and events, straying away from the monochromatic tones of plain clothes, and helping you stand out and make an impression. From the vibrant hues of Bandhani to the intricate patterns of Kalamkari, these garments offer a window into the rich tapestry of human creativity and ingenuity. Looking into these techniques means looking into the world where timeless fashion transcends fleeting trends and becomes a celebration of culture and heritage. Block printing Arriving in Bangladesh in the late '80s, block printing focuses on using printing blocks which are generically made of wood. Fabric dye is used to coat wooden blocks with designs carved into them, and the art is then stamped onto the fabric, forming beautifully detailed designs and patterns adorning the fabric with an array of colours. Abohomaan by Rufaida is a Bangladeshi clothing brand established with a speciality in block printing. \"In Abohomaan, our main product line is hand block printing because of its artisanal craftsmanship, intricate designs, sustainable and environmental friendly natural materials, as well as the cultural reflection through the patterns and motifs used in hand block printing,\" explains Rufaida Luther Anagh, owner of the brand. Their technique involves carving motifs onto wooden blocks and using these wooden blocks to stamp onto the fabric, ensuring each piece is handcrafted and customisable. This is done on pure cotton with non-toxic colours, making their clothes perfect for summer. Their clothing is highly desirable among working professionals, as it is essential for them to find a diverse array of stylish designs for daily wear without breaking the bank. When crafting their designs, Abohomaan takes inspiration from nature and changes their designs based on the weather, season or events. They combine traditional methods with recent trends by incorporating different geometric designs and patterns in their clothing, such as polka dots, owls and flowers. The pricing that they set actually depends on how long they work on a piece. What distinguishes this dyeing technique is its endless customisation potential. Abohomaan's approach is not just about clothes; it is about wearing stories rooted in tradition, sustainability, and personal style. However, one thing to highlight is that it is essential to handle block printed fabrics gently to make them last longer and protect the delicate designs. Kalamkari The word Kalamkari can be broken down to 'painting with a pen', which gives us an insight into what exactly the technique is. This form refers to art done purely by hand on fabric to form beautiful designs. Sootlee is a brand that is best known for its Kalamkari items, incorporating intricate hand-painted patterns into sarees, kurtis, blouses etc. Originally starting her business in Bangladesh, designer Rifat Jahan Lopa faced challenges due to the country's weather, in which it is inherently difficult to dry dyed clothing in, especially intricately done artwork. She then moved her operations to South India, where she set up a workstation to carry out her Kalamkari work. They print their designs using block printing or hand-paint their designs and bring them to Bangladesh, where they combine these designs with Bangladeshi materials and make new innovative products. Sootlee uses different Kalamkari methods, namely Machilipatnam, Pedana and Srikalahasti. Machilipatnam Kalamkari focuses on the block printing of fabric using vegetable dye and while Pedana Kalamkari is similar and is from the same district, it focuses on screen printing of fabric. Srikalahasti involves intricate hand painting of patterns and designs, which involves more time and effort, thus raising the costs and making it pricier. Kalamkari fabrics prove to be quite high maintenance and are not ideal for regular wear, which means they are not very popular with the younger age group. It is more sought after by middle-aged people and older people, with their demand being the highest for garments such as kurtis, blouses, sarees and tops. The pricing also depends on the length or the quality of the material, as well as how much time is spent on the design. Currently, Kalamkari fabric primarily finds its place in garments due to its delicate nature. However, Sootlee has yet to venture into incorporating it into other products. Nonetheless, they have plans to explore this avenue in the future. Bandhani Bandhani, an age-old method of fabric dyeing originating from the Khatri community in Gujarat, draws its name from the term 'Bandhan,' meaning 'to tie up.' It bears resemblance to Japan's Shibori technique and collectively falls under the modern concept of 'Tie-dyeing.' Established amidst the pandemic, 'Polka Drops', a boutique owned by Fariha Tanzim, specialises in crafting tie-dye clothing using techniques akin to those of India and Pakistan, employing natural dyes. However, to enhance durability, industrial dye is sometimes incorporated alongside vegetable dyes, especially given the latter's limited longevity. Catering to a niche market, Polka Drops predominantly works with silk or silk-cotton blends, resulting in intricately tie-dyed sarees, priced slightly higher than conventional cotton attire, typically reserved for festive occasions rather than everyday wear. Pricing factors in material, design intricacy, and production time. The allure lies in the endless customisation options, facilitating playful combinations of colours and patterns. \"I fell in love with tie-dyeing as it let me experiment with colour, and because of the way you can make so many designs and patterns simply by using only colour and threads or ropes,\" said Fariha. The tie-dye process involves tying the fabric in various styles to decide the resultant pattern, followed by immersion in the dye, with longer durations intensifying the colour. Unlike block dyeing or painting, this solely involves tying the fabric up and letting it do its own work, each flaw or imperfection adding to the uniqueness and beauty of it. Since this form of dyeing requires the fabric to be hung up and dried, the real struggle arises during the rainy season, as the drying process is complicated and lengthened due to our country's endless showers and humid air. Although Polka Drops produces Bandhani sarees in order to cater to a niche platform of customers, Bandhani can be used to produce fabric with different shapes and designs which are used for traditional sarees, ghagras and other dress material, as well as bed linen and upholstery.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "bandhani",
        "sentiment": "none"
      },
      {
        "name": "kalamkari",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T06:29:05.541+03:00",
  "updated": "2024-07-05T06:29:05.541+03:00"
}