{
  "thread": {
    "uuid": "3bc5603cba4c2ba5ad2049a8cc4916ab6920fa62",
    "url": "https://meduza.io/en/feature/2024/07/05/long-live-the-test-ban",
    "site_full": "meduza.io",
    "site": "meduza.io",
    "site_section": "https://meduza.io/en",
    "site_categories": [
      "media",
      "tech",
      "top_news"
    ],
    "section_title": "Meduza — The Real Russia. Today.",
    "title": "‘Long live the test ban’ In the twilight of the Soviet Union, ordinary people across Kazakhstan united against nuclear testing. Now a new generation of activists is picking up the mantle. — Meduza",
    "title_full": "‘Long live the test ban’ In the twilight of the Soviet Union, ordinary people across Kazakhstan united against nuclear testing. Now a new generation of activists is picking up the mantle. — Meduza",
    "published": "2024-07-05T13:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "RU",
    "main_image": "https://meduza.io/imgly/share/1720182693/en/feature/2024/07/05/long-live-the-test-ban",
    "performance_score": 0,
    "domain_rank": 3751,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3bc5603cba4c2ba5ad2049a8cc4916ab6920fa62",
  "url": "https://meduza.io/en/feature/2024/07/05/long-live-the-test-ban",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T13:31:00.000+03:00",
  "title": "‘Long live the test ban’ In the twilight of the Soviet Union, ordinary people across Kazakhstan united against nuclear testing. Now a new generation of activists is picking up the mantle. — Meduza",
  "text": "- Share to or ‘Long live the test ban’ In the twilight of the Soviet Union, ordinary people across Kazakhstan united against nuclear testing. Now a new generation of activists is picking up the mantle. ‘Long live the test ban’ In the twilight of the Soviet Union, ordinary people across Kazakhstan united against nuclear testing. Now a new generation of activists is picking up the mantle. Story by Diana Kruzman for [The Beet](https://meduza.io/en/pages/beet). Edited by Eilish Hart. This story first appeared in The Beet, a weekly email dispatch from Meduza covering Central and Eastern Europe, the Caucasus, and Central Asia. [Sign up here]to get the next issue delivered directly to your inbox. In the late summer of 1989, 50,000 people gathered on the dry, grassy steppes of eastern Kazakhstan to call for an end to nuclear testing worldwide. The demonstration was led by Olzhas Suleimenov, a poet and politician who founded the Soviet Union’s largest peace movement. Called Nevada-Semipalatinsk in solidarity with similar efforts in the western United States, the movement spurred millions of people to protest, sign petitions, and otherwise show support for closing the Semipalatinsk “Polygon,” the primary nuclear test site where the USSR experimented with its most destructive technology. The event that summer was rife with symbolism. Demonstrators gathered near Karaul, a village about 210 kilometers (130 miles) south of the test site, where 40 people were made to stay behind [during the detonation](https://www.latimes.com/archives/la-xpm-1990-04-01-op-1113-story.html) of the first Soviet hydrogen bomb in 1953. Karaul is also the burial site of Abay, a 19th-century poet credited with founding the Kazakh literary tradition and revered as a national hero. The date, August 6, commemorated the bombing of Hiroshima during World War II, and Suleimenov connected the suffering of the victims in Japan with the struggles of Kazakhs and Indigenous North Americans. “We have gathered here so that this horror is not repeated,” Suleimenov told the sea of determined faces, immortalized in a [documentary film](https://mdza.io/_HH-JmxPA1o) about the movement. “[The] threat of atomic war lives on. And we don’t want our children to live under the same pressure that our generation had to endure.” His voice confident and powerful, Suleimenov called on U.S. President George H. W. Bush and Soviet Premier Mikhail Gorbachev to sign a treaty banning nuclear tests. The crowd then took part in a Kazakh tradition of “throwing stones at evil.” Women in patterned dresses and headscarves, men in t-shirts and sunglasses, and even young children all took turns picking up large rocks and tossing them into a pile, symbolically burying the destructive force of nuclear testing. Protests like this one continued for another two years until “The Polygon” finally closed, just as Kazakhstan gained independence from the USSR. Today, the Nevada-Semipalatinsk movement stands not only as an example of the power of popular protest under an authoritarian regime, but also as a rare beacon of hope in the struggle to eliminate nuclear weapons — a global effort that seems all the more impossible now, as Russia [invokes](https://meduza.io/en/feature/2024/05/08/russia-s-tactical-nuke-drills-are-putin-s-latest-effort-to-restore-fear-in-his-red-lines-but-it-might-actually-work-this-time) the specter of nuclear devastation in its invasion of Ukraine. Amid rising global tensions, today’s antinuclear activists are looking to build on this largely forgotten movement’s legacy, in the hope that its achievements can be repeated — and surpassed. A global struggle The Cold War arms race that began with the Manhattan Project and the bombing of Hiroshima and Nagasaki is a familiar story, but the impact of the tests the U.S. and the Soviet Union conducted in their rush to develop nuclear weapons has been largely overlooked. American experiments in the Nevada deserts dropped radioactive material on “ [downwinders](https://www.hcn.org/articles/ideas-review-what-downwinders-inhertited-at-trinity),” many of them Indigenous and Hispanic people, all while painting the area as “uninhabited.” In 1947, Stalin’s secret police chief Lavrentiy Beria also chose an allegedly “uninhabited” area in eastern Kazakhstan as the primary testing ground for the Soviet Union’s nuclear weapons — despite its proximity to the historic city of Semipalatinsk (now Semey). Over the next 40 years, scientists and military officials conducted more than 450 nuclear tests at the Semipalatinsk Test Site, a wide swath of steppe and mountains covering 18,500 square kilometers (7,140 square miles). Radioactive fallout drifted throughout the surrounding regions of Semipalatinsk, Pavlodar, Karaganda, and East Kazakhstan, which had a total [population of 1.2 million](https://mdza.io/8_tIMKtWp1E) as of 1949. Soviet officials didn’t inform the public about the nuclear tests and in some cases even instructed residents to go outside when the bombs went off, apparently seeking to protect them from shattering windows but exposing them to more radioactive material in the process. Livestock consumed grass that grew in radioactive soil, sending radioactive milk and meat to local markets. Water sources were contaminated, as was the air itself. It wasn’t long before people living around the test site began to complain of health problems, mysterious deaths, and children born with physical and mental disabilities. Cancer rates skyrocketed and even today remain [far higher](https://www.rferl.org/a/victims-of-kazakhstan-s-soviet-era-nuclear-tests-feel-abandoned-by-government/30288299.html) than in other parts of Kazakhstan. Local doctors tried to alert the authorities in Almaty and Moscow, but the military denied that there was any danger, chalking up the area’s poor health indicators to poverty and poor nutrition. Meanwhile, the USSR was already in talks with the U.S. and United Kingdom to limit atmospheric testing after the successful detonation of thermonuclear weapons — also known as hydrogen bombs — released unprecedented amounts of radiation on Bikini Atoll in the Marshall Islands and Novaya Zemlya in the Arctic Ocean. After the countries [signed](https://history.state.gov/milestones/1961-1968/limited-ban) the Partial Test Ban Treaty in 1963, tests at the Semipalatinsk site moved entirely underground — sparing nearby residents from the worst of the fallout but continuing to release radioactive gases. In February 1989, news of one of these tests reached Suleimenov, then a member of the USSR Supreme Soviet, the country’s highest body of state power. At the time, Gorbachev’s policy of Glasnost encouraged greater transparency regarding military activities, as Togzhan Kassenova, an expert on nuclear politics and nonproliferation, writes in her 2021 [book](https://www.sup.org/books/title/?id=33596) Atomic Steppe: How Kazakhstan Gave Up the Bomb. A pilot from the Chagan air base near the test site called Suleimenov to tell him that a radioactive cloud 650 feet high and more than a mile wide had drifted over military settlements and into civilian areas. Suleimenov, who was running for reelection at the time, used a scheduled television appearance less than two weeks later to deliver an impromptu speech about the perils of nuclear testing. In an unprecedented move, he publicly demanded that the Soviet Union cease its experiments near Semipalatinsk and shut down the test site for good. Three days later, thousands of people gathered outside of the Writers’ Union building in Almaty for a rally where Suleimenov proclaimed a new antinuclear movement called “Nevada,” in solidarity with downwinders fighting to close down the Nevada Test Site. Shrewdly, he realized that the campaign would have to extend beyond Kazakhstan’s borders, since the USSR would never cease nuclear tests so long as the U.S. continued them. The movement was later renamed Nevada-Semipalatinsk; its logo showed the silhouettes of Western Shoshone and Kazakh elders sharing a peace pipe. “From the very start, they weren’t just against nuclear testing in Kazakhstan,” Kassenova told The Beet. “They thought that this should be a more global struggle.” Building a nuclear-free nation Suleimenov’s blatant challenge to the Soviet authorities came at a serendipitous time. Glasnost helped create the right conditions for change, as did arms control discussions set in motion under Gorbachev and U.S. President Ronald Reagan. In 1988, Soviet and American scientists conducted a [joint experiment](https://www.nytimes.com/1988/08/18/world/in-remotest-nevada-a-joint-us-and-soviet-test.html) aimed at verifying the size of underground nuclear explosions, a sign of growing trust between the two nuclear-armed nations. The protests also had the support of the republic’s second-in-command, Nursultan Nazarbayev, who was seeking to entrench his own power and elicit greater autonomy for the Kazakh SSR. (Nazarbayev would go on to become Kazakhstan’s first president.) Suleimenov’s call also found a receptive audience among Kazakhs who were frustrated with decades of Soviet repressions; memories of the deadly [1986 crackdown](https://www.codastory.com/rewriting-history/protests-kazakhstan-2022-1986/) on anti-Kremlin demonstrations were still fresh. More than a million people signed a petition to end nuclear testing at the Semipalatinsk site, and rallies continued throughout 1989 and 1990, drawing in activists from U.S. antinuclear groups and survivors of the bombings of Hiroshima and Nagasaki. The movement’s leaders conducted television interviews and published appeals in the press. Meanwhile, the Soviet Union was coming apart at the seams. Moscow, which had by early 1991 agreed to reduce the number of nuclear tests but was not prepared to end them, was roiled by a [coup attempt](https://meduza.io/en/feature/2021/08/23/hi-there-s-a-military-coup-underway) against Gorbachev. Seizing the opportunity, Nazarbayev signed a decree closing the Semipalatinsk Test Site on August 29, 1991 — exactly 42 years after its first nuclear test. The rest, as they say, is history; that December, Kazakhstan declared independence from the Soviet Union, which itself ceased to exist 10 days later. According to Kassenova, Nevada-Semipalatinsk’s legacy “cannot be overestimated.” Although Gorbachev had expressed interest in slowing the nuclear arms race and plans to limit testing were already in the works before the movement emerged in 1989, even a few more years of nuclear tests would have been detrimental, she said. But aside from its practical achievements, the Nevada-Semipalatinsk movement played a vital role in Kazakhstan’s nation-building project, offering a way for the Soviet republic, and later the fledgling Kazakh state, to assert its independence. “The power of the public antinuclear movement wasn’t only in shutting down the site,” Kassenova told The Beet. “It really gave the people of Kazakhstan something they should feel proud of.” The movement galvanized the Kazakh political establishment to unilaterally shut down the Semipalatinsk Test Site, helping Kazakhstan break free from Moscow’s rule. After gaining independence, Kazakhstan surrendered the remaining nuclear weapons on its territory to Russia, committing itself to becoming a nuclear-free nation. These actions set a precedent for other countries, Kassenova believes. The U.S. adopted a [moratorium on nuclear testing](https://www.armscontrol.org/act/2019-12/features/decision-end-us-nuclear-testing) in 1992 and signed the Comprehensive Test Ban Treaty, which officially banned nuclear explosions, in 1996. Nations like China, France, and the United Kingdom all ended or reduced testing as well. Today, nuclear testing takes place mainly at the [subcritical level](https://www.wired.com/story/nuclear-tests-have-changed-but-they-never-really-stopped/), below the threshold for a nuclear chain reaction — except in North Korea, which most recently [detonated](https://www.theguardian.com/world/2017/sep/03/north-korean-nuclear-test-confirmed-in-major-escalation-by-kim-jong-un) a nuclear weapon in 2017. ‘It must continue for generations’ After its initial successes, the Nevada-Semipalatinsk movement quickly lost steam. Nazarbayev appointed Suleimenov to a foreign ambassador post, effectively exiling him from the country in what many view as a thinly veiled attempt to remove a potential political rival. Having accomplished its main goal — shutting down the Semipalatinsk Test Site — but unable to muster the momentum to become a global movement against nuclear weapons, Nevada-Semipalatinsk slowly faded into obscurity. “We were forced to keep a low profile,” Suleimenov told [RFE/RL’s Kazakh service](https://rus.azattyq.org/a/kazakhstan-almaty-olzhas-suleymenov-interview/31259830.html) in a 2021 interview. “The movement did not have the means to constantly communicate with society [and] with colleagues in different countries.” Nevada-Semipalatinsk’s members still meet to [commemorate the anniversary](https://www.nlrk.kz/index.php?option=com_content&view=article&id=4871:a-roundtable-meeting-of-the-international-anti-nuclear-movement-nevada-semey-was-held-to-commemorate-the-30th-anniversary-of-the-last-nuclear-explosion-on-the-territory-of-the-republic&catid=125&lang=en&Itemid=127) of the suspension of testing at the site, advocate for [compensation for the victims](https://theworld.org/stories/2018-12-19/has-kazakhstan-forgotten-about-its-polygon-test-survivors) of nuclear exposure, and [speak out publicly](https://toppress.kz/article/antiyadernoe-dvizhenie-mi-ne-uspokoimsya-poka-v-mire-est-poligoni) in support of a nuclear weapons ban. But a new generation of Kazakh activists has taken up the mantle of galvanizing the world to eliminate this destructive technology. Unlike their Soviet forebears, these youth activists tend to view the antinuclear struggle through an explicitly decolonial lens. Nevada-Semipalatinsk emphasized Kazakhstan’s sovereignty and the importance of the land and its traditions, but the organizers never restricted it to an ethnic Kazakh movement. And though they allied themselves with Indigenous peoples in North America, North Africa, and the Pacific Islands with [similar histories](https://www.tandfonline.com/doi/pdf/10.1080/03932729.2023.2234817) of colonization, the movement never framed the protests as a rebuke of Soviet colonialism, Kassenova said. Kazakhstan was the last country to declare independence from the Soviet Union, and until the very end, the Nevada-Semipalatinsk movement wanted to operate within the Soviet system, not outside of it. Nevertheless, many young activists in Kazakhstan today see the antinuclear movement as a de facto anti-colonial struggle. “[In] fighting against this test site, Kazakhs also fought against Soviet nuclear colonialism,” said Alisher Khassengaliyev, a 21-year-old international relations student from northern Kazakhstan. Now based in Almaty, Khassengaliyev is a co-founder of Steppe Organization for Peace, or STOP, a youth advocacy group raising awareness about the enduring humanitarian and environmental consequences of nuclear testing in Kazakhstan. “Soviet authorities […] did not see the value of this territory as Kazakhs do. The Soviet authorities also saw the Kazakh people as an object that had no value or rights, [not] even the right to live in their territory,” he told The Beet. Today, activists like Khassengaliyev are rallying in support of the Treaty on the Prohibition of Nuclear Weapons (TPNW), the first legally binding international agreement to fully prohibit the testing, production, stockpiling, and use of such bombs. Adopted by the [United Nations in 2017](https://www.theguardian.com/world/2017/jul/07/treaty-banning-nuclear-weapons-approved-un), the treaty now has the support of 122 countries — none of which currently possess nuclear weapons. Khassengaliyev’s group, along with [dozens of other](https://indepthnews.net/the-future-of-nuclear-disarmament-lies-with-the-younger-generation/) antinuclear youth organizations from around the world, now hopes to get more countries to sign on, including major nuclear powers like the U.S. and Russia. “The story of Nevada-Semey isn’t finished,” Yerdaulet Rakhmatulla, another founding member of STOP, told The Beet. “It’s continuing, and it must continue for ages, for generations.” Given the state of geopolitics in 2024, this seems like a Sisyphean task. Russia recently [revoked](https://meduza.io/en/news/2023/11/02/putin-signs-law-revoking-russia-s-ratification-of-comprehensive-nuclear-test-ban-treaty) its ratification of the Comprehensive Test Ban Treaty — putting it on equal footing with the United States, which has signed but not ratified the agreement — and [may be considering](https://www.nytimes.com/2024/02/17/us/politics/russia-nuclear-weapon-space.html) putting a nuclear weapon in space. The United States, meanwhile, continues to conduct [subcritical](https://www.armscontrol.org/act/2024-06/news/us-conducts-34th-subcritical-nuclear-experiment#:~:text=The%20U.S.%20National%20Nuclear%20Security,the%20Nevada%20National%20Security%20Site.) nuclear experiments at the Nevada Test Site and [currently possesses](https://fas.org/publication/nuclear-stockpile2021/) 3,750 nuclear warheads. Still, the Nevada-Semipalatinsk movement’s history shows that progress can be made, albeit slowly. When the Soviet government moved all nuclear testing at Semipalatinsk underground in 1963, a 27-year-old Suleimenov, still on the cusp of his career as both a writer and an activist, published an ode to Kazakhstan called [“Wild Field.”](https://stihi.ru/2011/09/10/3009) Though he did not yet know about the harms of underground nuclear testing, the poem’s final line conveyed a premature note of celebration. It took nearly three decades before the movement he sparked finally made it ring true. - Wild Field — to the Grain Field! - The time has come. - If the world does not yearn, then you, Kazakhstan, do not be sad. - The world has been tested by you. - Kazakhstan, if you can, forgive. - And long live the test ban! Hello, I’m Eilish Hart, the editor of The Beet. Thanks for taking the time to read our work! Our newsletter delivers underreported stories like this one to subscribers every Thursday. Like all of Meduza’s reporting, it’s free to read, but relies on support from readers like you. Please consider donating to our [crowdfunding campaign](https://support.meduza.io/en). Sign up for The Beet Underreported stories. Fresh perspectives. From Budapest to Bishkek. - Share to or",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.nlrk.kz/index.php?option=com_content&view=article&id=4871:a-roundtable-meeting-of-the-international-anti-nuclear-movement-nevada-semey-was-held-to-commemorate-the-30th-anniversary-of-the-last-nuclear-explosion-on-the-territory-of-the-republic&catid=125&lang=en&Itemid=127)",
    "https://www.theguardian.com/world/2017/sep/03/north-korean-nuclear-test-confirmed-in-major-escalation-by-kim-jong-un)",
    "https://www.rferl.org/a/victims-of-kazakhstan-s-soviet-era-nuclear-tests-feel-abandoned-by-government/30288299.html)",
    "https://www.theguardian.com/world/2017/jul/07/treaty-banning-nuclear-weapons-approved-un),",
    "https://fas.org/publication/nuclear-stockpile2021/)",
    "https://www.tandfonline.com/doi/pdf/10.1080/03932729.2023.2234817)",
    "https://theworld.org/stories/2018-12-19/has-kazakhstan-forgotten-about-its-polygon-test-survivors)",
    "https://www.hcn.org/articles/ideas-review-what-downwinders-inhertited-at-trinity),”",
    "https://www.armscontrol.org/act/2019-12/features/decision-end-us-nuclear-testing)",
    "https://toppress.kz/article/antiyadernoe-dvizhenie-mi-ne-uspokoimsya-poka-v-mire-est-poligoni)",
    "https://www.wired.com/story/nuclear-tests-have-changed-but-they-never-really-stopped/),",
    "https://www.sup.org/books/title/?id=33596)",
    "https://www.nytimes.com/1988/08/18/world/in-remotest-nevada-a-joint-us-and-soviet-test.html)",
    "https://rus.azattyq.org/a/kazakhstan-almaty-olzhas-suleymenov-interview/31259830.html)",
    "https://indepthnews.net/the-future-of-nuclear-disarmament-lies-with-the-younger-generation/)",
    "https://history.state.gov/milestones/1961-1968/limited-ban)",
    "https://mdza.io/_HH-JmxPA1o)",
    "https://www.latimes.com/archives/la-xpm-1990-04-01-op-1113-story.html)",
    "https://www.codastory.com/rewriting-history/protests-kazakhstan-2022-1986/)",
    "https://www.nytimes.com/2024/02/17/us/politics/russia-nuclear-weapon-space.html)",
    "https://stihi.ru/2011/09/10/3009)",
    "https://www.armscontrol.org/act/2024-06/news/us-conducts-34th-subcritical-nuclear-experiment#:~:text=The%20U.S.%20National%20Nuclear%20Security,the%20Nevada%20National%20Security%20Site.)",
    "https://mdza.io/8_tIMKtWp1E)",
    "https://theguardian.com/world/2017/sep/03/north-korean-nuclear-test-confirmed-in-major-escalation-by-kim-jong-un)",
    "https://hcn.org/articles/ideas-review-what-downwinders-inhertited-at-trinity),”",
    "https://tandfonline.com/doi/pdf/10.1080/03932729.2023.2234817)",
    "https://www.indepthnews.net/the-future-of-nuclear-disarmament-lies-with-the-younger-generation/)",
    "https://codastory.com/rewriting-history/protests-kazakhstan-2022-1986/)",
    "https://www.sup.org/books/title/",
    "https://armscontrol.org/act/2024-06/news/us-conducts-34th-subcritical-nuclear-experiment#:~:text=The%20U.S.%20National%20Nuclear%20Security,the%20Nevada%20National%20Security%20Site.)",
    "https://nytimes.com/2024/02/17/us/politics/russia-nuclear-weapon-space.html)",
    "https://www.mdza.io/_HH-JmxPA1o)",
    "https://latimes.com/archives/la-xpm-1990-04-01-op-1113-story.html)",
    "https://www.theworld.org/stories/2018-12-19/has-kazakhstan-forgotten-about-its-polygon-test-survivors)",
    "https://www.stihi.ru/2011/09/10/3009)",
    "https://www.rus.azattyq.org/a/kazakhstan-almaty-olzhas-suleymenov-interview/31259830.html)",
    "https://nytimes.com/1988/08/18/world/in-remotest-nevada-a-joint-us-and-soviet-test.html)",
    "https://wired.com/story/nuclear-tests-have-changed-but-they-never-really-stopped/),",
    "https://www.mdza.io/8_tIMKtWp1E)",
    "https://sup.org/books/title/?id=33596)",
    "https://www.nlrk.kz/index.php",
    "https://rferl.org/a/victims-of-kazakhstan-s-soviet-era-nuclear-tests-feel-abandoned-by-government/30288299.html)",
    "https://armscontrol.org/act/2019-12/features/decision-end-us-nuclear-testing)",
    "https://www.toppress.kz/article/antiyadernoe-dvizhenie-mi-ne-uspokoimsya-poka-v-mire-est-poligoni)",
    "https://www.history.state.gov/milestones/1961-1968/limited-ban)",
    "https://nlrk.kz/index.php?option=com_content&view=article&id=4871:a-roundtable-meeting-of-the-international-anti-nuclear-movement-nevada-semey-was-held-to-commemorate-the-30th-anniversary-of-the-last-nuclear-explosion-on-the-territory-of-the-republic&catid=125&lang=en&Itemid=127)",
    "https://www.fas.org/publication/nuclear-stockpile2021/)",
    "https://theguardian.com/world/2017/jul/07/treaty-banning-nuclear-weapons-approved-un),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "eilish hart",
        "sentiment": "none"
      },
      {
        "name": "diana kruzman",
        "sentiment": "none"
      },
      {
        "name": "olzhas suleimenov",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kazakhstan",
        "sentiment": "none"
      },
      {
        "name": "soviet union",
        "sentiment": "none"
      },
      {
        "name": "meduza",
        "sentiment": "none"
      },
      {
        "name": "semipalatinsk",
        "sentiment": "none"
      },
      {
        "name": "eastern europe",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "central asia",
        "sentiment": "none"
      },
      {
        "name": "caucasus",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:32:27.109+03:00",
  "updated": "2024-07-05T16:32:27.109+03:00"
}