{
  "thread": {
    "uuid": "1366ec0fb0edecaa99a1e69dbf03557620f8bfa1",
    "url": "https://vnexplorer.net/determined-to-preserve-rich-heritage-pm-modi-ahead-of-ayodhya-visit-s711146.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/rss",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "‘Determined to preserve rich heritage’: PM Modi ahead of Ayodhya visit",
    "title_full": "‘Determined to preserve rich heritage’: PM Modi ahead of Ayodhya visit",
    "published": "2023-12-29T20:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZLH.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1366ec0fb0edecaa99a1e69dbf03557620f8bfa1",
  "url": "https://vnexplorer.net/determined-to-preserve-rich-heritage-pm-modi-ahead-of-ayodhya-visit-s711146.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T20:11:00.000+02:00",
  "title": "‘Determined to preserve rich heritage’: PM Modi ahead of Ayodhya visit",
  "text": "Prime minister Narendra Modi.\nA day ahead of his Ayodhya visit, Prime Minister Narendra Modi on Friday said his government is determined to “preserve the rich heritage” of the holy city. The PM also mentioned the list of projects he will be inaugurating on Saturday.\n“Our government is determined to develop world-class infrastructure, improve connectivity and preserve the rich heritage of Ayodhya, the city of Lord Shri Ram. In this direction, I will inaugurate the newly constructed airport and redeveloped railway station tomorrow. Along with this, I will also get the privilege of inaugurating and laying the foundation stone of many more development projects, which will make the life of my family members in many areas of the country including Ayodhya and UP easier,” PM Modi wrote on X, formerly known as Twitter.\nPM Modi will visit Ayodhya on Saturday around 11:15 am and inaugurate projects worth ₹11,100 crore, including the Ayodhya Airport and the Ayodhya Dham Junction Railway Station. He will be welcomed by over 1,400 artists from across the country who will present folk art and cultural programmes on 40 stages set up along the route from the airport to the railway station, Uttar Pradesh chief minister Yogi Adityanath’s office said.\nModi’s visit comes days ahead of the consecration ceremony at the Ram temple on January 22.\nList of projects that PM Modi will inaugurate in Ayodhya Ayodhya Airport PM Modi will inaugurate phase one of the state-of-the-art new Ayodhya Airport on Saturday. According to an official release, the airport is developed at a cost of over ₹1,450 crore. The airport’s terminal building will have an area of 6500 sqm, equipped to serve about 10 lakh passengers annually, while the facade of the building depicts the temple architecture of the upcoming Ram temple. The airport is set to improve connectivity in the region, leading to a boost in tourism, business activities, and employment opportunities, the release said.\nAyodhya Dham Railway Station Phase one of the re-developed Ayodhya Dham railway station, built at a cost of over ₹240 crore will also be inaugurated. The three-storey modern railway station building is equipped with modern features including lifts, escalators, food plazas, shops for puja needs, cloakrooms, child care rooms, and waiting halls.\nRail projects PM Modi will flag off a new category of two superfast passenger trains, the Amrit Bharat Express – Darbhanga-Ayodhya-Anand Vihar Terminal Amrit Bharat Express and Malda Town-Sir M. Visvesvaraya Terminus (Bengaluru) Amrit Bharat Express. He will also flag off six new Vande Bharat trains – Mata Vaishno Devi Katra-New Delhi Vande Bharat Express; Amritsar-Delhi Vande Bharat Express; Coimbatore-Bangalore Cantt Vande Bharat Express; Mangalore-Madgaon Vande Bharat Express; Jalna-Mumbai Vande Bharat Express and Ayodhya-Anand Vihar Terminal Vande Bharat Express.\nApart from these, PM Modi will also dedicate three railway projects worth ₹2,300 crore to the nation. These projects include the Rooma Chakeri-Chanderi third line project; Jaunpur-Tulsi Nagar, Akbarpur-Ayodhya, Sohawal-Patranga, and Safdarganj-Rasauli sections of the Jaunpur-Ayodhya-Barabanki doubling project; and doubling and electrification project of the Malhaur-Daliganj railway section.\nInfrastructure projects PM Modi will inaugurate four newly redeveloped, widened, and beautified roads in Ayodhya – Rampath, Bhaktipath, Dharampath, and Shri Ram Janmabhoomi Path.\nHe will also inaugurate several projects that will strengthen civic infrastructure in the city including Rajarshi Dashrath Autonomous State Medical College; four-lane road connecting Ayodhya-Sultanpur Road-Airport; a four-lane road till Tedhi Bazaar Shri Ram Janmabhoomi via NH-27 bypass Mahobra Bazaar; several beautified roads across the city and the Ayodhya bypass; Jagdishpur-Faizabad section of NH-330A; widening and strengthening of Maholi-Baragaon-Deodhi road and Jasarpur-Bhaupur-Gangaraman-Sureshnagar road; ROB at Badi Bua Railway Crossing on Panchkosi Parikrama Marg; solid waste treatment plant in village Pikhrauli; and new buildings and classrooms in Dr. Brajkishore Homoeopathic College and Hospital, among others.\nHe will also lay the foundation stone of new projects which will further help in the revamp of civic facilities in Ayodhya while also strengthening the rich cultural heritage of the city, the official release said.\nThese projects include – conservation and beautification of four historical entrance gates in Ayodhya; new concrete ghats between Guptar Ghat and Rajghat and rehabilitation of pre-built ghats; development and beautification of tourist facilities from Naya Ghat to Laxman Ghat; construction of a visitor gallery for Deepotsav and other fairs at Ram Ki Paidi; and strengthening and renovation of pilgrim path from Ram Ki Paidi to Raj Ghat and Raj Ghat to Ram Temple.\nMeanwhile, PM Modi will also inaugurate several other projects across Uttar Pradesh.\nRead more news like this on HindustanTimes.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZLH.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZLH.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "frid",
        "sentiment": "negative"
      },
      {
        "name": "shri ram",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "ayodhya",
        "sentiment": "none"
      },
      {
        "name": "ayodhya airport",
        "sentiment": "none"
      },
      {
        "name": "ayodhya dham junction railway station",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:13:15.306+02:00",
  "updated": "2023-12-29T20:13:15.306+02:00"
}