{
  "thread": {
    "uuid": "d3db4fda67295f39f51643b68a6fc9f9b0a24102",
    "url": "https://www.koamnewsnow.com/lifestyle/family/aspca-advices-on-keeping-your-pets-safe-during-dangerous-winter-weather-temps/article_3b3f5afa-b0cb-11ee-98b1-cb9095706a7a.html",
    "site_full": "www.koamnewsnow.com",
    "site": "koamnewsnow.com",
    "site_section": "https://www.newsbreak.com/koamnewsnow-com-koam-tv-1590301",
    "site_categories": [
      "media"
    ],
    "section_title": "KOAMNewsNow.com | KOAM-TV | NewsBreak",
    "title": "ASPCA advices on keeping your pets safe during dangerous winter weather temps | Family | koamnewsnow.com",
    "title_full": "ASPCA advices on keeping your pets safe during dangerous winter weather temps | Family | koamnewsnow.com",
    "published": "2024-01-11T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/koamnewsnow.com/content/tncms/assets/v3/editorial/5/b4/5b40c996-b0d6-11ee-a3b5-637602de155b/65a0750751dca.image.jpg?crop=1920%2C1008%2C0%2C35&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 50832,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3db4fda67295f39f51643b68a6fc9f9b0a24102",
  "url": "https://www.koamnewsnow.com/lifestyle/family/aspca-advices-on-keeping-your-pets-safe-during-dangerous-winter-weather-temps/article_3b3f5afa-b0cb-11ee-98b1-cb9095706a7a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-11T07:00:00.000+02:00",
  "title": "ASPCA advices on keeping your pets safe during dangerous winter weather temps | Family | koamnewsnow.com",
  "text": "(KOAM) - While keeping your homes safe, warm, and energy-efficient, do not forget to keep your outdoor animals safe too! The American Society for the Prevention of Cruelty to Animals (ASPCA) provides a list of tips on keeping your furry loved ones safe this winter. If it is too cold outside for you, it’s probably too cold for your pet. Pets can freeze, become disoriented, lost, injured or even killed from being left outdoors in the cold. Keep your pets inside where they can stay cozy and safe in the winter. Also, don’t leave pets in the car alone as it can act like a refrigerator and hold in the cold air, which can result in your pet freezing and could lead to serious health concerns, including death. After each walk, make sure to wash and dry your pet’s feet and stomach. You may also want to bring a towel on long walks to clean off irritated paws. While on a walk, your pet may step in ice, salt and chemicals—which can be very painful. Don’t forget to check for cracks in paw pads or redness between the toes! Massage petroleum jelly, or other vet-approved paw creams or balms, into your pet’s paw pads before going outside to help protect from salt and chemical agents. Booties can be even more effective in covering and protecting paws when out on walks. Keep your home humidified and be sure to towel dry your pet as soon as they come inside to avoid itchy, flaking skin. Repeatedly going into the cold and then coming back to a warm home can cause this skin reaction in pets. Again, paying close attention to their feet and in-between their toes will help prevent and treat skin irritation in the winter. Never shave your dog down to their skin during winter. Longer coats provide more warmth, like wearing a winter coat! If your dog is long-haired, just trim them to minimize clinging ice balls, salt crystals and de-icing chemicals that can dry out their skin. And don’t neglect the hair between their toes! If your fur baby is short-haired, try getting them a coat or sweater with a high collar or turtleneck with coverage from tail to belly. Your pet will not only be warm, but stylish too! Try not to bathe your pet as often during cold spells. Bathing too often can remove necessary essential oils and increase the chance of developing dry, flaky skin. If you must bathe your furry friend, use moisturizing shampoo and/or rinse recommended by your veterinarian. Thoroughly clean up any antifreeze spills. Antifreeze is lethal for dogs and cats and pet parents should be extra careful when using this chemical. Consider using products that contain propylene glycol rather than ethylene glycol. Additionally, cold weather chemicals like ice melts can be dangerous when ingested, so always be mindful and keep chemicals up and out of paws’ reach. Feed your pet a little extra in the winter months. Our pets work a little harder to stay warm in the winter and therefore burn extra energy. Feeding them a bit extra can provide much-needed calories—and they certainly won’t complain! Make sure they are also drinking plenty of water, it will help keep them, and their skin, hydrated. Ensure your furry companion has a warm place to sleep that’s off the floor and away from drafts. A cozy dog or cat bed with a warm blanket or pillow is perfect. Never let your dog off the leash on snow or ice, especially during a snowstorm. Dogs can lose their scent in the snow and easily become lost. More dogs are lost during the winter than during any other season, so make sure your dog always wears an ID tag. Along with the ASPCA, local organizations are providing advice on how to keep your outdoor animals safe during this coming winter weather. Additional information: COPYRIGHT 2024 BY KOAM NEWS NOW. ALL RIGHTS RESERVED. THIS MATERIAL MAY NOT BE PUBLISHED, BROADCAST, REWRITTEN OR REDISTRIBUTED.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Health",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "aspca",
        "sentiment": "neutral"
      },
      {
        "name": "american society for the prevention of cruelty",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-12T01:28:20.854+02:00",
  "updated": "2024-01-12T01:28:20.854+02:00"
}