{
  "thread": {
    "uuid": "e710e884352d1844058e175ad6801ebaf30e6dbe",
    "url": "https://www.euronews.com/2024/03/10/pope-francis-ukraine-should-have-courage-of-the-white-flag",
    "site_full": "www.euronews.com",
    "site": "euronews.com",
    "site_section": "http://feeds.feedburner.com/euronews/en/home/\r",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "News | Euronews RSS",
    "title": "Pope Francis: Ukraine should have courage of the 'white flag'",
    "title_full": "Pope Francis: Ukraine should have courage of the 'white flag' | Euronews",
    "published": "2024-03-10T09:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://static.euronews.com/articles/stories/08/29/64/44/1200x675_cmsv2_b80e399c-a507-5d3e-b380-7ff035acfb26-8296444.jpg",
    "performance_score": 0,
    "domain_rank": 585,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 4,
        "shares": 14
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 1
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 1
      }
    }
  },
  "uuid": "e710e884352d1844058e175ad6801ebaf30e6dbe",
  "url": "https://www.euronews.com/2024/03/10/pope-francis-ukraine-should-have-courage-of-the-white-flag",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-10T09:34:00.000+02:00",
  "title": "Pope Francis: Ukraine should have courage of the 'white flag'",
  "text": "Pope Francis said in an interview that Ukraine, facing a possible defeat, should have the courage to negotiate an end to the war with Russia and not be ashamed to sit at the same table to carry out peace talks. The pope made his appeal during an interview recorded last month with Swiss broadcaster RSI, which was partially released on Saturday. “I think that the strongest one is the one who looks at the situation, thinks about the people and has the courage of the white flag, and negotiates,” Francis said, adding that talks should take place with the help of international powers. Ukraine remains firm on not engaging directly with Russia on peace talks, and Ukrainian President Volodymyr Zelenskyy has said multiple times the initiative in peace negotiations must belong to the country which has been invaded. Russia is gaining momentum on the battlefield in the war now in its third year and Ukraine is running low on ammunition. Meanwhile, some of Ukraine’s allies in the West are delicately raising the prospect of sending troops. Vatican spokesman Matteo Bruni said Saturday that Francis picked up the “white flag” term that had been used by the interviewer. He issued a statement of clarification after the pope’s “white flag” comments sparked criticism that he was siding with Russia in the conflict. Throughout the war, Francis has tried to maintain the Vatican’s traditional diplomatic neutrality, but that has often been accompanied by apparent sympathy with the Russian rationale for invading Ukraine, such as when he noted that NATO was “barking at Russia’s door” with its eastward expansion. Francis said in the RSI interview that “the word negotiate is a courageous word.” \"When you see that you are defeated, that things are not going well, you have to have the courage to negotiate,” he said. “Negotiations are never a surrender.” The pope also reminded people that some countries have offered to act as mediators in the conflict. “Today, for example, in the war in Ukraine, there are many who want to mediate,” he said. “Turkey has offered itself for this. And others. Do not be ashamed to negotiate before things get worse.\" Turkish President Recep Tayyip Erdogan — whose NATO-member country has sought to balance its close relations with both Ukraine and Russia — has offered during a visit Friday from Zelenskyy to host a peace summit between the two countries.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "matteo bruni",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "vatican",
        "sentiment": "none"
      },
      {
        "name": "rsi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "west",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T09:48:01.540+02:00",
  "updated": "2024-03-10T13:04:36.164+02:00"
}