{
  "thread": {
    "uuid": "679ae252f5f2b10fa8365e4bfa96202a85149a07",
    "url": "https://diariocorreo.pe/mundo/japon-rescatan-a-una-anciana-de-90-anos-bajo-los-escombros-de-una-casa-tras-cinco-dias-desde-el-terremoto-noto-noticia/",
    "site_full": "diariocorreo.pe",
    "site": "diariocorreo.pe",
    "site_section": "https://diariocorreo.pe/arcio/rss",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": "Diario Correo",
    "title": "Japón: Rescatan a una anciana de 90 años bajo los escombros de una casa tras cinco días desde el terremoto",
    "title_full": "Japón: Rescatan a una anciana de 90 años bajo los escombros de una casa tras cinco días desde el terremoto",
    "published": "2024-01-08T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://diariocorreo.pe/resizer/6qZ-IJUIojugq3MH6A4uXelsN28=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/4VYJVJMBQVGXNMQOILYDWVHWCM.jpg",
    "performance_score": 0,
    "domain_rank": 37244,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "679ae252f5f2b10fa8365e4bfa96202a85149a07",
  "url": "https://diariocorreo.pe/mundo/japon-rescatan-a-una-anciana-de-90-anos-bajo-los-escombros-de-una-casa-tras-cinco-dias-desde-el-terremoto-noto-noticia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción Diario Correo",
  "published": "2024-01-08T00:49:00.000+02:00",
  "title": "Japón: Rescatan a una anciana de 90 años bajo los escombros de una casa tras cinco días desde el terremoto",
  "text": "Una anciana de 90 años, que permaneció cinco días bajo los escombros de su casa destruida por el terremoto que sacudió a Japón el primer día del año, fue milagrosamente rescatada después de que los equipos de rescate consideraran que las posibilidades de encontrar a un superviviente eran completamente nulas. MIRA: [Corea del Norte dispara cientos de proyectiles cerca de dos islas surcoreanas] Tras el potente sismo de magnitud 7,5 y el posterior tsunami con olas de aproximadamente un metro de altura, Japón enfrentó nevadas este domingo que complicaron las labores de rescate. Es importante destacar que, como resultado del terremoto que golpeó la península de Noto, en la costa occidental del archipiélago el 1 de enero de este año, al menos 128 personas perdieron la vida. Según el nuevo informe de este domingo, 195 personas siguen desaparecidas, y se han registrado más de 560 heridos. Una mujer de avanzada edad pasó cinco días bajo los escombros de una casa derrumbada en la ciudad de Suzu antes de ser rescatada este fin de semana por el equipo de socorristas. Según el medio japonés NHK, la mujer ha sido trasladada al hospital para recibir tratamiento médico.“¡Aguante!”, “Todo va a salir bien”, “Manténgase positiva”, fueron algunos de los mensajes que los socorristas gritaban en medio de la lluvia para animar a la anciana. Lamentablemente, no todos corrieron con la misma suerte. En la ciudad de Anamizu, un hombre de 52 años que perdió a su hijo de 21 años y a sus suegros esperaba recibir gratas noticias sobre los otros miembros de su familia. “Deseo que estén vivos, no quiero quedarme solo”, expresó a NHK. Cabe señalar que diversas comunidades en la península de Noto han quedado aisladas debido a carreteras dañadas y deslizamientos de tierra que impiden el paso de vehículos de apoyo. Además, las previsiones de mal tiempo y la esperada caída de nieve este domingo amenazan con complicar la tarea de la Policía, las tropas y otros equipos de rescate desplegados. Estas condiciones climáticas adversas también podrían afectar a las más de 30,000 personas alojadas en 366 refugios gubernamentales. “La primera prioridad ha sido rescatar a las personas que se encuentran bajo los escombros y llegar a las comunidades aisladas”, explicó el primer ministro Fumio Kishida a NHK. TE PUEDE INTERESAR [Tiroteo en Iowa: Policía confirma “múltiples víctimas de bala” en ataque en la Escuela Secundaria Perry](https://diariocorreo.pe/mundo/tiroteo-en-iowa-policia-confirma-multiples-victimas-de-bala-en-ataque-en-la-escuela-secundaria-perry-noticia/) [Jeffrey Epstein: Bill Clinton, Príncipe Andrés, Oprah Winfrey y más famosos de la lista](https://diariocorreo.pe/mundo/jeffrey-epstein-bill-clinton-principe-andres-oprah-winfrey-y-mas-famosos-de-la-lista-stephen-hawking-donald-trump-michael-jackson-noticia-noticia/) [Justicia de Nueva York desclasifica documentos vinculados a Jeffrey Epstein](https://diariocorreo.pe/mundo/justicia-de-nueva-york-desclasifica-documentos-vinculados-a-jeffrey-epstein-ghislaine-maxwell-johanna-sjoberg-noticia-noticia/) [Terremoto en Japón: largas filas para conseguir agua y comida, mientras que se reportan 50 muertos](https://diariocorreo.pe/mundo/terremoto-en-japon-largas-filas-para-conseguir-agua-y-comida-mientras-que-se-reportan-50-muertos-noticia/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:59:24.491+02:00",
  "updated": "2024-01-09T00:40:42.925+02:00"
}