{
  "thread": {
    "uuid": "804fdb43d017fb3931dc17169148a7e70b000d37",
    "url": "https://www.tellerreport.com/life/2024-01-02-ordering-takeaway-in-extremely-cold-weather-ninety-percent-of-respondents-support-the-platform-to-extend-delivery-time.HkMSb6xW_6.html",
    "site_full": "www.tellerreport.com",
    "site": "tellerreport.com",
    "site_section": "https://tellerreport.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Teller Report",
    "title": "Ordering takeaway in extremely cold weather Ninety percent of respondents support the platform to extend delivery time - Teller Report",
    "title_full": "Ordering takeaway in extremely cold weather Ninety percent of respondents support the platform to extend delivery time - Teller Report",
    "published": "2024-01-02T05:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 17647,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "804fdb43d017fb3931dc17169148a7e70b000d37",
  "url": "https://www.tellerreport.com/life/2024-01-02-ordering-takeaway-in-extremely-cold-weather-ninety-percent-of-respondents-support-the-platform-to-extend-delivery-time.HkMSb6xW_6.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anonym",
  "published": "2024-01-02T05:03:00.000+02:00",
  "title": "Ordering takeaway in extremely cold weather Ninety percent of respondents support the platform to extend delivery time - Teller Report",
  "text": "In December 2023, temperatures plummeted across the country, and heavy snow fell. Poor visibility and icy and slippery roads put people at risk. In this context, \"should you order takeout in extremely cold weather\" has once again aroused heated discussions, some netizens believe that you should try not to order takeout, strong winds, blizzards, low temperatures and other bad weather not only bring a lot of safety hazards to riders, but also easy to deliver overtime \"be badly reviewed\", and \"there is bitterness in the wind and rain\"; There are also riders who posted videos on the Internet saying, \"If you don't order takeout, where can I make money\", another voice was heard. A few days ago, the China Youth Network of China Youth Daily conducted an online questionnaire survey on \"Should I order takeout in extremely cold weather\" (14963,51 respondents participated), 27.48% of the respondents believed that driving in extreme weather was unsafe and the risk factor was high, so they should not order; 73. % of the respondents believe that they should order, and if they don't, they will lose their income. In an interview with a reporter from China Youth Daily and China Youth Network, the delivery riders also expressed their different views. To send it or not to send it? Riders have their own expectations \"There's no way, we're going to work.\" Li Jian, a rider at the Lama Temple site in Beijing, said that living in such a big city has a cost every day, so no matter what the weather, he will do his best to get the job done. He believes that if customers are worried about the safety of riders in extremely cold weather, they only need to pay attention to the distance between the store and themselves when ordering, and try not to order takeaway more than 5 kilometers away, as too far will indeed bring great trouble to riders. Li Jian said that the road is not easy to walk in snowy days, traffic jams occur from time to time, and the distance is too far to easily lead to overtime, and the meals will be cold. Wang Shuoxin, a rider at Meituan's special delivery Jilin Tiancheng site, said that in extremely cold weather, he hopes that consumers will try not to order, and the weather in Jilin is cold, and it is really difficult to send it when it snows heavily. \"In the past two days, the highest daytime temperature in Jilin was minus 13 °C, and the first two days were below minus 20 °C, and I ran 72 orders a day in this environment.\" Since the cooldown, Wang Shuoxin has run for 10 hours a day at most, receiving a subsidy of nearly 130 yuan. \"It's just recommended that everyone don't order unless necessary, no matter how cold it is after receiving the order, I will try my best to serve the customers well, the station distributed knee pads, gloves, and handlebar covers to us to keep out the cold, but what I hope most is that the customer can understand the rider more.\" He said. \"Of course! That's what I do, and I have to support my family, and if everyone doesn't order us, we'll be laid off. Zhang Dong, a rider from Ele.me (crowdsourcing) Preferred Beijing Dongzhimen Business District, said that during extremely bad hours or when no one runs orders at night, some bonus activities will be launched. The platform will have a \"rush order\" activity and weather subsidies, and the team will also distribute cold items such as handles and knee pads. He said: \"I run 10-12 hours a day, and I receive a subsidy of 1 yuan or 2 yuan per order depending on the weather conditions, and in the days from December 2023 to 12, 18, I got almost 24,1000 yuan for the weather subsidy and the reward for rushing orders.\" ” \"Personally, I don't want people to order in extremely bad weather.\" Zhou Sheng, a Meituan delivery rider who is also at the Dongzhimen site in Beijing, said. \"We are the system dispatching orders, and I will send as much as the system sends.\" Zhou Sheng recalled that on the day of the blizzard in Beijing, he delivered more than 11 orders during the afternoon peak (00:13-30:20) alone, which was really difficult. He said that if you have to order takeout in extremely cold weather, I hope everyone can be more considerate and tolerant. 90.3% of respondents supported the platform's move to extend delivery times Compared with the cold storm and snow in winter, the takeaway guys are more concerned about customer evaluations and platform management mechanisms such as \"overtime bad reviews\". Now, various food delivery platforms are also making adjustments. \"We have set up a special team for 'safe production' to do a good job in the safety of rider distribution and cold protection.\" The relevant person in charge of Ele.me said that the platform has now formed an emergency mechanism under special weather, optimized the route and dispatched the order protection, matched more flexible delivery time for riders, shortened the delivery distance, opened the penalty exemption measures and abnormal declaration, elimination, etc. in some stations and knight stations, and also prepared ginger soup, hot tea, medicine boxes, etc., to do a good job in logistics support. \"In the winter of 2023, Meituan Takeaway invested 17.3 billion yuan in special delivery subsidies, and sent gloves, handlebar covers, windshield quilts, warm babies and other cold-proof materials to riders.\" According to the relevant person in charge of Meituan, the platform will help riders reduce delivery pressure by increasing order subsidies, extending delivery time, shortening delivery distances, eliminating overtime and bad reviews and other measures during extreme weather, and also unites all sectors of society to build more than 8, heart-warming stations across the country, so that riders can deliver meals to citizens with peace of mind and safety. In extreme weather, the platform takes measures such as extending the delivery time, eliminating overtime and bad reviews, do consumers support it? According to the survey, 68.34% of the respondents expressed support for the elimination of overtime negative reviews, believing that extreme weather is understandable. 26.76% of the respondents were neutral and believed that they could have a choice; Only 4.9% of respondents chose not to support it, believing that the move would affect dining arrangements. As for the platform's initiative to extend the delivery time, 90.3% of the respondents expressed support, believing that it is not necessary to care about slow and fast, and 9.7% of the respondents did not support it, believing that the delivery cost should not be paid by consumers. Chen Yi, a young man who participated in the questionnaire, said that winter has arrived, and the extremely cold weather may last for a long time, and if everyone stops ordering, the riders will have a meager income that month, and it will be difficult to make ends meet. She understands that it is not easy for delivery staff to deliver food in extremely cold weather, and will remind them in the notes that they are not in a hurry to deliver food, pay attention to safety, and express gratitude when picking up food. \"If the timeout is too long, I think the platform can give us consumers a certain amount of coupon compensation.\" She said. Some time ago, the lowest temperature in Tianjin reached minus 21 °C, and Yan Chenchen, who was born in the 90s, chose not to order takeout, he considered the safety of the riders, and if the delivery time was long, the taste of the food would also change. He said that if there are special circumstances that must order takeout, he will choose to give a tip, and leave a message to remind the rider to put his own safety first. \"Point or not\", the protection of workers' rights and interests is the key The issue of \"whether you should order takeaway in extremely cold weather\" is not right or wrong, \"to order or not\" is the choice of consumers, and the essence of the heated discussion among netizens is the attention and care of new professional practitioners such as takeaway brothers. According to the \"Survey on the Situation of Emerging Youth in Beijing\" jointly organized by the Beijing Municipal Committee of the Communist Youth League and the Institute of Sociology of the Chinese Academy of Social Sciences, 71.8% of the emerging youth groups are satisfied with their current jobs. However, 59.7% of young people working in the platform economy, with online car-hailing drivers, couriers, food delivery riders, and flash delivery brothers as typical groups, are significantly lower than the whole, and special attention needs to be paid to the improvement of working conditions and the protection of occupational rights and interests. In terms of protecting the legitimate rights and interests of takeaway brothers, seven departments, including the State Administration for Market Regulation, the Cyberspace Administration of China, and the National Development and Reform Commission, have jointly issued the \"Guiding Opinions on Implementing the Responsibilities of Online Catering Platforms and Effectively Safeguarding the Rights and Interests of Takeaway Delivery Workers\", which has put forward all-round requirements in terms of ensuring labor income and safety. In recent years, various localities have also introduced a number of corresponding policies to strengthen the protection of the rights and interests of food delivery riders and express delivery riders. Seven departments, including the Anhui Provincial Market Supervision Bureau, have jointly issued the \"Implementation Opinions on Protecting the Rights and Interests of Takeaway Delivery Workers and Strengthening the Supervision of Takeaway Delivery Behaviors\". In April 2023, the Xiamen Municipal Special Working Group for the Protection of the Rights and Interests of Couriers and Takeaway Riders issued the \"Special Work Plan for the Protection of the Rights and Interests of Couriers and Takeaway Riders\", deploying 4 key tasks from the aspects of rights and interests protection, standardized management, labor relationship identification and responsibility definition. On May 15, 2023, the \"Hangzhou Measures for the Supervision and Administration of Online Catering Takeaway Delivery\" came into effect, stipulating the rights and interests of online delivery workers in terms of contracting, training, insurance, remuneration, etc. Many grassroots units are also carrying out various \"care projects\". Since the beginning of winter, the seven \"little brother gas stations\" located in different directions of Shichahai Street, Xicheng District, Beijing have been warm. Many takeaway boys who are galloping in the cold wind pass by here, and they will stop the car and come in to rest for a while and drink a cup of ginger tea. \"Little Brother Gas Station\" is a volunteer service project for young people with new forms of new employment jointly carried out by the Youth League Working Committee of Shichahai Street and the Party and Mass Service Center. Although the space is small, it is warm and functional, providing a variety of services and conveniences, such as boiling water, Wi-Fi, rest space, meal heating, mobile phone charging, newspaper reading, emergency medicine kits, love umbrellas, etc., and free special tea drinks according to the season. Solve practical problems such as drinking, eating, and resting for little brothers and outdoor workers. Chen Guozhen, director of the Party and Mass Service Center of Shichahai Street, introduced that the street will set the 5th of each month as the \"Little Brother Volunteer Service Day\", on the one hand, to provide various services, on the other hand, to invite them to carry out volunteer services within their ability to guide two-way radiation. \"I hope that they can feel professional identity and professional value in caring and caring. It is also expected that they will be the 'eyes' and 'ears' of the community, and actively participate in the co-construction, co-governance and sharing of the community. Chen Guozhen said. Recently, the State Administration for Market Regulation announced the relevant content of the \"Proposal on Strengthening the Protection of the Rights and Interests of Food Delivery Riders\" put forward by Guan Xu, a deputy to the National People's Congress. The reply pointed out that the legal system for the protection of the rights and interests of workers in new forms of employment will be improved. Cooperate with relevant departments to accelerate the introduction of labor security laws and regulations applicable to workers in new forms of employment, accelerate the implementation of model labor contracts specifically applicable to food delivery riders, and strengthen the effective connection between flexible employment groups and the existing social security system. Xue Jun, a professor at Peking University Law School, said in an interview with a reporter from China Youth Daily and China Youth Network that at present, food delivery riders have become an indispensable part of the public's daily life, and protecting their legitimate rights and interests has become a general consensus in society. However, in order to ensure that the legitimate rights and interests of food delivery riders are always protected, it is inseparable from the platform's lawful actions. Major platforms should respond positively. In the short term, it may lead to an increase in platform costs, but in the long run, it will change the entire food delivery business structure, which is not only conducive to the labor security of riders, but also conducive to improving the efficiency of personnel use in the industry. (At the request of the interviewee, Li Jian, Wang Shuoxin, Zhang Dong, Zhou Sheng, Chen Yi, and Yan Chenchen are pseudonyms in the article) China Youth Daily • China Youth Network Xi Reporter Pan Xiaowen Reporter Zhao Linlin Liu Shangjun Liu Hongxia Wang Longlong Source: China Youth Daily",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "china youth network of china youth daily",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T05:04:49.119+02:00",
  "updated": "2024-01-02T05:04:49.119+02:00"
}