{
  "thread": {
    "uuid": "0db482ccb2632b878d4965a3f1a6c493564b250d",
    "url": "https://english.news.cn/20240105/88d9669f60344a78b470b911028b2a01/c.html",
    "site_full": "english.news.cn",
    "site": "news.cn",
    "site_section": "https://english.news.cn/list/latestnews.htm",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest news | English.news.cn",
    "title": "Xinhua Headlines: Harbin extravaganza boosts China's ice-and-snow economy-Xinhua",
    "title_full": "Xinhua Headlines: Harbin extravaganza boosts China's ice-and-snow economy-Xinhua",
    "published": "2024-01-05T17:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 991,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0db482ccb2632b878d4965a3f1a6c493564b250d",
  "url": "https://english.news.cn/20240105/88d9669f60344a78b470b911028b2a01/c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Xinhua",
  "published": "2024-01-05T17:32:00.000+02:00",
  "title": "Xinhua Headlines: Harbin extravaganza boosts China's ice-and-snow economy-Xinhua",
  "text": "* Harbin Ice-Snow World, built on the northern bank of the Songhua River which flows through the city, is a landmark ice-and-snow theme park listed by China's leading online travel agency Trip.com as the country's top snow and ice tourism site for New Year holiday travel.\n* The northeast Chinese provinces of Liaoning, Jilin and Heilongjiang, known for being China's oldest industrial base, were once called the \"rust belt,\" due to the significant difficulties these provinces encountered in terms of economic transformation and development.\n* The ice-and-snow economy has been listed among key sectors to further promote a new breakthrough in the full revitalization of northeast China in the new era.\nVisitors look at ice sculptures at Harbin Ice-Snow World in Harbin, northeast China's Heilongjiang Province, Jan. 4, 2024. (Xinhua/Xie Jianfei)\nHARBIN, Jan. 5 (Xinhua) -- The International Ice and Snow Festival kicked off Friday evening in Harbin, capital city of China's northernmost Heilongjiang Province, adding steam to the country's burgeoning ice-and-snow economy.\nDubbed China's \"ice city,\" the outdoor temperature in Heilongjiang falls to below minus 20 degrees Celsius in winter.\nHarbin Ice-Snow World, built on the northern bank of the Songhua River which flows through the city, is a landmark ice-and-snow theme park listed by China's leading online travel agency Trip.com as the country's top snow and ice tourism site for New Year holiday travel.\nThe theme park, covering an area of 810,000 square meters, this year used a total of 250,000 cubic meters of ice and snow mined from the Songhua River for crafting sculptures such as castles and towers, which are illuminated by colorful lighting.\nThis year's scale of ice-and-snow sculptures in the park is the largest since it first opened in 1999, said Sun Zemin, marketing director of Harbin Ice and Snow World Park Co., Ltd., the theme park's operator.\nThe park offers more than 20 amusement activities including ice kart racing, snowmobile racing, snow drifting and snow yo-yo.\nSun said the number of ice slides in the park has increased from eight last winter to 14 this year, and this was done to cope with growing tourist demand. The longest slide runs 521 meters, providing a thrilling experience, and has become one of the hottest attractions in the park.\n\"My wife and I had thought about going to Thailand for a winter trip, but we were attracted by short videos that went viral online about ice-and-snow fun in Harbin. That is why we are here now,\" said Sun Chengzhe, a tourist from east China's Fujian Province.\nVisitors watch a firework show during the opening ceremony of the 40th Harbin International Ice and Snow Festival at the Harbin Ice-Snow World in Harbin, northeast China's Heilongjiang Province, Jan. 5, 2024. (Xinhua/Wang Jianwei)\nAccording to a Trip.com report, tourists visiting Harbin during the New Year holiday were mainly from the metropolises of Shanghai, Shenzhen and Beijing. The number of orders via Trip.com online booking platform for holiday travel to Harbin during this period rose 158 percent year on year.\nIn the three-day holiday, Harbin received a total of more than 3 million tourists, and achieved total tourism income of 5.9 billion yuan (824.5 million U.S. dollars). Both numbers represent record highs.\nMeanwhile, the municipal government of Harbin opted to make the opening day of the International Ice and Snow Festival on Friday a public holiday to boost the festival atmosphere.\nMany warm-hearted local residents volunteered to help visitors fend off the freezing cold.\nHarbin restaurant owner Yin Zhi serves 600 cups of free hot ginger and jujube water daily to tourists as they explore Harbin's major boulevard.\n\"We would like to show visitors everything good here, such as the good food, good drinks and good scenery,\" he said. \"This is the unique way of a northeastern resident welcoming his guests.\"\nTourists have fun at Harbin Songhua River Ice and Snow Carnival in Harbin, northeast China's Heilongjiang Province, Jan. 3, 2024. (Xinhua/Wang Jianwei)\nA great number of other ice-and-snow activities are being held in the northeastern Chinese provinces of Heilongjiang, Jilin and Liaoning this winter to deliver immersive experiences of folk cultural events and the ice and snow landscape.\nJilin Province, neighboring Heilongjiang, boasts 75 ski resorts, and has ranked first among China's skiing destinations for many years.\nSergi Drago Gonzalez from Spain commended the ski resort in the Changbai Mountains for being on par with those in the European Alps and the North American Rocky Mountains, which all boast the soft powder snow favored by skiing fans.\n\"Compared to Europe, the snow at skiing resorts in Jilin is less affected by weather, making it more convenient and stable for short skiing trips,\" he said.\nThe northeast Chinese provinces of Liaoning, Jilin and Heilongjiang, known for being China's oldest industrial base, were once called the \"rust belt,\" due to the significant difficulties these provinces encountered in terms of economic transformation and development.\nPeople enjoy winter sports at Lake Songhua Resort in Jilin City, northeast China's Jilin Province, Nov. 24, 2023. (Xinua/Xu Chang)\nPartially thanks to the contribution of its burgeoning ice-and-snow tourism industry, the economic growth of Liaoning Province in the first three quarters of 2023 surpassed the national average for the first time in ten years. Jilin Province, meanwhile, recorded GDP growth of 5.8 percent in the first three quarters of 2023, 0.6 percentage points above the national average.\nAlthough the economic growth of Heilongjiang Province still fell below the national average in the first three quarters of 2023, the growth momentum of its tertiary industry was evident, jumping by 4.7 percent year on year, well above the growth rates of its first and secondary industries.\nThe ice-and-snow economy has been listed among key sectors to further promote a new breakthrough in the full revitalization of northeast China in the new era.\n(Reporting by Fang Ning, Bai Xu, Wang Junbao, Shao Meiqi, Si Xiaoshuai; Video reporters: Wang Junbao, Si Xiaoshuai, Shao Meiqi, Zhou Wanpeng, Meng Hanqi, Song Xinping, Zhang Nan, Sun Xiaoyu, Yang Siqi; video editors: Yu Jiaming, Wei Yin, Zhang Yucheng) ■",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "xie jianfei)",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "xinhua headlines",
        "sentiment": "negative"
      },
      {
        "name": "xinhua",
        "sentiment": "negative"
      },
      {
        "name": "trip.com",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "harbin ice-snow world",
        "sentiment": "none"
      },
      {
        "name": "songhua river",
        "sentiment": "none"
      },
      {
        "name": "liaoning",
        "sentiment": "none"
      },
      {
        "name": "heilongjiang province",
        "sentiment": "none"
      },
      {
        "name": "jilin",
        "sentiment": "none"
      },
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "heilongjiang",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:34:39.520+02:00",
  "updated": "2024-01-06T00:34:39.520+02:00"
}