{
  "thread": {
    "uuid": "004c1250fd7f02698d63c08930e55fe686035d7c",
    "url": "https://www.navalnews.com/naval-news/2023/12/ulaq-combat-usv-proves-efficiency-on-the-field/",
    "site_full": "www.navalnews.com",
    "site": "navalnews.com",
    "site_section": "https://www.navalnews.com/rss",
    "site_categories": [
      "hobbies_and_interests"
    ],
    "section_title": "Naval News",
    "title": "ULAQ combat USV proves efficiency on the field",
    "title_full": "ULAQ combat USV proves efficiency on the field",
    "published": "2023-12-29T13:50:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.navalnews.com/wp-content/uploads/2023/12/ulaq-mum-t2.jpg",
    "performance_score": 0,
    "domain_rank": 23656,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "004c1250fd7f02698d63c08930e55fe686035d7c",
  "url": "https://www.navalnews.com/naval-news/2023/12/ulaq-combat-usv-proves-efficiency-on-the-field/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Naval News Staff",
  "published": "2023-12-29T13:50:00.000+02:00",
  "title": "ULAQ combat USV proves efficiency on the field",
  "text": "Sponsored content Turkish defense solutions company [METEKSAN](https://www.meteksan.com/en/) announced the exercise, which took place in the Eastern Mediterranean between October 16 and 20, 2023, on its social media accounts. ULAQ ASuW Anti-Surface Warfare Vessel and ULAQ PSV Port Security Vessel successfully carried out their duties during the exercise, with the Turkish Navy and Turkish Coast Guard, including a Gabya-class (Oliver Hazard Perry-class) frigate (TCG Gediz, F-495), two Coast Guard interceptors, a Coast Guard RHIB, a TB-2 Bayraktar Unmanned Aerial Vehicle and a special operations team. ULAQ USVs were successfully involved in the well-crafted exercise scenario. Both ULAQ USVs performed their assigned tasks flawlessly. ISR, live and detailed video feed from the scene, and supporting the interdiction team were the primary tasks. Providing real-time on-scene information was especially important since timely, detailed, and accurate information flow is crucial for maritime situational awareness and to execute command and control functions. ULAQ in action Smooth execution of the exercise demonstrated that [ULAQ USVs can take part in maritime security operations](https://www.navalnews.com/naval-news/2022/12/turkish-defence-agency-reveals-new-capabilities-for-ulaq-usv/) alongside other manned and unmanned units and perform perfectly well. The MARSEC COE (Maritime Security Center of Excellence), which monitored the activities during the exercise, underlined the importance of the operation of manned and unmanned units in the same area. “The results highlighted the value of collaborative usage of surface/aerial maritime unmanned systems and crewed-legacy units teaming, and also received attention and positive feedbacks.” MARSEC SOE revealed on its social media accounts. Hasan Ozyurt, a former Turkish Navy Admiral who is working with METEKSAN on ULAQ project, stated that this exercise was a milestone passed by ULAQ USV. “We see the successful performance of ULAQ, born from our meticulous and detail-oriented work. This exercise is also a significant concept demonstration.” Mr. Ozyurt said. Ozyurt also touched on ULAQ’s possible contributions of ULAQ in Maritime Security soon in the following period. “We already knew that ULAQ, as an Unmanned Surface Vehicle, would assume important roles in maritime security, and ‘she’ has been prepared for that. You will soon see ULAQ performing other naval missions. She is ready for them too.” Hasan Ozyurt, Retired Rear Admiral, Management Consultant at METEKSAN Another outcome of the exercise was the application of Manned-Unmanned Teaming (MUM-T) in maritime security operations. Manned and unmanned units operated together in the area of operations each contributing to the desired outcome. It is also worth to note that no important mutual interference occurred between manned and unmanned units. What’s Manned-Unmanned Teaming (MUM-T)? Manned-unmanned teaming (MUM-T) refers to the collaborative interaction between human-operated systems (manned) and unmanned systems. In the context of unmanned surface vessels (USVs), MUM-T involves the integration and coordination of human-controlled vessels with autonomous or remotely operated ones. This concept is part of the broader trend in military and civilian applications to leverage the strengths of both human and machine capabilities to enhance overall system performance. For unmanned surface vessels, MUM-T has several potential benefits and applications: Increased Operational Efficiency: MUM-T allows for the simultaneous operation of manned and unmanned vessels, enabling a more comprehensive and efficient coverage of a given area. Autonomous or remotely operated USVs can handle routine or monotonous tasks, freeing up human operators to focus on more complex decision-making. Risk Reduction: MUM-T can be used to mitigate risks associated with certain tasks. Unmanned vessels can be deployed for missions in hazardous or high-threat environments, minimizing the exposure of human operators to potential dangers. Extended Endurance and Range: Unmanned surface vessels can be designed for longer endurance and extended range. This is particularly beneficial for tasks such as persistent surveillance, reconnaissance, or data collection in remote or challenging environments. Flexibility and Scalability: MUM-T provides a flexible and scalable approach to maritime operations. Depending on the mission requirements, the combination of manned and unmanned assets can be adjusted to achieve optimal results. Sensor Fusion and Information Sharing: MUM-T facilitates the integration of various sensors and data sources from both manned and unmanned platforms. This enables enhanced situational awareness and information sharing, leading to better-informed decision-making. Coordinated Missions: Manned and unmanned vessels can operate in a coordinated manner to execute complex missions. This collaboration allows for a synergistic approach, combining the strengths of human intuition and adaptability with the precision and endurance of unmanned systems. Training and Skill Development: MUM-T scenarios provide opportunities for training human operators in controlling and interacting with unmanned systems. This helps in developing the necessary skills for seamless collaboration between manned and unmanned assets. The implementation of MUM-T for unmanned surface vessels is part of the broader trend in the military, maritime, and research communities to explore the potential of autonomous and remotely operated systems for a variety of applications, ranging from defense and security to scientific research and environmental monitoring. As technology continues to advance, the capabilities and integration of MUM-T are likely to evolve and expand further. About ULAQ USV [ULAQ ](https://www.ulaq.global/)is the brand name for the Unmanned Surface Vehicle (USV) product family developed by ARES Shipyard and Meteksan Defence, which covers a variety of platform types, capabilities, and roles. ULAQ was first unveiled in [October 2020](https://www.navalnews.com/naval-news/2020/10/ares-shipyard-and-meteksan-unveil-turkeys-first-armed-usv/). It has a 400 km range, 65 km/h speed, day/night vision capabilities, and encrypted communication infrastructure, which can be operated from mobile vehicles, navy headquarters, or from sea platforms such as aircraft carriers or frigates. Its missions include intelligence, surveillance, reconnaissance, surface warfare, asymmetric warfare, escort missions, and strategic infrastructure protection. The prototype carries a launcher for four laser-guided Cirit missiles and two laser-guided long-range anti-tank missiles (L-UMTAS) produced by Turkish missile manufacturer Roketsan. The ULAQ prototype [carried out test-fires](https://www.navalnews.com/naval-news/2021/05/turkeys-ulaq-uscv-hits-the-target-during-denizkurdu-2021-exercise/) of Cirit against a land target on 26-27 May 2021 during the Denizkurdu-2021 exercise of the Turkish Navy. After the firing trials, the anti-surface warfare (ASuW) version completed the acceptance trials. Following the ASuW version, which is the initial phase of the project, the development will begin on autonomous surface vehicles for intelligence and electronic warfare, mine hunting, anti-submarine warfare, firefighting, and humanitarian aid/evacuation. ULAQ USV main specifications - Length: 11 meters - Speed: 35 knots - Range: 400 Kilometers - Armament: - ASuW – 4x Cirit and 2x UMTAS missiles - Base/Harbor Protection – 12.7 mm RWS - ASW – ASW Rockets (can be fitted with LW torpedoes) - Control station: Can be controlled from ground and sea stations Here is the Naval News coverage for ULAQ at DIMDEX 2022.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.ulaq.global",
    "https://www.ulaq.global/",
    "https://www.meteksan.com/en/",
    "https://ulaq.global/",
    "https://meteksan.com/en/",
    "https://www.meteksan.com/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "meteksan",
        "sentiment": "negative"
      },
      {
        "name": "usv",
        "sentiment": "negative"
      },
      {
        "name": "ulaq",
        "sentiment": "none"
      },
      {
        "name": "coast guard rhib",
        "sentiment": "none"
      },
      {
        "name": "turkish navy",
        "sentiment": "none"
      },
      {
        "name": "turkish coast guard",
        "sentiment": "none"
      },
      {
        "name": "coast guard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "eastern mediterranean",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:35:27.216+02:00",
  "updated": "2023-12-29T17:06:25.993+02:00"
}