{
  "thread": {
    "uuid": "bdf6b969e63575a1307da5c0a5ccf39a55110931",
    "url": "https://www.citybiz.co/article/502651/urology-of-virginia-appoints-joshua-langston-ceo/",
    "site_full": "www.citybiz.co",
    "site": "citybiz.co",
    "site_section": "https://www.citybiz.co/feed",
    "site_categories": [],
    "section_title": "citybiz",
    "title": "Urology of Virginia Appoints Joshua Langston CEO",
    "title_full": "Urology of Virginia Appoints Joshua Langston CEO",
    "published": "2024-01-01T12:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.citybiz.co/wp-content/uploads/2024/01/Joshua-Langston.jpg",
    "performance_score": 0,
    "domain_rank": 88144,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bdf6b969e63575a1307da5c0a5ccf39a55110931",
  "url": "https://www.citybiz.co/article/502651/urology-of-virginia-appoints-joshua-langston-ceo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kevin Parker",
  "published": "2024-01-01T12:49:00.000+02:00",
  "title": "Urology of Virginia Appoints Joshua Langston CEO",
  "text": "Urology of Virginia announces that Dr. Joshua Langston has been elected Managing Partner and Chief Executive Officer, as of January 1, 2024. He will continue the legacy of excellent organizational guidance, innovation and service of his predecessor, Dr. Jennifer Miles-Thomas. Dr. Miles-Thomas commented on the transition, “Dr. Langston has a long history with our organization and is well-equipped to lead us into an even brighter future. I have complete confidence that under his guidance, we will continue to excel and make a positive impact on the lives of our patients. It has been an honor to serve as President and CEO, and I look forward to witnessing the continued growth and success of Urology of Virginia from a different vantage point.”\nDr. Langston completed medical school at UT Southwestern Medical School in Dallas. He went on to residency training at the University of North Carolina-Chapel Hill and completed a fellowship in Andrology & Male Reconstructive Urology at the Institute of Urology in London, England. He serves as medical director of Men’s Health Virginia, a division of Urology of Virginia, where his team focuses on health needs of aging men. Dr. Langston has a strong interest in health policy and advocacy on behalf of patients, and currently serves as Chair of the Political Affairs Committee for the Large Urology Group Practice Association (LUGPA). He was previously selected as the American Urological Association (AUA) Holtgrewe Legislative Fellow, spending time away from his practice as a health policy legislative advisor in the U.S. Senate. He is Chair of the Health Policy Committee of the Mid-Atlantic AUA, serves on the Public Policy Council and Legislative Affairs Committees of the AUA, and the Board of Directors for the American Society for Men’s Health, amongst many other roles.\nRegarding his appointment, Dr Langston said: ‘It is truly an honor to be selected by my partners for this role. Urology of Virginia has a 100-year history of being a national leader in innovative, patient-centered care and research. I look forward to working together with my colleagues to cast a vision for growth and evolution in the face of a changing national healthcare paradigm that will allow us to continue to serve our community for another 100 years.”\nAbout Urology of Virginia\nUrology of Virginia (UVA) has a 100+-year history of providing comprehensive and quality care to the entire Hampton Roads region, including northeastern North Carolina.\nThe clinical care team consists of over 30 board certified Urologists, most of whom are fellowship trained, nationally recognized, awarded and published. More importantly, they provide superior care and individualized attention to their patients. Included in the team of urologists – with subspecialties such as oncology, urologic reconstruction, stone disease, and andrology – are a specialty trained GU Pathologist, Physician Assistants, Nurse Practitioners, RN’s, x-ray and ultrasound technicians, and a vast array of other health care professionals. Our providers also comprise the Department of Urology at Eastern Virginia Medical School, training the next generation of urologists. The Urology of Virginia Research Division maintains participation in cutting edges trials, and has been responsible for many landmark studies over the years. The Schellhammer Urological Research Foundation (SURF), the organization’s charitable arm, provides funding for research and community care.\nTo learn more about Urology of Virginia and its service offerings, please visit\nurologyofva.net.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Health"
  ],
  "external_links": [
    "https://c212.net/c/link/",
    "https://c212.net/c/link/?t=0&l=en&o=4058688-1&h=4175115631&u=http%3A%2F%2Fwww.urologyofva.net&a=urologyofva.net",
    "https://www.c212.net/c/link/?t=0&l=en&o=4058688-1&h=4175115631&u=http%3A%2F%2Fwww.urologyofva.net&a=urologyofva.net"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joshua langston",
        "sentiment": "negative"
      },
      {
        "name": "langston",
        "sentiment": "none"
      },
      {
        "name": "miles-thomas",
        "sentiment": "none"
      },
      {
        "name": "jennifer miles-thomas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "andrology & male reconstructive urology",
        "sentiment": "none"
      },
      {
        "name": "men’s health virginia",
        "sentiment": "none"
      },
      {
        "name": "university of north carolina",
        "sentiment": "none"
      },
      {
        "name": "institute of urology",
        "sentiment": "none"
      },
      {
        "name": "ut southwestern medical school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "virginia",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "dallas",
        "sentiment": "none"
      },
      {
        "name": "chapel hill",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T14:18:24.768+02:00",
  "updated": "2024-01-01T14:18:24.768+02:00"
}