{
  "thread": {
    "uuid": "0f09189faca8dc7d5891c163f7d7950766e4290d",
    "url": "https://studyfinds.org/inhalable-sensors-mit-detect-lung-cancer/",
    "site_full": "studyfinds.org",
    "site": "studyfinds.org",
    "site_section": "https://www.studyfinds.org/feed",
    "site_categories": [],
    "section_title": "Study Finds",
    "title": "Groundbreaking inhalable sensors developed at MIT can catch lung cancer early",
    "title_full": "Groundbreaking inhalable sensors developed at MIT can catch lung cancer early",
    "published": "2024-01-05T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://studyfinds.org/wp-content/uploads/2024/01/Lung-cancer-cells-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 7021,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0f09189faca8dc7d5891c163f7d7950766e4290d",
  "url": "https://studyfinds.org/inhalable-sensors-mit-detect-lung-cancer/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "StudyFinds",
  "published": "2024-01-05T23:38:00.000+02:00",
  "title": "Groundbreaking inhalable sensors developed at MIT can catch lung cancer early",
  "text": "CAMBRIDGE, Mass. — An innovative new lung cancer test that deliver nanoparticle sensors into the lungs could significantly aid in early detection of the disease. The test involves patients using an inhaler or nebulizer to activate the sensors, which then produce detectable DNA barcodes in urine to signal the presence of cancer. The groundbreaking research, led by a team from the Massachusetts Institute of Technology (MIT), has successfully demonstrated the test’s accuracy and speed in mice, proving it to be far less invasive than the currently used [CT scans](https://studyfinds.org/mri-scans-reveal-prostate-cancer/). Currently, heavy smokers over 50 are advised to undergo annual CT scans for early lung cancer detection. These scans, while effective, are not readily available to many, especially in low and middle-income countries, and often yield high false-positive rates. “When we developed this technology, our goal was to provide a method that can [detect](https://studyfinds.org/urine-test-detect-cancer-paper/) cancer with high specificity and sensitivity, and also lower the threshold for accessibility so that, hopefully, we can improve the resource disparity and inequity in early detection of [lung cancer](https://studyfinds.org/one-action-smokers-lung-cancer/),” explains Dr. Qian Zhong, a research scientist at MIT, in a [statement.](https://news.mit.edu/2024/inhalable-sensors-early-lung-cancer-detection-0105) The team’s innovation lies in their development of nanoscale polymer particles, coated with a [DNA](https://studyfinds.org/cure-cancer-dementia-mole-rats/) barcode “reporter.” When these particles encounter proteases – [enzymes](https://studyfinds.org/insulin-levels-pancreatic-cancer/) that are often overactive in [tumors](https://studyfinds.org/blood-test-families-history-cancer/) – in the lungs, the reporter is released and eventually exits the body in urine. This breakthrough marks a shift from previous versions of the sensors, which were designed for intravenous delivery, to an inhalable form more suitable for low-resource settings. “Around the world, cancer is going to become more and more prevalent in low- and middle-income countries. The epidemiology of lung cancer globally is that it’s driven by pollution and smoking, so we know that those are settings where accessibility to this kind of technology could have a big impact,” says senior author Sangeeta Bhatia, a professor of Health Sciences and Technology, as well as Electrical Engineering and Computer Science at MIT. The researchers designed two particle formulations: one as an aerosolized solution for nebulizers and another as a dry powder for [inhalers](https://studyfinds.org/inhaler-sugar-molecule-lungs/). These particles, after inhalation, interact with proteases in the lung [tissue](https://studyfinds.org/ai-death-risk-cancer-heart-disease/). The proteases sever the DNA barcodes from the sensors, allowing them to circulate until they appear in the urine. For the urine analysis, the team developed a lateral flow test, similar to a pregnancy test, which can detect up to four different DNA barcodes without requiring any sample pre-treatment or processing. “The epidemiology of lung cancer globally is that it’s driven by [pollution](https://studyfinds.org/air-pollution-lung-cancer/) and [smoking](https://studyfinds.org/aging-smoking-risk-factors-cancer/), so we know that those are settings where accessibility to this kind of technology could have a big impact. We aimed to create a test that is point-of-care available, even in low-resource settings, without the need for sample processing or amplification,” says Dr. Bhatia. “We were really pushing this [test] to be point-of-care available in a low-resource setting, so the idea was to not do any sample processing, not do any amplification, just to be able to put the sample right on the paper and read it out in 20 minutes.” In their mouse model, which was genetically engineered to develop human-like lung tumors, the researchers identified a combination of four sensors that could accurately detect early-stage lung tumors. Looking forward, the team plans to test the [sensor](https://studyfinds.org/urine-test-detect-cancer-paper/) panels on human biopsy samples and hopes for clinical trials in human patients. A company named Sunbird Bio has already conducted phase one trials on a similar sensor developed by Dr. Bhatia’s lab for diagnosing [liver cancer](https://studyfinds.org/liver-cancer-african-americans/) and nonalcoholic steatohepatitis (NASH). The researchers highlight the potential transformative impact of this accessible test, particularly in regions where CT scanning is limited. “The idea would be you come in and then you get an answer about whether you need a follow-up test or not,” adds Dr. Bhatia. “We could get patients who have early lesions into the system so that they could get curative [surgery](https://studyfinds.org/nanodrones-cancer-cells/) or lifesaving medicines.” The research, supported by entities like the Johnson & Johnson Lung Cancer Initiative and the National Institute of Environmental Health Sciences, marks a significant step towards democratizing lung cancer diagnostics and improving global health outcomes. [cancer](https://studyfinds.org/tag/cancer/), [lung cancer](https://studyfinds.org/tag/lung-cancer/), [Nanoparticles](https://studyfinds.org/tag/nanoparticles/), [tumors](https://studyfinds.org/tag/tumors/), [urine](https://studyfinds.org/tag/urine/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://news.mit.edu/2024/inhalable-sensors-early-lung-cancer-detection-0105",
    "https://www.news.mit.edu/2024/inhalable-sensors-early-lung-cancer-detection-0105"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "mit",
        "sentiment": "positive"
      },
      {
        "name": "massachusetts institute of technology (mit",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "cambridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:22:18.004+02:00",
  "updated": "2024-01-06T05:35:29.717+02:00"
}