{
  "thread": {
    "uuid": "780612df8819ff752fcf95204dd9f363eab73eac",
    "url": "https://www.essence.com/fashion/stylist-dione-davis-teaches-us-how-to-layer-for-the-winter/",
    "site_full": "www.essence.com",
    "site": "essence.com",
    "site_section": "https://www.essence.com/feed",
    "site_categories": [
      "fashion",
      "womens_health",
      "entertainment",
      "style_and_fashion",
      "health",
      "celebrity_fan_gossip"
    ],
    "section_title": "How To Achieve Critics’ Choice Award Winner Da’Vine Joy Randolph’s Renaissance-Blonde Look | Essence",
    "title": "Stylist Dione Davis Teaches Us How To Layer For The Winter",
    "title_full": "Stylist Dione Davis Teaches Us How To Layer For The Winter",
    "published": "2024-01-15T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://www.essence.com/wp-content/uploads/2023/01/DSCF9825-1-Cropped-scaled.jpg?width=1200",
    "performance_score": 0,
    "domain_rank": 4296,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 31,
        "comments": 2,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 2
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "780612df8819ff752fcf95204dd9f363eab73eac",
  "url": "https://www.essence.com/fashion/stylist-dione-davis-teaches-us-how-to-layer-for-the-winter/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devine Blacksher",
  "published": "2024-01-15T19:00:00.000+02:00",
  "title": "Stylist Dione Davis Teaches Us How To Layer For The Winter",
  "text": "New York-based stylist\nDione Davis has been using layering as a styling hack for years in the New York winters. Originally from Alabama, she’s no stranger to a harsh winter. She’s been in the fashion industry styling for brands like Tibi and magazine editorials for a decade. Her focus on clean lines and effortless chic show that she’s always had an affinity for fashion, and her ballet background gives her an edge that not all stylists have. Balance is the key word to use when describing her styling work—the proportions are always just right. The minimal aesthetics she shows her layering skills on is a great starting point. She says that your closet essentials for layering should be “pieces that are malleable, minimal, and able to create dimension to an outfit while providing an array of texture mixes.”\nDavis says items like cardigans,\nbodysuits, tights, skirts, crewneck sweaters, and sheet tops or dresses are great items to start with in building your essential layering winter wardrobe. A few things that are on her ever-growing wishlist are knit skirts and tube dresses to “keep building upon layering dresses and skirts over pants in ways that don’t feel tired.” She also says that you don’t need that many items in your closet to achieve these layered looks; about seven items are more than enough to mix and match to create multiple looks. You can also thrift most, if not all, of these pieces and get more for your money if you are one to look at your buy-per-wear ratio.\nDavis says her favorite way to layer includes a lace catsuit (you don’t hear that often! Pay close attention to her detailed eye.) She says, “I like to use a lace catsuit as a layer because I don’t wear a lot of colors and rely on texture to build out looks with neutrals.” So if you’re more of a neutral dresser, let the texture speak for itself.\nLook 1\n- Over the catsuit, she layers tailored trousers (no pleats) to then layer a skirt over it. Yes, skirts over pants are back! She warns, “Don’t layer a midi skirt with pants that are too wide. We must learn from our mistakes from the 2000s.”\n- Then she takes a cardigan or pullover and wears it open just on my shoulders and ties it up the back. Giving you this look below. A good boot or sneaker combo goes with this look effortlessly.\nLook 2\nWhen layering a coat over any outfit, Davis suggests ” something long and lean is great on top or A-line to create a dynamic shape.”\n- If your coat is a darker shade, opt for a pop of color with your accessories, like gloves or a hat, to break up the dimensions.\n“I like using a tailored suit as a base and layer a sheer dress over pants, then a tube top or bandeau on top of the dress, then the blazer to top it off. It draws your gaze to the full look examining it. The best outfits make people realize how clever you are if that’s something you aspire to. I welcome it as a challenge to wear the same things again and to layer them in different ways. You can always remove the blazer, and you’re essentially in a spring look.”\nLook 3\nThe fashion enthusiast uses tailored suiting as her starting point for in-between weather where it’s a bit too hot or cold, and you must dress in the middle. “I like using a tailored suit as a base and layer a sheer dress over pants.”\n- Tailored suiting\n- Then a tube top or bandeau on top of the dress\n- Then the blazer to top it off.\n“It draws your gaze to the full look examining it.” That it does as not many think to assemble clothing in this way\nLook 4\nDavis says, “The best outfits make people realize how clever you are if that’s something you aspire to.” Layering is the perfect opportunity to stretch your visual creativity.\n- Layer scarves over cropped leather bomber jackets.\n- Skirts over tapered pants call for a cozy and chic winter.\nDavis challenges those who want to take on more layered looks this winter. “I welcome it as a challenge to wear the same things again and to layer them different ways. You can always remove the blazer, and you’re essentially in a spring look. ” Try these layering tips all winter long and into the spring.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.instagram.com/dionemdavis",
    "https://www.instagram.com/tibi/",
    "https://instagram.com/tibi/",
    "https://www.instagram.com/dionemdavis/",
    "https://www.instagram.com/tibi",
    "https://instagram.com/dionemdavis/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dione davis",
        "sentiment": "negative"
      },
      {
        "name": "tibi",
        "sentiment": "none"
      },
      {
        "name": "davis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "alabama",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T23:11:07.337+02:00",
  "updated": "2024-01-15T23:11:07.337+02:00"
}