{
  "thread": {
    "uuid": "912513047604674fbcd2fc0ebd5e1b5101e3fee6",
    "url": "https://news.umich.edu/agroecology-a-paradigm-shift-in-the-us-food-system",
    "site_full": "news.umich.edu",
    "site": "umich.edu",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "education",
      "distance_learning"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Agroecology: A paradigm shift in the US food system | University of Michigan News",
    "title_full": "Agroecology: A paradigm shift in the US food system | University of Michigan News",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.umich.edu/wp-content/uploads/mc-image-cache/2024/07/agroecology-a-paradigm-shift-in-the-us-food-system.jpg",
    "performance_score": 0,
    "domain_rank": 295,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "912513047604674fbcd2fc0ebd5e1b5101e3fee6",
  "url": "https://news.umich.edu/agroecology-a-paradigm-shift-in-the-us-food-system",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "Agroecology: A paradigm shift in the US food system | University of Michigan News",
  "text": "Agroecology: A paradigm shift in the US food system Faced with an ecological crisis, public health emergencies and socioeconomic inequities, agroecology emerges as a transdisciplinary beacon of hope Agroecology is gaining momentum as a way to improve healthy food access and affordability, according to a University of Michigan researcher. Grounded in the principles of sustainability, resilience and fairness, agroecology represents a shift toward a more integrated and ecological approach to agriculture. [Ivette Perfecto](https://seas.umich.edu/research/faculty/ivette-perfecto), U-M professor of environment and sustainability, says agroecology enjoys growing cross-sector support, but there is an urgent need for coordinated action to advance sustainable farming, while also addressing challenges related to diversity and structural barriers. “It is important that we recognize that this has to be a pluralistic movement that incorporates a lot of different people’s perspectives—in particular, those marginalized in the past (Indigenous people and people of color) that are playing a really important role in this agroecological movement,” she said. The detrimental impact of current U.S. policies, Perfecto says, extends beyond national borders, shaping agricultural practices and trade on an international scale. Among these is the North American Free Trade Agreement, which has positioned the dominant industrial agriculture regime at the center, negatively affecting sustainable smallholder farming in other countries, especially Mexico. NAFTA has facilitated the influx of inexpensive, subsidized U.S. agricultural products into Mexican markets, undermining the viability of local farming operations that cannot compete on price. This not only threatens the livelihood of Mexican small-scale farmers but also destabilizes regional agricultural traditions and food sovereignty, Perfecto says. For decades, there has been a recognition within the United States of the detrimental impacts associated with industrial agriculture, which include exploitative practices and a significant ecological footprint. Despite reports from the National Research Council calling for a shift away from unsustainable methods as early as 1989, progress toward change has been sluggish. According to Perfecto, our current food system, which predominantly consists of industrial agricultural practices, is having a destructive impact on Earth’s environment. By largely contributing to climate change, reducing biodiversity and undermining food security, this system presents a difficult challenge to the sustainability of the planet, she says. “This highly industrialized agriculture is characterized by monocultures, reduced genetic diversity, growing dependence on chemical and pharmaceutical technologies, and the consolidation of farms,” she said. “In the U.S., as in the rest of the world, this system has high externalized costs to the environment and human health. “The hidden costs of a global food system that relies on industrial agriculture is estimated to be $12.7 trillion, with the vast majority driven by public health crises due to unhealthy foods that disproportionately burden the lowest-income people.” Advocates argue that to make significant headway, agroecology must be acknowledged and validated by established mainstream entities, ranging from academic institutions to legislative bodies. “Moving forward, coordination across diverse actors may serve to foster plural visions of agroecology with the grounding support of institutions and the power of multiple aligned social movements for change, ultimately bridging activism, science and practice to advance agroecology in the U.S.,” Perfecto said. Contributing authors include Theresa Ong of Dartmouth College, Antonio Roman-Alcalá of California State University, Estelí Jiménez-Soto of the University of South Florida, Erin Jackson of Colorado State University and Hannah Duff of Montana State University.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Social Issue",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ivette perfecto",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of michigan news agroecology",
        "sentiment": "negative"
      },
      {
        "name": "university of michigan",
        "sentiment": "none"
      },
      {
        "name": "u-m",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:40:23.637+03:00",
  "updated": "2024-07-26T12:28:11.436+03:00"
}