{
  "thread": {
    "uuid": "931c1c028c53931388d711b0fe1411a47d855ef9",
    "url": "https://www.odditycentral.com/news/scientists-create-smart-pill-that-vibrates-to-make-you-feel-full.html",
    "site_full": "www.odditycentral.com",
    "site": "odditycentral.com",
    "site_section": "http://www.odditycentral.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Oddity Central – Collecting Oddities",
    "title": "Scientists Create Smart Pill That Vibrates to Make You Feel Full",
    "title_full": "Scientists Create Smart Pill That Vibrates to Make You Feel Full",
    "published": "2024-01-05T22:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.odditycentral.com/wp-content/uploads/2024/01/VIBES-vibrating-pill.webp",
    "performance_score": 0,
    "domain_rank": 12832,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "931c1c028c53931388d711b0fe1411a47d855ef9",
  "url": "https://www.odditycentral.com/news/scientists-create-smart-pill-that-vibrates-to-make-you-feel-full.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Spooky",
  "published": "2024-01-05T22:53:00.000+02:00",
  "title": "Scientists Create Smart Pill That Vibrates to Make You Feel Full",
  "text": "Researchers at MIT created a high-tech pill that starts to vibrate once it makes contact with gastric fluid in the user’s stomach in order to stimulate receptors in the stomach and create the sensation of fullness. VIBES, short for Vibrating Ingestible BioElectronic Stimulator, was only recently unveiled in a study published in the Science Journal, but it is already being touted by the media as the future of [weight loss](https://www.odditycentral.com/news/weight-loss-device-works-by-preventing-wearers-from-opening-their-mouths-to-chew.html). Although it has yet to be tested on humans, trials on pigs have yielded very promising results. After about 30 minutes of VIBES activity, pigs consumed on average almost 40 percent less food in the next half hour than they did without the smart pill. Apparently, the revolutionary device works by activating stretch receptors in the stomach, simulating the presence of food. This in turn signals the hypothalamus to increase the levels of hormones that make us feel full. Original illustration by V. Fulford “We envision the Vibes pill being ingested on a relatively empty stomach 20 to 30 min before anticipated meals to trigger the desired sensation of satiety early in the meal,” the team that developed VIBES [wrote about the use of the smart pill](https://www.science.org/doi/10.1126/sciadv.adj3003). The VIBES pill was reportedly thought up by Shriya Srinivasan, a former MIT graduate student and postdoc, currently an assistant professor of bioengineering at Harvard University. During his years at the Massachusetts Institute of Technology, he became interested in the idea of controlling the connection between the brain and the stomach by artificially stretching the mechanoreceptors that line the stomach, through vibration. Original illustration by V. Fulford “I wondered if we could activate stretch receptors in the stomach by vibrating them and having them perceive that the entire stomach has been expanded, to create an illusory sense of distension that could modulate hormones and eating patterns,” Srinivasan told [MIT News](https://news.mit.edu/2023/engineers-develop-vibrating-ingestible-capsule-1222). The vibrating stimulator, which is about the size of a vitamin pill, is powered by an encased battery and activated either by the gastric fluid dissolving a membrane around the pill, or by an incorporated timer. After producing the desired effect, the pill exits the body with other solid waste. The good news is that it is expected to have a cost in the cents to one dollar range, and researchers say that it may eventually be possible to implant the stimulator and thus remove the need for people to constantly ingest it. Photo: Shriya Srinivasan et. al. “Our study demonstrates the effectiveness of a low-cost, non-invasive intervention to reduce food intake and calorie consumption. The device functions effectively in the stomach and induces satiety,” said Giovanni Traverso, a gastroenterologist at the Brigham and Women’s Hospital, and co-author of the study. “The device has the potential to revolutionize therapeutic options for patients with obesity. However, future studies will need to explore the physiological effects of the device before it’s available for patients.” Researchers are now exploring ways to scale up the manufacturing of VIBES capsules which could enable clinical trials in humans.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://news.mit.edu/2023/engineers-develop-vibrating-ingestible-capsule-1222).",
    "https://www.science.org/doi/10.1126/sciadv.adj3003).",
    "https://www.news.mit.edu/2023/engineers-develop-vibrating-ingestible-capsule-1222).",
    "https://science.org/doi/10.1126/sciadv.adj3003)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "v. fulford",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mit",
        "sentiment": "negative"
      },
      {
        "name": "science journal",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:05:53.090+02:00",
  "updated": "2024-01-06T00:05:53.090+02:00"
}