{
  "thread": {
    "uuid": "79e9c49842ee60dfe8738074b5d4781a8d1d3b29",
    "url": "https://www.mariefrance.fr/insolite/mort-pendant-7-minutes-homme-raconte-vecu-dans-au-dela-etais-conscient-948804.html",
    "site_full": "www.mariefrance.fr",
    "site": "mariefrance.fr",
    "site_section": "http://www.mariefrance.fr/feed/",
    "site_categories": [
      "fashion",
      "style_and_fashion"
    ],
    "section_title": "\n\t\tMarie France, magazine fémininMarie France, magazine féminin\t\n\t",
    "title": "Mort pendant 7 minutes, cet homme raconte ce qu’il a vécu dans l’au-delà : “J’étais conscient”",
    "title_full": "Mort pendant 7 minutes, cet homme raconte ce qu’il a vécu dans l’au-delà : “J’étais conscient”",
    "published": "2024-02-29T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.mariefrance.fr/wp-content/uploads/sites/5/2024/02/shutterstock_728924656-e1709247207563.jpg",
    "performance_score": 0,
    "domain_rank": 64067,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79e9c49842ee60dfe8738074b5d4781a8d1d3b29",
  "url": "https://www.mariefrance.fr/insolite/mort-pendant-7-minutes-homme-raconte-vecu-dans-au-dela-etais-conscient-948804.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Félix D.",
  "published": "2024-02-29T23:30:00.000+02:00",
  "title": "Mort pendant 7 minutes, cet homme raconte ce qu’il a vécu dans l’au-delà : “J’étais conscient”",
  "text": "Mort pendant 7 minutes, cet homme raconte ce qu’il a vécu dans l’au-delà : “J’étais conscient”mis à jour le 29 février 2024 à 23:54\nCet homme est mort pendant quelques minutes. Cette expérience a nécessairement profondément bouleversé sa vie.\nCet homme a vécu une expérience hors du commun. Il fait en effet partie des rares personnes à avoir été déclarées mortes pendant quelques minutes, avant de se réveiller. Cette histoire n’est en rien isolée. Plusieurs personnes ont raconté avoir ressuscité après une courte période de mort. Cette expérience surprenante, certainement traumatisante, a en tout cas changé la vie de cet homme.\nCette histoire remonte à 2013. Shiv Grewel, l’homme en question, menait une vie plutôt banale au Royaume-Uni. Acteur de profession, il travaillait régulièrement pour des pièces de théâtre. D’ailleurs, il revenait tout juste d’une répétition importante avant de vivre son court passage dans la mort. Selon lui, ce phénomène est arrivé d’un seul coup, sans prévenir,\nalors qu’il était en bonne santé.\nCet homme est mort pendant quelques minutes après un arrêt cardiaque\nShiv Grewel s’est rendue dans un restaurant français, situé dans le sud-est de Londres, le même jour. Voulant simplement passer une soirée agréable en compagnie de sa femme, il ne se doutait absolument pas qu’il était sur le point de mourir. Il s’est toutefois souvenu qu’il a commencé à ressentir une étrange fatigue lorsqu’il rentrait chez lui, après son repas au restaurant.\nDe retour dans sa maison, il a décidé de s’allonger et il est tombé de fatigue sur son lit. Sa femme, Alison, s’est rapidement rendu compte qu’il ne se trouvait pas dans un état normal.\nElle a alors appelé les secours, se doutant que son mari commençait à développer une grave affection. Et elle ne s’est pas trompée, puisque Shiv Grewel était en train de faire un arrêt cardiaque. Or, il est mort peu de temps avant que l’ambulance arrive.\nSa mort temporaire a changé sa vie\nQuant les secours sont arrivés sur place, Shiv Grewel venait en fait de mourir. Ils l’ont alors déclaré mort. Mais, heureusement, ils ont réussi à le réanimer après de nombreux efforts. Il s’est réveillé sept minutes après que les ambulanciers l’ont déclaré décédé. Il est ainsi l’une des rares personnes à savoir ce qui se passe lorsqu’une personne meurt. Et il n’a pas manqué de le raconter à la presse anglaise.\n« Je savais, d’une manière ou d’une autre, que j’étais mort. J’étais conscient que mon cerveau était en train de mourir et d’appeler à l’aide. Mais en même temps, je ressentais des choses complètement séparées de mon corps. C’était comme si j’étais dans le vide, mais que je pouvais ressentir des émotions et des sensations », a-t-il expliqué. « Je suppose que c’était un peu comme nager dans l’eau, on se sent en apesanteur et déconnecté du monde physique… À un moment donné, je voyageais au-dessus de la lune et je pouvais voir des météorites et tout l’espace. »\nLa mort ressemblerait à un « voyage cosmique »\nShiv Grewel a comparé sa mort de sept minutes à un « voyage cosmique ». Il a même affirmé qu’il a compris avoir eu le choix entre en terminer définitivement avec sa vie et la réincarnation. À en croire ses propos, c’est parce qu’il a pris\nla décision de ne pas mourir qu’il est revenu à la vie. « Je voulais revenir à la vie, au monde matériel et à ma femme. J’ai exigé de revenir et j’ai obtenu ce que je voulais », a-t-il raconté.\nCette expérience l’a confirmé dans l’idée qu’il existe une vie après la mort. Son décès de quelques minutes l’a profondément changé. Il a même fini par abandonner son métier d’acteur pour se consacrer à la peinture. Il a d’ailleurs déjà fait exposer ses œuvres à Londres. Sans grande surprise, le thème principal de son travail artistique est le voyage dans la mort. Un sujet qu’il maitrise mieux que quiconque.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:12:38.922+02:00",
  "updated": "2024-03-01T01:12:38.922+02:00"
}