{
  "thread": {
    "uuid": "ba6768f25ddee6a1374d132869756af5bde40e40",
    "url": "https://www.pasadenanow.com/main/praying-for-a-safe-and-rain-free-rose-parade",
    "site_full": "www.pasadenanow.com",
    "site": "pasadenanow.com",
    "site_section": "https://www.pasadenanow.com/main/feed",
    "site_categories": [
      "social"
    ],
    "section_title": "Pasadena Now",
    "title": "Praying For a Safe – And Rain-Free – Rose Parade",
    "title_full": "Praying For a Safe – And Rain-Free – Rose Parade – Pasadena Now",
    "published": "2023-12-31T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30058,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ba6768f25ddee6a1374d132869756af5bde40e40",
  "url": "https://www.pasadenanow.com/main/praying-for-a-safe-and-rain-free-rose-parade",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "EDDIE RIVERA",
  "published": "2023-12-31T07:00:00.000+02:00",
  "title": "Praying For a Safe – And Rain-Free – Rose Parade",
  "text": "Members of Pasadena’s Clergy Community Coalition (CCC) & Interdenominational Ministerial Alliance (IMA) march up Orange Grove Blvd. toward ‘TV Corner’ at Colorado Blvd. on Saturday, Dec. 30, 2023. [Photo by Blake Hill, W.N.S. Media L.L.C.] Continuing its annual tradition, more than 100 members of the Clergy Community Coalition (CCC) and Interdenominational Ministerial Alliance (IMA), gathered at Maranatha High School Saturday for a prayer breakfast before marching to the corner of Orange Grove and Colorado Boulevard for a blessing over the upcoming Rose Parade. Pastor and Board Chair Kerwin Maddox welcomed the clergy members, and peering out the windows, noticed the sunlight rising from the eastern skies, remarked that he thought the weather would be sunny for the Monday parade. State Assemblymember Chris Holden, who helped originate the prayer breakfast and walk event, told the group, “I think that clearly when you have an alliance, a ministerial alliance and a clergy coalition coming together, coalitions and an alliance, that means something special.” “You’re a small group representing a large community,” Holden continued. “And I can tell you that two years in a row we’ve had rain. Now we did break the rain, so we can’t be surprised when it happens, but sometimes we have to know that on the other side of the rain are rainbows. “And so with rainbows come new beginnings, so as we go into this new year, let us pray for and accept and expect new beginnings.” Reverend Eric Johnson talked about growing up in Pasadena and seeing its transition over the years: “I remember ‘Negro Days’ at Brookside Park and the pool being drained after we left,” he said, “but that doesn’t exist anymore. We take students on tours of Caltech because they had no idea that at that great institution, sat architects of eugenics. But that doesn’t exist anymore. Those names are not on buildings anymore. And it’s important for me to show students that because I want them to have hope when they seek justice, but I also want them to know that sometimes hope and justice takes time. “And so,” he continued, “we need to constantly refill our well with hope and not get the surge. Because what we see will not always be, as we’re told in Second Corinthians, that we are to look not at the things that are seen, but the things that are unseen because the things that are seen are temporary.” Following the breakfast, the group boarded a bus to Tournament House where they gathered for more prayers and a land blessing, before assembling for their march. Dozens of the coalition members marched slowly north on Orange Grove behind a Pasadena Police Department SUV, before turning right on Colorado, where they gathered together along the street at “TV Corner,” for various prayers and blessings for a safe and dry Rose Parade. Make a comment",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kerwin maddox",
        "sentiment": "none"
      },
      {
        "name": "chris holden",
        "sentiment": "none"
      },
      {
        "name": "blake hill",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "clergy community coalition (ccc) & interdenominational ministerial alliance",
        "sentiment": "neutral"
      },
      {
        "name": "interdenominational ministerial alliance",
        "sentiment": "none"
      },
      {
        "name": "maranatha high school",
        "sentiment": "none"
      },
      {
        "name": "colorado blvd.",
        "sentiment": "none"
      },
      {
        "name": "w.n.s. media l.l.c.",
        "sentiment": "none"
      },
      {
        "name": "clergy community coalition",
        "sentiment": "none"
      },
      {
        "name": "colorado boulevard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pasadena",
        "sentiment": "none"
      },
      {
        "name": "orange grove blvd.",
        "sentiment": "none"
      },
      {
        "name": "orange grove",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T15:41:20.557+02:00",
  "updated": "2024-01-07T17:19:01.300+02:00"
}