{
  "thread": {
    "uuid": "748903ddd13436e6583d611d685b6304413767af",
    "url": "https://bc.ctvnews.ca/forever-home-for-fish-dog-found-starving-in-b-c-forest-gets-adopted-1.6715338",
    "site_full": "bc.ctvnews.ca",
    "site": "ctvnews.ca",
    "site_section": "https://ottawa.ctvnews.ca",
    "site_categories": [
      "media"
    ],
    "section_title": "Ottawa News | Local Breaking | CTV News Ottawa ",
    "title": "Dog found starving in B.C. forest gets adopted | CTV News",
    "title_full": "Dog found starving in B.C. forest gets adopted | CTV News",
    "published": "2024-01-07T23:53:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.ctvnews.ca/content/dam/ctvnews/en/images/2024/1/7/fish-bc-spca-1-6715340-1704671360693.jpeg",
    "performance_score": 0,
    "domain_rank": 981,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "748903ddd13436e6583d611d685b6304413767af",
  "url": "https://bc.ctvnews.ca/forever-home-for-fish-dog-found-starving-in-b-c-forest-gets-adopted-1.6715338",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@CTVVancouver",
  "published": "2024-01-07T23:53:00.000+02:00",
  "title": "Dog found starving in B.C. forest gets adopted | CTV News",
  "text": "A dog that was found emaciated in B.C.’s North Okanagan last summer has found a forever home, the BC SPCA announced. The nine-year-old Labrador retriever mix was taken to a shelter in Shuswap by a Good Samaritan after he wandered out of the woods outside Enderby, B.C. in July. Named Fish by staff, the dog was “skin and bones and covered in sores,” when he arrived at the BC SPCA centre. He needed a supervised feeding program to help him gain weight and muscle mass, as well as dental surgery to remove infected and broken teeth. “Fortunately, the sores on his body healed once he had a soft bed to sleep on,” the charity wrote. After months of treatment, the malnourished dog fully recovered and went up for adoption. Fish’s new family took him home just before the holidays, according to the BC SPCA. His forever home is with Tony and Darlene, a retired couple who were looking for a rescue they could “shower with love” after they lost their dog Abby in July. “We read a story about Fish and we just knew he was our dog,” said Tony in a Friday media release. “We couldn’t be happier for Fish,” said Isabell Diederichs, assistant manager of the BC SPCA’s Shuswap shelter, in the release. “He is the most loving dog who deserves the best home and he has that now.” After they picked Fish up at the shelter, Tony said “we opened the door to our truck he jumped right in. He didn’t hesitate at all.” The couple has taken in a number of rescues over the years, but no dog settled in as quickly as Fish, Darlene said. “Considering everything he has been through, his trust in people is just amazing,” she said. “He is just so loving and big-hearted.” Fish has found a new friend in Ballou, the couple’s rescue cat. The pair now enjoy taking naps together on the couch. Fish and Ballou together on the couch. (BC SPCA) “They got along right from the get-go,” Darlene said. “Fish was so calm and gentle around him.” “Ballou was missing Abby terribly. He loves to spend time with Fish and is excited to see him when he gets back from his walks,” Tony added. Speaking of walks, Fish is very enthusiastic about them. “When he knows it is time for a walk Fish will pick up your boots or shoes for you to help speed up the process or he will carry his leash,” Tony said. “We have an amazing dog beach right by the lake that he loves. He has been so good with other dogs and just loves meeting new people,” he continued. After being found starving and wounded, Fish now gets all the love and attention he needs. “We just want to make Fish the happiest dog we can,” said Darlene. “We are retired, so there is always someone at home with him. Whatever he needs, he gets.” “He rescued me,” Tony added. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Vancouver Top Stories CTVNews.ca Top Stories Montreal teens jump into action to save couple from drowning in Barbados Two Montreal teenagers — one of whom is a competitive swimmer — are being praised for saving the lives of a couple from the U.K. after they were drowning in the waters off the coast of Barbados earlier this week. Honda considering $18.4B electric vehicle and battery plant in Canada: media report A Japanese news outlet is reporting that Honda Motor Co. Ltd. could invest upwards of $18.4 billion in an electric vehicle plant in Canada. Missing helicopter found crashed in B.C. Interior, pilot dead: RCMP A helicopter that was reported missing in B.C.’s Interior has been found crashed in Glacier National Park, Mounties confirmed Sunday. Pressure mounts on Canada to support South Africa's legal battle for ceasefire in Gaza A new legal battle will be waged later this week in the World Court to impose a ceasefire more than three months after Hamas' attack on southern Israel killed innocent civilians, triggering a brutal war in Gaza where Israel vowed to eradicate Hamas militants. Elephant populations are stable, but more connected protected areas are needed for long-term sustainability: study The number of African savannah elephants is no longer dwindling on the continent, but in order to achieve long-term stability it’s important to establish more connected protected areas, according to a new study. Calgary transforms old offices to apartments; experts say other cities should follow No community anywhere would willingly choose to have a nearly 30 per cent office vacancy rate in its downtown core. Winter storms dump snow on both U.S. coasts as icy roads make for hazardous travel A major winter storm bringing heavy snow and freezing rain to some communities spread across New England on Sunday, sending residents scurrying for their shovels and snowblowers to clear sidewalks and driveways. Alaska Airlines again grounds all Boeing 737 Max 9 jetliners as more maintenance may be needed Alaska Airlines again grounded all of its Boeing 737 Max 9 jetliners on Sunday after federal officials indicated further maintenance might be required to assure that another inflight blowout like the one that damaged one of its planes doesn't happen again. Person killed in New York bus crash was Canadian, Global Affairs says Global Affairs Canada says the person who died in a tour bus crash in Lake George, N.Y. on Friday was a Canadian citizen. Vancouver Island - Snow, rain and wind on the way to B.C.'s South Coast, Vancouver Island: Environment Canada After a milder-than-normal start to the season, parts of B.C. will get a blast of winter this week, according to Environment and Climate Change Canada. - Show goes on in Vancouver after Gaza tensions scrap play's Victoria run Vancouver's PuSh Festival is sticking to theatrical tradition that the show must go on, and will stage \"The Runner\" this month despite the play being cancelled in Victoria over tensions linked to the war between Israel and Hamas, say festival officials. - U.S. officials order grounding of some Boeing 737 Max 9 jetliners after plane suffers a blowout U.S. officials on Saturday ordered the immediate grounding of some Boeing 737 Max 9 jetliners until they are inspected after an Alaska Airlines plane suffered a blowout that left a gaping hole in the side of the fuselage. Calgary - 1 dead as RCMP locate missing helicopter in Glacier National Park A helicopter that left Calgary Friday night is missing, and RCMP say it has potentially crashed somewhere in British Columbia. - No afternoon delight for Calgary as Flames lose to Blackhawks 4-3 The Calgary Flames suffered a lost weekend, dropping a 4-3 decision to the Blackhawks in Chicago Sunday afternoon. - Winter returns to Calgary with snow and plunging temperatures After a long mild stretch, winter returned to Calgary Saturday night. Edmonton - Hyman hat trick lifts surging Oilers past Senators 3-1 Zach Hyman is well on pace for another career year with the Edmonton Oilers. - Local business commissions artwork celebrating Albertans' 'journey of struggle' A Sherwood Park business has added some supersized artwork to show its appreciation for others. - Calgarian Michael Playfair takes home Emmy for The Last of Us The Last of Us was the big winner Saturday night at the Creative Arts Emmy Awards, taking home 8 of them, including one for Calgarian Michael Playfair. Toronto - Investigation continues into Thornhill fire that left 2 dead Officials continue to investigate a basement house fire that left two people dead in Thornhill Saturday evening, saying that it is unclear if the building’s smoke alarms were working at the time of the incident. - Police believe man found dead in North York apartment was murdered Toronto police's homicide squad is investigating what they say is the city’s third homicide of the year. - TTC is making changes to several bus routes. Here's what you need to know Some changes are hitting the TTC’s tracks this weekend as the transit network is increasing service across a number of bus routes and restoring other lines. Here's what to expect starting Sunday. Montreal - Travel advisory issued after snowfall blankets Montreal roads Montreal received a little more snow than expected overnight, making for slippery roads Sunday morning. - Agreement in principle will be submitted to the 420,000 members of the Common Front The 420,000 workers who are part of the Common Front in the public sector will be asked to vote on an agreement in principle in the coming weeks. - Person killed in New York bus crash was Canadian, Global Affairs says Global Affairs Canada says the person who died in a tour bus crash in Lake George, N.Y. on Friday was a Canadian citizen. Winnipeg - City warns residents to stay warm during upcoming cold snap The City of Winnipeg is warning residents to take care and stay warm this week as temperatures plummet to dangerous levels across southern Manitoba. - Winnipeg firefighters battle 4 blazes within 12 hours Winnipeg fire crews have had a busy weekend so far, responding to four blazes within a 12-hour period. - 'Learn to Winter' free programming now on at The Forks Winnipeg's favourite meeting place is declaring winter officially here and offering special free activities to celebrate its snow and ice-covered spaces. Saskatoon - Saskatoon Transit outlines strategy to tackle bus overcrowding The city’s transit department says it has a plan in place to deal with overcrowding on high-traffic routes. - Parents weigh in on giving consent for children changing names or pronouns at school A legal challenge to Saskatchewan's new law requiring parental consent if children under 16 want to change their names or pronouns at school is back in court this week. New Brunswick enacted a similar measure last year, and other provinces are looking at doing the same. - 'No final decisions have been made' by province on whether to remit carbon tax for January The Government of Saskatchewan will decide in the coming weeks whether or not to remit the carbon tax collected on natural gas for the month of January. Regina - Parents weigh in on giving consent for children changing names or pronouns at school A legal challenge to Saskatchewan's new law requiring parental consent if children under 16 want to change their names or pronouns at school is back in court this week. New Brunswick enacted a similar measure last year, and other provinces are looking at doing the same. - 'No final decisions have been made' by province on whether to remit carbon tax for January The Government of Saskatchewan will decide in the coming weeks whether or not to remit the carbon tax collected on natural gas for the month of January. - Pats break 7 game losing streak with OT win against Victoria A Zackary Shantz overtime goal saw the Pats beat the Victoria Royals 2-1 – finally snapping the Pats' recent losing streak. Atlantic - Moncton hockey community holds moment of silence for five-year-old who died Tuesday Before the puck dropped at a Saturday morning hockey game in Moncton, people held a moment of silence for Tate Hughes, a five-year-old who died suddenly on Tuesday. - Sydney, N.S., Highland Arts Theatre marks ten-year anniversary The Highland Arts Theatre in Sydney, N.S., is celebrating the ten-year anniversary since it was converted from a church. - Fire destroys well-known Cap-Pelé, N.B., restaurant and fish market A fire in Cap-Pelé, N.B., Sunday morning has destroyed a well-known seaside restaurant and fish market. London - Girls at Silver Stick tournament in Sarnia, Ont. 'inspired' by PWHL Fifty-nine girls’ teams playing for Silver Stick supremacy - London senior loses nearly $60K to phone scam Kim Stevens, an older adult living on a small pension in London, lost nearly $60,000 to a convincing phone scam - Boil water advisory lifted for residents in Oxford County A boil water advisory has been lifted after bacteria was discovered in Oxford County Northern Ontario - Two Ottawa residents face multiple drug, weapon charges in northern Ont. Two 23-year-olds from Ottawa are facing a variety of charges – including drug trafficking and weapon offences – following incidents last week in the Town of Echo Bay, Ont. - Extreme cold alert issued in Sudbury Organizations in Greater Sudbury that deal with people experiencing homelessness are issuing an extreme cold alert Sunday. - Big expectations for Sudbury in 2024 as far as film is concerned Hollywood strikes have been solved and industry experts say it’s full-steam ahead for Sudbury and northern Ontario filming in 2024. Kitchener - Three pedestrians hit in two separate collisions Police responded to two separate collisions Saturday involving three pedestrians, including a 5-year-old. - Guelph telescope initiative aims to get amateurs involved in astronomy A new Guelph initiative is building 3-D printed telescopes for aspiring astronomers of all ages to enjoy. - Kitchener crash sends two to hospital Police are looking for more information after a Kitchener crash sent two people to hospital Saturday evening.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tony",
        "sentiment": "none"
      },
      {
        "name": "darlene",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "spca",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north okanagan",
        "sentiment": "none"
      },
      {
        "name": "enderby",
        "sentiment": "none"
      },
      {
        "name": "labrador",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:57:27.617+02:00",
  "updated": "2024-01-08T01:57:27.617+02:00"
}