{
  "thread": {
    "uuid": "f4142ed11cc13b0eb702a2d0843779e6243ab112",
    "url": "https://doyouremember.com/202617/single-grandma-loves-dancing-in-mini-dresses",
    "site_full": "doyouremember.com",
    "site": "doyouremember.com",
    "site_section": "https://doyouremember.com/rss",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "DoYouRemember?",
    "title": "Single Proud Grandma Loves Dancing Around In Mini-Dresses — Meet Viktoria Winslow | DoYouRemember?",
    "title_full": "Single Proud Grandma Loves Dancing Around In Mini-Dresses — Meet Viktoria Winslow | DoYouRemember?",
    "published": "2024-02-29T20:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://doyouremember.com/wp-content/uploads/2024/02/Single-Proud-Grandma-Loves-Dancing-Around-In-Mini-Dresses.jpg",
    "performance_score": 0,
    "domain_rank": 67948,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f4142ed11cc13b0eb702a2d0843779e6243ab112",
  "url": "https://doyouremember.com/202617/single-grandma-loves-dancing-in-mini-dresses",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@DoYouRemember",
  "published": "2024-02-29T20:30:00.000+02:00",
  "title": "Single Proud Grandma Loves Dancing Around In Mini-Dresses — Meet Viktoria Winslow | DoYouRemember?",
  "text": "Viktoria Winslow is a 58-year-old [grandmother](https://doyouremember.com/200765/75-year-old-widowed-grandmother-pole-dancer) who enjoys posing in mini-dresses on social media. The self-acclaimed GILF is proving to her followers that older women can dress and look just as sexy as their younger counterparts as she shows off her figure in tight-fitting outfits. Viktoria is “just a granny having fun,” and although critics have a problem with that, she continues to flaunt her body and [beauty](https://l.smartnews.com/p-eixPA/UwpNlQ) online. “Just a grandmother in her Golden age having fun!” she echoes. Aside from entertaining viewers, dancing is an exercise for Viktoria, who is a “single, attractive Aussie girl.” Viktoria Winslow is a single and proud grandma who loves mini-dresses and dancing View this post on Instagram A recent clip of Viktoria’s shows her dancing to groovy house music without a care in the world. She wore a dark blue dress that exposed her tan lines and toned legs, with her platinum blonde hair swishing from side to side. She urged her followers to “keep dancing” and blurted that she “definitely have to buy more blue!” as she admired her outfit. RELATED: [66-Year-Old ‘Ripped’ Grandma Says People Think Her Muscles Are Photoshopped](https://doyouremember.com/201478/66-year-old-ripped-grandma-people-think-muscles-photoshopped?utm_source=web&utm_medium=article&utm_campaign=related) In another clip, she had Meghan Trainor’s “Badass Woman” playing in the background while sharing her thoughts with fans. “Older women have had time to develop a sense of self-assurance and confidence. They know who they are and are comfortable in their own skin,” she said. The hot grandma has acquired a loyal following of her own, with admirers and well-wishers who do not hesitate to compliment her. “You are absolutely beautiful,” one of the many comments read. “What a beautiful body,” another agreed. More called her “gorgeous,” “a badass woman,” “stunning,” and many more kind remarks. With the rising appreciation for older women and the pushback against social expectations, women like Viktoria are finding value in aging. Celebrities like Martha Stewart have also proven that age is simply a number when it comes to style with her 2023 Sports Illustrated cover, where she rocked a lovely swimsuit as the oldest woman in the magazine’s issue. Per the magazine’s Editor-in-Chief, MJ Day’s statement, she represented “unapologetic women from different walks of life who continue to forge their own paths on their own terms.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://l.smartnews.com/p-eixPA/UwpNlQ)",
    "https://www.l.smartnews.com/p-eixPA/UwpNlQ)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "viktoria winslow",
        "sentiment": "negative"
      },
      {
        "name": "viktoria",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:02:58.954+02:00",
  "updated": "2024-03-01T00:02:58.954+02:00"
}