{
  "thread": {
    "uuid": "ca9bb00261422c77d6c9a19bfd1f37c9e68556da",
    "url": "https://www.elcaribe.com.do/panorama/finaliza-ciclo-renovacion-del-tc-con-cinco-jueces/",
    "site_full": "www.elcaribe.com.do",
    "site": "elcaribe.com.do",
    "site_section": "https://m.elcaribe.com.do/feed/",
    "site_categories": [
      "travel",
      "caribbean"
    ],
    "section_title": "Periódico elCaribe",
    "title": "Finaliza ciclo renovación del TC con cinco jueces",
    "title_full": "Finaliza ciclo renovación del TC con cinco jueces",
    "published": "2023-12-29T06:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://img.mmc.com.do/elcaribe-bucket/uploads/2023/12/primera-raquel-pena-juramenta-nuevos-jueces-del-tc-dpolanco-56.jpg",
    "performance_score": 0,
    "domain_rank": 71644,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca9bb00261422c77d6c9a19bfd1f37c9e68556da",
  "url": "https://www.elcaribe.com.do/panorama/finaliza-ciclo-renovacion-del-tc-con-cinco-jueces/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Darielys Quezada",
  "published": "2023-12-29T06:07:00.000+02:00",
  "title": "Finaliza ciclo renovación del TC con cinco jueces",
  "text": "Nuevo presidente del TC, Napoleón Estévez, garantiza imparcialidad y la defensa derechos e institucionalidad Con la promesa de imparcialidad y de seguir defendiendo y proteger la soberanía, la nacionalidad, la dignidad humana, los derechos fundamentales, el orden constitucional y la democracia, juraron ayer los cinco nuevos jueces del Tribunal Constitucional (TC), entre ellos el segundo presidente que asume esa alta corte en sus doce años de existencia. Con la posesión de esos cinco jueces, el TC completa su ciclo de renovación, porque con la salida de los últimos cinco magistrados elegidos para el primer pleno en el 2011, no queda ninguno de los escogidos en el origen del tribunal. Al pronunciar un discurso luego de su instalación como nuevo presidente del TC, Napoleón Estévez Lavandier, acompañado de los cuatro nuevos miembros Fidias Aristy Payano, Sonia Díaz Inoa, Army Ferreira Reyes y Amaury Amílcar Reyes, dio garantías de enfrentar dignamente todos los retos que los ciudadanos y las ciudadanas pongan ante esta jurisdicción, sometida únicamente a la Constitución de la República y cuyo único límite será el respeto de las competencias de los poderes del Estado. En una alocución en la que mostró en todo momento respeto al presidente emérito saliente y a los otros cuatro miembros que fueron reemplazados, Estévez Lavandier afirmó que aún son muchos los desafíos que se tienen por delante para lograr que el Tribunal Constitucional siga cumpliendo a cabalidad su tarea de apuntalar los derechos fundamentales. “Tenemos por delante la tarea de reforzar las capacidades y la independencia del Tribunal Constitucional, perfilando su carácter de órgano extrapoder sometido únicamente a la Constitución de la República. Sólo desde esta posición de completa autonomía podrá el tribunal garantizar efectivamente la defensa del orden constitucional, dirimir imparcialmente los asuntos de su competencia, así como proteger los derechos fundamentales que se cuentan entre los más preciados por cada hombre, por cada mujer y por la sociedad dominicana en general”, indicó. A título personal, como nuevo presidente del máximo órgano de la República Dominicana, Napoleón Estévez Lavandier, aseguró que el TC, compuesto siempre por 13 magistrados, está preparado para enfrentar exitosamente “con la bendición de Dios y el fervor de nuestros padres de la patria”, todos los desafíos que se presenten en lo adelante. “Esta competencia no la menciono por pura moda, retórica o elegante complacencia, sino porque es lo que vengo de jurar hace un momento y ha jurado cumplir cada uno de estos jueces, juezas, que componen el TC, todos dominicanos e independientes”, expresó. En ese sentido, prometió que durante los próximos nueve años que durará su presidencia en el TC, la República Dominicana continuará su “indetenible” avance social, económico y legal, tras indicar que su único aporte es acompañar esta transformación con la voluntad férrea de seguir fortaleciendo el estado social y democrático de derecho. “Nuestro objetivo es darle vida a nuestro texto constitucional, convertida en hechos tangibles. En definitiva, que los derechos consagrados en nuestra Ley Suprema no sean solo buenas intenciones, sino que se reflejen fielmente en el día a día de las personas, sin distinción alguna”, puntualizó. Órgano fuerte e independiente El nuevo presidente del Tribunal Constitucional indicó que en esta realidad convulsa y de rápidas transformaciones desde geopolíticas hasta tecnológicas, será más importante que nunca contar con un órgano constitucional fuerte e independiente que custodie los principios fundamentales y fundacionales de la nación, que garanticen la pluralidad y el equilibrio de poderes en todo momento. “Velaremos por el más estricto respeto de nuestra Carta Magna y su aplicación en todos los ámbitos y actuaciones, así como el respeto absoluto de los derechos fundamentales. Seguiremos comprometidos a lo interno de nuestra institución con prácticas éticas sólidas y buenas conductas intachables, al tiempo que mantendremos altos estándares de transparencia y rendición de cuentas”, manifestó. Por ello, adelantó que desde el TC se pondrán a disposición de la sociedad dominicana mecanismos de evaluación periódicos del desempeño de esa alta corte y que se seguirá desarrollando la labor pedagógica en torno a la Carta Magna y a las decisiones de esa corte. Concomitantemente con esto, dijo que desde la independencia que le confiere la Constitución al tribunal, se trabajará de cerca con el Poder Ejecutivo, el Legislativo y el Judicial para abordar problemas sistemáticos y así mejorar la coherencia y la funcionalidad del marco legal. Luego de ofrecer sus agradecimientos, Napoleón Estévez Lavandier resaltó que en la selección realizada por el Consejo Nacional de la Magistratura (CNM), se sientan precedentes plausibles. Mencionó que, primero, aumenta el número de juezas a la matrícula original con la designación de la magistrada Sonia Díaz Inoa y Army Ferreira Reyes. En segundo lugar, citó, se designa por primera vez a un exletrado del TC con el nombramiento del magistrado Amaury Reyes Torres, quien además llega como el más joven juez de la corta historia del tribunal, lo que constituye un reconocimiento y estímulo para todos los servidores constitucionales. Luego, en tercer lugar, indicó que con su designación se sienta el primer precedente de que un juez activo de la Suprema Corte de Justicia cruce al TC como ocurre frecuentemente en otros países. “Hoy colgamos la toga de juez supremo y nos ponemos la toga de juez constitucional, una transferencia bastante importante en el aspecto jurídico y de pensamiento”, pronunció. Milton Ray resalta la renovación En el último discurso como presidente del TC y ahora presidente emérito, Milton Ray Guevara, junto a los cuatro magistrados salientes Rafael Díaz Filpo, que era primer sustituto del presidente Ray Guevara; Lino Vásquez Sámuel, segundo sustituto del presidente Ray Guevara; Víctor Joaquín Castellanos Pizano y Justo Pedro Castellanos Khoury, resaltó la importancia de la renovación del TC en los doce años de funcionamiento. Con palabras cargadas de experiencia, Ray Guevara destacó: “Esta toma de posesión marca un instante fundamental en la historia del tribunal”, debido a que por primera vez los jueces que fueron escogidos en el pleno de origen pasan a la honrosa situación de retiro y, además, ha culminado así el proceso de renovación que ha permitido que esa alta corte se fuese instalando poco a poco a partir de la nada. “Porque lo único que nosotros recibimos cuando empezó el tribunal fue la Constitución de la República y la Ley Orgánica del tribunal y de los procedimientos constitucionales”, apuntó. Convencido de la importancia que tiene este proceso, Milton Ray Guevara explicó que en este momento, la “familia constitucional” se siente feliz de haber completado la renovación tal como el constituyente la pensó, tras señalar que hubiese sido muy difícil para un tribunal nuevo si a todos los jueces les hubiera tocado salir al mismo instante. “Habría produciéndose, entonces, una especie de ruptura en el trajinar del tribunal y en la elaboración de lo más importante que tiene, que es su jurisprudencia. Felizmente, la previsión del constituyente nos ha llevado a que este proceso se da cuando el tribunal tiene más de 7 mil sentencias”, comentó. El último discurso de don Milton Ray Guevara, como la mayoría le llama, estuvo acompañado de duras críticas al largo tiempo que tiene en proceso de construcción de la sede del TC que desde sus inicios ha sufrido de poco espacio. “Me han encomendado excusarlos de la estrechez del lugar. Ha habido cuentas de los deseos de festejar pero, desafortunadamente, los encargados de construir la sede central del Tribunal Constitucional tienen cinco años y medio entre las dos administraciones que hemos tenido y todavía no tenemos un local digno como lo merece el TC. Yo creo que al presidente Napoleón Ricardo Estévez Lavandier le va a tocar la dicha de que esto lo terminen. Yo no quisiera pensar que no lo terminen en su período”, se quejó. Vicepresidenta juramentó a jueces Antes de la toma de posesión de los jueces, la vicepresidenta Raquel Peña, en representación del presidente Luis Abinader, juramentó a los cinco nuevos jueces del TC, al igual que al primer y segundo sustituto del presidente, que son los magistrados Miguel Valera Montero y la magistrada Eunisis Vásquez Acosta, que ya formaban parte del pleno de esa alta corte. Durante el acto de juramentación, la vicemandataria felicitó a los miembros del Consejo Nacional de la Magistratura (CNM) por la labor realizada durante los últimos meses para convocar, preseleccionar, entrevistar, evaluar y finalmente escoger a los nuevos integrantes del TC. También, externó su felicitación a los jueces seleccionados por haber superado satisfactoriamente el proceso tras la presentación de sus credenciales y ser evaluados en las vistas públicas celebradas. Asimismo, Peña dirigió unas palabras de agradecimiento a los magistrados salientes del TC, representados por el presidente saliente, Milton Ray Guevara, por los últimos doce años de invaluable trabajo jurisprudencial. “Confiamos plenamente en que esta nueva composición del Tribunal continuará el camino pautado por las primeras cohortes, fortaleciendo la institucionalidad creciente de nuestra nación, manteniendo el equilibrio y fomentando la seguridad jurídica para todos”, expresó Peña. Peña estuvo acompañada de todos los miembros del CNM, excepto dos de ellos que presentaron excusas. Presidente TC dice: “No hay nada que temer” Los cinco nuevos jueces del TC completan una matrícula de 13 miembros que son los que componen esa alta corte. Los nuevos se unen a Domingo Antonio Gil, Alba Luisa Beard, María del Carmen Santana, José Alejandro Ayuso, Miguel Valera Montero, Manuel Ulises Bonelly, Eunisis Vásquez y José Alejandro Vargas. Luego de su juramentación, Estévez Lavandier fue preguntado sobre la advertencia hecha por el juez José Alejandro Vargas de que el TC nunca había estado tan en peligro como ahora. Sobre ello, el nuevo presidente del TC afirmó que aunque no ha conversado con el magistrado sobre ello, garantiza los estándares que tiene esa corte. Dijo que el juez Vargas es un patriota, que habla desde su sentimiento de nacionalidad y que no hay nada que temer.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T09:04:06.236+02:00",
  "updated": "2023-12-29T10:30:40.947+02:00"
}