{
  "thread": {
    "uuid": "0b4ddc0524a7eb22fb255bd5b80d98409e80c618",
    "url": "https://mexico.shafaqna.com/ES/AL/4076077",
    "site_full": "mexico.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://mexico.shafaqna.com/",
    "site_categories": [],
    "section_title": "\r\n\t\tMéxico Noticias (Lector de noticias)\t",
    "title": "¿Se termina el desabasto en Monterrey? Sube hasta en 105% el nivel de las presas de Nuevo León tras la Tormenta Tropical ‘Alberto’",
    "title_full": "¿Se termina el desabasto en Monterrey? Sube hasta en 105% el nivel de las presas de Nuevo León tras la Tormenta Tropical ‘Alberto’",
    "published": "2024-06-21T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MX",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30216,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0b4ddc0524a7eb22fb255bd5b80d98409e80c618",
  "url": "https://mexico.shafaqna.com/ES/AL/4076077",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-21T03:00:00.000+03:00",
  "title": "¿Se termina el desabasto en Monterrey? Sube hasta en 105% el nivel de las presas de Nuevo León tras la Tormenta Tropical ‘Alberto’",
  "text": "vanguardia - 23 minutes ago ¿Se termina el desabasto en Monterrey? Sube hasta en 105% el nivel de las presas de Nuevo León tras la Tormenta Tropical ‘Alberto’ La tormenta tropical ‘Alberto’, que se degradó a baja presión remanente tras tocar tierra en la madrugada del jueves, ha dejado una serie de efectos significativos en el estado de Nuevo León. Entre los más notables, se encuentra el desbordamiento del Río Santa Catarina en Monterrey, el cual se llevó parte de los carriles exprés de una de las principales vialidades de la ciudad. Asimismo, las lluvias provocaron una notable circulación de agua en la Huasteca, una zona que hasta hace pocas semanas se encontraba casi completamente seca.Las fuertes lluvias provocadas por la tormenta Alberto resultaron en el desbordamiento del Río Santa Catarina. Este fenómeno causó daños en la infraestructura vial, afectando gravemente los carriles exprés que son esenciales para el tránsito diario en Monterrey. Las autoridades locales están evaluando el alcance de los daños y trabajando en planes para la reparación de estas vías lo más pronto posible.TE PUEDE INTERESAR: Así es el antes y después del Río Santa Catarina, en Monterrey, debido a las lluvias torrenciales de la Tormenta Tropical ‘Alberto’ (Videos)CONAGUA INFORMA SOBRE EL AUMENTO EN EL NIVEL DE LAS PRESASEl impacto de Alberto no se limitó a daños en la infraestructura vial. La Comisión Nacional del Agua (CONAGUA) informó desde el día de ayer, que se ha observado un incremento significativo en los niveles de las presas del estado, cruciales para el suministro de agua potable. Como medida preventiva, la CONAGUA aumentó la extracción de agua en la presa La Boca a las 19:40 horas del día de ayer, incrementando la extracción de 139 m³/s a 211 m³/s a través de un vertedor controlado, en respuesta a un ingreso de 362 m³/s. Esta acción fue necesaria para gestionar el exceso de agua y evitar desbordamientos, ya que la presa alcanzó su capacidad máxima de llenado al 100%.Estado Actual de las PresasLuis Carlos Alatorre, director general del Organismo de Cuenca Río Bravo de la CONAGUA, comunicó a través de sus redes sociales los niveles actuales de las principales presas de Nuevo León. Hasta las 6 horas del 21 de junio, la presa La Boca registra un 105.85% de su Nivel de Aguas Máximo Ordinario (NAMO), con un almacenamiento de 37.046 millones de metros cúbicos (Mm³). Este excedente se está canalizando a través del río San Juan hacia la presa El Cuchillo para evitar desbordamientos y garantizar la seguridad de la población.La presa Cerro Prieto, por su parte, se encuentra al 27.38% de su capacidad, con un almacenamiento de 82.125 Mm³. Mientras tanto, la presa El Cuchillo, la tercera más importante para el suministro de agua en Nuevo León, registra un 45.67% de llenado, con un almacenamiento de 512.868 Mm³.ESTADO DE LAS PRESAS EL CUCHILLO, LA BOCA Y CERRO PRIETO DURANTE LA MAÑANA DEL VIERNESLuis Carlos Alatorre, director general del Organismo de Cuenca Río Bravo de la CONAGUA, comunicó a través de sus redes sociales los niveles actuales de las principales presas de Nuevo León. Hasta las 6 horas del 21 de junio, la presa La Boca registra un 105.85% de su Nivel de Aguas Máximo Ordinario (NAMO), con un almacenamiento de 37.046 millones de metros cúbicos (Mm³). Este excedente se está canalizando a través del río San Juan hacia la presa El Cuchillo para evitar desbordamientos y garantizar la seguridad de la población.La presa Cerro Prieto, por su parte, se encuentra al 27.38% de su capacidad, con un almacenamiento de 82.125 Mm³. Mientras tanto, la presa El Cuchillo, la tercera más importante para el suministro de agua en Nuevo León, registra un 45.67% de llenado, con un almacenamiento de 512.868 Mm³.TE PUEDE INTERESAR: Carril express de la avenida Constitución, en Nuevo León, se desgaja por l arrasa afluente con carretera a RompepicosPRECAUCIONES Y MEDIDAS DE SEGURIDADAunque no se reporta un riesgo inmediato para la población aguas abajo de estas presas, las autoridades locales y Protección Civil han emitido un llamado a extremar precauciones y seguir las indicaciones oficiales para evitar incidentes. La coordinación entre las autoridades y la pronta respuesta ante las intensas lluvias han sido cruciales para gestionar adecuadamente los recursos hídricos y mitigar posibles impactos.La CONAGUA continúa monitoreando la situación y ajustando las medidas de extracción y control de agua en las presas para mantener los niveles dentro de parámetros seguros y gestionar el flujo de agua de manera efectiva. La población de Nuevo León debe mantenerse informada y atenta a los comunicados oficiales.GOBERNADOR DE NUEVO LEÓN ACTUALIZA CIFRAS SOBRE NIVELES DE PRESAS TRAS TORMENTA ALBERTOSi bien la tormenta ha causado estragos, la comunidad de Nuevo León ha encontrado un motivo de esperanza en las lluvias, esperando que este incremento en los niveles de agua ponga fin a los problemas de desabasto que han afectado a la región durante años de sequía. Samuel García, Gobernador de Nuevo León, confirmó los niveles de las presas y advirtió sobre la continuidad de las lluvias, instando a la población a tomar precauciones y reportar cualquier emergencia al 911.Samuel García, Gobernador de Nuevo León, informó que el día de hoy 21 de junio las presas se encuentran en los siguientes niveles de su capacidad: Presa La Boca: 105.85%Presa Cerro Prieto: 27.38%Presa El Cuchillo: 45.67%Advirtiendo que: “Las lluvias van a continuar a lo largo del día, así que sigamos cuidándonos y recuerda marcar al 911 ante cualquier emergencia”Además, Samuel García compartió fotos de la Presa El Cuchillo, donde actualizó al rededor de las 12 del medio día, que ya se encontraba al 50% de su capacidad y continuaba subiendo.\nRead on the original site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://vanguardia.com.mx/noticias/se-termina-el-desabasto-en-monterrey-sube-hasta-en-105-el-nivel-de-las-presas-de-nuevo-leon-tras-la-tormenta-tropical-alberto-JG12367428",
    "https://www.vanguardia.com.mx/noticias/se-termina-el-desabasto-en-monterrey-sube-hasta-en-105-el-nivel-de-las-presas-de-nuevo-leon-tras-la-tormenta-tropical-alberto-JG12367428"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T22:23:18.773+03:00",
  "updated": "2024-06-21T22:23:18.773+03:00"
}