{
  "thread": {
    "uuid": "7429f2f1050579b0ce4f6e9c7ef8c7a7186c32cf",
    "url": "https://www.richmond-news.com/in-the-community/richmond-runner-plans-to-do-marathon-in-90th-year-8554368",
    "site_full": "www.richmond-news.com",
    "site": "richmond-news.com",
    "site_section": "https://www.richmond-news.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Richmond Local News  - Richmond News",
    "title": "90-year-old Richmond woman sets sight on 26th marathon - Richmond News",
    "title_full": "90-year-old Richmond woman sets sight on 26th marathon - Richmond News",
    "published": "2024-04-05T01:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/richmondnews/images/sports/gwen-runner-2.jpg;w=1000;h=742;mode=crop",
    "performance_score": 0,
    "domain_rank": 49442,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7429f2f1050579b0ce4f6e9c7ef8c7a7186c32cf",
  "url": "https://www.richmond-news.com/in-the-community/richmond-runner-plans-to-do-marathon-in-90th-year-8554368",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maria Rantanen",
  "published": "2024-04-05T01:20:00.000+03:00",
  "title": "90-year-old Richmond woman sets sight on 26th marathon - Richmond News",
  "text": "A decade ago, the headline read “She’s 80 and running strong.” Now, 10 years later, Gwen McFarlan is itching to return to running and is determined to complete a marathon in her ninetieth year. This will be just one more on top of the 25 full marathons she’s already done in the past 30 years. At the moment, McFarlan has a slight setback with her running as she needs to have a leaky heart valve fixed, but she expects that to be done soon so she can get back to pounding the pavement. McFarlan turns 90 on Thursday (April 4) and she has three major races planned for this year – the Sun Run in April, which she plans to walk, the UBC 5K Longest Day in June and the Forever Young 8K in September. The 8K is organized by the Richmond group Forever Young, which she’s a fixture at. McFarlan credits her love of running and physical activity in general to an active childhood. Growing up in Moose Jaw, Sask., McFarlan was surrounded by boys whose games and activities she wanted to be a part of. “I became the pest – I wanted to do everything they did,” McFarlan said. Her advice to parents on how to bring up kids is to tell them: “Go outside and play.” McFarlan’s list of races she’s won is long – and running has taken her around the continent. One of her most memorable running events was participating in the \"Goofy\" at Disney World in Florida. This event involved completing a 10-kilometre race, a half-marathon and a marathon, all in a single weekend. This earned her the Goofy Award. The Boston Marathon, where she placed sixth in her age category in 2002, was another race to remember. Just being part of this famed race was an experience, McFarlan explained, and she might have achieved a better time if she hadn’t slowed down to high-five students along the way and greet care home residents also lining the race path. McFarlan started running at the age of 60 and along with friend and fellow runner Joan Young, they started the “Kilometre Run” at Tomsett elementary where they were both teachers. Around this age, McFarlan was diagnosed with osteoporosis and was told she needed to “pound” in order to get her bones stronger. “The only way I could pound was to run,” she said. Since then, she’s placed first in numerous races across North America. Just last year, at 89, she came first in her age category at the 10-kilometre Vancouver Sun Run with a time of 1:27:58. She also set Canadian records at two BC Seniors Games, in the 5,000-metre and 10-kilometre races. McFarlan finds running an accessible sport. “All you have to do is open the door,” she said. However, she noted that running does require good shoes and waterproof clothing. Injuries have come along the way including a stress fracture to her hip, a broken wrist, a broken tooth as well as a broken ankle. The last one forced her to do “pool running” for rehab until it healed, allowing her to return to running on a hard surface. McFarlan can be seen several times a week with her fellow Forever Young members taking long, rigorous walks around Richmond, which brings a social aspect to her favourite activity. And her physical fitness routine inspires others to keep pounding the pavement. “Gwen is the one who gets us out of bed and she’s always ready to go,” said Young. Got an opinion on this story or any others in Richmond? [Send us a letter](https://www.richmond-news.com/submissions/letter-to-the-editor) or email your thoughts or story tips to [Editor@Richmond-News.com](mailto:Editor@Richmond-News.com). To stay updated on Richmond news, sign up for our [daily headline newsletter](https://www.richmond-news.com/account/mailinglist).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gwen mcfarlan",
        "sentiment": "neutral"
      },
      {
        "name": "mcfarlan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "richmond news",
        "sentiment": "positive"
      },
      {
        "name": "forever young",
        "sentiment": "none"
      },
      {
        "name": "ubc",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "sask.",
        "sentiment": "none"
      },
      {
        "name": "moose jaw",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T02:43:36.673+03:00",
  "updated": "2024-04-05T02:43:36.673+03:00"
}