{
  "thread": {
    "uuid": "2b3c1521a8a65e345953ef9938c60a409b0f4289",
    "url": "https://www.7sur7.be/faits-divers/porte-disparu-en-espagne-un-neerlandais-de-75-ans-atteint-de-la-maladie-d-alzheimer-retrouve-vivant-dans-un-ravin~adcec203",
    "site_full": "www.7sur7.be",
    "site": "7sur7.be",
    "site_section": "http://www.7s7.be/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "7sur7:home",
    "title": "Porté disparu en Espagne, un Néerlandais de 75 ans atteint de la maladie d'Alzheimer retrouvé vivant dans un ravin",
    "title_full": "Porté disparu en Espagne, un Néerlandais de 75 ans atteint de la maladie d'Alzheimer retrouvé vivant dans un ravin",
    "published": "2024-06-21T13:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://images0.persgroep.net/rcs/b2f310MJWoCYlMGh6flsk82Pj_k/diocontent/245107336/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&amp;quality=0.7",
    "performance_score": 0,
    "domain_rank": 19236,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b3c1521a8a65e345953ef9938c60a409b0f4289",
  "url": "https://www.7sur7.be/faits-divers/porte-disparu-en-espagne-un-neerlandais-de-75-ans-atteint-de-la-maladie-d-alzheimer-retrouve-vivant-dans-un-ravin~adcec203",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Baptiste Meslin",
  "published": "2024-06-21T13:10:00.000+03:00",
  "title": "Porté disparu en Espagne, un Néerlandais de 75 ans atteint de la maladie d'Alzheimer retrouvé vivant dans un ravin",
  "text": "Porté disparu en Espagne, un Néerlandais de 75 ans atteint de la maladie d'Alzheimer retrouvé vivant dans un ravin\nPorté disparu en Espagne depuis mercredi, un Néerlandais atteint de la maladie d’Alzheimer a été retrouvé vivant jeudi après de longues heures de recherches. L’homme de 75 ans qui a confié s’être perdu était épuisé et déshydraté, mais il se porte bien, rapporte la Guardia Civil dans un communiqué.\nVent de panique en Espagne. Un septuagénaire néerlandais, qui voyageait avec sa femme et son fils d’Alicante à Malaga, dans le sud du pays, s’est arrêté mercredi au mirador Franco, près du village d’Ojós. Cette région est très prisée des touristes pour sa vallée du Ricote, montagneuse et accidentée.\nSoudain, l'homme souffrant d’Alzheimer a disparu dans la nature. Son fils a immédiatement alerté les services d’urgence, car le Néerlandais de 75 ans est rapidement désorienté de sa maladie. Une opération de recherche de grande envergure a alors rapidement été lancée.\nDes heures d’incertitude\nCe n’est que jeudi matin que la victime a été localisée grâce aux efforts de la Guardia Civil, qui a également diffusé des images de ce sauvetage très médiatisé. À l’aide d’un drone, les agents espagnols ont réussi à retrouver l’homme vivant et en bonne santé dans le Barranco del Cajal, un ravin près de Ricote.\nDes experts en sauvetage sont descendus d’un hélicoptère avec des cordes et ont réussi à atteindre le Néerlandais et à le ramener sain et sauf. Après de longues heures de peur et d’incertitude, il a pu retrouver sa famille.\nLIRE AUSSI\nMort de Laura Trappeniers et disparition de son mari à Tenerife: deux suspects arrêtés en Belgique, un autre en Espagne\nGratis onbeperkt toegang tot Showbytes? Dat kan!Log in of maak een account aan en mis niks meer van de sterren.\nAussi dans l'actualité\n-\nRéveillé, frappé et volé en pleine nuit à Waterloo: reconnaissez-vous ces trois malfrats?\n-\nMonenergie.be\nLe nouveau tarif d'électricité est le plus avantageux, mais ne convient pas à tout le mondeQuasiment tous les mois, les fournisseurs d’énergie proposent de nouvelles formules tarifaires. En général, la modification se limite à un changement de nom ou à quelques détails dont les clients ne bénéficient pas vraiment. Toutefois, le nouveau tarif Pixie de TotalEnergies attire l’attention par sa tarification inférieure, mais pour de nombreux consommateurs, il sera probablement moins intéressant. Ci-dessous, Monenergie.be a évalué les avantages et inconvénients qui y sont liés.\n-\nAssassinat de l’avocate Claudia Van Der Stichelen: la police diffuse un avis de rechercheLa police a diffusé samedi, à la demande du juge d’instruction et du parquet de Flandre orientale, un avis de recherche dans le cadre de l’enquête sur l’assassinat de l’avocate Claudia Van Der Stichelen, tuée par balle le 28 octobre dernier à son domicile de Houtem-Saint-Liévin. Les enquêteurs recherchent un homme aperçu à proximité du domicile de la victime et qui ressemble “beaucoup” à l’auteur.\n-\nGuide-epargne.be\nLes grandes banques entravent la concurrence: “Elles se suivent de près, au lieu de se faire concurrence”Le manque de concurrence entre les banques est une cause majeure expliquant les faibles taux que les consommateurs perçoivent sur leurs épargnes. Après l’Autorité belge de la concurrence, l’Autorité néerlandaise de la consommation et des marchés est également arrivée à cette conclusion. Ci-dessous, Guide-epargne.be passe en revue leurs conclusions.\n-\nmise à jour\nDes croix gammées sur un monument à la mémoire de résistants ayant sauvé des Juifs au Bois de la Cambre, une enquête ouverteUn monument à la mémoire de trois héros bruxellois de la résistance, qui ont sauvé la vie de nombreux Juifs durant la Seconde Guerre mondiale, a été vandalisé dans un acte antisémite. Des croix gammée et celtique ont été peintes sur la plaque commémorative, selon des informations dans la presse, confirmées par la police bruxelloise. Un procès-verbal a été dressé et une enquête est en cours.\n-\nDécouverte du corps de Laura Trappeniers à Tenerife: les suspects arrêtés en Belgique sont un père et son fils\n-\nUn jeune footballeur gravement blessé dans un accident près de Dixmude: “J'espère que sa carrière n'est pas terminée”Un jeune homme de 21 ans, originaire de Middelkerke, a été grièvement blessé dans un accident de la route à Lampernisse, près de Dixmude, mercredi après-midi, rapporte HLN. Le footballeur du KSV Dixmude a percuté un arbre et a terminé sa course 70 mètres plus loin avec sa voiture. Les pompiers ont mis beaucoup de temps à le dégager de l’épave.\n-\nUn bébé perd la vie en France, oublié par son père dans la voiture: “La température est montée jusqu’à 30°”Un drame s’est produit en France, où un nourrisson de sept mois a tragiquement perdu la vie. Le père de l’enfant, distrait, est parti au travail en oubliant que le bébé se trouvait encore dans sa voiture. Pendant ce temps, la température extérieure est montée jusqu’à 30 degrés. Malheureusement, le bébé n’a pas survécu à ces conditions extrêmes.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T15:22:23.671+03:00",
  "updated": "2024-06-21T15:22:23.671+03:00"
}