{
  "thread": {
    "uuid": "cd509f99bca2eb8b3cc881102a83a711c0b9191b",
    "url": "https://www.asiaone.com/business/spiden-announces-breakthrough-non-invasive-glucose-monitoring-adds-key-executive-hires-and",
    "site_full": "www.asiaone.com",
    "site": "asiaone.com",
    "site_section": "https://www.asiaone.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "AsiaOne Business News, Get the Latest Business Breaking News at AsiaOne",
    "title": "Spiden Announces Breakthrough in Non-Invasive Glucose Monitoring, Adds Key Executive Hires and Secures $15m in Additional Funding, Business News - AsiaOne",
    "title_full": "Spiden Announces Breakthrough in Non-Invasive Glucose Monitoring, Adds Key Executive Hires and Secures $15m in Additional Funding, Business News - AsiaOne",
    "published": "2024-01-06T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Jan2024/asiaone_default.jpg?h=ec041e41&amp;itok=Gqly0ixA",
    "performance_score": 0,
    "domain_rank": 4659,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd509f99bca2eb8b3cc881102a83a711c0b9191b",
  "url": "https://www.asiaone.com/business/spiden-announces-breakthrough-non-invasive-glucose-monitoring-adds-key-executive-hires-and",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T02:00:00.000+02:00",
  "title": "Spiden Announces Breakthrough in Non-Invasive Glucose Monitoring, Adds Key Executive Hires and Secures $15m in Additional Funding, Business News - AsiaOne",
  "text": "PFAFFIKON, SWITZERLAND, Jan 6, 2024 - (ACN Newswire) - Spiden, a pioneer in non-invasive biomarker monitoring technology, is thrilled to announce a significant scientific milestone, key additions to its executive team and an oversubscribed convertible note. [Spiden's latest non-invasive glucose measurement campaignSpiden's latest glucose measurement data comparing its non-invasive portable device (y-axis) with the invasive gold-standard (x-axis), illustrated in the Clarke Error Grid.](https://cdn.newswire.com/files/x/ad/36/2aa3fb4ef926c8646df23d02fc02.jpeg) Spiden has achieved remarkable scientific progress in non-invasive glucose sensing. Utilizing advanced spectroscopy techniques in a portable device, its team has attained a 9% MARD with individual calibration (Mean Absolute Relative Difference - the average difference to the gold-standard measurement). This achievement is the latest important step towards a calibration-free and miniaturized device for non-invasive glucose monitoring. Now, as the final step on its development path, Spiden has commenced measurements in diabetes centers in multiple countries, before aiming to launch its Spiden wearable that can automatically calibrate to its customers without any needle involved. \"This accomplishment reinforces our commitment to launching our own glucose monitoring wearable by the end of 2025, followed by expanding to additional biomarkers,\" says Leo Gr체nstein Spiden's Founder & CEO. \"We aim to help customers around the world take control of their health through non-invasive access to real-time biomarker data and actionable, evidence-based insights to improve their well-being and longevity.\" On entering this new phase towards product launch, the following key executives are joining the Spiden leadership team, bolstering its capabilities in design and product development. - Chester Chipperfield, joining as Chief Design Officer, brings a wealth of experience from his previous roles as Head of Special Projects at Apple and Global Creative Director at Tesla. Chester's expertise in innovative design and launching category defining products will be instrumental in shaping Spiden's wearable into something that is both highly functional and desirable. - Ismene Grohmann, has been appointed as Chief Product Officer. With her background as Head of Product for Abbott's Consumer Biowearables and Global Innovation Director Personal Health, Ismene will lead Spiden's product vision, strategy and execution, ensuring that Spiden's solutions meet the highest standards of product-market fit, user-centricity and efficacy for its customers. - Prof. Fernando Perez-Cruz, will be joining Spiden full time as Head of Machine Learning Research & AI. His background as Chief Data Scientist at the Swiss Data Science Center (joint venture between EPFL and ETH Zurich) uniquely positions him to shape Spiden's advanced data analysis and AI capabilities. Furthermore, Spiden has finished 2023 with a successfully secured $15 million convertible note, surpassing its initial target of $10 million, and bringing Spiden's total funding since inception to >$40m. This achievement reflects the strong support from its existing investors and Board members, as well as new investors. This funding will help Spiden finalize its initial, now 6-year long phase of R&D, aimed at cracking complete calibration-free monitoring, as well as securing a pathway to miniaturization of its portable product to a wearable format. A larger funding round is planned for H2 in 2024, which will provide Spiden with sufficient capital to bring its product to market and become profitable. About Spiden: Founded in 2017 by serial entrepreneur Leo Gr체nstein, Spiden is a Swiss deep-tech startup dedicated to revolutionizing the field of personalized health monitoring. It employs a team of >70 staff, including >50 PhDs and university professors, operating out of its lab facilities in Pf채ffikon SZ, Switzerland. Its unique approach combines advanced spectroscopy techniques and machine learning to achieve real-time, non-invasive monitoring of various biomarkers. Spiden's mission is to forge a future where continuous health monitoring, using a Spiden wrist-worn wearable, becomes the norm, facilitating prevention and early detection, by empowering users with personalized control over their health and longevity. Contact Information Leo Gr체nstein Founder & CEO [press@spiden.com](mailto:press@spiden.com) Related Images SOURCE: Spiden AG View the original [press release](https://www.newswire.com/news/spiden-announces-breakthrough-in-non-invasive-glucose-monitoring-adds-22212918) on newswire.com. Copyright 2024 ACN Newswire. All rights reserved. www.acnnewswire.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://cdn.newswire.com/files/x/ad/36/2aa3fb4ef926c8646df23d02fc02.jpeg)",
    "https://www.newswire.com/news/spiden-announces-breakthrough-in-non-invasive-glucose-monitoring-adds-22212918)",
    "https://newswire.com/news/spiden-announces-breakthrough-in-non-invasive-glucose-monitoring-adds-22212918)",
    "https://www.cdn.newswire.com/files/x/ad/36/2aa3fb4ef926c8646df23d02fc02.jpeg)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "acn newswire",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "switzerland",
        "sentiment": "none"
      },
      {
        "name": "asiaone pfaffikon",
        "sentiment": "none"
      },
      {
        "name": "spiden",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T04:16:56.713+02:00",
  "updated": "2024-01-06T04:16:56.713+02:00"
}