{
  "thread": {
    "uuid": "5107e4f67a15e4aac3a19e66594107b31d1d3b37",
    "url": "https://www.timesnownews.com/lifestyle/food/news/9-healing-lemons-from-tamil-nadu-temple-fetch-2-5-lakhs-at-auction-article-108867126",
    "site_full": "www.timesnownews.com",
    "site": "timesnownews.com",
    "site_section": "https://www.timesnownews.com/latest-news/amp?frmapp=yes",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Latest News India, Today's Latest News, Latest News Headlines | Times Now",
    "title": "9 'Healing' Lemons From Tamil Nadu Temple Fetch 2.5 Lakhs At Auction | Food News News - Times Now",
    "title_full": "9 'Healing' Lemons From Tamil Nadu Temple Fetch 2.5 Lakhs At Auction | Food News News - Times Now",
    "published": "2024-03-29T05:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.tnn.in/thumb/msid-108867395,thumbsize-73000,width-1280,height-720,resizemode-75/108867395.jpg",
    "performance_score": 0,
    "domain_rank": 4205,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5107e4f67a15e4aac3a19e66594107b31d1d3b37",
  "url": "https://www.timesnownews.com/lifestyle/food/news/9-healing-lemons-from-tamil-nadu-temple-fetch-2-5-lakhs-at-auction-article-108867126",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TN Lifestyle Desk",
  "published": "2024-03-29T05:33:00.000+03:00",
  "title": "9 'Healing' Lemons From Tamil Nadu Temple Fetch 2.5 Lakhs At Auction | Food News News - Times Now",
  "text": "In a fascinating display of faith and tradition, the Rathinavelpandiyan Murugan temple in Ottanandal village, Villupuram district, Tamil Nadu, saw an unusual event during the recent Panguni Uthiram festival. Nine lemons, which were spiked on the sacred spear of the temple deity, and believed to cure infertility, were auctioned off, fetching a staggering sum of Rs 2.36 lakh.During the nine-day festivities of Paguni Uthiram, the temple priests meticulously spiked a lemon each day on the deity's spear. As the festival culminated, the management auctioned these revered lemons, igniting fervent bidding wars among devotees and traders alike. People from far and wide flock to witness and participate in this unique ritual, deeply rooted in the belief that these lemons, spiked on the sacred spear of Lord Muruga, possess mystical powers to cure infertility and bring prosperity to families. The temple, situated atop a picturesque hill, is renowned for its awe-inspiring beauty and the towering presence of its main deity, standing at 5 feet tall.Among the bidders were Aruldas and Kanimozhi, a couple from Kallakurichi district longing for a child. Their unwavering faith led them to acquire the lemons worshipped on the first day of the festival for a remarkable sum of Rs. 50,500. The lemons from subsequent days also fetched significant prices, with the total auction amounting to Rs 2,36,100.Also Read: 3 Indian Names Win Big At Asia's 50 Best Restaurants AwardsBeyond the realm of personal aspirations, the auction symbolises a celebration of tradition and spirituality deeply ingrained in Tamil Nadu's cultural fabric. Panguni Uthiram commemorates the sacred unions of revered deities such as Lord Shiva and Goddess Parvati, Lord Rama and Goddess Sita, Murugan (Kartikeya) and Devasena, and Ranganatha (Vishnu) and Andal. Additionally, it symbolises the manifestation of Ayyappan, adding to the spiritual significance of this auspicious occasion.As the auction concluded and winners received their prized lemons, the atmosphere reverberated with a sense of reverence and anticipation, underscoring the enduring power of belief and the timeless allure of ancient rituals. In the tranquil surroundings of Ottanandal village, amidst the verdant hills, the legacy of faith continues to thrive, transcending the boundaries of time and space.Here are 5 more unique prasads found at Indian temples:Mathadi at Shrinathji TempleMathadi, a sugary deep-fried snack, is typically enjoyed as an evening treat. However, at Shrinathji Temple in Rajasthan, devoted to Lord Krishna, Mathadi is offered to the deity. Afterwards, this special offering is shared amongst the worshippers as Prasad.Onions at Gogamedi TempleOffering onions at a temple may seem unusual, especially during Pujas where simple, pure meals are preferred. Yet, at Gogamedi Temple in Rajasthan, dedicated to the warrior Gogaji, onions are offered by disciples. Each devotee presents at least 250 grams of onions and lentils during their Darshan.Fish at Parassinikadavu TempleParassinikadavu Temple in Kannur, Kerala, is renowned for its service to the poor and hardworking. Worshippers believe that prayers here can make their wishes come true. The deity, portrayed as a rebellious warrior, accepts offerings of toddy (palm wine) and roasted fish. Following the ritual, these offerings are shared amongst devotees as Prasad.Dosa at Kallalagar TempleThe Kallalagar Temple, also known as Azhagar Kovil Temple, is a prominent Vishnu temple situated 21 km from Madurai in Tamil Nadu. Devotees offer traditional South Indian dishes like Dosa, Lemon Rice, and Tamarind Rice to the deity. Subsequently, these offerings are distributed among the worshippers as Prasad.Chinese Foods at Chinese Kali TempleIn the Tangara area of Kolkata, West Bengal, lies the Chinese Kali Temple, where devotees present Chinese delicacies such as noodles, suey, fried rice, and chops to the goddess Kali. Following the rituals, these Chinese offerings are shared amongst the worshippers as Prasad, offering a unique twist to temple traditions.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rathinavelpandiyan murugan",
        "sentiment": "positive"
      },
      {
        "name": "kanimozhi",
        "sentiment": "none"
      },
      {
        "name": "muruga",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "auction | food news news - times",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "tamil nadu temple",
        "sentiment": "none"
      },
      {
        "name": "ottanandal",
        "sentiment": "none"
      },
      {
        "name": "villupuram",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T08:08:12.473+03:00",
  "updated": "2024-03-29T12:02:40.117+03:00"
}