{
  "thread": {
    "uuid": "304aee262000458229ed1aad349aec73a79024a4",
    "url": "https://uk.advfn.com/stock-market/london/puretech-health-PRTC/share-news/PureTech-Health-PLC-FDA-Grants-PRTCs-LYT-200-Fast/93636657",
    "site_full": "uk.advfn.com",
    "site": "advfn.com",
    "site_section": "https://uk.advfn.com/news/headlines",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "London Stock Exchange Market News",
    "title": "PureTech Health PLC FDA Grants PRTC's LYT-200 Fast Track Designation - ADVFN",
    "title_full": "PureTech Health PLC FDA Grants PRTC's LYT-200 Fast Track Designation - ADVFN",
    "published": "2024-04-11T13:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://uk.advfn.com/p.php?pid=staticchart&amp;s=LSE:PRTC&amp;p=5&amp;t=52",
    "performance_score": 0,
    "domain_rank": 9098,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "304aee262000458229ed1aad349aec73a79024a4",
  "url": "https://uk.advfn.com/stock-market/london/puretech-health-PRTC/share-news/PureTech-Health-PLC-FDA-Grants-PRTCs-LYT-200-Fast/93636657",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "uk.advfn.com",
  "published": "2024-04-11T13:00:00.000+03:00",
  "title": "PureTech Health PLC FDA Grants PRTC's LYT-200 Fast Track Designation - ADVFN",
  "text": "RNS Number : 1294K PureTech Health PLC 11 April 2024\n11 April 2024\nPureTech Health plc\nPureTech R eceives FDA Fast Track Designation for LYT-200 in Head and Neck Cancers\nLYT-200 is being evaluated in locally advanced/metastatic solid tumors, including head and neck cancer s, as well as in hematological malignancies, such as acute myeloid leukemia and high-risk myelodysplastic syndrome\nPhase 1b and Phase 1/2 clinical trials of LYT-200 ongoing\nPureTech Health plc (Nasdaq: PRTC, LSE: PRTC) (\"PureTech\" or the \"Company\"), a clinical-stage biotherapeutics company dedicated to changing the lives of patients with devastating diseases, today announced that the U . S . Food and Drug Administration (\"FDA\") has granted Fast Track designation for LYT-200 in combination with anti-PD1 therapy for the treatment of recurrent/metastatic head and neck squamous cell carcinomas (\"head and neck cancers\").\n\"In the U.S., there are approximately 66,000 people diagnosed with head and neck cancers each year, and the prognosis for metastatic disease is unfavorable, with a median survival rate of about ten months,\" said Eric Sherman, M.D., Memorial Sloan Kettering Cancer Center and an investigator in PureTech's Phase 1/2 clinical trial. \"There is an important need to explore promising new mechanisms and targets such as galectin-9 to bring therapeutic innovation to this patient population.\"\nLYT-200 is an antibody against galectin-9, a potent cancer driver, and is the most advanced clinical program against this target. It is being evaluated in two ongoing clinical trials:\n1. a Phase 1/2 adaptive design trial in advanced/metastatic solid tumors, including head and neck cancers. In this trial, LYT-200 is being evaluated as a monotherapy and in combination with tislelizumab, an anti-PD-1 antibody developed by BeiGene. LYT-200 has demonstrated a favorable safety profile in all cohorts, including the monotherapy and combination arms with BeiGene's tislelizumab, and shown disease control and suggestions of initial anti-tumor activity.\n2. a Phase 1b clinical trial evaluating LYT-200 as a monotherapy and in combination with venetoclax and hypomethylating agents in hematological malignancies, including acute myeloid leukemia (AML) and high-risk myelodysplastic syndrome. LYT-200 has demonstrated a favorable safety and tolerability profile as well as early signals of potential clinical activity.\n\"By granting Fast Track designation to LYT-200 for head and neck cancers, the FDA continues to highlight areas of critical need within oncology as well as the potential for LYT-200 ,\" said Aleksandra Filipovic, M.D., Ph.D., Head of Oncology at PureTech. \"As galectin-9's role in suppressing immune-mediated activity has been well-validated, it represents an important area of clinical research, especially in aggressive cancers with increased mortality.\"\nFast Track designation is a process designed to streamline the development and accelerate the assessment of drugs that target serious conditions with unmet medical need. The FDA has also granted o rphan d rug d esignation to LYT-200 for the treatment of AML .\nAbout LYT-200\nLYT-200 is a fully human IgG4 monoclonal antibody targeting galectin-9 for the potential treatment of locally advanced/metastatic solid tumors that have poor survival rates, including head and neck cancers. It is also in development for the treatment of hematological malignancies, such as acute myeloid leukemia (AML) and high-risk myelodysplastic syndrome (MDS). Galectin-9 is a potent oncogenic driver and immunosuppressor , and in AML it has been described to work via engagement with cytotoxic CD8 T cells and natural killer cells.\nA wide variety of preclinical data underscores the importance of galectin-9 as a target and suggests a potential opportunity for biomarker development. These data demonstrate high expression of galectin-9 across various blood cancers and solid tumor types and show that galectin-9 levels correlate with poor survival in several cancers.\nLYT-200 has demonstrated direct cytotoxic, anti-leukemic effects through multiple mechanisms, as well as synergy with standard of care chemotherapy and venetoclax in preclinical models. Consistent with its hub-and-spoke model, PureTech intends to advance LYT-200 via its Founded Entity Gallop Oncology.\nAbout PureTech Health\nPureTech is a clinical-stage biotherapeutics company dedicated to giving life to new classes of medicine to change the lives of patients with devastating diseases. The Company has created a broad and deep pipeline through its experienced research and development team and its extensive network of scientists, clinicians and industry leaders that is being advanced both internally and through its Founded Entities. PureTech's R&D engine has resulted in the development of 28 therapeutics and therapeutic candidates, including two that have received both U.S. FDA clearance and European marketing authorization and a third (KarXT) that has been filed for FDA approval. A number of these programs are being advanced by PureTech or its Founded Entities in various indications and stages of clinical development, including registration enabling studies. All of the underlying programs and platforms that resulted in this pipeline of therapeutic candidates were initially identified or discovered and then advanced by the PureTech team through key validation points.\nFor more information, visit www.puretechhealth.com or connect with us on X (formerly Twitter) @puretechh.\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains statements that are or may be forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this press release that do not relate to matters of historical fact should be considered forward-looking statements, including without limitation those related to the LYT-200 development program and the timing for results from ongoing clinical trials of LYT-200 , and our future prospects, developments, and strategies. The forward-looking statements are based on current expectations and are subject to known and unknown risks, uncertainties and other important factors that could cause actual results, performance and achievements to differ materially from current expectations, including, but not limited to, those risks, uncertainties and other important factors described under the caption \"Risk Factors\" in our Annual Report on Form 20-F for the year ended December 31, 2022 filed with the SEC and in our other regulatory filings. These forward-looking statements are based on assumptions regarding the present and future business strategies of the Company and the environment in which it will operate in the future. Each forward-looking statement speaks only as at the date of this press release. Except as required by law and regulatory requirements, we disclaim any obligation to update or revise these forward-looking statements, whether as a result of new information, future events or otherwise.\nContact:\nPureTech\nPublic Relations\npublicrelations@puretechhealth.com\nInvestor Relations\nIR@puretechhealth.com\nUK/EU Media\nBen Atwell, Rob Winder\n+44 (0) 20 3727 1000\npuretech@fticonsulting.com\nUS Media\nNichole Bobbyn\n+1 774 278 8273\nnichole@tenbridgecommunications.com\nThis information is provided by Reach, the non-regulatory press release distribution service of RNS, part of the London Stock Exchange. Terms and conditions relating to the use and distribution of this information may apply. For further information, please contact rns@lseg.com or visit www.rns.com .\nRNS may use your IP address to confirm compliance with the terms and conditions, to analyse how you engage with the information contained in this communication, and to share such analysis on an anonymised basis with others as part of our commercial services. For further information about how RNS and the London Stock Exchange use the personal data you provide us, please see our Privacy Policy . END NRAKZGMDGMFGDZG",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "http://www.rns.com/",
    "https://puretechhealth.com/",
    "https://news.puretechhealth.com/news-releases/news-release-details/puretech-receives-orphan-drug-designation-lyt-200-acute-myeloid",
    "https://www.lseg.com/privacy-and-cookie-policy",
    "http://rns.com/",
    "https://www.puretechhealth.com/",
    "https://lseg.com/privacy-and-cookie-policy",
    "http://www.rns.com",
    "https://www.news.puretechhealth.com/news-releases/news-release-details/puretech-receives-orphan-drug-designation-lyt-200-acute-myeloid",
    "https://puretechhealth.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "puretech health plc",
        "sentiment": "negative"
      },
      {
        "name": "prtc",
        "sentiment": "negative"
      },
      {
        "name": "puretech health",
        "sentiment": "negative"
      },
      {
        "name": "puretech health plc fda",
        "sentiment": "negative"
      },
      {
        "name": "fda",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:29:04.092+03:00",
  "updated": "2024-04-12T00:29:04.092+03:00"
}