{
  "thread": {
    "uuid": "ed12c4368097027db86d9df7642d5dea2df4a49c",
    "url": "https://pt.aleteia.org/2023/12/29/quer-ser-uma-pessoa-melhor-trabalhe-estas-virtudes/",
    "site_full": "pt.aleteia.org",
    "site": "aleteia.org",
    "site_section": "http://pt.aleteia.org/feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Aleteia: vida plena com valor",
    "title": "Quer ser uma pessoa melhor? Trabalhe estas virtudes",
    "title_full": "Quer ser uma pessoa melhor? Trabalhe estas virtudes",
    "published": "2023-12-29T12:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp.pt.aleteia.org/wp-content/uploads/sites/5/2022/11/kobieta-serce-dotkniecie-ulga-milosc-wiara-shutterstock_1958232697.jpg?w=620&amp;h=310&amp;crop=1",
    "performance_score": 0,
    "domain_rank": 5872,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed12c4368097027db86d9df7642d5dea2df4a49c",
  "url": "https://pt.aleteia.org/2023/12/29/quer-ser-uma-pessoa-melhor-trabalhe-estas-virtudes/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Yohana Rodríguez",
  "published": "2023-12-29T12:07:00.000+02:00",
  "title": "Quer ser uma pessoa melhor? Trabalhe estas virtudes",
  "text": "Nas Sagradas Escrituras encontramos o guia para conhecer as virtudes que você deve fortalecer para ser uma pessoa melhor. Por isso, a Aleteia reuniu algumas citações bíblicas que podem ser o início de um trabalho interior. 1 Fé “Em verdade vos digo: se tiverdes fé, como um grão de mostarda, direis a esta montanha: Transporta-te daqui para lá, e ela irá; e nada vos será impossível.”Mt 17,20 A primeira virtude na qual devemos melhorar é a nossa crença em Deus. Quanto mais forte ela for, mais facilmente poderemos encontrar o que o Senhor deseja para as nossas vidas. 2 caridade “Porque tive fome e me destes de comer; tive sede e me destes de beber; era peregrino e me acolhestes.”Mt 25,35 É importante lembrar que Jesus está no próximo. Portanto, todo ato que fizermos a um de nossos irmãos, faremos a Ele. 3 Prudência “O ingênuo acredita em tudo o que se diz; o prudente vigia seus passos.”Pr 14,15 Ter consciência das ações que cometemos é saber ser prudente; não agir sob os impulsos do coração, mas pela razão do conhecimento. 4 força “O Espírito do Senhor está sobre mim, porque me ungiu; e enviou-me para anunciar a Boa-Nova aos pobres, para sarar os contritos de coração”.Lc 4,18 Para nos fortalecermos não precisamos de nada mais do que a força de Cristo. Peçamos que Jesus aumente a força do nosso amor. 5 Justiça “Não nos cansemos de fazer o bem, porque a seu tempo colheremos.”Gl 6,9 Hoje em dia podemos ver injustiças por toda parte. No entanto, isso não deve ser motivo para deixarmos de ser justos em todas as situações das nossas vidas. Seja um exemplo católico diante de Deus e dos outros. 6 Paz “Bem-aventurados os pacíficos, porque serão chamados filhos de Deus!”Mt 5,9 Um bom católico, antes de procurar briga, pretende ser ponte entre os outros. Não sejamos desordeiros, procuremos maneiras de falar de Deus de maneira amorosa. 7 Paciência “Nós, que esperamos o que não vemos, é em paciência que o aguardamos.”Rm 8,25 É cada vez mais difícil ser paciente numa sociedade que procura o imediatismo, mas devemos oferecer a nossa espera para que, quando Deus nos der o que procuramos, saibamos colocá-lo ao seu serviço. 8 bondade “Que vossa caridade não seja fingida. Aborrecei o mal, apegai-vos solidamente ao bem.”Rm 12,9 Ser gentil com os outros é essencial para sermos distribuidores da verdade de Deus, porque nós, ao refletirmos o nosso afeto, podemos ser pequenos Cristos para o mundo. 9 Fidelidade “Oxalá a bondade e a fidelidade não se afastem de ti! Ata-as ao teu pescoço, grava-as em teu coração! Assim obterás graça e reputação aos olhos de Deus e dos homens.”Pr 3,3-4 Quem é fiel a Deus é fiel a si mesmo. A lealdade é uma das virtudes mais necessárias hoje, por isso, sendo fiéis às nossas crenças, alcançaremos coisas maravilhosas. 10 modéstia “Ainda que me quisesse gloriar, não seria insensato, porque diria a verdade. Mas abstenho-me, para que ninguém me tenha em conta de mais do que vê em mim ou ouve dizer de mim.”2 Cor 12,6 O melhor aliado para praticar a modéstia é a humildade. Peçamos a intercessão dos santos para nunca procurarmos engrandecer-nos por quem somos. Que procuremos ser simples em nossa mentalidade e em nosso físico. [Papa: os traços do bom cristão](/2019/06/26/papa-os-tracos-do-bom-cristao/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:41:43.177+02:00",
  "updated": "2023-12-29T18:17:52.394+02:00"
}