{
  "thread": {
    "uuid": "3fd6fbeae0d5c1d7e9609c86bb6a25dd2d216745",
    "url": "https://eldiariony.com/2024/01/07/rick-y-kathy-hilton-recibieron-25-millones-de-dolares-por-una-mansion-recien-construida/",
    "site_full": "eldiariony.com",
    "site": "eldiariony.com",
    "site_section": "http://www.eldiariony.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "El Diario NY",
    "title": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida",
    "title_full": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida",
    "published": "2024-01-07T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://eldiariony.com/wp-content/uploads/sites/2/2024/01/GettyImages-1710973019.jpg?w=1200",
    "performance_score": 0,
    "domain_rank": 30150,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3fd6fbeae0d5c1d7e9609c86bb6a25dd2d216745",
  "url": "https://eldiariony.com/2024/01/07/rick-y-kathy-hilton-recibieron-25-millones-de-dolares-por-una-mansion-recien-construida/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Carolyn Manrique",
  "published": "2024-01-07T23:51:00.000+02:00",
  "title": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida",
  "text": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida\nOriginalmente Rick y Kathy Hilton esperaban recibir $55 millones de dólares por la mansión en Bel Air, California, que construyeron desde cero\nLa poderosa pareja conformada por Rick y Kathy Hilton no logró lo esperado con la mansión en Bel Air, California, que construyeron desde cero. Recientemente se informó que la propiedad se vendió por $25 millones de dólares.\n¿Dónde está el problema?, pues la propiedad había entrado originalmente al mercado de bienes raíces por en septiembre de 2021 por $55 millones de dólares. La falta de interesados hizo que a principios del año pasado se rebajara a $39.5 millones de dólares, pero la rebaja tampoco atrajo compradores.\nLos padres de\nParis Hilton compraron esta propiedad en 2015 por $9.3 millones de dólares, pero decidieron demoler la casa original construida en los años 30 y dar paso a un nuevo proyecto.\nPara el nuevo proyecto los Hilton contrataron a la firma Harrison Design para que se encargaran de la arquitectura y luego su diseño de interiores estuvo a cargo de la misma Kathy en colaboración con Nicole Gordon Studio.\nFinalmente la gran casa se terminó de construir en 2021 e inmediatamente decidieron ponerla en venta. Claro está que primero se encargaron de presumirla en ‘The Real Housewives of Beverly Hills’.\nSegún ‘Robb Report’, el nuevo dueño de la propiedad es una entidad vinculada a la familia al magnate Song Qinghou, calificado por ‘Forbes’ como “el hombre más rico de China” en 2012.\nLa familia Qinghou ahora tiene a su disposición una gran casa principal distribuida en ocho dormitorios, 12 baños completos, vestíbulo, sala de estar, sala principal, comedor, cocina, cuarto de lavado y otras comodidades. También hay un bar, sala de vinos, biblioteca y otros lujos.\nDel interior se tiene que mencionar el piso de piedra de damero gris y blanco en el vestíbulo, pisos de madera en otras áreas de la casa, una chimenea de mármol negro, grandes ventanas de piso a techo, estantes hechos con paneles de nogal y más.\nAdicional a la casa principal hay una casa para huéspedes con una habitación y su propia cocina.\nAl exterior hay áreas verdes con terraza, comedor, piscina, área de spa y otros espacios ideales para disfrutar al aire libre con familiares o amigos.\nSigue leyendo:\n•\nDavid Spade pagó $9.5 millones de dólares por una casa recién construida en Cameo Highlands\n•\nSteve Wynn saca del mercado el apartamento que pretendía vender por $90 millones de dólares\n•\nCaroline Wozniacki y David Lee piden $42.5 millones de dólares por ático en Miami",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:14:15.454+02:00",
  "updated": "2024-01-08T00:14:15.454+02:00"
}