{
  "thread": {
    "uuid": "93f01795d3f595a9e6ca61fc50d2a2b21ced45fa",
    "url": "https://www.newsbreak.com/pittsfield-vt/3279616725078-new-restaurant-toasted-pecan-is-now-open-in-pittsfield",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://newsbreak.com/rutland-vt",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Rutland News, Weather, Safety, Sports | NewsBreak Rutland, VT",
    "title": "New restaurant, Toasted Pecan, is now open in Pittsfield",
    "title_full": "New restaurant, Toasted Pecan, is now open in Pittsfield",
    "published": "2023-12-28T23:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/2JvwSO_0qScV5oa00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "93f01795d3f595a9e6ca61fc50d2a2b21ced45fa",
  "url": "https://www.newsbreak.com/pittsfield-vt/3279616725078-new-restaurant-toasted-pecan-is-now-open-in-pittsfield",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-28T23:51:00.000+02:00",
  "title": "New restaurant, Toasted Pecan, is now open in Pittsfield",
  "text": "Submitted Joseph Nolan and his wife Blair bought the former Clear River Tavern in Pittsfield. By Katy Savage About two years ago, Joseph Nolan and his wife Blair were sitting on a coach in their home in North Carolina jotting ideas on paper, dreaming of menu items for a restaurant they hoped to own someday. “I would have ideas and she would write them down,” Joseph said. Now, their dream is coming true. The Toasted Pecan, a southern-inspired restaurant, opened Dec. 20 in Pittsfield, in the building of the former Clear River Tavern, which closed in November. “It feels great to have it come alive,” Joseph said. “I’m so humbled by this experience.” Joseph started his first restaurant job at age 16. He worked at a Sicilian restaurant in North Carolina and quickly knew it was what he wanted to do. “I just love cooking,” he said. “ I love when I make a dish and it makes people happy.” Joseph most recently worked at a conference center, managing 80 people. “I dreamed of owning my own place,” he said. “I never thought it would happen. It’s something as a chef you work toward your whole life. When you work for someone else you tend not to have full creative freedom.” Blair, meanwhile, has a background in events, gaining experience first as a hostess at a restaurant while she was in college. The pair moved to Stockbridge two years ago in an attempt to enroll their 8-year-old in a better school system. They quickly fell in love with the community. “We were looking for a smaller public school, smaller classrooms, more community feel, and just kind of how I was raised in the south,” Blair said. Blair, who grew up in Washington, North Carolina said the area was no longer the small town she grew up in and the weather was too hot. “I did a lot of research on where we should move,” she said. They bought a house in Stockbridge from Mark Stugart, who was coincidentally the owner of the Clear River Tavern. They purchased the restaurant after considering their options. “We were like, Oh, my gosh, this is it,” Blair said. “What was really it for us was the view.” They wanted a place to have outdoor weddings. The Toasted Pecan menu features Southern dishes with a New England twist. The menu includes Vermont made products, like jellies, jams and maple syrup. Menu items include apple butter grilled cheese and shrimp and grits — an ingredient they are getting from a supplier in North Carolina since they can’t find grits in Vermont. The restaurant is a family business that they hope their 8-year old and 15-month-old can grow into. They want to build a family-friendly atmosphere for customers. “We have little ones,” Blair said. “That’s what we were looking for. There was a need there for us. And we talked to community members and there was a need for the community as well.” The restaurant is open for dinner starting at 4 p.m. Wednesday-Saturday and at 10 a.m. for brunch Saturday and Sunday. The Nolans aren’t turning back. “We love this community and this is my last stop,” Joseph said. “I’m not moving anywhere else.” The post New restaurant, Toasted Pecan, is now open in Pittsfield appeared first on The Mountain Times .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://mountaintimes.info/new-restaurant-toasted-pecan-is-now-open-in-pittsfield/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2JvwSO_0qScV5oa00",
    "https://mountaintimes.info",
    "https://img.particlenews.com/image.php?url=2JvwSO_0qScV5oa00",
    "https://www.img.particlenews.com/image.php?url=2JvwSO_0qScV5oa00",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2JvwSO_0qScV5oa00",
    "https://www.mountaintimes.info",
    "https://img.particlenews.com/image.php",
    "https://mountaintimes.info/new-restaurant-toasted-pecan-is-now-open-in-pittsfield",
    "https://www.mountaintimes.info/new-restaurant-toasted-pecan-is-now-open-in-pittsfield/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "blair",
        "sentiment": "neutral"
      },
      {
        "name": "joseph nolan",
        "sentiment": "neutral"
      },
      {
        "name": "kat",
        "sentiment": "neutral"
      },
      {
        "name": "joseph",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "toasted pecan",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "pittsfield",
        "sentiment": "none"
      },
      {
        "name": "north carolina",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:01:24.469+02:00",
  "updated": "2023-12-29T01:01:24.469+02:00"
}