{
  "thread": {
    "uuid": "0517ecc5ffeb7fc54425d819e89393eb9883e919",
    "url": "https://www.gulf-times.com/article/674487/sports/mourinhos-roma-have-juventus-in-their-sights",
    "site_full": "www.gulf-times.com",
    "site": "gulf-times.com",
    "site_section": "https://www.gulf-times.com",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": " Gulf Times - Homepage ",
    "title": "Mourinho’s Roma have Juventus in their sights - Gulf Times",
    "title_full": "Mourinho’s Roma have Juventus in their sights - Gulf Times",
    "published": "2023-12-29T19:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.gulf-times.com/gulftimes/uploads/images/2023/12/29/thumbs/300x300/121032.jpg",
    "performance_score": 0,
    "domain_rank": 10082,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0517ecc5ffeb7fc54425d819e89393eb9883e919",
  "url": "https://www.gulf-times.com/article/674487/sports/mourinhos-roma-have-juventus-in-their-sights",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AFP Rome",
  "published": "2023-12-29T19:08:00.000+02:00",
  "title": "Mourinho’s Roma have Juventus in their sights - Gulf Times",
  "text": "Jose Mourinho will hope his “bunch of smashing lads” from AS Roma build on their impressive 2-0 win over defending Serie A champions Napoli last weekend and dent Juventus’s title-chasing ambitions today. Juventus could be seven points adrift of leaders Inter Milan today if Simone Inzaghi’s side beat Genoa for their sixth successive victory. A win for Roma would keep them firmly in the hunt for a Champions League place next season, they are presently sixth just three points off fourth-placed Bologna. Bologna, though, will be favoured to beat relegation-threatened Udinese earlier today. Mourinho refuses to make any comment on whether he has been set a target for this campaign – any ambitions he believes have to be taken into the context that the club is under Financial Fair Play restrictions. “I prefer to take things one at a time for one very simple reason and this is not to blame anyone; it’s not a criticism but we have a group of players with complicated injury histories,” said Mourinho. “If we had everyone available for every game I’d have no problems coming out and saying that we can fight with everyone – not for the title but for the top four. Unfortunately we do have these difficulties and on top of that we have Financial Fair Play restrictions, which isn’t an easy situation to manage. That’s why I prefer not to set any specific targets.” Mourinho said, though, that despite all the problems the team’s great strength was the bond between the players. “We’re united,” said the 60-year-old Portuguese coach. “We have a bunch of smashing lads who always try to turn weaknesses into strengths and to help each other. We’ll see. We can’t do what we wanted to do in the January transfer window. What we want to do is one thing and what we can do is another. But we’ll push on.” Juventus received a boost this week when Brazilian defender Gleison Bremer extended his contract to 2028. The 26-year-old said he had grown as a player this term and was much more at ease in Italy. “This year things are going much better,” he told the club’s website. “I have found greater serenity and I have learned from the mistakes made in my early days, which were normal. Now I feel really comfortable and I have much more awareness of my strength and qualities.” His new found confidence will undergo a stern test against a Roma front line including Belgium star Romelu Lukaku. “It will be a complicated match against Roma and I know well that it won’t be easy to compete against Romelu Lukaku,” he said. “It will be a difficult challenge and I will have to show continuation on my growth path. An attacker like this is faced in various ways, based on the position on the pitch in which you find yourself facing him.” Bremer said though he and his teammates are “a confident group” Inter will prove a formidable obstacle to dislodge at the top of the table. “We know well that we haven’t won anything yet: we are aware of Inter’s strength and our task is to stay up there.” Today’s Fixtures (kick-off times GMT)Atalanta v Lecce (1130), Udinese v Bologna, Cagliari v Empoli (1400), AC Milan v Sassuolo, Verona v Salernitana (both 1700), Juventus v AS Roma (1945) [Sports](/sports) Mourinho’s Roma have Juventus in their sights ‘We have smashing lads who turn weaknesses into strengths’ Roma’s players train on Friday, on the eve of their Serie A clash against Juventus.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jose mourinho",
        "sentiment": "negative"
      },
      {
        "name": "mourinho",
        "sentiment": "negative"
      },
      {
        "name": "simone inzaghi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "roma",
        "sentiment": "negative"
      },
      {
        "name": "juventus",
        "sentiment": "negative"
      },
      {
        "name": "bologna",
        "sentiment": "none"
      },
      {
        "name": "udinese",
        "sentiment": "none"
      },
      {
        "name": "inter milan",
        "sentiment": "none"
      },
      {
        "name": "napoli",
        "sentiment": "none"
      },
      {
        "name": "genoa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T22:14:47.077+02:00",
  "updated": "2023-12-29T22:14:47.077+02:00"
}