{
  "thread": {
    "uuid": "a79c5fa2432b5e3ba07bc520b0aa6efbf8bad42b",
    "url": "https://www.newsweek.com/aaron-rodgers-jimmy-kimmel-comments-marks-qbs-latest-controversy-1857514",
    "site_full": "www.newsweek.com",
    "site": "newsweek.com",
    "site_section": "https://www.newsweek.com/rss",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Newsweek",
    "title": "Aaron Rodgers' Jimmy Kimmel Comments Marks the QB's Latest Controversy",
    "title_full": "Aaron Rodgers' Jimmy Kimmel Comments Marks the QB's Latest Controversy",
    "published": "2024-01-03T21:55:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d.newsweek.com/en/full/2330934/aaron-rodgers.jpg",
    "performance_score": 0,
    "domain_rank": 380,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a79c5fa2432b5e3ba07bc520b0aa6efbf8bad42b",
  "url": "https://www.newsweek.com/aaron-rodgers-jimmy-kimmel-comments-marks-qbs-latest-controversy-1857514",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Robert Read",
  "published": "2024-01-03T21:55:00.000+02:00",
  "title": "Aaron Rodgers' Jimmy Kimmel Comments Marks the QB's Latest Controversy",
  "text": "Aaron Rodgers and Jimmy Kimmel started the new year off with some verbal fireworks.\nKimmel threatened legal action against Rodgers on Tuesday after the New York Jets quarterback seemingly inferred that the late-night talk show host's name will be included in soon-to-be unsealed documents from a lawsuit tied to the late convicted sex offender Jeffrey Epstein .\nAn impending list of people associated with the pedophile is set to be made public this week. During an appearance on the Pat McAfee Show , Rodgers implied Kimmel has reasons for not wanting the list released.\n\"A lot of people, including Jimmy Kimmel, are really hoping that doesn't come out,\" said Rodgers, who claimed he will be \"popping some sort of bottle\" if the list is released.\nAaron Rodgers of the New York Jets on December 28, 2023, in Cleveland, Ohio. Rodgers often spouts conspiracy theories during his appearances on the \"Pat McAfee Show.\" Cooper Neill/Getty Images/Getty Images After Tuesday's segment went viral, the Jimmy Kimmel Live host responded on X, formerly Twitter , denying Rodgers' allegations.\n\"Dear A : for the record, I've not met, flown with, visited, or had any contact whatsoever with Epstein, nor will you find my name on any 'list' other than the clearly phony nonsense that soft-brained wackos like yourself can't seem to distinguish from reality,\" the post said. \"Your reckless words put my family in danger. Keep it up and we will debate the facts in court.\"\nKimmel then tagged Rodgers, who has yet to respond to the post.\nNewsweek reached out to representatives for Kimmel, Rodgers, and Disney , the parent company for both Kimmel's show ( ABC ) and McAfee's (ESPN) for comment. Newsweek also reached out to ESPN regarding Rodgers' future appearances on the network.\nRodgers airing a combination of his political views and conspiracy theories, to some public backlash, during his weekly appearances on the McAfee Show is nothing new. The four-time NFL MVP, who has reportedly made over $1 million from appearances on the show, has shared thoughts on topics ranging from a Barack Obama-produced film to the people President Joe Biden , whom the QB referred to as \"Weekend At Bernie's,\" should pardon.\nRead more sports news from Newsweek Fact check: Jimmy Kimmel is not on published Epstein flight log Video of Jimmy Kimmel with Jeffrey Epstein's personal chef goes viral Aaron Rodgers calls Joe Biden \"Weekend at Bernie's\" on Pat McAfee Show Aaron Rodgers offers thoughts on conspiracies around Obama-produced movie The 40-year-old, in his latest vaccine skepticism , also started a back-and-forth with Kansas City Chiefs tight end Travis Kelce by calling him \"Mr. Pfizer\" in reference to Kelce's commercials.\nJust on Tuesday, when he wasn't discussing Epstein, Rodgers ranted on the \"alphabet gangsters\" controlling the medical field, and—to a less-serious degree—brought up a Super Bowl logo conspiracy that has gained traction on X.\nAaron Rodgers warns ESPN's audience about \"the alphabet gangsters\" in the medical field pic.twitter.com/znfAjY8w8i\n— Awful Announcing (@awfulannouncing) January 2, 2024 The emblem for Super Bowl LVIII released by the league has a red and purple color scheme, which just happen to be the colors of the San Francisco 49ers and Baltimore Ravens. Those are the top two teams in their respective conferences. The unfounded implication, of course, is that the NFL is rigging which teams will appear on Super Bowl Sunday.\n\"If the Super Bowl is Baltimore and San Fran, then I tell you what, that Super Bowl LIX emblem better have some Jet green on it,\" Rodgers said, though it's unclear if he was joking.\nThis also isn't Rodgers' first run-in with Kimmel pertaining to Epstein.\nAs McAfee pointed out on Tuesday's show, Kimmel mocked Rodgers early last year for the Epstein views—and UFO hot takes—he shared on the McAfee Show .\nMcAfee referenced the jousting going on between Rodgers and Kimmel during Wednesday's episode of his show. The former Indianapolis Colts punter also opened up on the threat of legal action stemming from the conversation.\nRodgers was not present for this latest segment of the show, though McAfee said he can't wait to hear the QB's follow-up comments on the situation. The host did say that he hopes Rodgers and Kimmel can settle things, and apologized for being associated with \"anything negative.\"\n\"I can see why Jimmy Kimmel felt the way he felt, especially with his position,\" McAfee said during Wednesday's show. \"But I think Aaron was just trying to talk s***.\"\nUncommon Knowledge Newsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nNewsweek is committed to challenging conventional wisdom and finding connections in the search for common ground.\nRequest Reprint & Licensing Submit Correction View Editorial Guidelines About the writer Robert Read\nFOLLOW Robert Read is a Sports Reporter at Newsweek based in Florida. He previously spent four years working at The Daily Iowan in his home state of Iowa, where he provided award-winning coverage of University of Iowa athletics, particularly the Hawkeye football and men's basketball teams.\nBefore joining Newsweek in 2023, Robert also worked as a digital sports producer within the USA Today Network. He wrote and digitally optimized stories, helped manage social media accounts, and analyzed search trends for a number of outlets, including the Austin American-Statesman and Oklahoman. For Newsweek, Robert covers a variety of sports and leagues, from the NFL to the NBA.\nYou can get in touch with Robert by emailing r.read@newsweek.com and follow him on X at @Robert_Read34. Languages: English.\nRobert Read is a Sports Reporter at Newsweek based in Florida. He previously spent four years working at The Daily ... Read more To read how Newsweek uses AI as a newsroom tool, Click here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Weather",
    "Environment"
  ],
  "external_links": [
    "https://twitter.com/awfulannouncing/status/1742252865861886407",
    "https://www.twitter.com/awfulannouncing/status/1742252865861886407?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/Robert_Read34",
    "https://t.co/znfAjY8w8i",
    "https://twitter.com/MythinformedMKE/status/1631418882693971971",
    "https://www.twitter.com/MythinformedMKE/status/1631418882693971971",
    "https://www.statesman.com/staff/10247208002/robert-read/",
    "https://www.t.co/znfAjY8w8i",
    "https://www.statesman.com/staff/10247208002/robert-read",
    "https://twitter.com/Robert_Read34",
    "https://statesman.com/staff/10247208002/robert-read/",
    "https://twitter.com/awfulannouncing/status/1742252865861886407?ref_src=twsrc%5Etfw"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jimmy kimmel",
        "sentiment": "negative"
      },
      {
        "name": "kimmel",
        "sentiment": "negative"
      },
      {
        "name": "aaron rodgers",
        "sentiment": "negative"
      },
      {
        "name": "pat mcafee",
        "sentiment": "none"
      },
      {
        "name": "jimmy kimmel live",
        "sentiment": "none"
      },
      {
        "name": "jeffrey epstein",
        "sentiment": "none"
      },
      {
        "name": "pat mcafee show",
        "sentiment": "none"
      },
      {
        "name": "rodgers",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "new york jets",
        "sentiment": "none"
      },
      {
        "name": "cooper neill/getty images/getty images",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ohio",
        "sentiment": "none"
      },
      {
        "name": "cleveland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T22:05:58.047+02:00",
  "updated": "2024-01-04T00:49:03.963+02:00"
}