{
  "thread": {
    "uuid": "bd9dfa5164eebbd5becaf0c81bd000cd0b595bf9",
    "url": "https://www.tvazteca.com/aztecadeportes/naoya-inoue-gana-nocaut-pantera-nery-tokio",
    "site_full": "www.tvazteca.com",
    "site": "tvazteca.com",
    "site_section": "https://www.tvazteca.com/aztecadeportes/",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Noticias de Deportes, Futbol, Box y más por Azteca Deportes",
    "title": "Naoya Inoue le gana por nocaut a 'Pantera' Nery en Tokio, demostrando un altísimo nivel",
    "title_full": "Naoya Inoue le gana por nocaut a 'Pantera' Nery en Tokio, demostrando un altísimo nivel",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://tvazteca.brightspotcdn.com/99/72/42548f494616932e1857c1760875/pantera-nery-naoya-inoue-pelea.jpg",
    "performance_score": 0,
    "domain_rank": 29119,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bd9dfa5164eebbd5becaf0c81bd000cd0b595bf9",
  "url": "https://www.tvazteca.com/aztecadeportes/naoya-inoue-gana-nocaut-pantera-nery-tokio",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rodrigo Ornelas Gutiérrez",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Naoya Inoue le gana por nocaut a 'Pantera' Nery en Tokio, demostrando un altísimo nivel",
  "text": "Naoya Inoue noquea a ‘Pantera’ Nery en Tokio ¡Es un mounstro! Naoya Inoue sometió a ‘Pantera’ Nery en seis rounds, para defender con éxito su título indiscutido de peso supergallo, seguir invicto y colocarse como el mejor del mundo. Luis ‘Pantera’ Nery se esforzó al máximo, en un momento ilusionó con la posible victoria, pero se enfrentó a una versión superlativa de Naoya Inoue que aún cayendo, se vio fresco para derribar al mexicano en tres ocasiones, la última en el sexto round, para salir con la victoria. Inoue, de 31 años, alargó así su invicto a 27 peleas ganadas con 24 nocauts y reafirmó porqué es uno de los mejores del mundo o el mejor en la actualidad. ‘Pantera’ Nery hizo un gran trabajo en su campamento, llegó con dos semanas de anticipación y trató de crear miedo en Inoue. En la pelea estuvo a nada de vencer, pero no le alcanzó ante un hombre que tiene bien ganado el apodo de ‘Mounstruo’. Te podría interesar: Fechas y posibles rivales para Canelo Pantera Nery casi noquea a Inoue En una pelea celebrada en lunes por la noche en Japón en Tokyo Dome, Luis Nery conectó un volado de izquierda, cuando venían de un abrazo, un upper de Inoue y fue en ese instante cuando el mexicano sacó con poder del golpe hacia el rostro de Inoue con el que se fue a la lona. Aunque le sacudieron las ideas, se levantó y se mostró entero y sin secuelas de la visita a la lona, algo inusual. Te podría intereresar: El reto de Canelo hacia Benavidez Inoue tira tres veces a Nery Naoya Inoue atacó a Pantera y lo tiró tres veces, la última en el sexto round, todo esto antecedido de una caída en el segundo round y otra en el quinto para dejarlo tocado. Con dos caídas era complicado resistir y en las tarjetas en caso de que hubiera llegado a 12 rounds, iban a ser la diferencia. En el sexto, cuando intercambiaban metralla en una esquina, Inoue lanzó un golpe de izquierda sin tanto veneno, pero distrajo a Nery, luego el nipón lanzó un recto de derecha y en un parpadeo con la misma derecha un volado del cual no se salvó el mexicano. Nery cayó descompuesto a la lona, medio cuerpo salió de las cuerdas y no logró seguir para caer ante Inoue.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T16:43:05.749+03:00",
  "updated": "2024-05-06T16:43:05.749+03:00"
}