{
  "thread": {
    "uuid": "ec677f3d46d34823abf505116de1a5dc484f5d06",
    "url": "https://luce.lanazione.it/attualita/migranti-mattia-ferrari-mediterraneo/",
    "site_full": "luce.lanazione.it",
    "site": "lanazione.it",
    "site_section": "https://luce.lanazione.it/feed/",
    "site_categories": [],
    "section_title": "Luce",
    "title": "Migranti, don Mattia Ferrari: “Salvare è un dovere, accogliamo e non marginalizziamo”",
    "title_full": "Migranti, don Mattia Ferrari: “Salvare è un dovere, accogliamo e non marginalizziamo”",
    "published": "2023-12-29T13:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://luce.lanazione.it/wp-content/uploads/2023/12/NFOdhVte.jpeg",
    "performance_score": 0,
    "domain_rank": 18179,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec677f3d46d34823abf505116de1a5dc484f5d06",
  "url": "https://luce.lanazione.it/attualita/migranti-mattia-ferrari-mediterraneo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Marianna Grazi",
  "published": "2023-12-29T13:30:00.000+02:00",
  "title": "Migranti, don Mattia Ferrari: “Salvare è un dovere, accogliamo e non marginalizziamo”",
  "text": "Nei giorni in cui tutti i riflettori sono puntati sul sanguinoso\nconflitto in Medio Oriente, un’altra tragedia – nel silenzio assordante dei media internazionali – continua a consumarsi nel Mediterraneo.\nDonne, uomini e bambini ogni giorno tentano di attraversare il deserto e solcare le acque del Mare nostrum nella speranza di un futuro libero da guerre, violenze e fame.\nLa tragedia dei migranti nel Mediterraneo\nA pochi giorni dal Natale, al largo della Libia, 61 migranti sono annegati. La loro imbarcazione si è capovolta ed è affondata. Quando l’aereo di Frontex, agenzia europea di controllo delle frontiere, è arrivato sul posto – in acque internazionali – ha avvistato un gommone parzialmente sgonfio e persone in acqua tra onde alte fino a 2,5 metri.\nUna situazione drammatica, a cui la comunità internazionale ha dimostrato di non essere in grado di porre rimedio. A fare la propria parte sono le Ong che, in mare come in terra,\nsi adoperano per salvare vite.\nPer fare luce su ciò che, anche in queste ore, sta succedendo nel Mediterraneo, ne abbiamo parlato con Mattia Ferrari, cappellano di Mediterranea Saving Humans, piattaforma sociale che ha messo in mare la prima – e tuttora unica – nave del soccorso civile battente bandiera italiana, una flotta di cittadine e cittadini pronti a tendere la mano ovunque serva farlo.\nDon Mattia Ferrari: “Salvare vite è l’unica cosa da fare”\n“Salvare vite è un punto su cui dobbiamo, tutte e tutti, trovarci d’accordo”. Ferrari inizia così, senza troppi preamboli, all’insegna della franchezza e della speranza. “Le donne e gli uomini che lasciano la propria casa e attraversano il mare per trovare salvezza sono nostre sorelle e nostri fratelli.\nIl loro dolore è il nostro dolore. Salvare le loro vite non è solo un dovere civico, è un imperativo morale ed è l’unica cosa da fare”.\nIl racconto del sacerdote è ben saldo a un presente che marginalizza, scarta, attribuisce un valore alla vita umana tenendo conto di parametri che di umano hanno pochissimo.\n“In una società in cui tutto è basato sulla performance, sulla capacità di raggiungere determinati standard e obiettivi, dobbiamo tornare a dare alla vita il suo vero valore. Il paradigma sociale in cui siamo inseriti esclude e non include, respinge e non accoglie.\nVale per i migranti come per moltissimi altri pezzi di mondo. Penso, ad esempio, agli\nanziani, considerati pezzi inutili di un ingranaggio che ha come unico scopo il raggiungimento di traguardi produttivi. Serve interrompere questa catena di vuoto e rimettere al centro l’essere umano. Solo in questo modo riusciremo a combattere l’odio e l’indifferenza”.\nIl collasso e la rinascita dell’Europa: il cambiamento sono i giovani\nIn un contesto così complesso, don Mattia Ferrari continua a professare speranza, trovando nei giovani e giovanissimi un lumicino che potrebbe cambiare il corso della storia.\n“In mare si vedono il\ncollasso e la rinascita dell’Europa. Il collasso quando le persone vengono lasciate annegare o vengono fatte deportare nei lager libici. La rinascita (dal basso) grazie alle tantissime persone, soprattutto giovani, provenienti da tutti i Paesi europei, che si uniscono e vanno insieme a salvare persone che sarebbero altrimenti abbandonate al naufragio o respinte”.\nFerrari non si esime dall’approfondire una questione che riguarda proprio loro, i giovani: “L’epoca che stiamo vivendo è costellata di modelli tutt’altro che positivi. I giovani sono fortemente messi alla prova da logiche sociali che li vorrebbero capaci di tutto e privi di fragilità. Una costante pressione che li rende ansiosi e pericolosamente impauriti.\nMettere in gioco se stessi e farsi concretamente sorelle e fratelli delle persone scartate dalla società è ciò che salva, perché libera dalle prigioni mentali che spesso la stessa società impone e restituisce alla bellezza dell’umanità più profonda e alla bellezza della fraternità vera.\nLa loro voglia di esserci per gli altri senza chiedere nulla in cambio, ciascuno con la propria lingua e la propria cultura, uniti dalla sola volontà di fare la propria parte, è un esempio unico e raro”.\nIl fronte italiano\nSul fronte italiano, Mattia Ferrari si concentra sui\nsalvataggi: “La Guardia Costiera italiana fa un lavoro straordinario. I cittadini italiani in mare applicano pienamente la Costituzione e la onorano senza risparmiarsi.\nTroppo ancora, però, deve essere fatto sull’enorme tema dell’accoglienza. Il nostro Paese non deve dimenticare di essere erede di Enea e di una storia di fraternità. Le perso\nne provenienti dal Sud del mondo devono essere accolte e non marginalizzate“.\nPer farlo, secondo il parroco, serve creare una cultura dell’inclusione attraverso percorsi culturali e politici in grado di invertire la rotta e rimettere in asse uno squilibrio sempre più portatore insano di disfunzioni socialmente esplosive.\n“Serve porre al centro la spiritualità non solo in senso religioso ma anche laico”, ha risposto Mattia Ferrari alla domanda sul come fare per aggiustare il tiro.\n“I nostri attivisti e volontari rispecchiano fedelmente la società e, pur essendocene tanti, non sono a maggioranza cristiana. Molti di loro sono atei o agnostici ma credono fermamente al valore assoluto della fratellanza.\nUn atteggiamento – spiega – che lascia ben capire quanto sia importante recuperare la sfera dei sentimenti e delle emozioni e posizionarla al centro di ogni ragionamento. Solo in questo modo sarà possibile mettere da parte ogni genere di negativa autoreferenzialità”.\nLa salvezza nella fraternità: “Io sono l’altro”\nUna via di salvezza, quella professata dal cappellano 30enne, che passa attraverso una delle formulazioni più belle da poter pronunciare: “Io sono l’altro”.\n“Dobbiamo dare carne alla fraternità”, ha concluso Ferrari, mettendo l’accento sul fatto che la flotta civile di\nMediterranea Saving Humans e le altre in navigazione nel Mare Nostrum vanno ostinatamente in questa direzione. Un esempio di resistenza che tutte e tutti possono sostenere attivandosi a terra o donando risorse destinate alla gestione delle attività di salvataggio in mare.\n“L’aiuto più grande per Mediterranea è la sensibilizzazione. Attivarsi, ciascuno per la propria parte, per costruire davvero, in ogni parte, la fraternità e accendere così la speranza è il miglior supporto su cui contare”. Una visione, la sua, che rimette in fila l’ordine dei pensieri e dell’umanità, senza lasciare spazio a letture addolcite da parziali interpretazioni.\nLa chiave è cristallina: siamo tutti sulla stessa barca.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [
    "https://mediterranearescue.org/",
    "https://mediterranearescue.org",
    "https://www.mediterranearescue.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:03:46.601+02:00",
  "updated": "2023-12-29T21:03:46.601+02:00"
}