{
  "thread": {
    "uuid": "7ddfe92117a0adadaa183abdfaa3b281424fb20b",
    "url": "https://timesofindia.indiatimes.com/city/trichy/major-saravanans-heroics-continue-to-inspire-many/articleshow/109810698.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "Major Saravanan’s heroics continue to inspire many | Trichy News - Times of India",
    "title_full": "Major Saravanan’s heroics continue to inspire many | Trichy News - Times of India",
    "published": "2024-05-03T11:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-109810901,width-1070,height-580,imgsize-66314,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 290,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ddfe92117a0adadaa183abdfaa3b281424fb20b",
  "url": "https://timesofindia.indiatimes.com/city/trichy/major-saravanans-heroics-continue-to-inspire-many/articleshow/109810698.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deepak Karthik",
  "published": "2024-05-03T11:57:00.000+03:00",
  "title": "Major Saravanan’s heroics continue to inspire many | Trichy News - Times of India",
  "text": "It’s been 25 years since Major M Saravanan laid down his life at Kargil, but his heroics continue to inspire generations of youth in his home town Trichy. New cadets of 2TN NCC Battalion Trichy, of which the Vir Chakra awardee was a part in college, are told his valiant story.On May 28, 1999, Major Saravanan’s unit was tasked to capture point 4268 on Jubar ridge on the western side of Batalik, the second highest battlefield in Ladakh. The next day, he killed two enemy soldiers by firing a rocket launcher at them. He was wounded in the stomach by shrapnel, but Saravanan soldiered on ignoring calls by his seniors to return. He killed two more enemy soldiers before being hit by a bullet in his head and falling into a ravine. His family said his mortal remains were recovered 37 days after his death, after his Bihar regiment recaptured the point.Trichy corporation has renamed two city roads, Royal Road and Lawsons Road, as Major Saravanan Road to honour the war hero. The road has a Major Saravanan memorial and campus of 117 Infantry Battalion (TA) The Guards. The memorial with his portrait in Trichy city resembles a ‘hero stone (Natu Kal)’, an ancient practice in Tamil tradition commemorating the honourable death of a war hero.Saravanan was born the eldest son of Lt Col Adi Mariappan, an officer in Army Medical Corps, and Amirthavalli Mariappan on August 10, 1972, in Rameshwaram. His father died in an accident in Bengaluru in 1989. Saravanan was president of the students union while doing BA Economics at St Joseph’s College in Trichy (1989-91). Being part of the college’s NCC unit, he was persuaded to join Officers Training Academy, Chennai, from where he graduated in 1995. Commissioned into 1 Bihar, he was promoted as captain in 1996 and as major in 1999.“He was initially shy in the first year of college as he was new to Trichy, having completed schooling in Bihar. But later he caught up,” recalls S Karthikeyan, a close friend. “Two months before his martyrdom, he visited us for a vaca tion. I was at the railway station to send him off. Little did we know, that was the final goodbye,” said 53-year-old Karthikeyan, now a businessman in Theni.According to Colonel Arun Kumar, commanding officer, 2 TN NCC Battalion Trichy, the martyr’s heroics are narrated to cadets during training. “We clean his memorial with cadets on special occasions and pay floral tributes. No matter how many years pass, his heroics will inspire local cadets to protect the nation,” he said“We are planning to erect an 80-foot pole at the memorial to fly the national flag round the clock,” said M Senthil Kumar, Major Saravanan’s brotherin-law and managing trustee of Major Saravanan Memorial Trust.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "major m saravanan",
        "sentiment": "neutral"
      },
      {
        "name": "saravanan",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "kargil",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "lawsons road",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      },
      {
        "name": "batalik",
        "sentiment": "none"
      },
      {
        "name": "ladakh",
        "sentiment": "none"
      },
      {
        "name": "royal road",
        "sentiment": "none"
      },
      {
        "name": "saravanan road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-03T12:02:44.203+03:00",
  "updated": "2024-05-03T12:02:44.203+03:00"
}