{
  "thread": {
    "uuid": "e9af8b87a073089619ef547ccc26f5264b05966f",
    "url": "https://www.wrvo.org/2024-01-19/israeli-protesters-demand-gaza-cease-fire-in-rare-anti-war-march-through-tel-aviv",
    "site_full": "www.wrvo.org",
    "site": "wrvo.org",
    "site_section": "https://www.wrvo.org",
    "site_categories": [
      "media"
    ],
    "section_title": "WRVO - Homepage | WRVO Public Media",
    "title": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv | WRVO Public Media",
    "title_full": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv | WRVO Public Media",
    "published": "2024-01-19T21:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://npr.brightspotcdn.com/dims4/default/75925f7/2147483647/strip/true/crop/5588x2934+0+1325/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmedia.npr.org%2Fassets%2Fimg%2F2024%2F01%2F19%2Fundefined_sq-95b37c4059549c1054a106c7f2ad449631d72e99.jpg",
    "performance_score": 0,
    "domain_rank": 83907,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9af8b87a073089619ef547ccc26f5264b05966f",
  "url": "https://www.wrvo.org/2024-01-19/israeli-protesters-demand-gaza-cease-fire-in-rare-anti-war-march-through-tel-aviv",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aya Batrawy",
  "published": "2024-01-19T21:00:00.000+02:00",
  "title": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv | WRVO Public Media",
  "text": "Israeli protesters demand Gaza cease-fire in rare anti-war march through Tel Aviv TEL AVIV, Israel — Omri Goren holds a stack of purple flyers that say: \"Only peace will bring security.\" He's part of a small anti-war movement in Israel calling for a cease-fire in the Gaza Strip, where 2.3 million people are [struggling to survive](https://www.npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive) months of Israeli bombardment and a near total siege of the territory. Goren was among a few hundred people who came out to march and protest in Tel Aviv Thursday night in support of peace. Emotions in Israel are still raw from the stunning Hamas attack on southern Israeli communities on Oct. 7 that killed 1,200 people and took about 240 hostages, according to Israeli officials. That assault set off what some conflict experts have called [one of the most destructive](https://apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796) wars in recent history. Many Israelis believe the only way to crush Hamas and secure Israel is militarily. But Goren says Israel's continued bombardment of Gaza more than 100 days since the Oct. 7 attack only serves the political interests of Hamas and Israel's far-right government, led by Prime Minister Benjamin Netanyahu. \"The war is bad for Israelis and Palestinians. The war is good for the Hamas and Bibi,\" he said, referring to Netanyahu by his nickname. \"They both have interests in the war, of dead people, people scared from each other.\" Cease-fire calls in Israel remain rare The anti-war protest was made up of Israeli Jews of all ages, many belonging to groups that have long called for an end to Israel's occupation of Palestinian territories. \"I hope we are not the minority, I hope that most of the people want to live in peace and have a good relationship with our neighbors,\" said Avigail Arnheim, a protester in her 60s. She said she's horrified by the suffering of Gaza's children, who've [borne the brunt](https://www.npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza) of this war. More than 10,000 children have been killed in Gaza since the war began, according to Gaza's Health Ministry. And thousands of kids have been orphaned and lost limbs from Israeli airstrikes, according to aid groups. The U.N. children's fund, UNICEF, says children there are [exposed to a lethal combination](https://www.unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle) of malnutrition, hunger and a spike in cases of diarrhea because of a lack of clean drinking water. Thousands face [\"child wasting,\"](https://www.unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access) the most life-threatening form of malnutrition due to the siege and war in Gaza. \"My people did it. My government did it,\" Arnheim said, referring to the humanitarian crisis in Gaza. \"This is why I stand here. I want to change this kind of thinking.\" There's nationwide support for freeing hostages, but disagreement over how The protesters represent a small minority in Israel, where most people support the war. A poll taken by the Israel Democracy Institute in late December found [that two-thirds](https://en.idi.org.il/articles/52085) of Israelis don't think the military should scale back its bombardment of densely populated areas of Gaza. Shay Daniely said he understands the fears evoked by the Oct. 7 attacks in Israel. He's with the group [Breaking the Silence](https://twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) that collects accounts of veteran Israeli soldiers speaking out about their time in service. But Daniely said most Israelis either do not understand what's happening in Gaza or prefer not to look. \"You can look at the mainstream news. It looks like the 7th of October happened yesterday,\" he said, referring to Israeli media coverage of the war. \"There's no understanding or footage of the Palestinian people, the Gazans, so it's really one-dimensional.\" The streets of Tel Aviv are plastered in signs that read \"Bring Them Home,\" a reference to the hostages taken in the attacks. It's a rallying cry everyone in Israel supports, particularly as a growing number of [captives have died](https://www.npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza) in the war there. But how to free the hostages — through continued fighting or diplomacy — is a point of fierce debate and disagreement, including among Israel's [War Cabinet](https://apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa). The families of hostages blocked a major highway on Thursday night in another attempt at pressuring the government to do more to secure their release. Cindy Cohen, an antiwar activist at the march in Tel Aviv, said talking about Palestinians and Jews living in peace threatens the Israeli government that \"only wants separation and fighting.\" She said if the war ends, new elections would be held, threatening Netanyahu's grip on power. \"I believe that Netanyahu is only self-interested. He wants to continue the war so he can continue in power,\" she said. \"As long as the hostages are being held, there's a reason to continue the war.\" As she and others marched against the war, Netanyahu [told Israeli reporters](https://www.timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/) the war will continue for \"many more months.\" \"We will continue to fight at full strength until we achieve all our goals,\" he said, adding that includes \"the return of all our hostages — and I say again, only military pressure will lead to their release.\" Anti-war protesters march on, despite pushback As protesters chanted for a cease-fire to the beat of drums through Tel Aviv's busy streets, a young reservist with a rifle slung over his shoulder and his girlfriend shook their heads at the protesters. One woman shouted against the marchers as others just looked on. The march was organized by a [group called Standing Together](https://www.npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod), which brings together Palestinian citizens of Israel and Jews in the country. They were joined by [other peace groups](https://www.npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home). Lawyers for The Association for Civil Rights in Israel had to seek a court order to hold the protest in Tel Aviv after police refused to issue permits for it. Police have arrested and beaten protesters in other, smaller anti-war rallies in past weeks in Israel. The group is trying to get permits issued in other cities for similar protests. ACRI's Executive Director Noa Sattath said there is an \"unprecedented\" crackdown on free speech in Israel. Police are tracking and arresting activists not only at protests, but also on their way to protests, she said. ACRI filed an official complaint against Israel's police chief, Kobi Shabtai, after he said anyone who wants to identify with Gaza can go there. \"I'll help them get there,\" [he said](https://www.timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/) in October. \"That is such unacceptable behavior,\" Sattath said. A \"massive human rights crisis\" in Gaza Protesters held signs that read: \"Only peace will bring security.\" One sign said: \"Stop the genocide.\" Israel [faces the charge of genocide](https://www.npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court) at the International Court of Justice in The Hague, Netherlands. Its military campaign in Gaza has killed more than 24,000 Palestinians, most of them women and children, and wounded more than 61,000, many with amputations and severe burns, according to Gaza's Health Ministry and aid groups there. Most of Gaza's hospitals have been forced shut with the rest partially functional and [unable to sufficiently treat](https://www.npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor) the stream of wounded. Israel's government vehemently rejects the charge of genocide, arguing the war is against Hamas and not all of Gaza. Israel says [Hamas is to blame](https://www.npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says) because it uses civilian infrastructure to hide and carry out its attacks against Israel. Israeli airstrikes have reduced to rubble hundreds of thousands of homes and businesses, displacing nearly the entire population of Gaza. The head of the U.N. Human Rights Office for the Palestinian territories, Ajith Sunghay, described seeing children this week in Gaza's southernmost city of Rafah, where more than 1 million Palestinians have fled, digging for bricks to hold in place tents made with plastic bags. \"This is a massive human rights crisis and a major, human-made, humanitarian disaster,\" [Sunghay said](https://reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground). \"It is a pressure cooker environment.\" Daniel Estrin contributed reporting from Tel Aviv. Copyright 2024 NPR. To see more, visit https://www.npr.org.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod),",
    "https://www.unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle)",
    "https://www.timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/)",
    "https://www.npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza)",
    "https://www.npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor)",
    "https://www.npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home).",
    "https://en.idi.org.il/articles/52085)",
    "https://www.timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/)",
    "https://www.npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza)",
    "https://www.unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access)",
    "https://www.npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court)",
    "https://www.npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says)",
    "https://twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
    "https://www.npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive)",
    "https://apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796)",
    "https://reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground).",
    "https://www.npr.org.",
    "https://apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa).",
    "https://www.apnews.com/article/israel-hamas-war-news-1-19-2024-e5f45fb7b14d3dc8ff64b0aee4b473aa).",
    "https://www.reliefweb.int/report/occupied-palestinian-territory/gaza-report-ground).",
    "https://www.twitter.com/BtSIsrael?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
    "https://npr.org.",
    "https://npr.org/2024/01/12/1224363666/israel-hamas-war-palestinians-south-africa-genocide-case-court)",
    "https://twitter.com/BtSIsrael",
    "https://npr.org/2023/10/25/1208227647/israel-gaza-hamas-jewish-palestinian-peace-activists-lod),",
    "https://unicef.org/press-releases/preventing-famine-and-deadly-disease-outbreaks-gaza-requires-faster-safer-aid-access)",
    "https://www.en.idi.org.il/articles/52085)",
    "https://timesofisrael.com/police-chief-to-arab-israelis-you-want-to-support-gaza-ill-put-you-on-a-bus-there/)",
    "https://npr.org/gaza-middle-east-al-aqsa-hospital-israel-palestinians-doctor)",
    "https://npr.org/2023/12/26/1221743518/an-aid-worker-describes-the-unbearable-suffering-of-wounded-children-in-gaza)",
    "https://npr.org/2023/12/15/1219695220/israel-soldiers-mistakenly-kill-hostages-gaza)",
    "https://npr.org/2024/01/18/1225446340/mothers-of-idf-soldiers-protest-to-bring-troops-home).",
    "https://npr.org/2021/05/13/996446037/israel-must-prepare-for-more-violence-netanyahu-adviser-says)",
    "https://unicef.org/press-releases/intensifying-conflict-malnutrition-and-disease-gaza-strip-creates-deadly-cycle)",
    "https://npr.org/2023/11/29/1215931157/a-gaza-woman-describes-trying-to-keep-her-family-safe-and-alive)",
    "https://www.apnews.com/article/israel-gaza-bombs-destruction-death-toll-scope-419488c511f83c85baea22458472a796)",
    "https://timesofisrael.com/netanyahu-vows-no-palestinian-state-attacks-israeli-media-denies-blindsiding-gallant/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "omri goren",
        "sentiment": "none"
      },
      {
        "name": "goren",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "tel aviv tel aviv",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T23:54:22.415+02:00",
  "updated": "2024-01-19T23:54:22.415+02:00"
}