{
  "thread": {
    "uuid": "e9c1963d91bdb1584d384b49ed0228e42cd19c5c",
    "url": "https://leftfootforward.org/2023/12/trade-union-history-unions-to-march-with-sacked-gchq-workers-in-january-heres-why/",
    "site_full": "leftfootforward.org",
    "site": "leftfootforward.org",
    "site_section": "http://leftfootforward.org/feed/",
    "site_categories": [
      "politics",
      "law_government_and_politics"
    ],
    "section_title": "Left Foot Forward: Leading the UK's progressive debate",
    "title": "Trade union history: Unions to march with sacked GCHQ workers in January, here’s why",
    "title_full": "Trade union history: Unions to march with sacked GCHQ workers in January, here’s why",
    "published": "2023-12-31T12:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://leftfootforward.org/images/2023/12/4389801672_b7e27eeacf_c.jpg",
    "performance_score": 0,
    "domain_rank": 48476,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9c1963d91bdb1584d384b49ed0228e42cd19c5c",
  "url": "https://leftfootforward.org/2023/12/trade-union-history-unions-to-march-with-sacked-gchq-workers-in-january-heres-why/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hannah Davenport",
  "published": "2023-12-31T12:00:00.000+02:00",
  "title": "Trade union history: Unions to march with sacked GCHQ workers in January, here’s why",
  "text": "Commemorating the 40-year anniversary when workers faced the sack for being in a union\nIn January, hundreds of trade unionists are expected to march at a rally in Cheltenham marking the 40th anniversary of the GCHQ trade union ban.\nOrganised jointly by the Trades Union Congress (TUC) and Public and Commercial Services (PCS) union, the march will commemorate a significant event in the movement’s struggle against a hostile, anti-union political climate – whilst drawing parallels to the current struggle for workers’ rights.\nIn 1984 Margaret Thatcher’s Tory government banned trade unions at the Government Communications Headquarters (GCHQ), citing security concerns. Staff were forced to quit their union, however fourteen refused and, as a result, were sacked.\nThe Civil and Public Services Association (CPAS), which pre-dating the PCS union, entered a relentless campaign to reinstate them, with speakers attending more than 350 events and organising annual marches through the town centre for 13 years so the issue was kept in the public consciousness.\nEventually, once a Labour government came in, their persistence and defiance paid off when the ban was lifted in 1997 and they were able to return to work.\nThis marked an important victory in the movement, the fourteen GCHQ workers had stood up for their basic human right to collectively organise, putting their jobs on the line for their principles in a remarkable act of resistance. However today, workers are once again facing union attacks that threaten their jobs.\nThe Cheltenham rally was confirmed following a major meeting of trade unions against the Tories Minimum Service Levels (Strikes) Bill,\nthe first special congress called by the TUC in over 40 years, with the last in 1982 over Margaret Thatcher’s anti-union legislation.\nTUC general secretary Paul Nowak said the march will represent union “defiance” against historic and current attacks on workers’ rights.\n“We will once again show a Conservative government that the full force of the union movement stands behind any worker sacked for trade union activity,” rallied Nowak.\n“On Saturday 27 January, 40 years on, unions will march through Cheltenham to commemorate the GCHQ victory and to demonstrate continued defiance against minimum service level regulations and attacks on the right to strike.”\nMark Serwotka echoed his call that the message today “is the same as it was in 1984 – we shall fight this injustice for however long it takes.”\nSerwotka said: “Margaret Thatcher’s decision to ban trade unions at GCHQ was part of her attack on unions in general but these workers weren’t prepared to accept it.\n“Their principled decision not to give up their trade union membership saw them pay a massive price.\n“Now, forty years on, as we celebrate their courage and determination, a different Conservative government is attacking trade union rights – this time they’re introducing Minimum Service Levels in a naked attack on our right to strike.”\nThe rally will take place in Montpellier Gardens, Cheltenham at 12pm, 27 January. Among the confirmed speakers are Mark Serworka, Paul Nowak and UNISON new general secretary Christina McAnea, with more expected. Four of the surviving members of the original campaign and their families will also be attending as guests of honour.\n(Image credit:\nUniversity of Salford)\nHannah Davenport is news reporter at Left Foot Forward, focusing on trade unions and environmental issues\nLeft Foot Forward doesn't have the backing of billionaires or big business. Our campaigning, hard-hitting journalism depends on the kind and generous support of people like you.\nYour support can fund more reporting, spread the left's ideas to an ever bigger audience and hold the right to account. We can't do this without you.\nYour support can fund more reporting, spread the left's ideas to an ever bigger audience and hold the right to account. We can't do this without you.\n[]https://leftfootforward.org/donate",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue"
  ],
  "external_links": [
    "https://www.openverse.org/image/92bb506b-f294-403e-87e6-fcf5786ff37e?q=margaret%20thatcher",
    "https://openverse.org/image/92bb506b-f294-403e-87e6-fcf5786ff37e",
    "https://openverse.org/image/92bb506b-f294-403e-87e6-fcf5786ff37e?q=margaret%20thatcher"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "margaret thatcher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gchq",
        "sentiment": "negative"
      },
      {
        "name": "public and commercial services",
        "sentiment": "none"
      },
      {
        "name": "civil and public services association",
        "sentiment": "none"
      },
      {
        "name": "labour",
        "sentiment": "none"
      },
      {
        "name": "trades union congress",
        "sentiment": "none"
      },
      {
        "name": "government communications headquarters",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cheltenham",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T12:09:44.195+02:00",
  "updated": "2023-12-31T12:09:44.195+02:00"
}