{
  "thread": {
    "uuid": "75b7f0914f453aae8734ea332e6abcde036f4f53",
    "url": "https://www.newswise.com/articles/cosmic-ray-detectors-built-by-utah-refugee-teens-installed-on-refugee-services-center",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "https://www.newswise.com/multimedia",
    "site_categories": [
      "media"
    ],
    "section_title": "Newswise | Leading Source of Research News",
    "title": "Cosmic ray detectors, built by Utah refugee teens, installed on Refugee Services Center",
    "title_full": "Cosmic ray detectors, built by Utah refugee teens, installed on Refugee Services Center",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2024/04/11/66185a9bb690a_TinoTA.jpg&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4123,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75b7f0914f453aae8734ea332e6abcde036f4f53",
  "url": "https://www.newswise.com/articles/cosmic-ray-detectors-built-by-utah-refugee-teens-installed-on-refugee-services-center",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "University of Utah",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Cosmic ray detectors, built by Utah refugee teens, installed on Refugee Services Center",
  "text": "The detectors, which measure echoes of cosmic particles bombarding Earth’s atmosphere, were built by nearly 60 participants in a program called “Investigating the Development of STEM-Positive Identities of Refugee Teens in a Physics Out of School Time Experience” ( InSPIRE ), which brings science research—in this case particle physics—to teenagers and contributes to a worldwide effort to measure cosmic ray activity on Earth. “Refugee youth often encounter many challenges related to STEM, including restricted exposure to STEM education, language barriers, cultural adjustments and a history of interrupted schooling, resulting in a low rate of high school completion and college matriculation among refugee students,” said Tino Nyawelo, principal investigator of InSPIRE, professor of physics and astronomy at the U and a leader in Utah’s refugee community. Nyawelo’s wife’s family and many of his friends and classmates were relocated to Salt Lake City after fleeing violence at the outbreak of the Sudanese civil war. “The project conducts research to better understand these challenges and how to best broaden access to and engagement in STEM for refugee youth and other historically disenfranchised populations.” InSPIRE brings together the University of Utah, Utah State University, Utah Department of Workforce Services Refugee Services Office, as well as the Dutch National Institute for Subatomic Physics (Nikhef), to involve teens in real science. Data from the students’ cosmic ray detectors help us understand the origins of the universe. Funded by a $1.1 million Advancing Informal STEM Learning grant from the U.S. National Science Foundation, InSPIRE explores how refugee teenagers identify with STEM subjects while participating in research. Fifty-seven refugee teens spent one to two days a week for nearly three years building the detectors while learning particle physics and computer programming. The students designed their own research projects, posing questions such as whether the moon’s effects on cosmic rays hitting Earth. While some participants worked on the detectors, others focused on crafting films of their fellow students’ research journeys. These students are working on a documentary, in partnership with the ArtsBridge America program at the U’s College of Fine Arts. “We want students with refugee backgrounds to know that they are valued in physics and in STEM disciplines more broadly,” said Sarah Braden, InSPIRE co-principal investigator and associate professor of cultural studies at USU’s College of Education and Human Services. “These students learned physics, computing and filming techniques, and they brought their ingenuity, curiosity, resilience and playfulness. Knowingly or not, the students are helping to transform the discipline in which they participate, opening new pathways for themselves and for other students to see themselves as valued contributors to STEM disciplines.” The group’s peer-reviewed publications describe the ways in which the program supported students in engaging with their multilingualism, and the importance of encouraging spontaneous play in informal STEM environments. As one participant shared, “I didn’t know I was interested in STEM. But when we did the building and the soldering and the calibrating, I learned I have a passion for science. And I’m more confident now in science-related topics, especially when the activities are more than sitting and learning.” InSPIRE is embedded within Refugees Exploring the Foundations of Undergraduate Education In Science ( REFUGES ), an afterschool program that helps refugee youth thrive in STEM. Nywelo and other members of the refugee community founded REFUGES in 2009 because they were alarmed at the high rates of school dropouts. They realized that many refugee youth come to Utah with little English and intermittent formal schooling. The Utah school system places them in a grade based on their age, leaving many feeling overwhelmed and left behind. The U’s Center for Science and Mathematics Education ( CSME ) has housed the program since 2012, where it has expanded to include non-refugee students who are underrepresented in STEM fields. Since then, REFUGES has worked closely with Utah’s Department of Workforce Services Refugee Services Office, which serves as a critical link to the refugee community by coordinating comprehensive services to refugees resettled in our state. “For the past 12 years, the Refugee Services Office has collaborated with the REFUGES program to identify refugee students and their families who need academic assistance and support. Participation in REFUGES keeps these students engaged in their community while also promoting their access to educational opportunities,” said Mario Kljajo, director of the Utah RSO. “It’s amazing—what started as a small project funded by a Refugee Services Office grant has grown into a multi-million-dollar endeavor backed by national organizations.” The detector technology is adapted from HiSPARC (High School Project on Astrophysics Research with Cosmics), a collaboration that started in the Netherlands aimed at improving high schoolers’ interest in physics. There are now more than 140 student-built detectors on buildings in the Netherlands, Namibia and the United Kingdom that upload data 24/7 to publicly available databases. Nikhef coordinated the project from 2003-2023 and created the initial worldwide network of cosmic ray detection data. Starting in 2024, the U’s Center for High Performance Computing ( CHPC ) will take over hosting and maintaining the data on extensive cosmic air showers and digital HiSPARC infrastructure, led by Nyawelo. “This important work would not have been possible without the collaboration between the University of Utah and Utah State University,” said Jordan Gerton, InSPIRE co-principal investigator and professor of physics and astronomy at the U. “Sarah’s team at USU led pioneering research that sheds light on how students from historically marginalized groups develop a sense of belonging in STEM; equally important, their expertise enabled the students to experience an environment supportive of their individual cultures, languages, and varied experiences. This project leveraged the strengths of both institutions, and has built the foundation for continued work with K-12 students and, critically, teachers.” Students all over Utah will soon be able to participate—the U.S. NSF recently awarded the InSPIRE team $1 million to fund Research Experiences for Undergraduates ( REU ) and Research Experiences for Teachers (RET) here in Utah. RET seeks to integrate high school education with professional scientific research in experimental cosmic-ray physics by training local teachers. “With data from the detectors, you’ll be able to figure out where the showers came from, or do atmospheric studies like how pressure impacts the rates of cosmic rays,” said John Matthews, InSPIRE co-principal investigator who runs the U’s Telescope Array cosmic array project in Delta, Utah. “Hopefully, these students learn something about equipment and the scientific process and have fun at the same time. InSPIRE is funded by U.S. National Science Foundation Advancing Informal STEM Learning award #: 2005973, and U.S. NSF’s Research Experiences for Undergraduates and Research Experiences for Teachers award #: 2349237. For b-roll and photos of both the installation event and the InSPIRE program, email [[email protected]](/cdn-cgi/l/email-protection#dbb7b2a8baf5abb4afafbea99baeafbab3f5bebfae). MEDIA CONTACT [Register for reporter access to contact details](/users/register)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://hisparc.utah.edu/)",
    "https://hisparc.utah.edu/inspire/)),",
    "https://www.chpc.utah.edu/))",
    "https://www.finearts.utah.edu/interdisciplinary-arts-education-programs/artsbridge)",
    "http://www.telescopearray.org/)",
    "https://csme.utah.edu/refuges/)),",
    "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2005973)",
    "https://www.csme.utah.edu/))",
    "https://www.nikhef.nl/)",
    "https://stage.hisparc.umc.utah.edu/our-work-and-research/)",
    "https://www.physics.utah.edu/reu-opportunities/))",
    "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2349237&HistoricalAwards=false)",
    "https://www.hisparc.utah.edu/inspire/)),",
    "https://csme.utah.edu/))",
    "https://www.hisparc.utah.edu/)",
    "https://www.nsf.gov/awardsearch/showAward",
    "http://telescopearray.org/)",
    "https://nsf.gov/awardsearch/showAward?AWD_ID=2349237&HistoricalAwards=false)",
    "https://www.csme.utah.edu/refuges/)),",
    "https://physics.utah.edu/reu-opportunities/))",
    "https://www.stage.hisparc.umc.utah.edu/our-work-and-research/)",
    "https://nikhef.nl/)",
    "https://nsf.gov/awardsearch/showAward?AWD_ID=2005973)",
    "https://chpc.utah.edu/))",
    "https://finearts.utah.edu/interdisciplinary-arts-education-programs/artsbridge)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tino nyawelo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of workforce services utah refugee center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "salt lake city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:53:30.118+03:00",
  "updated": "2024-04-12T08:56:01.304+03:00"
}