{
  "thread": {
    "uuid": "1756501c88453984d5560a3e2ce30caa9b0a1035",
    "url": "https://www.wgbh.org/music/2024-04-11/this-multi-instrumentalist-wasnt-fully-satisfied-with-the-piano-so-he-designed-a-new-one",
    "site_full": "www.wgbh.org",
    "site": "wgbh.org",
    "site_section": "http://www.wgbh.org",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Home Page | GBH",
    "title": "This multi-instrumentalist wasn’t fully satisfied with the piano. So he designed a new one. | GBH",
    "title_full": "This multi-instrumentalist wasn’t fully satisfied with the piano. So he designed a new one. | GBH",
    "published": "2024-04-11T22:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.grove.wgbh.org/dims4/default/56b8c7e/2147483647/strip/true/crop/3030x1591+0+57/resize/1200x630!/quality/90/?url=https%3A%2F%2Fk1-prod-gbh.s3.us-east-2.amazonaws.com%2Fbrightspot%2F49%2Ffa%2Fdbe1732146dbbfd4ca0cb442cc74%2Fcroption-2.png",
    "performance_score": 0,
    "domain_rank": 5196,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1756501c88453984d5560a3e2ce30caa9b0a1035",
  "url": "https://www.wgbh.org/music/2024-04-11/this-multi-instrumentalist-wasnt-fully-satisfied-with-the-piano-so-he-designed-a-new-one",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@arunrath",
  "published": "2024-04-11T22:19:00.000+03:00",
  "title": "This multi-instrumentalist wasn’t fully satisfied with the piano. So he designed a new one. | GBH",
  "text": "At GBH’s All Things Considered, [Mehmet Ali Sanlikol](https://necmusic.edu/faculty/mehmet-ali-sanlikol) is a regular guest. He’s a composer, singer and multi-instrumentalist — and, as a professor at the New England Conservatory, he has another talent: breaking down complex musical ideas. On Friday, at the Regattabar in Cambridge, Sanlikol is [performing](https://www.regattabarjazz.com/event/mehmet-ali-sanlikol-trio-april-12-2024/) a show with his ensemble that mixes traditional Turkish classical music with Western styles and jazz. He’ll also be debuting two, brand-new musical instruments that were created just for him: a keyboard instrument called ‘The Renaissance 17’ and an electric oud. ‘The Renaissance 17’ doesn’t appear futuristic, or even modern, at first glance. In its wooden housing, it looks more like a harpsichord. But inside, it’s all electronics on the keyboard. What would be the black keys on a piano are split in two, so Sanlikol can play non-Western scales. Host Arun Rath visited Sanlikol in his home studio in Belmont last week for a preview. What follows is a lightly edited transcript of their conversation. Mehmet Ali Sanlikol: I especially wanted to give you examples of the kind of thing that I’ll be playing more at the Regattabar and our upcoming shows, where I actually program my own tuning and temperament schemes based on Ottoman-Turkish modes — microtonal modes. This one is very close to the kind of period tuning that is based on the pure thirds. So, for example, this distance here — D to F-sharp. If I use the key that’s closer to me, then it’s going to be the pure third that’s perfectly in tune. But if I use that one, that’s a G-flat — that’s going to be out of tune. Now this E-flat — the raised one — is going to be in tune with the G. So that E-flat major chord is in perfect third tuning, and here’s the major seven chord, that’s also in perfect tuning. When you start playing makams — like, scalar-wise — now you start getting these intervals that are slightly funky. They’re just a little narrower. These are not exaggerated intervals, but I wanted to start from those that don’t necessarily sound too far out. When I play these chords, they don’t sound microtonal in the way of [Krzysztof] Penderecki, [György] Ligeti, and those kinds of microtonality in them, stemming from the more avant-garde period of Western classical music. This is the kind of tonal alignment and intonation alignment that is more historical and more modal. Arun Rath: What’s striking for me is [that] the regular intervals all sound so pure. It’s like a third — it sounds like a perfect fifth in terms of — Sanlikol: — how beautiful it blends. Rath: For me, I feel it more than I hear it. Sanlikol: Until I conceived, designed and finally got to the point of a fully functional instrument, this world was not necessarily available to me. The more monophonic way of playing it, scale-wise, was available to me on the tambour, etc., but this level of vertical harmonic exploration was not available. “This level of vertical harmonic exploration was not available.”Mehmet Ali Sanlıkol, on why he designed the ‘Renaissance 17’ That’s part of the reason why I wanted to design the Renaissance 17. I was trained as a pianist. I want to be able to play this instrument like [jazz musicians] Chick Corea and Herbie Hancock. I want to be able to do stuff like this. You realize that I’m using my microtonal pitches, right? But I can play it like that, it just requires a little bit of adjustment because of the split keys, but I know where I am on this keyboard. It maintains the traditional layout. I said to myself, “I don’t want to learn a new instrument. This is what I want — I want 17 keys. I want the digital flexibility by way of being able to switch between tunings, patches, etc., and here I am.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [
    "https://necmusic.edu/faculty/mehmet-ali-sanlikol)",
    "https://www.regattabarjazz.com/event/mehmet-ali-sanlikol-trio-april-12-2024/)",
    "https://regattabarjazz.com/event/mehmet-ali-sanlikol-trio-april-12-2024/)",
    "https://www.necmusic.edu/faculty/mehmet-ali-sanlikol)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mehmet ali sanlikol",
        "sentiment": "negative"
      },
      {
        "name": "arun rath",
        "sentiment": "none"
      },
      {
        "name": "sanlikol",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gbh",
        "sentiment": "negative"
      },
      {
        "name": "new england conservatory",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "regattabar",
        "sentiment": "none"
      },
      {
        "name": "belmont",
        "sentiment": "none"
      },
      {
        "name": "cambridge",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T02:25:39.895+03:00",
  "updated": "2024-04-12T02:25:39.895+03:00"
}