{
  "thread": {
    "uuid": "e5f096c2cde1cd880c4239ffc4c22c4b8b4b620f",
    "url": "https://greensboro.com/opinion/column/william-french-why-america-must-support-ukraine/article_2d86838a-b642-11ee-9757-bf23f7e309d4.html",
    "site_full": "greensboro.com",
    "site": "greensboro.com",
    "site_section": "http://www.journalnow.com/search/?q=&t=article&l=25&d=&d1=&d2=&s=start_time&sd=desc&c[]=opinion*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "journalnow.com - RSS Results in opinion* of type article",
    "title": "William French: Why America must support Ukraine",
    "title_full": "William French: Why America must support Ukraine",
    "published": "2024-01-19T19:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/greensboro.com/content/tncms/custom/image/be6ce48e-f2f4-11e6-9c60-8f5f074fddfd.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 11278,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e5f096c2cde1cd880c4239ffc4c22c4b8b4b620f",
  "url": "https://greensboro.com/opinion/column/william-french-why-america-must-support-ukraine/article_2d86838a-b642-11ee-9757-bf23f7e309d4.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guest",
  "published": "2024-01-19T19:00:00.000+02:00",
  "title": "William French: Why America must support Ukraine",
  "text": "America’s support for Ukraine in its fight against the Russian invasion is in our critical national interest. It mirrors the challenge that our nation confronted in 1940 when President Franklin D. Roosevelt sought to support Great Britain with arms needed to fight Nazi Germany forces that were attacking Belgium, the Netherlands, Luxembourg and France.\nThat spring, Hitler’s armies marauded west. The American public was not eager to engage in a second European war. Roosevelt did what he could to support Great Britain in its darkest hour because he understood that this was in America’s national security interest. He had the breadth of vision to see how our fate was bound to the outcome of this new conflict.\nAmerica today faces a similar situation. Ukraine — a democratic country and one aligned with the European community — has been viciously attacked by a Russian dictator who is seeking to extinguish a bordering nation that is showcasing the benefits of integration with European states enjoying free markets, freedom of expression, and democratic institutions and elections.\nPeople are also reading…\nIt took the Japanese sneak attack on Pearl Harbor to galvanize America. In response, Roosevelt declared war on Japan, and that allowed our nation to fully mobilize its strength to engage in World War II and push for victory.\nPresident Joe Biden rightly seeks to send more military aid to Ukraine for the same reason that Roosevelt in 1940 sought to aid Britain. Biden, like Roosevelt, is a serious leader. But he is being hobbled by a Republican-dominated House that takes orders from Donald Trump, who wants to slow or stop U.S. military aid to Ukraine.\nTrump’s fondness for Russian President Vladimir Putin was on shocking display at a joint news conference with Putin in July 2018 in Helsinki. Trump was asked if he believed that Russia had perpetrated hacking during the 2016 election to push votes toward Trump and away from Hillary Clinton. He responded that Putin had assured him that Russia had not done so and that Trump believed him. In doing so, Trump sided with Putin’s word over the “high confidence” assessments of our FBI, CIA and National Security Agency.\nThis is who Trump is. He accuses any agency that goes against his beliefs or personal interests as being part of some nefarious “deep state.” Trump is alone across the last half century of American presidents to bad-mouth NATO and express fawning admiration for a Russian dictator.\nWhat happened? The Republican Party was once known for its seriousness when it came to protecting national security. That was a key part of its brand. Throughout the Cold War, the Republican Party was steadfast in its concern about the Russian threat.\nAnd now? That party is holding up the funds that Biden wants committed to the support of Ukrainian forces. Republicans truck out the old excuses. “Too much. Just can’t afford it.” And: “We shouldn’t send money to foreigners when we have massive needs at home.”\nWe need to put all this in context. The U.S. is the world’s largest economy currently approaching $27 trillion in gross domestic product. The U.S. is also the world’s greatest military power. We spend roughly $1 trillion per year on national defense. This is greater than what the next 10 countries combined spend.\nIn 2022, Russia spent $87 billion on its military; its GDP stands at less than $2 trillion, placing it 11th among national economies. Mexico stands just below Russia in 12th place.\nAmerica today doesn’t suffer from insufficient military strength, in other words. We suffer from too many in our society being distracted by stories designed to pull our attention away from real issues and tangible national and global threats.\nA current big lie is that any billions given to Ukraine is somehow “foreign aid” and thus a gift to foreigners and something taken away from America.\nThe Republican Party of Dwight D. Eisenhower, Richard Nixon and John McCain would immediately see the parallels between Russia’s attack on Ukraine and Adolf Hitler’s attack west on Belgium, the Netherlands, Luxembourg and France. But today’s GOP is beholden to Trump, who knows little of our nation’s history and cares little beyond his self-interest and sense of grievance.\nIt is clearly in America’s national security interest — and in our interest for the world’s international stability — to support Ukraine with all of our power. In Putin, we face our generation’s Hitler.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "franklin d. roosevelt",
        "sentiment": "none"
      },
      {
        "name": "hitler",
        "sentiment": "none"
      },
      {
        "name": "roosevelt",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "ukraine america",
        "sentiment": "none"
      },
      {
        "name": "great britain",
        "sentiment": "none"
      },
      {
        "name": "netherlands",
        "sentiment": "none"
      },
      {
        "name": "belgium",
        "sentiment": "none"
      },
      {
        "name": "luxembourg",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T19:13:40.641+02:00",
  "updated": "2024-01-19T19:13:40.641+02:00"
}