{
  "thread": {
    "uuid": "95b558fefcfd287e4f701115dafe287994cb33f0",
    "url": "https://www.rrhhdigital.com/secciones/actualidad/737507/la-importancia-de-fomentar-habitos-saludables-en-el-entorno-laboral/",
    "site_full": "www.rrhhdigital.com",
    "site": "rrhhdigital.com",
    "site_section": "https://www.rrhhdigital.com/secciones",
    "site_categories": [
      "media"
    ],
    "section_title": "Secciones archivos - RRHH Digital",
    "title": "La importancia de fomentar hábitos saludables en el entorno laboral",
    "title_full": "La importancia de fomentar hábitos saludables en el entorno laboral",
    "published": "2023-12-29T16:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.rrhhdigital.com/wp-content/uploads/2023/11/lider-salud-mental.jpg",
    "performance_score": 0,
    "domain_rank": 96448,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95b558fefcfd287e4f701115dafe287994cb33f0",
  "url": "https://www.rrhhdigital.com/secciones/actualidad/737507/la-importancia-de-fomentar-habitos-saludables-en-el-entorno-laboral/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2023-12-29T16:45:00.000+02:00",
  "title": "La importancia de fomentar hábitos saludables en el entorno laboral",
  "text": "El lugar de trabajo es un entorno idóneo para la fomentar, evaluar y mejorar la salud general de las personas. “Con esta guía pretendemos concienciar sobre la importancia de apostar por su promoción en las empresas y ayudarles a convertirse en organizaciones saludables a través del fomento de estilos de vida encaminados a ello”, señala Salud López, técnico superior en Prevención de Riesgos Laborales en Umivale Activa. Así, desde el Servicio de Actividades Preventivas de Riesgos Laborales de la mutua han preparado un código de buenas prácticas para la promoción de hábitos saludables en el entorno laboral. Un documento donde la mutua da a conocer sus acciones en este sentido, englobadas en el desarrollo e implantación del Programa Empresa Sana, por un lado, y en la puesta en marcha de la Escuela de Salud de Umivale Activa, por otro. A través del [Programa Empresa Sana](https://umivaleactiva.es/prevencion-y-salud/promocion-de-la-salud/programa-empresa-sana), la mutua asesora a las empresas sobre cómo llevar a cabo una gestión integral de la salud de todas las personas trabajadoras, a través de la implantación de programas de promoción de la salud. Umivale Activa pone disposición tanto de las empresas como de sus trabajadoras y trabajadores una amplia variedad de herramientas y materiales de sensibilización y concienciación. Por otra parte, con la creación de la Escuela de Salud de Umivale Activa los mutualistas tienen la oportunidad de inscribirse a encuentros virtuales que abordan temas tan relevantes como el bienestar emocional, la nutrición y la higiene postural. Unos encuentros periódicos que se complementan con fichas, vídeos y artículos para ahondar en su aprendizaje. “Está más que contrastado que la aplicación de programas de promoción de la salud en las empresas contribuye a numerosos beneficios como la reducción de la siniestralidad y las enfermedades, especialmente las crónicas. Además, repercute en un aumento de la productividad y mejora del clima laboral. Esto, a su vez, implica una mejor sostenibilidad de la empresa, incremento de su reputación y competitividad”, destaca Salud López. La guía incide en cómo conseguir entornos de trabajo seguros y saludables, enumerando y desglosando las estrategias principales a considerar en los programas de promoción de la salud. Además, recoge pautas específicas encaminadas al fomento de hábitos saludables en materia de salud cardiovascular, higiene postural, alimentación saludable, prevención del sedentarismo, prevención del cáncer, higiene del sueño, prevención de adicciones y bienestar emocional. La guía ya se puede consultar y descargar en umivaleactiva.es, en el apartado Programa empresa sana, dentro de prevención y salud, tanto en castellano como en catalán.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Health"
  ],
  "external_links": [
    "https://umivaleactiva.es/prevencion-y-salud/promocion-de-la-salud/programa-empresa-sana),",
    "https://www.umivaleactiva.es/prevencion-y-salud/promocion-de-la-salud/programa-empresa-sana),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T17:23:01.292+02:00",
  "updated": "2023-12-29T17:23:01.292+02:00"
}