{
  "thread": {
    "uuid": "b91497b7913f79ed351307c58624758a6df5b8c6",
    "url": "https://www.jpost.com/opinion/article-790893",
    "site_full": "www.jpost.com",
    "site": "jpost.com",
    "site_section": "https://www.jpost.com/rss/rssfeedsfrontpage.aspx",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "JPost.com - Homepage",
    "title": "An inspiring visit to Israel during wartime",
    "title_full": "An inspiring visit to Israel during wartime - The Jerusalem Post",
    "published": "2024-03-10T01:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.jpost.com/image/upload/f_auto,fl_lossy/c_fill,g_faces:center,h_407,w_690/583654",
    "performance_score": 0,
    "domain_rank": 939,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 9
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b91497b7913f79ed351307c58624758a6df5b8c6",
  "url": "https://www.jpost.com/opinion/article-790893",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "jpost.com",
  "published": "2024-03-10T01:16:00.000+02:00",
  "title": "An inspiring visit to Israel during wartime",
  "text": "Visiting Israel during wartime is a unique experience that is both heartbreaking and inspiring. Having just returned from the 2024 Conference of Presidents Leadership Mission to Israel, I am still sorting through all the incredible stories we heard of resilience, heroism, and determination. What stays with me is the extraordinary unity of the Jewish people; in our pain, we ache as one and now we are rebuilding as one.The divisiveness of judicial reform is nowhere to be seen. When our delegation arrived at the site of the Nova music festival massacre, we saw mourners spanning the whole spectrum of Jewish cultural and religious expression &ndash; IDF soldiers, young survivors, hassidim, dati-leumi (National-Religious), American volunteers, and secular students.Of course, much of our visit focused on the hostage crisis. Fighting for the release of the hostages is a top priority of the Conference of Presidents and the entire Jewish people. Redeeming hostages, pidyon shvuyim, is one of the central mitzvot in our whole tradition &ndash; the legacy of the Middle Ages in which entire Jewish communities were held for ransom by antisemitic, avaricious rulers.console.log(\"BODY2. CatId is:\"+catID);if(catID==120){ console.log(\"BODY. YES for anyclip script\"); var script = document.createElement('script'); script.src = 'https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js'; script.setAttribute('pubname','jpostcom'); script.setAttribute('widgetname','0011r00001lcD1i_12258'); document.getElementsByClassName('divAnyClip')[0].appendChild(script);}else if(catID !== 151) { let widgetid = \"65c3a2148772803523c6f41b\"; if(catID === 161){ widgetid = \"65dc9ee62d4d1f0cada13f12\"; } console.log(\"BODY. YES for vidazoo script\"); var script = document.createElement('script'); script.src = 'https://static.vidazoo.com/basev/vwpt.js'; script.setAttribute('data-widget-id', widgetid); document.getElementsByClassName('divVidazoo')[0].appendChild(script); } LARGE TEDDY bears with splotches of red paint and the photographs of the children held hostage by Hamas terrorists in Gaza are displayed at Tel Aviv&rsquo;s Dizengoff Square on October 25 (credit: AVSHALOM SASSONI/FLASH90)We visited Hostages Square in Tel Aviv and the headquarters of the Hostage and Missing Families Forum. There, we met with the family members of hostages Itay Chen, Omer Shem-Tov, and Moran Yanai. Separately, we met with released hostage Aviva Siegel, who spoke about sexual violence taking place in Hamas captivity. The families and released hostages are showing incredible fortitude amid a horrific ordeal. We thank the Israeli government and US President Joe Biden for seeking the release of all the hostages being held in Hamas&rsquo;s dungeons.Meeting with Israel's politicians ;We also met with the constellation of Israel&rsquo;s political universe, from President Issac Herzog &ndash; whom we greeted with a rousing rendition of &ldquo;Am Yisrael Chai&rdquo; &ndash; to Prime Minister Benjamin Netanyahu, opposition leader Yair Lapid, and Minister Benny Gantz. Members of our delegation testified in the Knesset about rising antisemitism in the United States, and we were briefed by several elite IDF units on the status of the war. ;In our conversations, we touched on themes including the bilateral relationship between Israel and the United States, fighting the lies of antisemites and Israel-haters, and geopolitical developments arising from the war. We were heartened to hear from US Ambassador Jack Lew that America would not advocate for nor recognize a unilaterally declared Palestinian state.Another high point of the trip was meeting the everyday Israelis performing heroic acts, whether in their civilian or military capacities. We visited Hadassah Medical Center on Mount Scopus and saw the rapid development of its rehabilitation center to treat wounded soldiers. ; We heard from Dr. Cochav Elkayam-Levy, the chair of the Civil Commission on October 7 Crimes by Hamas against Women and Children, and Orit Sulitzeneau, the executive director of the Association of Rape Crises Centers in Israel, who are providing essential leadership in the response to Hamas&rsquo;s brutal sexual violence and rape on October 7.We met farmers braving the rockets to harvest their crops on the Gaza border, organizers caring for children evacuated from the South, the first responder on the scene of the Nova festival massacre, combat engineers who reenlisted to destroy Hamas tunnels, and more. These inspiring modern-day Maccabees demonstrate the centuries-old resilience of the Jewish people.I came back even prouder to be a Jew, having seen so many transform their grief and heartbreak into acts of lovingkindness, resilience, and fortitude. Israel&rsquo;s enemies imagined that the country would collapse in the aftermath of October 7 and the ensuing hostage crisis.But they did not fathom the Jewish state&rsquo;s fortitude and resolve. As a senior IDF officer told us, &ldquo;On October 7 the heartbeats of Jews around the world were synchronized.&rdquo; We are one people with one heart. We will defeat Hamas. And we will live on.Am Yisrael Chai.The writer is the CEO of the Conference of Presidents of Major American Jewish Organizations (COP), the recognized central coordinating body representing 50 diverse national Jewish organizations on issues of national and international concern. Follow him on X at @daroff.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "havi",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "idf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T01:30:16.973+02:00",
  "updated": "2024-03-10T01:46:43.723+02:00"
}