{
  "thread": {
    "uuid": "f861f13c33118ab2c9fdf20047e5f2ad7d2a9831",
    "url": "https://www.nny360.com/communitynews/achievers/hinkleman-inducted-into-the-veterans-hall-of-fame/article_14642140-17cd-5711-9771-a4dffbee252c.html",
    "site_full": "www.nny360.com",
    "site": "nny360.com",
    "site_section": "https://www.nny360.com/search/?f=rss&amp",
    "site_categories": [
      "media"
    ],
    "section_title": "www.nny360.com - RSS Results",
    "title": "Hinkleman inducted into the Veterans Hall of Fame | Achievers | nny360.com",
    "title_full": "Hinkleman inducted into the Veterans Hall of Fame | Achievers | nny360.com",
    "published": "2024-01-08T00:27:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/nny360.com/content/tncms/assets/v3/editorial/1/62/1624c068-4099-5ded-ba05-26fc07bbcda6/659b2a4ae01ad.image.jpg?crop=1080%2C567%2C1%2C184&amp;resize=1080%2C567&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 34102,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f861f13c33118ab2c9fdf20047e5f2ad7d2a9831",
  "url": "https://www.nny360.com/communitynews/achievers/hinkleman-inducted-into-the-veterans-hall-of-fame/article_14642140-17cd-5711-9771-a4dffbee252c.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Johnson Newspapers",
  "published": "2024-01-08T00:27:00.000+02:00",
  "title": "Hinkleman inducted into the Veterans Hall of Fame | Achievers | nny360.com",
  "text": "LOWVILLE — Just before Christmas, Sen. Mark Walczyk inducted C. Lee Hinkleman Sr. into the New York State Senate Veterans Hall of Fame during a ceremony at the American Legion Post 162. Sen. Walczyk said the state had previously held a virtual ceremony but had wanted to do a ceremony in person.\nThe hall of fame is designed to recognize members of the Nation’s Armed Forces for either their dedication and bravery in combat or their notable work performed after leaving service.\nSen. Walczyk gave an overview of Mr. Hinkleman’s military career and community service. Mr. Hinkleman served in the United States Army for 22 years, retiring in 1998, with the rank of Sergeant First Class, E-7.\nAs Senior Intelligence Analyst, PSNCO, and an Army Recruiter, he served in Germany, Guam, and various stateside assignments. Mr. Hinkleman held a variety of roles, including 331st General Hospital Personnel Staff Supervisor, Administrative Supervisor in the 368th Military Police Company, Barrigada, Guam, Human Resource Manager in the 70th Division in Fort Benning, Georgia, and as the 826th Military Intelligence Battalion Senior Intelligence Analyst.\nMr. Hinkleman earned numerous awards and commendations, including a Recruiter Ring, six Army Commendation Medals, three Army Achievement Medals, six Good Conduct Medals, two National Defense Service Medal, Non-commissioned Officer’s Professional Development Ribbon with numeral 3, Army Service Ribbon, Military Volunteer Components Overseas Training Ribbon, Expert Marksmanship Qualification Badge with rifle bar, U.S. Army Gold Recruiter Badge with three sapphire achievement stars, U.S. Army Basic Recruiter Badge with 1 gold achievement star, and two Overseas Service Ribbons.\nUpon leaving the military, he worked as the Liaison to the Oneida Indian Nation Land Claim for the Oneida County Executive. Then he accepted a position as Communications Manager for the Maple Ridge Windfarm and moved to Lewis County. Following that, he worked as Director of Public Relations for Otis Technology.\nHe has served in numerous leadership positions in Lewis and Oneida counties, from President of the Lewis County Chamber of Commerce to Vice President of the Lewis County Development Corporation. Mr. Hinkleman is currently the President of the Lowville Business Association. In addition, he serves on the Board of Directors of the ARC Foundation (and as treasurer) and is co-chair of the Lowville Cream Cheese Festival.\nHe has a Facebook food blog, “Eating in Upstate New York and Beyond,” which has more than 20,000 followers. He also writes restaurant articles for the NNY Living magazine.\nMr. Hinkleman is the Legislative Chairman for the American Legion Department of New York and Vice Legislative Chairman at the national level. He currently serves as Commander of Post 162 in Lowville and Lewis County Commander.\nPrior to presenting Mr. Hinkleman the plaque recognizing his induction, Sen. Walczyk pointed out why Mr. Hinkleman was chosen for the honor.\n“This is a man who not only was a career military man and served honorably and fought for our nation for 22 years and sacrificed for our nation for 22 years but epitomizes what a veteran can do when they’re done with that service, continue to serve in their community and continue to add value to everyone that they come into contact with,” the senator said.\nMr. Hinkleman thanked Senator Walczyk and expressed his appreciation for the senator’s aid and support to all veterans.\n“Extremely humbled to be selected for this honor,” Mr. Hinkleman said.\nHe and his wife, Cathy, have three children and nine grandchildren.\nAs an Amazon Associate I earn from qualifying purchases. Johnson Newspapers 7.1",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mark walczyk",
        "sentiment": "negative"
      },
      {
        "name": "c. lee hinkleman",
        "sentiment": "negative"
      },
      {
        "name": "hinkleman",
        "sentiment": "negative"
      },
      {
        "name": "barrigada",
        "sentiment": "none"
      },
      {
        "name": "walczyk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "veterans hall of fame",
        "sentiment": "negative"
      },
      {
        "name": "army recruiter",
        "sentiment": "none"
      },
      {
        "name": "american legion post",
        "sentiment": "none"
      },
      {
        "name": "united states army",
        "sentiment": "none"
      },
      {
        "name": "368th military police company",
        "sentiment": "none"
      },
      {
        "name": "826th military intelli",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "fort benning",
        "sentiment": "none"
      },
      {
        "name": "guam",
        "sentiment": "none"
      },
      {
        "name": "georgia",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:17:33.405+02:00",
  "updated": "2024-01-17T00:21:53.591+02:00"
}