{
  "thread": {
    "uuid": "72f9fb41649f78b3ccebd4ed523f73aee85ca106",
    "url": "https://www.tastingtable.com/1483647/bloody-mary-maria-drink-tequila/",
    "site_full": "www.tastingtable.com",
    "site": "tastingtable.com",
    "site_section": "https://tastingtable.com/category/beverage-guides/",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Drink - Tasting Table",
    "title": "If You Like Tequila, Try The Bloody Mary's Fun Cousin, A Bloody Maria",
    "title_full": "If You Like Tequila, Try The Bloody Mary's Fun Cousin, A Bloody Maria",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.tastingtable.com/img/gallery/if-you-like-tequila-try-the-bloody-marys-fun-cousin-a-bloody-maria/l-intro-1704285725.jpg",
    "performance_score": 0,
    "domain_rank": 9603,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "72f9fb41649f78b3ccebd4ed523f73aee85ca106",
  "url": "https://www.tastingtable.com/1483647/bloody-mary-maria-drink-tequila/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nikita Ephanov",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "If You Like Tequila, Try The Bloody Mary's Fun Cousin, A Bloody Maria",
  "text": "Many cocktails veer towards a sweet palate. Not only does the sugar add a delectable flavor, but it is also critical to balancing the drink's depth and texture, while smoothening its ingredients. As a result, savory cocktails are less prominent, although they certainly do exist — just think of an olive-garnished martini . However, perhaps the most iconic sugar-free drink of all is the Bloody Mary .\nAssociated with brunch — and treating hangovers — the Bloody Mary is endlessly malleable. It's possible to alter one of its many fundamental components, fine-tuning levels of acid, salt, and spice. However, to shake up its character even further, reach for a different alcohol base and craft a Bloody Maria. This cocktail, prepared with varying styles of tequila, veers the beverage into a different aromatic territory. Often served up with a distinct array of spicy ingredients, it enables even further customizations. So, let's dive into exploring this Bloody Mary spin-off; with the replacement of just one component, an entirely new drink emerges.\nWhat is a Bloody Mary?\nCharles Brutlag/Shutterstock The Bloody Mary cocktail has debated origins , although it likely was created as a hangover cure from the get-go. It's commonly attributed to bartender Fernand \"Pete\" Petiot, who worked in Paris in the 1920s. At the time, pairing vodka and tomato juice was already a common combination.\nRegardless, a new classic emerged with an expansive array of ingredients. In addition to the vodka and tomato juice, the Bloody Mary typically contains Worcestershire sauce, lemon juice, horseradish, salt, and black pepper, all garnished with a celery stick. Riffs are endless, both in the ratios of ingredients and the interplay of flavors, with some bartenders reaching for varying additions, from sriracha to tabasco.\nThe components combine to craft a flavor-heavy cocktail, so the base spirit is of lesser importance than in other drinks. The Bloody Mary can rely on lower-quality vodka, since its imperfections will likely be lost in the mix of everything else. It's all in the careful mixing, which is recommended to be rolled between cocktail shakers — rather than stirred or shaken — to craft such a delicious result.\nWhat is a Bloody Maria?\nNatali Ximich/Shutterstock A Bloody Maria relies on a similarly expansive assortment of ingredients, but tuned to a different flavor. Its most defining characteristic is the utilized spirit; the addition of tequila shifts the cocktail into a different palate. Different types of tequila can be employed, each of which lends a different character. A white tequila introduces an herbal and tangy profile that can complement zestier additions. Conversely, an aged tequila can build into a more savory cocktail rendition.\nTo complement the introduction of a new spirit, new flavors are introduced, too. Many stick to Mexican-influenced flavors, using hot sauces like Tapatio, introducing lime juice, or even adding adobo sauce from canned chipotle peppers . And the garnish is adjusted, too, as slices of jalapeño or even queso fresco get sprinkled atop the drink. Through such creative augmentations, the Bloody Maria takes on a unique — and incredibly delicious — form.\nA Bloody Maria offers a more spirit-forward flavor than a Bloody Mary\n5PH/Shutterstock The Bloody Maria's introduction of tequila automatically intermixes a new profile. The flavor of vodka is nearly nonexistent, so it doesn't bring much to the drink in terms of taste. However, tequila's palate can introduce notes of spice, brightness, or sweetness. Such a character can infuse the beverage with more complexity, introducing notes of earthiness and herbal notes not found in a Bloody Mary. The intensity also depends on the utilized recipe; some may simply swap out the two spirits, which will lend only a slightly different character.\nHowever, for some bartenders, tequila's bolder character isn't always necessary. An incredible range of flavors is possible through non-alcoholic ingredients. And for some, Bloody Maria's boozier qualities may diminish its restorative feel; perhaps a more traditional Bloody Mary better aligns with the morning hours. So, the resultant drink all depends on the expansive choice of utilized ingredients — all quell a different purpose at the hungover afternoon brunch.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "charles brutlag",
        "sentiment": "none"
      },
      {
        "name": "mary",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bloody mary's fun cousin",
        "sentiment": "neutral"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:15:22.011+02:00",
  "updated": "2024-01-06T00:15:22.011+02:00"
}