{
  "thread": {
    "uuid": "fd241db8987b37218d58d7c3045978d6847e5f02",
    "url": "http://bizenglish.adaderana.lk/emirates-embraces-easter-onboard-and-in-lounges",
    "site_full": "bizenglish.adaderana.lk",
    "site": "adaderana.lk",
    "site_section": "http://bizenglish.adaderana.lk",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Adaderana Biz English | Sri Lanka Business News - Sri Lanka&#039;s 24x7 Business News Portal - Sri Lanka economy, business and finance, Sri Lanka rupee, Sri Lanka stocks, interest rates, bonds and foreign exchange on Adaderanabiz.lk",
    "title": "Emirates embraces Easter onboard and in lounges - Adaderana Biz English | Sri Lanka Business News",
    "title_full": "Emirates embraces Easter onboard and in lounges - Adaderana Biz English | Sri Lanka Business News",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "LK",
    "main_image": "http://s3.amazonaws.com/bizenglish/wp-content/uploads/2024/03/29115756/Emirates-Image-02-6.jpg",
    "performance_score": 0,
    "domain_rank": 66338,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd241db8987b37218d58d7c3045978d6847e5f02",
  "url": "http://bizenglish.adaderana.lk/emirates-embraces-easter-onboard-and-in-lounges",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Emirates embraces Easter onboard and in lounges - Adaderana Biz English | Sri Lanka Business News",
  "text": "March, 29, 2024 Celebrating the occasions of both Catholic Easter in March and Orthodox Easter in May, Emirates will be serving traditional lamb and an array of chocolate desserts in the lounges, hot cross buns and Easter bread onboard, sweet surprises for kids, and all the latest and greatest new family-friendly movies on ice. Easter treats served onboard From 29-31 March, Emirates customers flying in every class to Australia, USA, Canada, Europe, UK, Brazil, Philippines, South Africa, Mauritius and Ghana, will enjoy a sumptuous selection of Easter treats onboard. Economy Class customers will be offered a hot cross bun or Easter bread with their meal, or a delicious Easter dessert of carrot cake with an indulgent très leches sauce. Customers in First, Business, and Premium Economy class will also be served a chocolate cake garnished with creamy ganache and redcurrants, or a strawberry cheesecake dotted with an elegant mini-Easter egg. Kids in all classes will receive a brightly coloured ‘Happy Easter’ biscuit shaped like an Easter egg. In the A380 Onboard Lounge, customers can relish traditional Easter simnel fruitcake with marzipan. Orthodox Easter Celebrations From 5-7 May, on routes from Dubai to Russia, Cyprus and Greece, First and Business Class customers can tuck into traditional herb crusted lamb for Easter, served with crispy roasted potatoes, baby carrots and tzatziki sauce, followed by Easter cake, also known as Kulich bread. Easter in Emirates Lounges Across Emirates’ global network of lounges between 29 March and 1 April, customers will enjoy classic Easter fare in most locations. In the First Class lounges of Dubai, customers can look forward to tender lamb chops, roasted potatoes and vegetables, or a rich lamb stew with potatoes, carrots, and dried fruits in the Business Class lounge. Both lounges will feature an assortment of Easter-themed cookies and an abundance of Easter chocolate from chocolate pots to homemade milk chocolate ice cream, to chocolate gateaux. Entertainment for Easter on ice Emirates passengers flying over Easter can access a world class entertainment library on ice with more than 6,500 channels, including up to 2,000 movies and many 2024 Academy Award winning movies like Oppenheimer, Zone of Interest, American Fiction and Anatomy of a Fall. New releases onboard in April include The Color Purple, The Lesson, Napoleon, Freud’s Last Session, The Taste of Things and May December. There is also a huge movie collection for kids and kids at heart including Disney Classics, Marvel Studios and Wizarding World, featuring the complete Harry Potter film series and Harry Potter TV specials, as well as pre-school kids TV shows from CBeebies, Cartoon Network and more. In April, there are several family-friendly new release movie highlights including Wish, Migration, Wonka and Trolls Band Together for kids to enjoy on their Easter travel. Video Story",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "brazil",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "mauritius",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T11:23:56.812+03:00",
  "updated": "2024-03-29T11:23:56.812+03:00"
}