{
  "thread": {
    "uuid": "dbdfc84043da31014322cf8a13a42c54bb6ed5be",
    "url": "https://religionnews.com/2024/04/11/the-worship-of-shiva-hinduisms-inconceivable-deity-finds-a-home-in-the-tech-sector",
    "site_full": "religionnews.com",
    "site": "religionnews.com",
    "site_section": "https://religionnews.com/category//doctrine-and-practice/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "The worship of Shiva, Hinduism\\u2019s \\u2018inconceivable\\u2019 deity, finds a home in the tech sector",
    "title_full": "The worship of Shiva, Hinduism\\u2019s \\u2018inconceivable\\u2019 deity, finds a home in the tech sector",
    "published": "2024-04-12T02:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6755,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dbdfc84043da31014322cf8a13a42c54bb6ed5be",
  "url": "https://religionnews.com/2024/04/11/the-worship-of-shiva-hinduisms-inconceivable-deity-finds-a-home-in-the-tech-sector",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richa Karmarkar",
  "published": "2024-04-12T02:04:00.000+03:00",
  "title": "The worship of Shiva, Hinduism\\u2019s \\u2018inconceivable\\u2019 deity, finds a home in the tech sector",
  "text": "(RNS) — For most of his life, Rishik Dhar was areligious. An engineering supervisor at Amazon and self-described “man of science,” he had a hard time finding meaning or identity in the ritualistic Hinduism he had grown up with.\nThat is, until, a midlife crisis brought Dhar, 44, back to his family’s roots in Kashmir Shaivism, a philosophy that emphasizes God as a pure consciousness rather than an almighty being. Shaivism, according to Dhar, can be a philosophical way of life just as much as a devotional worship practice to Lord Shiva — the blue, all-powerful god of destruction.\nBest of all for Dhar, Shaivism overlaps with science — particularly, he said, with quantum physics. “Understanding the universality of the philosophy makes me feel a little more comfortable with what I used to consider was my own natural inclination not to be deeply religious,” he said.\n“What science does is it gives a very articulate language to the idea of spirituality,” said Dhar. “And in that sense, it brings about a balance. If faith works for you, you can still pursue your faith. But now you have an expression that you can also rely on to communicate why you have that faith.”\nOn Maha Shivaratri, the holiday observed March 8, in which Lord Shiva’s cosmic energies are believed to be at their peak, Dhar launched Shaivite.org: a website to serve an “unpretentious and accessible” community for skeptics, atheists and holy men alike.\nRELATED: Revitalization of India’s ancient sacred city of Varanasi leaves some longtime visitors cold With some 250 million followers worldwide, Shaivism is thought to be second only to Vaishnavism in its number of followers. For Westerners, worshipping “the totality that envelops all our presentations, our being and our existence,” Shaivism’s concept of the divine, can be difficult, s aid Sthaneshwar Timalsina, a professor of classical Indic humanities at Stony Brook University and a Shaivite . “Hinduism offers you infinity choice as to how to relate to the Absolute, and you do not always have to believe in God or some kind of almighty entity.”\nFor “nonreligious” Hindus like Dhar, Shaivism’s openness to questioning leaves room for a “scientific method” of finding the relative truth.\nShaivism is often referred to as a monotheistic worship, though according to followers, this characterization is incomplete. Lord Shiva is one of a holy trinity of supreme gods, along with the Creator, Brahma, and the Preserver, Vishnu.\nBut to Shaivites, the primordial energy of Shiva is not only a god but a representation of all metaphysical existence beyond the comprehensible reach of dogma, and manifests in various forms through nature, even in one’s own atman, or soul.\n“There’s just not enough in the human brain to conceive of the inconceivable,” said Paramacharya Sadasivanathaswami, a Shaivite monk at the Himalayan Academy, a monastery on the Hawaiian island of Kauai. “Shiva in his manifested state is the creator, preserver, destroyer and the lord and master of the universe, both immanent and transcendent. He is the vastness and the void, and both are here to be worshipped.”\nUniquely in the Hindu faith, Shiva is worshipped not through a traditional embodied idol, like the elephant-headed Ganesh, but rather a “formless, timeless and causeless” phallic object called a lingam, meant to represent Shiva in his transcendent state.\nThe performance of rituals to a phallus is sometimes difficult even for other Hindus to grasp, Timalsina said. Thousands of years ago, he pointed out, nature-worshipping animists deified one or the other of the sources of all humankind, either a womb or a phallus.\n“The linga, which means symbol, becomes a site for me to visualize an embodied being: to see, to carve, to chisel with my own mind a complete persona,” said Timalsina, who said sometimes his Shiva has a shape or a form, but most often is abstract.\nThe connection between science and religion is another feature of Shaivism that befuddles Westerners. Sadasivanathaswami talks about Lord Shiva’s perfection in terms of “every atom of the known and unknown cosmos” and called the recitation of Shiva’s special mantra — “Om Namah Shivaya” — “scientific,” its vibrations creating a focused state of mind that brings a worshipper closer to God.\nAmong tech-minded Silicon Valley entrepreneurs, Shaivism has become increasingly visible. For the Maha Shivaratri celebration in March, thousands of devotees flocked to the Maha Kaleshwar Mandir, a Shiva temple in Milpitas, California, with some 500 staying to chant overnight.\nPushkar Nandkar, a tech worker who said he has been “pretty atheist,” said the temple has become his sanctuary for grounding against his hectic daily schedule. “Slowly, as you read more, you land upon what feels connected to you and what feels right to you,” he said.\n“Shiva is all about stability,” he added. “As humans, we move so much. Our thoughts move so much. Here we have the privilege to connect at the deity’s vibrational frequency. As you come nearer, the energies will come to you.”\nOriginally a successful serial tech entrepreneur, Sreeram Pydah never quite saw himself as religious or spiritual until much later in his life, after a divorce pushed him to search deeper into “the whole creation.” Rather than looking at this temple as another one of his businesses, however, the now-spiritual Pydah said the temple is his “life’s purpose.”\n“People are actually looking for Shiva to give them guidance,” he said. “They’re looking to sit down and meditate, even learn the art of meditation. And that kind of force is what we want to embellish. We want to make sure that we actually raise that level of energy.”\nPydah noted that many of his temple goers come from the science or tech world, some not certain about defining themselves as religious, just as he was. But as the world continues to move, he says, it is ever-important to remain grounded in some kind of belief.\n“Economic affluence is great. I think it’s good to have that. But if the soul truly doesn’t get the experience, the spirit, the energy, that it deserves or it needs, you’re really not successful at the end of the day.”\nRELATED: From India’s Bihar to California’s Bay Area, Hindus celebrate ancient sun festival",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rishik dhar",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "shiva",
        "sentiment": "negative"
      },
      {
        "name": "amazon",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "kashmir shaivism",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T03:26:09.600+03:00",
  "updated": "2024-04-12T03:26:09.600+03:00"
}