{
  "thread": {
    "uuid": "898920c5152e824193d2c968e549a432f0147d1f",
    "url": "https://www.biospace.com/article/novartis-inks-potential-1b-protein-degrader-deal-with-arvinas-begins-morphosys-tender-offer/?s=80",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://feedity.com/biospace-com/WlpaV1pR.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Biotech Stock News | BioSpace",
    "title": "Novartis Inks $1B Protein Degrader Deal with Arvinas, Begins MorphoSys Tender...",
    "title_full": "Novartis Inks $1B Protein Degrader Deal with Arvinas, Begins MorphoSys Tender...",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.biospace.com/getasset/89e8f785-1f6a-4e4a-9839-f28c833e14af/;w=625;h=350",
    "performance_score": 0,
    "domain_rank": 5904,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "898920c5152e824193d2c968e549a432f0147d1f",
  "url": "https://www.biospace.com/article/novartis-inks-potential-1b-protein-degrader-deal-with-arvinas-begins-morphosys-tender-offer/?s=80",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Novartis Inks $1B Protein Degrader Deal with Arvinas, Begins MorphoSys Tender...",
  "text": "Novartis Inks $1B Protein Degrader Deal with Arvinas, Begins MorphoSys Tender Offer\nPictured: Novartis office building in Marburg, Germany/iStock,\nTBE Novartis announced Thursday an exclusive strategic partnership with Arvinas to advance an oral protein degrader for prostate cancer, while also announcing the tender offer for its $2.9 billion acquisition of MorphoSys has commenced.\nUnder the Arvinas deal, Novartis is putting up $150 million in aggregate upfront payments and is pledging up to $1.01 billion in development, regulatory and commercial milestones, plus tiered royalties.\nIn return, the pharma will gain access to Arvinas’ second-generation androgen receptor (AR) degrader ARV-766, which is currently being assessed in a Phase I/II study in patients with metastatic castration-resistant prostate cancer (mCRPC). The candidate, which has best-in-class potential for this indication, is designed to be orally bioavailable and in preclinical studies has demonstrated activity against tumors with both wild-type and mutated AR.\nUnder the agreement, Novartis will now take charge of the worldwide clinical development and commercialization of ARV-766.\nThe deal also covers the sale of Arvinas’ preclinical AR-V7 program in mCRPC, which is a next-generation protein degrader targeting both the full-length AR and its splice variant AR-V7. Novartis will have all research, development, manufacturing and commercialization rights over the AR-V7 program.\n“We believe the expertise and scale of Novartis will broaden the development of ARV-766 and its potential to be a first- and best-in-class treatment for patients with prostate cancer,” Arvinas CEO John Houston said in a statement, adding that the partnership also “validates” the biotech’s technology platform for discovering and developing protein degraders.\nIn October 2023, Arvinas\nreleased interim data from ARV-766’s mid-stage dose-escalation study, demonstrating that it could elicit at least a 50% drop in prostate-specific antigen (PSA) levels in 41% of patients bearing any mutation on AR’s ligand-binding domain. The candidate also cut PSA concentrations by at least half in 50% of patients with the specific L702H AR mutation.\nAt the time, the biotech called these efficacy signals “encouraging” and enough to support a late-stage study for ARV-766. The company expects progression-free survival data for the AR degrader\nby mid-2024 and is set to discuss its planned Phase III studies with regulatory authorities in the second quarter of this year.\nLarge pharma companies like Novartis in recent years have been betting big on protein degrader technology, which selectively target disease-causing proteins by leveraging intracellular protein degradation mechanisms.\nIn June 2023, Astellas announced a\npotential $1.9 billion strategic collaboration with San Diego- and China-based Cullgen to develop multiple targeted protein degraders. In April 2022, AbbVie announced that it signed an https://www.biospace.com/article/abbvie-unites-with-plexium-to-leverage-protein-degraders-against-neurological-diseases/ with San Diego’s Plexium to develop and commercialize novel targeted protein degradation therapeutics for neurological conditions.\nConcurrent with Thursday’s Arvinas deal, Novartis announced that its tender offer for MorphoSys has begun. MorphoSys has until May 13, 2024 to accept the offer, which is dependent on certain conditions, including a minimum acceptance threshold of 65%. Novartis has already secured all mandatory antitrust clearances, according to its news release on Thursday.\nNovartis\nfirst announced its acquisition of MorphoSys in February 2024, putting approximately $2.9 billion on the line to expand its cancer franchise. MorphoSys’ board of directors has already unanimously approved the buyout and has recommended that shareholders do the same.\nTristan Manalac is an independent science writer based in Metro Manila, Philippines. Reach out to him on",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://istockphoto.com/photo/novartis-gm458292255-26064826",
    "https://www.istockphoto.com/photo/novartis-gm458292255-26064826",
    "https://www.novartis.com/news/media-releases/novartis-tender-offer-morphosys-ag-commences",
    "https://novartis.com/news/media-releases/novartis-tender-offer-morphosys-ag-commences"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "novart",
        "sentiment": "negative"
      },
      {
        "name": "arvinas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "morphosys",
        "sentiment": "negative"
      },
      {
        "name": "tbe novartis",
        "sentiment": "none"
      },
      {
        "name": "novartis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "arvinas",
        "sentiment": "none"
      },
      {
        "name": "marburg",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:00:04.875+03:00",
  "updated": "2024-04-12T05:00:04.875+03:00"
}