{
  "thread": {
    "uuid": "e43d0d6f7d3edf4f29272d8efa1ecb295b2f18af",
    "url": "https://www.stcatharinesstandard.ca/news/niagara-region/this-is-my-safe-space-strive-niagara-opens-second-outreach-classroom-for-young-parents/article_bf461695-e310-5405-9f3c-4c25a3e83093.html",
    "site_full": "www.stcatharinesstandard.ca",
    "site": "stcatharinesstandard.ca",
    "site_section": "https://niagarafallsreview.ca/news",
    "site_categories": [
      "media",
      "travel",
      "bed_and_breakfasts"
    ],
    "section_title": "Latest News | The Review",
    "title": "Strive Niagara opens second outreach classroom",
    "title_full": "Strive Niagara opens second outreach classroom",
    "published": "2024-04-18T23:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/stcatharinesstandard.ca/content/tncms/assets/v3/editorial/6/8e/68eda925-d6ff-5147-9c44-52875532e69a/662188fd03c98.image.jpg?crop=1007%2C529%2C504%2C267&amp;resize=1007%2C529&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 37427,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e43d0d6f7d3edf4f29272d8efa1ecb295b2f18af",
  "url": "https://www.stcatharinesstandard.ca/news/niagara-region/this-is-my-safe-space-strive-niagara-opens-second-outreach-classroom-for-young-parents/article_bf461695-e310-5405-9f3c-4c25a3e83093.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Victoria Nicolaou",
  "published": "2024-04-18T23:57:00.000+03:00",
  "title": "Strive Niagara opens second outreach classroom",
  "text": "Alexis Kovacs gave birth to her daughter, Kinsley, at the start of her Grade 11 year. With two years still left of high school, it seemed impossible to imagine how to be a mother and fulfil her dream of becoming a nurse. Until she found a lifeline. Kovacs returned to school through Strive Niagara’s outreach program — a partnership of Strive and Niagara Catholic District School Board — when Kinsley was one month old. Kovacs is now on her way to achieving her first goal, completing her third year of secondary school. “As soon as you walk in the front doors, you are greeted with a warm welcome. The staff are wonderful, loving, caring, dedicated and treat the moms and children like family,” said Kovacs. “Strive gave me a place to feel safe and gave me confidence I needed to grow as a young mom. I am so thankful to be able to continue my education and to be available for my daughter when she needs me.” Young families, Strive Niagara, Niagara Catholic and Niagara Region came together Wednesday evening to celebrate the official opening of the Family Learning Child Care Centre, a licensed childcare centre and outreach classroom. The Thorold location is the second for Strive’s outreach program, which operates numerous childcare centres across Niagara. Located within Pope Francis Centre on Whyte Avenue — it was formerly St. Charles Catholic Elementary School, which shuttered in 2022 — the centre opened its doors last September. The building is also home to Pope Francis Alternative School, an EarlyON centre run by YMCA of Niagara, and welcomes weekly visits from Quest Community Health Centre. It is a central spot offering things a young family needs in terms of services and supports, said Amy Marconi, manager of outreach and community engagement for Strive. And as a former participant who attending the program 30 years ago, it’s “super cool to see it growing and flourishing and expanding,” she said. Strive Niagara provides young parents with an informal style atmosphere to complete their secondary school diploma. Pregnant and parenting adolescents can work on academic credits as well as psychoeducational programming with an outreach facilitator. Classrooms are within one of Strive’s licensed childcare centres, which enable young parents to comfortably return to their education as soon as they feel ready. As a young mom, Marconi said the program gave her confidence and set her up for a decades-long career in social work. She knows how hard it can be to get back on your feet and find a pathway forward, remembering getting on the bus in the snow with a six-week old, living on assistance, searching for housing. The outreach program eliminates many of those barriers. It works with young parents to connect them with community support services, such as mental health services, housing counselling and food. “The Catholic school board picked up our program and it’s supporting us. They provide transportation for the young moms to get here, it’s so good,” said Marconi, adding each site has about 20 participants working on their high school education. “They can transition nice and easy between childcare and classroom and they even give the moms a parenting credit for the work that they’re doing. It’s incredible. It’s been really cool to see.” Lexi Boozan was 16 years old when she got pregnant and immediately put her dreams on hold to be the “best mother I could” to her son. She stopped attending school, and it took a while to even see Strive as a realistic option. She was worried about daycare and didn’t know how to manage school on top of parenting. But she realized refocusing on her education was the best thing for herself, and her son would have an opportunity to be around other adults and babies. Strive exceeded her expectations. “This is my safe space, this is where I’m happy,” said Boozan. “I really enjoy it. I would not ever want to do anything else other than be here. School used to make me upset, I used to hate going, but I actually enjoy going every day and having friends here. Really enjoying life now. “It has genuinely changed me and my son’s life.” The idea of turning a shuttered school into a community-based centre came from John Belcastro, the principal of alternative education at Pope Francis. He saw the quiet hallways and rooms and saw a blank slate to bring organizations like Strive on board. He was met with some resistance in the beginning — particularly for adding car seats to school buses for transportation — but said it was worth it, bringing life back into the building and give young moms an opportunity for an education. “I feel like these young women have enough hurdles in their life, school shouldn’t be one of them,” he said. Plus, it also provided Thorold with additional, and much needed, childcare options, making it a “win-win.” Niagara Region children’s services director Satinder Klair said at the opening that childcare is at “unprecedented levels” in Niagara, with the number of families registering for childcare rising 89 per cent between March 2022 and February 2024. So as the Region looks to meet the growing demand, a centre like the one in Thorold shows the “endless possibilities” that are available,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [
    "https://pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;",
    "https://www.hub.metroland.com/users/login/?referer_url=https%3A%2F%2Fwww.stcatharinesstandard.ca%2Fnews%2Fniagara-region%2Fthis-is-my-safe-space-strive-niagara-opens-second-outreach-classroom-for-young-parents%2Farticle_bf461695-e310-5405-9f3c-4c25a3e83093.html",
    "https://pubads.g.doubleclick.net/gampad/ads",
    "https://hub.metroland.com/users/login/?referer_url=https%3A%2F%2Fwww.stcatharinesstandard.ca%2Fnews%2Fniagara-region%2Fthis-is-my-safe-space-strive-niagara-opens-second-outreach-classroom-for-young-parents%2Farticle_bf461695-e310-5405-9f3c-4c25a3e83093.html",
    "https://www.hub.metroland.com/users/login/",
    "https://www.pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kinsley",
        "sentiment": "negative"
      },
      {
        "name": "alexis kovacs",
        "sentiment": "negative"
      },
      {
        "name": "kovacs",
        "sentiment": "none"
      },
      {
        "name": "julie jocsak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. catharines standard",
        "sentiment": "none"
      },
      {
        "name": "niagara catholic district school board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "strive niagara",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:00:09.448+03:00",
  "updated": "2024-04-19T04:15:30.811+03:00"
}