{
  "thread": {
    "uuid": "7344be824497433565ea60546552a616b5be3370",
    "url": "http://www.china.org.cn/china/2024-04/12/content_117120711.htm",
    "site_full": "www.china.org.cn",
    "site": "china.org.cn",
    "site_section": "http://www.china.org.cn/china/index.htm",
    "site_categories": [
      "japan",
      "travel"
    ],
    "section_title": "China - China.org.cn",
    "title": "Space station's coating tech enhances food preservation on Earth- China.org.cn",
    "title_full": "Space station's coating tech enhances food preservation on Earth- China.org.cn",
    "published": "2024-04-12T04:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2575,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7344be824497433565ea60546552a616b5be3370",
  "url": "http://www.china.org.cn/china/2024-04/12/content_117120711.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "杨希",
  "published": "2024-04-12T04:16:00.000+03:00",
  "title": "Space station's coating tech enhances food preservation on Earth- China.org.cn",
  "text": "China's advancements in space technology have the potential to revolutionize food preservation on Earth, with spacecraft engineers repurposing a cutting-edge barrier film, originally designed for the orbital space station, to effectively maintain the health and freshness of people's daily meals.\nThis innovative achievement was recently unveiled by the China Academy of Space Technology, in the form of an advanced flexible film that can block gases and germs, providing exceptional protection for food.\nThe academy presented a video showcasing lab researchers dividing a piece of tofu into two parts and placing each in separate transparent packages -- one regular and one made of the new high-barrier film. After seven days, it was observed that the tofu stored in the regular package had decayed, while the tofu contained within the high-barrier material remained fresh.\nCai Yuhong, a member of the research team, said that the current barrier film widely used for food preservation in the Chinese market is a silver aluminum-foil film, like that commonly found inside potato chip packaging. However, this aluminized film has certain drawbacks, such as opacity and unsuitability for microwave processing, making it non-recyclable. Only a few countries can produce more advanced films.\n\"The new high-barrier film we developed draws inspiration from space coating technology,\" Cai said.\nThe original purpose of this coating technology was to protect the cables of the space station from atomic oxygen. In low-orbital space, sunlight can break down oxygen molecules into atomic oxygen, which can erode spacecraft materials and components. Therefore, engineers apply a barrier coating to prevent erosion.\nIt is also necessary to package food and medicine to prevent the entry of water vapor and oxygen, as they can lead to the growth of microbes and result in spoilage, Cai added.\nSince 2016, the academy has proposed the concept of utilizing space coating technology for the development of next-generation high-barrier films. It established teams to carry out equipment development and process research in this field.\nThe development process was quite challenging, Cai recalled. Despite the technical principles being similar to aerospace products, there are limited foreign technologies available for reference. After four years of exploration, the research team has achieved significant progress in core technologies and successfully established China's first high-barrier film production line and mass production line.\nThe high-barrier film has very stringent requirements for water resistance, according to Dong Maojin, who is responsible for the product's development.\nLaboratory tests showed that the film's water vapor transmission rate was just 0.2 grams per square meter per day. Dong drew an analogy: \"If a football field was covered with such a film, the amount of water molecules that could pass through it each day would be the size of your thumb.\"\nThe new high-barrier film is increasingly used for packaging high-end food, such as caviar and white truffles. When the cost decreases, the scope of its application will expand, Dong said.\nAccording to the research team, such high-barrier packaging materials could potentially serve as an alternative to food preservation in the future, reducing or even eliminating the need for additives in food. This would both ensure the quality of food and extend its shelf life.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "howe",
        "sentiment": "none"
      },
      {
        "name": "cai yuhong",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "china academy of space technology",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T05:16:53.557+03:00",
  "updated": "2024-04-12T05:16:53.557+03:00"
}