{
  "thread": {
    "uuid": "ec5f2692ba88e323e4343f81e3f0684b307c9794",
    "url": "https://www.nfl.com/videos/christian-harris-big-third-quarter-continues-with-fourth-down-sack-of-flacco",
    "site_full": "www.nfl.com",
    "site": "nfl.com",
    "site_section": "https://www.nfl.com",
    "site_categories": [
      "football",
      "sports"
    ],
    "section_title": "NFL.com | Official Site of the National Football League",
    "title": "Houston Texans linebacker Christian Harris' big third quarter continues with fourth-down sack of Cleveland Browns quarterback Joe Flacco",
    "title_full": "Houston Texans linebacker Christian Harris' big third quarter continues with fourth-down sack of Cleveland Browns quarterback Joe Flacco",
    "published": "2024-01-14T01:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.www.nfl.com/image/upload/t_editorial_landscape_12_desktop/league/ag4iguqtq7dger1nvw42",
    "performance_score": 0,
    "domain_rank": 1327,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ec5f2692ba88e323e4343f81e3f0684b307c9794",
  "url": "https://www.nfl.com/videos/christian-harris-big-third-quarter-continues-with-fourth-down-sack-of-flacco",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-14T01:59:00.000+02:00",
  "title": "Houston Texans linebacker Christian Harris' big third quarter continues with fourth-down sack of Cleveland Browns quarterback Joe Flacco",
  "text": "NFL Game Highlights Christian Harris' big third quarter continues with fourth-down sack of Flacco Houston Texans linebacker Christian Harris' big third quarter continues with a fourth-down sack of Cleveland Browns quarterback Joe Flacco. [ video ](/videos/christian-harris-big-third-quarter-continues-with-fourth-down-sack-of-flacco) Christian Harris' big third quarter continues with fourth-down sack of Flacco Houston Texans linebacker Christian Harris' big third quarter continues with a fourth-down sack of Cleveland Browns quarterback Joe Flacco. [ video ](/videos/devin-singletary-adds-to-texans-onslaught-of-browns-via-19-yard-td-burst) Devin Singletary adds to Texans' onslaught of Browns via 19-yard TD burst Houston Texans running back Devin Singletary adds to the Texans' onslaught of the Cleveland Browns via a 19-yard touchdown burst. [ video ](/videos/joe-flacco-harrison-bryant-somehow-extend-browns-drive-via-this-11-yard-connection) Joe Flacco, Harrison Bryant somehow extend Browns' drive via this 11-yard connection Cleveland Browns quarterback Joe Flacco, tight end Harrison Bryant somehow extend the Browns' drive via this 11-yard connection. [ video ](/videos/can-t-miss-play-another-pick-six-christian-harris-goes-36-yards-for-hou-s-second-defensive-td-of-quarter) Can't-Miss Play: ANOTHER PICK-SIX! Christian Harris goes 36 yards for HOU's second defensive TD of quarter ANOTHER PICK-SIX! Linebacker Christian Harris goes 36 yards for Houston Texans' second defensive touchdown of the quarter. [ video ](/videos/can-t-miss-play-pick-six-steven-nelson-returns-int-of-flacco-82-yards-for-first-nfl-td) Can't-Miss Play: PICK-SIX! Steven Nelson returns INT of Flacco 82 yards for first NFL TD PICK-SIX! Cleveland Browns cornerback Steven Nelson returns INT of quarterback Joe Flacco 82 yards for first NFL touchdown. [ video ](/videos/flacco-dots-amari-cooper-while-under-pressure-for-15-yard-pickup-on-third-down) Flacco dots Amari Cooper while under pressure for 15-yard pickup on third down Cleveland Browns quarterback Joe Flacco dots wide receiver Amari Cooper while under pressure for a 15-yard pickup on third down. [ video ](/videos/harrison-bryant-breaks-loose-for-huge-gain-on-last-play-of-first-quarter) Harrison Bryant breaks loose for HUGE gain on last play of first quarter Cleveland Browns tight end Harrison Bryant breaks loose for a HUGE gain on last play of first quarter. [ video ](/videos/will-anderson-jr-s-9-yard-sack-of-flacco-comes-on-last-play-of-first-half) Will Anderson Jr.'s 9-yard sack of Flacco comes on last play of first half Houston Texans defensive end Will Anderson Jr.'s 9-yard sack of Cleveland Browns quarterback Joe Flacco comes on the last play of the first half. [ video ](/videos/can-t-miss-play-stroud-s-third-td-pass-of-first-half-comes-via-37-yard-dart-to-schultz) Can't-Miss Play: Stroud's THIRD TD pass of first half comes via 37-yard dart to Schultz Houston Texans quarterback C.J. Stroud's THIRD TD pass of the first half comes via a 37-yard dart to tight end Dalton Schultz. [ video ](/videos/collins-flashes-the-jets-on-12-yard-chain-moving-catch) Collins flashes the jets on 12-yard chain-moving catch Houston Texans wide receiver Nico Collins flashes the jets on 12-yard chain-moving catch. [ video ](/videos/stroud-s-launch-just-misses-collins-on-would-be-walk-in-td) Stroud's launch JUST misses Collins on would-be walk-in TD Houston Texans quarterback C.J. Stroud's launch JUST misses wide receiver Nico Collins on a would-be walk-in touchdown. [ video ](/videos/derek-barnett-devours-flacco-for-texans-first-sack-of-super-wild-card-weekend) Derek Barnett devours Flacco for Texans' first sack of Super Wild Card Weekend Houston Texans defensive end Derek Barnett devours Cleveland Browns quarterback Joe Flacco for Texans' first sack of Super Wild Card Weekend. [ video ](/videos/shovel-pass-td-kareem-hunt-s-second-score-vs-texans-comes-in-second-quarter) Shovel-pass TD! Kareem Hunt's second score vs. Texans comes in second quarter Shovel-pass TD! Cleveland Browns running back Kareem Hunt's second score vs. Houston Texans comes in the second quarter. [ video ](/videos/can-t-miss-play-76-yard-td-brevin-jordan-breaks-free-for-texans-longest-play-of-23-season) Can't-Miss Play: 76-yard TD! Brevin Jordan breaks free for Texans' longest play of '23 season 76-yard TD! Houston Texans tight end Brevin Jordan breaks free for Texans' longest play of '23 season. [ video ](/videos/nico-collins-dive-into-end-zone-registers-hou-s-first-playoff-td-since-19-season) Nico Collins' dive into end zone registers HOU's first playoff TD since '19 season Wide receiver Nico Collins' dive into the end zone registers Houston Texans' first playoff touchdown since the '19 season. [ video ](/videos/stroud-s-precision-is-100-on-surgical-sideline-strike-to-john-metchie-iii) Stroud's precision is 100 on surgical sideline strike to John Metchie III Houston Texans C.J. Stroud's precision is 100 on a surgical sideline strike to wide receiver John Metchie III. [ video ](/videos/singletary-sheds-tacklers-on-29-yard-dash) Singletary sheds tacklers on 29-yard dash Houston Texans running back Devin Singletary sheds tacklers on a 29-yard dash. [ video ](/videos/kareem-hunt-goes-airborne-to-give-browns-6-3-lead) Kareem Hunt goes airborne to give Browns 6-3 lead Cleveland Browns running back Kareem Hunt goes airborne to give Browns 6-3 lead. [ video ](/videos/joe-flacco-drops-45-yard-dime-into-the-bucket-of-david-njoku) Joe Flacco drops 45-yard dime into the bucket of David Njoku Cleveland Browns quarterback Joe Flacco drops a 45-yard dime into the bucket of tight end David Njoku. [ video ](/videos/amari-cooper-s-first-grab-of-game-goes-for-14-yards-on-play-action-play) Amari Cooper's first grab of game goes for 14 yards on play action play Cleveland Browns wide receiver Amari Cooper's first grab of game goes for 14 yards on play-action play. [ video ](/videos/greg-newsome-ii-s-diving-pbu-keeps-texans-out-of-end-zone-on-third-and-goal) Greg Newsome II's diving PBU keeps Texans out of end zone on third-and-goal Cleveland Browns cornerback Greg Newsome II's diving PBU keeps Houston Texans out of the end zone on third-and-goal. [ video ](/videos/fairbairn-s-21-yard-fg-is-first-score-of-super-wild-card-weekend) Fairbairn's 21-yard FG is first score of Super Wild Card Weekend Houston Texans kicker Ka'imi Fairbairn's 21-yard FG is the first score of Super Wild Card Weekend. [ video ](/videos/stroud-collins-big-38-yard-connection-sets-up-houston-in-red-zone) Stroud, Collins' BIG 38-yard connection sets up Houston in red zone Houston Texans quarterback C.J. Stroud, Nico Collins' BIG 38-yard connection sets up Houston in the red zone. [ video ](/videos/c-j-stroud-pinpoints-nico-collins-on-deep-crossing-route-for-21-yard-pickup) C.J. Stroud pinpoints Nico Collins on deep crossing route for 21-yard pickup Houston Texans quarterback C.J. Stroud pinpoints wide receiver Nico Collins on deep crossing route for a 21-yard pickup.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Disaster and Accident"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe flacco",
        "sentiment": "negative"
      },
      {
        "name": "flacco ho",
        "sentiment": "negative"
      },
      {
        "name": "christian harris",
        "sentiment": "negative"
      },
      {
        "name": "harrison bryan",
        "sentiment": "none"
      },
      {
        "name": "devin singletary",
        "sentiment": "none"
      },
      {
        "name": "harrison bryant",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cleveland browns",
        "sentiment": "negative"
      },
      {
        "name": "houston texans",
        "sentiment": "negative"
      },
      {
        "name": "flacco houston texans",
        "sentiment": "none"
      },
      {
        "name": "browns",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T02:27:47.428+02:00",
  "updated": "2024-01-14T02:27:47.428+02:00"
}