{
  "thread": {
    "uuid": "45ed8f2c64143d3dddc93b74b444a3afc397c3f7",
    "url": "https://www.etfdailynews.com/2023/12/29/krs-capital-management-llc-sells-3205-shares-of-block-inc-nysesq/",
    "site_full": "www.etfdailynews.com",
    "site": "etfdailynews.com",
    "site_section": "https://etfdailynews.com/stock-market-holidays/uk",
    "site_categories": [],
    "section_title": "UK Commercial Property REIT (LON:UKCM) Share Price Passes Above 200 Day Moving Average of $53.58 - ETF Daily News",
    "title": "KRS Capital Management LLC Sells 3,205 Shares of Block, Inc. (NYSE:SQ) - ETF Daily News",
    "title_full": "KRS Capital Management LLC Sells 3,205 Shares of Block, Inc. (NYSE:SQ) - ETF Daily News",
    "published": "2023-12-29T15:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.americanbankingnews.com/wp-content/timthumb/timthumb.php?src=https://www.marketbeat.com/logos/block-inc-logo.jpg?v=20221101142630&amp;w=240&amp;h=240&amp;zc=2",
    "performance_score": 0,
    "domain_rank": 62071,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "45ed8f2c64143d3dddc93b74b444a3afc397c3f7",
  "url": "https://www.etfdailynews.com/2023/12/29/krs-capital-management-llc-sells-3205-shares-of-block-inc-nysesq/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MarketBeat News",
  "published": "2023-12-29T15:56:00.000+02:00",
  "title": "KRS Capital Management LLC Sells 3,205 Shares of Block, Inc. (NYSE:SQ) - ETF Daily News",
  "text": "KRS Capital Management LLC lowered its holdings in shares of Block, Inc. ( NYSE:SQ – Free Report ) by 33.4% during the 3rd quarter, according to the company in its most recent filing with the SEC. The fund owned 6,389 shares of the technology company’s stock after selling 3,205 shares during the period. KRS Capital Management LLC’s holdings in Block were worth $283,000 as of its most recent filing with the SEC. A number of other large investors also recently added to or reduced their stakes in the business. Lane Generational LLC grew its stake in shares of Block by 40.5% during the third quarter. Lane Generational LLC now owns 72,094 shares of the technology company’s stock valued at $3,191,000 after buying an additional 20,796 shares during the last quarter. Handelsbanken Fonder AB grew its position in Block by 2.5% during the 3rd quarter. Handelsbanken Fonder AB now owns 113,235 shares of the technology company’s stock worth $5,012,000 after acquiring an additional 2,713 shares during the last quarter. Oak Thistle LLC purchased a new position in Block in the 3rd quarter worth approximately $321,000. ARK Investment Management LLC lifted its position in Block by 1.5% in the third quarter. ARK Investment Management LLC now owns 10,887,114 shares of the technology company’s stock valued at $481,864,000 after purchasing an additional 160,179 shares during the last quarter. Finally, Counterpoint Mutual Funds LLC purchased a new stake in shares of Block during the third quarter valued at approximately $217,000. Hedge funds and other institutional investors own 61.17% of the company’s stock. Block Stock Down 0.1 % SQ opened at $79.52 on Friday. The firm’s 50 day simple moving average is $60.06 and its two-hundred day simple moving average is $59.86. Block, Inc. has a 1-year low of $38.85 and a 1-year high of $89.97. The company has a current ratio of 1.91, a quick ratio of 1.91 and a debt-to-equity ratio of 0.23. NYSE:SQ – Get Free Report ) last released its quarterly earnings results on Thursday, November 2nd. The technology company reported $0.08 earnings per share (EPS) for the quarter, beating the consensus estimate of ($0.07) by $0.15. Block had a negative return on equity of 0.30% and a negative net margin of 1.38%. The business had revenue of $5.62 billion during the quarter, compared to analyst estimates of $5.41 billion. As a group, equities research analysts expect that Block, Inc. will post -0.16 EPS for the current year. Wall Street Analyst Weigh In Several brokerages recently commented on SQ. UBS Group downgraded shares of Block from a “buy” rating to a “neutral” rating and decreased their target price for the stock from $102.00 to $65.00 in a research note on Wednesday, September 6th. Berenberg Bank initiated coverage on Block in a report on Monday, September 11th. They issued a “buy” rating and a $75.00 price objective for the company. Mizuho upped their target price on Block from $90.00 to $99.00 and gave the company a “buy” rating in a report on Tuesday, December 12th. Royal Bank of Canada reduced their price objective on shares of Block from $90.00 to $77.00 and set an “outperform” rating on the stock in a research report on Friday, November 3rd. Finally, KeyCorp cut their target price on shares of Block from $85.00 to $60.00 and set an “overweight” rating on the stock in a research note on Wednesday, October 18th. Nine equities research analysts have rated the stock with a hold rating and twenty-two have assigned a buy rating to the company. According to MarketBeat.com, the company presently has a consensus rating of “Moderate Buy” and an average price target of $75.43. Get Our Latest Stock Report on Block Insider Transactions at Block In other news, CAO Ajmere Dale sold 500 shares of the business’s stock in a transaction dated Thursday, December 14th. The stock was sold at an average price of $75.00, for a total value of $37,500.00. Following the transaction, the chief accounting officer now directly owns 71,004 shares in the company, valued at $5,325,300. The sale was disclosed in a document filed with the Securities & Exchange Commission, which is available through this hyperlink . In related news, Director Roelof Botha bought 495,539 shares of the business’s stock in a transaction that occurred on Wednesday, November 8th. The stock was bought at an average cost of $50.88 per share, with a total value of $25,213,024.32. Following the completion of the purchase, the director now owns 495,539 shares of the company’s stock, valued at approximately $25,213,024.32. The acquisition was disclosed in a filing with the Securities & Exchange Commission, which is accessible through the SEC website . Also, CAO Ajmere Dale sold 500 shares of the business’s stock in a transaction on Thursday, December 14th. The stock was sold at an average price of $75.00, for a total transaction of $37,500.00. Following the completion of the sale, the chief accounting officer now owns 71,004 shares in the company, valued at approximately $5,325,300. The disclosure for this sale can be found here . Over the last three months, insiders bought 534,234 shares of company stock valued at $27,185,614 and sold 33,064 shares valued at $1,819,537. Corporate insiders own 10.79% of the company’s stock. Block Company Profile Square, Inc provides payment and point-of-sale solutions in the United States and internationally. The company's commerce ecosystem includes point-of-sale software and hardware that enables sellers to turn mobile and computing devices into payment and point-of-sale solutions. It offers hardware products, including Magstripe reader, which enables swiped transactions of magnetic stripe cards; Contactless and chip reader that accepts EMV® chip cards and Near Field Communication payments; Chip card reader, which accepts EMV® chip cards and enables swiped transactions of magnetic stripe cards; Square Stand, which enables an iPad to be used as a payment terminal or full point of sale solution; and Square Register that combines its hardware, point-of-sale software, and payments technology, as well as managed payments solutions. Further Reading Five stocks we like better than Block Want to Profit on the Downtrend? Downtrends, Explained. Four beaten-down penny stocks ready to take off What Is WallStreetBets and What Stocks Are They Targeting? How to invest in vertical farming stocks Transportation Stocks Investing What is the penalty for excess contributions to an IRA? Receive News & Ratings for Block Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Block and related companies with [MarketBeat.com's FREE daily email newsletter](/daily-email-updates-basic/?symbol=NYSE:SQ&c=Block).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest",
    "Disaster and Accident"
  ],
  "external_links": [
    "https://www.marketbeat.com/arnreports/ReportTickerOptin.aspx?RegistrationCode=TickerHyperlink&Prefix=NYSE&Symbol=SQ",
    "http://www.sec.gov/Archives/edgar/data/1222287/000106299323020702/xslF345X05/form4.xml",
    "http://www.sec.gov/Archives/edgar/data/1512673/000120919123058980/xslF345X05/doc4.xml",
    "https://www.marketbeat.com/originals/how-to-invest-in-vertical-farming-stocks/",
    "https://www.marketbeat.com/originals/four-4-beaten-down-penny-stocks-ready-to-take-off/",
    "https://www.marketbeat.com/originals/what-is-the-penalty-for-excess-contributions-to-an-ira/",
    "https://www.marketbeat.com/stocks/NYSE/SQ/",
    "https://www.marketbeat.com/stocks/trending/wallstreetbets/",
    "https://www.marketbeat.com/stocks/sectors/transportation/",
    "https://www.marketbeat.com/newsletter/PDFoffer.aspx?offer=top5&RegistrationCode=NewsSites-SeeAlso",
    "https://www.insidertrades.com/square-inc-stock/ajmere-dale/",
    "https://www.marketbeat.com/market-data/downtrend-stocks/",
    "https://marketbeat.com/newsletter/PDFoffer.aspx?offer=top5&RegistrationCode=NewsSites-SeeAlso",
    "https://www.marketbeat.com/newsletter/PDFoffer.aspx",
    "https://www.marketbeat.com/originals/what-is-the-penalty-for-excess-contributions-to-an-ira",
    "https://www.marketbeat.com/stocks/trending/wallstreetbets",
    "https://marketbeat.com/arnreports/ReportTickerOptin.aspx?RegistrationCode=TickerHyperlink&Prefix=NYSE&Symbol=SQ",
    "https://www.marketbeat.com/stocks/NYSE/SQ",
    "https://www.marketbeat.com/originals/how-to-invest-in-vertical-farming-stocks",
    "http://sec.gov/Archives/edgar/data/1222287/000106299323020702/xslF345X05/form4.xml",
    "https://marketbeat.com/originals/how-to-invest-in-vertical-farming-stocks/",
    "http://sec.gov/Archives/edgar/data/1512673/000120919123058980/xslF345X05/doc4.xml",
    "https://marketbeat.com/stocks/trending/wallstreetbets/",
    "https://www.marketbeat.com/market-data/downtrend-stocks",
    "https://www.marketbeat.com/stocks/sectors/transportation",
    "https://marketbeat.com/originals/what-is-the-penalty-for-excess-contributions-to-an-ira/",
    "https://marketbeat.com/market-data/downtrend-stocks/",
    "https://insidertrades.com/square-inc-stock/ajmere-dale/",
    "https://www.insidertrades.com/square-inc-stock/ajmere-dale",
    "https://www.marketbeat.com/arnreports/ReportTickerOptin.aspx",
    "https://marketbeat.com/stocks/NYSE/SQ/",
    "https://marketbeat.com/stocks/sectors/transportation/",
    "https://www.marketbeat.com/originals/four-4-beaten-down-penny-stocks-ready-to-take-off",
    "https://marketbeat.com/originals/four-4-beaten-down-penny-stocks-ready-to-take-off/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "inc.",
        "sentiment": "negative"
      },
      {
        "name": "krs capital management llc",
        "sentiment": "negative"
      },
      {
        "name": "etf daily news krs capital management llc",
        "sentiment": "negative"
      },
      {
        "name": "block, inc.",
        "sentiment": "neutral"
      },
      {
        "name": "sec",
        "sentiment": "none"
      },
      {
        "name": "handelsbanken fonder ab",
        "sentiment": "none"
      },
      {
        "name": "oak thistle llc",
        "sentiment": "none"
      },
      {
        "name": "lane generational llc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:02:41.856+02:00",
  "updated": "2023-12-29T16:02:41.856+02:00"
}