{
  "thread": {
    "uuid": "40668bbba8310a195181937d946c87a68f79c023",
    "url": "https://armenianweekly.com/2024/04/18/coalition-of-u-s-legislators-call-for-american-leadership-to-secure-justice-for-artsakh-and-the-armenian-genocide",
    "site_full": "armenianweekly.com",
    "site": "armenianweekly.com",
    "site_section": "http://www.armenianweekly.com/feed/",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "The Armenian Weekly",
    "title": "Coalition of U.S. legislators call for American leadership to secure justice for Artsakh and the Armenian Genocide",
    "title_full": "Coalition of U.S. legislators call for American leadership to secure justice for Artsakh and the Armenian Genocide",
    "published": "2024-04-18T23:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://armenianweekly.b-cdn.net/wp-content/uploads/2024/04/Bouvet2_PXL_20240417_233229729.jpg",
    "performance_score": 0,
    "domain_rank": 44517,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40668bbba8310a195181937d946c87a68f79c023",
  "url": "https://armenianweekly.com/2024/04/18/coalition-of-u-s-legislators-call-for-american-leadership-to-secure-justice-for-artsakh-and-the-armenian-genocide",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ANCA",
  "published": "2024-04-18T23:33:00.000+03:00",
  "title": "Coalition of U.S. legislators call for American leadership to secure justice for Artsakh and the Armenian Genocide",
  "text": "WASHINGTON—Twenty U.S. legislators – Democrats and Republicans, from the U.S. House and Senate – joined together Wednesday evening at a landmark gathering in the U.S. Capitol dedicated to justice for Artsakh (2023) and the Armenian Genocide (1915), reported the Armenian National Committee of America (ANCA). “The unified message members of Congress delivered tonight to President Biden was loud and clear: Stop arming Azerbaijan. Hold Aliyev accountable. Start the safe return of Armenians to Artsakh,” said ANCA Executive Director Aram Hamparian. “We thank each of tonight’s speakers – notably French National Assembly Deputy Astrid Panosyan-Bouvet – and extend our heartfelt appreciation to Maryland State Delegate Lorig Charkoudian who served as mistress of ceremonies and offered such very powerful remarks about both Artsakh and the Armenian Genocide.” The event was co-hosted by the Armenian National Committee of America (ANCA) and the Armenian Assembly of America (AAA), in cooperation with the Congressional Armenian Caucus. The ANCA live-streamed the event on its [YouTube](https://www.youtube.com/watch?v=_NdoUMIxtzk) channels. Among the legislators offering remarks were Senators Edward Markey (D-MA), Robert Menendez (D-NJ) and Gary Peters (D-MI), Congressional Armenian Caucus co-chairs Frank Pallone (D-NJ), Gus Bilirakis (R-FL) and Adam Schiff (D-CA) and Representatives Gabe Amo (D-RI), Sanford Bishop (D-GA), Jamaal Bowman (D-NY), Judy Chu (D-CA), Jim Costa (D-CA), Anna Eshoo (D-CA), Tom McClintock (R-CA), Seth Moulton (D-MA), Brad Sherman (D-CA), Chris Smith (R-NJ), and Dina Titus (D-NV). Representatives Young Kim (R-CA), Janice Schakowsky (D-IL) and Tom Suozzi (D-NY) also joined in marking the solemn occasion. This slideshow requires JavaScript. Congressional Armenian Staff Association (CASA) members Natalia Matossian and Peter Chalabian offered powerful remarks on the important role CASA plays in bolstering the Armenian American presence on Capitol Hill. Rev. Fr. Sarkis Aktavoukian of Soorp Khatch Armenian Apostolic Church in Bethesda, MD offered the evening’s opening prayer. Speaking on behalf of the program co-hosts were Armenian Assembly co-chair-elect Talin Yacoubian and the ANCA’s Aram Hamparian. Among dignitaries in attendance at the Capitol Hill commemoration were former U.S. Ambassador to Armenia John Evans, whose commitment to ending U.S. complicity in Turkey’s genocide denial has inspired Armenians the world over; Artsakh Representative to the U.S. Robert Avetisyan, who has served as the diplomatic spokesman of the Artsakh people in Washington, D.C. for over a decade; and former Turkey member of Parliament Garo Paylan. French Parliament member Astrid Panosyan-Bouvet issues a call to action The evening’s keynote speaker, France National Assembly Deputy Astrid Panosyan-Bouvet, told attendees that “France has decided not to let Armenia alone” in the face of ongoing Azerbaijani genocidal aggression. She outlined her country’s growing political, military, economic and cultural ties with Armenia. She then challenged her U.S. counterparts, asking, “My question to American diplomats based in Paris and my fellow American legislators is, why can’t America do the same?” This slideshow requires JavaScript. Members of Congress focus on Azerbaijani accountability, the right of return to Artsakh and Armenia security The need for stronger U.S.-Armenia military ties, humanitarian aid to Artsakh genocide survivors and concrete efforts to sanction Azerbaijan and hold them accountable for their crimes against Artsakh and Armenia were constant themes in remarks offered by U.S. Senate and House members throughout the program. Of special focus was identifying a mechanism to secure the dignified return of Artsakh Armenians with international protection to their homes of millennia. This slideshow requires JavaScript. Sen. Gary Peters, who traveled to Armenia last September to see firsthand the devastating consequences of Azerbaijan’s Artsakh blockade, was unequivocal in his assessment. “This is basically ethnic cleansing that Azerbaijan was engaged in. It was something that is unacceptable. And it’s frustrating to me that the world community did not do enough to call this out for the outrage that it was and it is.” Upon his return, Sen. Peters led the unanimous passage of S.3000—the Armenian Protection Act—which would cut all U.S. military aid to Azerbaijan. He urged pro-Artsakh/Armenia advocates to help expedite the passage of its House counterpart, H.R.7288, spearheaded by Rep. Mike Lawler (R-NY). Sen. Bob Menendez, who led the unanimous passage of Senate Armenian Genocide legislation in 2019 and has challenged the Biden administration’s failed policy on Artsakh on multiple occasions, explained: “What we saw with Azerbaijan’s ethnic cleansing of Artsakh is deplorable. And, I regret that our government was not more forceful. I was pushing them to be far more forceful. And now it is time for us once and for all to insist that the Administration no longer use its waiver to provide arms to the Azerbaijani government.” Senator Ed Markey, the lead sponsor of S.Res.540, which would require a report by the U.S. State Department on Azerbaijan’s human rights practices, pursuant to Section 502B(c) of the Foreign Assistance Act, noted: “The Azerbaijani government’s reprehensible actions go back years, and it is long overdue to hold Azerbaijan accountable for its conduct towards Armenia. It is also well past time to make clear to the Azerbaijani government that it must cease all hostilities and return to peace. I will continue to work to bolster the will, the rights, the freedoms of the people of Nagorno-Karabakh, including their rights to return to their homeland and to ensure that Armenia has the support it needs to protect itself now and in the future.” This slideshow requires JavaScript. Congressional Armenian Caucus founding co-chair Frank Pallone (D-NJ) called for U.S. military aid to Armenia to protect itself and noted that “there has to be a lot more humanitarian assistance for Artsakh, and a way has to be put forward, and the U.S. back it, so that the people of Artsakh can go back to their country – to go back to Artsakh.” Fellow Congressional Armenian Caucus co-chair Rep. Gus Bilirakis (R-FL) called Turkey’s ongoing atrocities in the region “inexcusable” and praised efforts by the Hellenic American and Armenian American communities to ensure successive presidential administrations support the true U.S. allies in the region. “We’ll never give up. We’ll never stop fighting,” stressed Rep. Bilirakis. Armenian Caucus co-chair Rep. Adam Schiff was clear: “As we mark the 109th anniversary of the Armenian Genocide with pledges of ‘never again,’ the democratic and peaceful Armenian people face threats that echo their darkest days. The time for strong statements by the Administration alone have long passed. Condemnation must be followed by real consequences. Crimes against humanity cannot be ignored and cannot go unanswered.” This slideshow requires JavaScript. Rep. Anna Eshoo (D-CA) – the only Armenian Assyrian member of Congress – praised the efforts of the Armenian American community to secure U.S. recognition of the Armenian Genocide, but explained: “This doesn’t mean that most of our work, or the majority of our work is done. We know from what fellow Armenians from Nagorno-Karabakh [told us]. They brought them to their knees after, what, nine months, food, medicine, all those necessary supplies were held from them. And then, at gunpoint, they fled with only what they had on their backs. So there’s something very wrong and immoral about this picture of what has taken place. It’s up to us and the faith that we have in each other, and the faith in justice, faith in decency, understanding that these are ungodlike actions that take place in this world, and it’s up to us to address them.” Rep. Eshoo, who will be retiring at the end of her term, reiterated her leadership on efforts to promote Armenian Genocide education, noting that the H.R.2803 currently has close to 100 co-sponsors. Turning to Congressional efforts to hold Azerbaijan accountable for its war crimes against Armenia and Artsakh, Rep. Dina Titus announced plans to introduce the Azerbaijan Sanctions Review Act next week. “This will impose various sanctions on Azerbaijani officials who directed or carried out the ethnic cleansing of Artsakh. It’s time that we make them pay – impose costs on them for this kind of action,” stated Rep. Titus. Rep. Judy Chu reflected, “Since we last held this commemoration in April, Azerbaijan has been ethnically cleansing 120,000 Armenians from the Nagorno Karabakh. Now, I had the honor of visiting Artsakh myself. I saw such incredible people with a thriving community, and it makes me so heartbroken to think that they have been driven from there and that there have been so many that have been imprisoned too. So we must do everything that we can. That’s why I continue to work with the Armenian Caucus colleagues here in Congress to hold Azerbaijan accountable for this inexcusable aggression.” This slideshow requires JavaScript. Central Valley California Congressman Tom McClintock called on Turkey to end its policy of genocide denial. “We remember the atrocities of the Armenian Genocide and the lessons they teach, and we ask the Turkish government to do the same. Of course, children are not guilty for the sins of their parents, but honest recognition of the past can prevent us from repeating those sins. We take particular note of the recent injuries done by their proxies against the people of Nagorno-Karabakh and pray that the dark forces responsible will reflect and repent,” concluded Rep. McClintock. Rep. Chris Smith discussed the multiple hearings he has hosted on Turkey and Azerbaijan both as House Foreign Affairs Subcommittee on Human Rights chair and the Tom Lantos Human Rights Commission co-chair, including three hearings specifically on the Armenian Genocide. In describing testimony offered by a Turkish ambassador, he observed, “He was so arrogant and so condescending, he even said, ‘you keep this up, we [Turkey] will take your base away in Incirlik’. In all candor, go ahead – we’ll move it to Greece.” Rep. Smith encouraged attendees to “greet” Turkish President Recep Erdogan on May 9, during his White House meeting, expressing willingness to hold a press conference to focus on Turkey’s ongoing oppression at home and repression abroad. Rep. Brad Sherman (D-CA) – who spearheaded the first U.S. aid package to Artsakh in 1998 – stressed the importance of expanding assistance to Artsakh’s forcibly displaced Armenians and cutting all aid to Azerbaijan. He went on, however, to explain, “That’s not true justice. True justice is when those people can return to their ancestral homes where they lived for a thousand and more years in Artsakh. But until that happens, Armenia needs the aid that the Administration has promised us if this [Supplemental] bill passes, and I think it will pass.” This slideshow requires JavaScript. Georgia Congressman Sanford Bishop, in describing the horrors of the Armenian Genocide and its legacy, stated, “The existential threat that Armenians face in the Caucasus is a reminder to us all that we continue to live the consequences of the Armenian Genocide.” Rep. Bishop credited Armenian American staff member Haig Hovsepian for emphasizing the need for concrete U.S. action in service to justice. Rep. Seth Moulton expressed the importance of U.S. acknowledgment of the truth about the Armenian Genocide, spotlighting the resilience of the Armenian people in the face of ongoing Azerbaijani aggression. “I’m proud that Congress has spoken the truth by recognizing the [Armenian] Genocide. And I’m proud that President Biden has done so as well. Yet another basic truth is that the suffering of the Armenian people has not ended. Again, the Armenian people were plunged into bloodshed after Azerbaijan’s attacks in 2020 and again in 2023,” stated Rep. Moulton. “But just as they did in the aftermath of genocide, the Armenian people will rebuild. The Armenian people will preserve their vibrant culture. They will tell the truth, and they will prosper. And, the United States and this Congress will stand with them,” concluded Moulton. Rhode Island Congressman Gabe Amo focused on three real key truths in his remarks: “One, the freedom-loving people of Armenia deserve to live in peace and security, free from the existential threats that they face on their borders, period. Two, the region of Nagorno-Karabakh or Artsakh is the ancestral home of the Armenian people full stop without dispute. And three, we cannot and we will not be silent in the aftermath of Azerbaijan’s brutal ethnic cleansing campaign in Artsakh. At this critical moment in our history, our collective dedication to Armenia, to peace and to protecting human rights is essential.” To that end, Rep. Amo has teamed up with Representatives Lawler, Pallone and Bilirakis in actively advancing the Armenian Protection Act (H.R.7288) in the House. Central Valley California Congressman Jim Costa demanded accountability for Azerbaijani aggression. “Ethnic cleansing continues to take place at Artsakh, with over 120,000 Armenians displaced from their homeland, leading to the exodus of that region’s population. And we must do something about it,” stated Rep. Costa. “Since 2022, the President of Azerbaijan, like President Putin, has orchestrated deliberate attacks and weaponized starvation against the Armenian people, forcing them into exile. And they are not through unless we draw the line. Believe me. Azerbaijan and Turkey must be held accountable.” New York Congressman Jamaal Bowman asserted, “I am very happy that the President, a few years ago, recognized and called out the Armenian Genocide.” Rep. Bowman joined the Congressional Armenian Caucus earlier in the day. This slideshow requires JavaScript. Maryland State Delegate Dr. Lorig Charkoudian masterfully led the evening’s proceedings, opening with a very personal story of the devastating impact of seeing the Artsakh genocide evolve last September during a visit with her mother at her family home where, as a child, she had learned about the horrors of the Armenian Genocide from her grandmother who survived that crime. Charkoudian, like Armenians around the world, asked herself how this tragedy could be repeated again. “Tonight, while we call for justice for the Armenian Genocide, we rededicate ourselves to justice for Artsakh,” stated Delegate Charkoudian. “We are so very proud that Lorig Charkoudian, a leading Maryland legislator and devoted member of our local Armenian community, led our community’s annual Capitol Hill Armenian Genocide program, the first since Azerbaijan’s genocide of Artsakh’s indigenous Armenians,” said Tsoghig Hekimian of the ANC of Maryland. “She truly represents the very best of our American and Armenian traditions – a remarkable role model of civic responsibility for our next generation.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=_NdoUMIxtzk",
    "http://youtube.com/watch?v=_NdoUMIxtzk",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "aliyev",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "lorig charkoudian",
        "sentiment": "none"
      },
      {
        "name": "astrid panosyan-bouvet",
        "sentiment": "none"
      },
      {
        "name": "aram hamparian",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "senate",
        "sentiment": "negative"
      },
      {
        "name": "u.s. house",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "anca",
        "sentiment": "none"
      },
      {
        "name": "assembly of america",
        "sentiment": "none"
      },
      {
        "name": "armenian national committee of america (anca",
        "sentiment": "none"
      },
      {
        "name": "maryland state",
        "sentiment": "none"
      },
      {
        "name": "national assembly",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "azerbaijan",
        "sentiment": "none"
      },
      {
        "name": "u.s. capitol",
        "sentiment": "none"
      },
      {
        "name": "artsakh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:38:04.593+03:00",
  "updated": "2024-04-19T03:16:21.021+03:00"
}