{
  "thread": {
    "uuid": "c34a2580f8c418e06e9623cbe2dcb6fe25077e98",
    "url": "https://www.outkick.com/sports/floyd-mayweather-continues-incredible-charity-for-israel-upsetting-social-media-wokes",
    "site_full": "www.outkick.com",
    "site": "outkick.com",
    "site_section": "https://www.foxnews.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Fox News - Breaking News Updates | Latest News Headlines | Photos &amp; News Videos",
    "title": "Floyd Mayweather Continues Incredible Charity For Israel, Upsetting Social Media Leftists",
    "title_full": "Floyd Mayweather Continues Incredible Charity For Israel, Upsetting Social Media Leftists",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.outkick.com/www.outkick.com/content/uploads/2024/03/floyd-mayweather.png",
    "performance_score": 0,
    "domain_rank": 15668,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c34a2580f8c418e06e9623cbe2dcb6fe25077e98",
  "url": "https://www.outkick.com/sports/floyd-mayweather-continues-incredible-charity-for-israel-upsetting-social-media-wokes",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Avila",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Floyd Mayweather Continues Incredible Charity For Israel, Upsetting Social Media Leftists",
  "text": "A round of applause for Floyd Mayweather, who's been at the forefront of supporting the people of Israel amid their war against Hamas since the terrorists' attack on Oct. 7. Mayweather's contributions have gone above and beyond, even visiting Israel this week to cheer up soldiers and citizens alike. According to the Daily Mail, the 50-0 boxing legend landed in Tel Aviv this week. From his cameos with small Israeli businesses to uplifting members at an Israeli Defense Force military base by hosting a barbecue, Mayweather's generous givings have been welcomed by the Israeli people in alarming need. Mayweather voiced firm support for the people of Israel after Hamas' attacks. He provided immediate help back in October by sending a private jet full of supplies to the Israelis. During his recent trip to Israel, Mayweather received The Champion for Israel award and the Lifesaving Award due to his benevolence towards the nation. He also linked up with Israeli pop star Osher Cohen during his concert performance. Check out Mayweather's highlights from Israel: Not Everyone's Onboard With Mayweather's Goodwill The boxer has exhibited a profound respect for Israel, which is why his acts of charity have been overlooked by the media and fellow celebrities. Hollywood made its anti-Israeli sentiments public at the Oscars on Sunday. Several actors sported red buttons on their apparel for the night in support of Palestine. Rather than denounce the rabid and growing antisemitism in America, Hollywood's elite continued blaming Israel for genocide. One award-winning director even 'renounced\\\" his Judaism to support Palestine … seemingly forgetting the terror of Oct. 7. Mayweather's charity has been attacked on social media using hideous language directed at the boxer and the nation of Israel. Are progressives concerned with Mayweather's sentiments of support for the innocent Palestinian lives lost in the war? Of course not. The reactionary comments from pro-Palestine activists have called Mayweather a \\\"slave\\\" to Israel and condemned the boxing champ for \\\"supporting genocide.\\\" The cesspool of online hate toward Mayweather perfectly showcased the hypocrisy of America's pro-Palestine campaign demanding human rights for all but not the people of Israel. \\\"The paper must be worth selling your soul,\\\" one X user commented. \\\"Floyd Mayweather is a disgrace to his ancestors,\\\" another comment declared. (In your opinion, why do radical progressives hate Israel? Send us your thoughts: alejandro.avila@outkick.com) Follow along on X:@AlejandroAveela",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "floyd mayweather",
        "sentiment": "neutral"
      },
      {
        "name": "mayweather",
        "sentiment": "none"
      },
      {
        "name": "maywe",
        "sentiment": "none"
      },
      {
        "name": "osher cohen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily mail",
        "sentiment": "none"
      },
      {
        "name": "defense force",
        "sentiment": "none"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "tel aviv",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:22:17.086+02:00",
  "updated": "2024-03-15T00:22:17.086+02:00"
}