{
  "thread": {
    "uuid": "0124abc9e326af4f502e41e1804b6bb247b33fbe",
    "url": "https://hauteliving.com/2024/02/trusaic-ceo-robert-sheen-is-providing-solutions-for-pay-equity-and-salary-transparency/746113",
    "site_full": "hauteliving.com",
    "site": "hauteliving.com",
    "site_section": "http://hauteliving.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Haute Living",
    "title": "Trusaic CEO Robert Sheen Is Providing Solutions For Pay Equity And Salary Transparency",
    "title_full": "Trusaic CEO Robert Sheen Is Providing Solutions For Pay Equity And Salary Transparency",
    "published": "2024-02-29T23:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://hauteliving.com/wp-content/uploads/2024/02/IMG_0370-1024x729.jpg",
    "performance_score": 0,
    "domain_rank": 20328,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0124abc9e326af4f502e41e1804b6bb247b33fbe",
  "url": "https://hauteliving.com/2024/02/trusaic-ceo-robert-sheen-is-providing-solutions-for-pay-equity-and-salary-transparency/746113",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mary Gibson",
  "published": "2024-02-29T23:52:00.000+02:00",
  "title": "Trusaic CEO Robert Sheen Is Providing Solutions For Pay Equity And Salary Transparency",
  "text": "Here, Robert Sheen spoke with Haute Living about why he founded Trusaic and his advice for aspiring entrepreneurs. What was your journey to where you are today? After graduating from the University of Southern California and Loyola Law School, I began my career at KPMG, where I specialized in corporate reorganization, mergers and acquisitions, and tax product development. From there, I joined BDO Seidman in Los Angeles and led the company’s state and local tax practice. In 1999, I founded First Capitol Consulting, which eventually became Trusaic, concentrating on tax credits, data solutions, and the quality of the workplace. In 2003, I organized and founded U.S. Metro Bank, which was a disruptor in the field of mobile banking, and served as Vice Chair of the Board there until 2013. In 2006, I also developed TaxAdvantage in partnership with Intuit, which provided tax-centric data solutions for Intuit’s Employment Management Service’s 1.4 million customers. What inspired you to found Trusaic? When I was ten years old, my family moved to the Los Angeles area from Seoul, South Korea. Growing up in the ‘70s and ‘80s, I witnessed and experienced forms of discrimination and racial justice. Those experiences, among others, would come to influence the work I do today with Trusaic. Helping businesses with tax issues in the workplace laid the groundwork for the creation of the company and our eventual expansion into areas such as the Affordable Care Act and pay equity. Initially, I worked to help mid-sized and smaller companies receive tax credits for helping disadvantaged workers get hired. The government was encouraging employers to hire people who traditionally might have a harder time getting work, such as disabled veterans and individuals with a criminal record. Organizations that hired and retained these individuals were able to offer a leg up to these employees, level the playing field for these workers, and receive a tax benefit for the company. Today, we help organizations navigate compliance laws and regulations around pay equity, helping them do the right thing while ensuring they remain compliant. Can you explain pay equity and how the software works? Pay equity is an umbrella term related to the fairness of compensation employers pay their employees for performing comparable work without regard to gender or race/ethnicity, or other categories protected by law, such as national origin or sexual orientation. It includes fairness in base pay and in total compensation, including bonuses, overtime, employee benefits, and opportunities for advancement. While pay equity affects all working people, it’s of particular concern to women and members of racial and ethnic groups and other groups that have historically been victims of wage discrimination. Our solution, PayParity, conducts a pay equity audit across the workforce at the intersections of gender, race/ethnicity, age, disability, and other considerations. The platform identifies instances of pay inequity and pinpoints the root causes driving the issues so that employers can address the causes of inequitable pay, not just the symptoms. The software’s Salary Range Finder also helps organizations ensure that they are offering an equitable wage at the time of hire so pay inequity doesn’t get a foothold. What can other companies do to work towards more fair wages and work environments? Conducting a pay equity analysis is critical for eliminating gaps in employee compensation and is the first step a company should take. You can’t remedy a situation if you don’t have a complete understanding of where your issues might exist. We also tell companies that this isn’t a “one-and-done” solution. The makeup of your workforce is always changing, so you need to monitor pay on an ongoing basis, or you’ll soon find yourself backsliding. More states are also passing new laws around pay transparency, which we know positively impacts pay equity. More than 25% of the labor force, in fact, is covered by some form of pay transparency legislation ranging from a requirement to include salaries in their job postings to annual pay data reporting. As this legislation becomes more widespread, employers operating in multiple states should consider proactively developing a consistent policy around salary transparency across their workforce, whether or not they are currently obligated to do so because a law is likely coming their way soon. What is your philanthropic work, and why is it important to you? I have served as a member of the National Advisory Board for the Asian American Justice Center. I am a former President of the Korean American Bar Association. I’m also a former trustee for the USC Pacific Asia Museum, a former board member for MTV’s Rock the Vote, and was honored as a Man of L.A. by The Women’s Foundation. I’m drawn to causes that are centered around advancing gender, racial, and economic justice. What advice do you have for aspiring entrepreneurs? My father taught me, “Don’t chase money; let the money follow you.” You need a purpose, passion, hard work, discipline, and the desire to hone your craft. If you can concentrate on these, success will follow. For more information about Trusaic, please visit the website here: https://trusaic.com/.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://trusaic.com/.",
    "https://trusaic.com/",
    "https://www.trusaic.com/",
    "https://www.trusaic.com/.",
    "https://trusaic.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert sheen",
        "sentiment": "negative"
      },
      {
        "name": "trusaic",
        "sentiment": "none"
      },
      {
        "name": "bdo seidman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "first capitol consulting",
        "sentiment": "negative"
      },
      {
        "name": "loyola law school",
        "sentiment": "none"
      },
      {
        "name": "university of southern california",
        "sentiment": "none"
      },
      {
        "name": "kpmg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "los angeles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:42.858+02:00",
  "updated": "2024-03-01T04:28:52.998+02:00"
}