{
  "thread": {
    "uuid": "a39faaa72468c675bf945db2ea64bdca62d9afe6",
    "url": "https://www.dailynews.lk/2024/01/06/featured/333087/rubber-industry-resurgence/",
    "site_full": "www.dailynews.lk",
    "site": "dailynews.lk",
    "site_section": "https://dailynews.lk",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "legal_issues",
      "politics"
    ],
    "section_title": "Dailynews - DailyNews",
    "title": "Rubber Industry Resurgence - DailyNews",
    "title_full": "Rubber Industry Resurgence - DailyNews",
    "published": "2024-01-05T16:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "LK",
    "main_image": "https://www.dailynews.lk/wp-content/uploads/2024/01/5-5.jpg",
    "performance_score": 0,
    "domain_rank": 26838,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a39faaa72468c675bf945db2ea64bdca62d9afe6",
  "url": "https://www.dailynews.lk/2024/01/06/featured/333087/rubber-industry-resurgence/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "malinga",
  "published": "2024-01-05T16:36:00.000+02:00",
  "title": "Rubber Industry Resurgence - DailyNews",
  "text": "Exporting rubber worldwide, Sri Lanka was regarded as the cradle for natural rubber several decades ago. Regrettably, today our rubber industry has rebounded, facing many challenges and issues. Rubber farmers tend to give up planting rubber due to various reasons such as inadequate infrastructure, adverse climatic changes, leaf fall diseases, the skyrocketing cost of fertilizers, lack of skillful tappers, insufficient revenue, unavailability of high-yielding clones, lack of knowledge of tapping technology, and reduction of rubber lands, among others. In this backdrop, our natural rubber production has declined by 6,000 MT from 2021 to 2022. According to the Rubber Research Institute, rubber production was at 152,100 MT in 2012. It is regrettable to say that it had dropped to 70,870 MT in 2022. The country requires around 140,000 MT of rubber for local consumption. Can we expect rubber farmers to grin and bear the loss? To shed light on the key issues prevailing in our rubber industry, the Daily News spoke to the Rubber Research Institute and Rubber Development Officers. Leaf Fall Disease The leaf fall disease caused by a fungal pathogen was first detected in July 2019. The prevailing leaf fall disease is known as Pesta or Circular Leaf Spot Disease, and its spread depends on the location. There are more factors contributing to the widespread of the disease, such as lack of fertilizer, adverse climatic conditions, excessive harvesting, poor maintenance, and so on. The Rubber Research Institute has introduced several clones, including RRI100, RRI2006, and Centennial 4, which are tolerant to Pesta leaf fall disease. Not only the clones, but RRISL has also recommended preventive measures such as long-term, short-term, and mid-term strategies to mitigate the damages caused by the disease. But the issue is the fact that most rubber farmers had not been made aware of such new preventive measures and clones. Hence, it is important to educate low-scale, medium-scale, and large-scale rubber landowners on such new changes. In addition, rubber development officer Chaminda Pasqual said that fertilizer for rubber trees should be made available at an affordable price so that anyone can purchase. Apart from the disease, one of the major problems is the reduction of rubber lands. It has been reported that our country has lost a considerable number of rubber lands during the past 4-5 decades as a result of money-losing development projects. Stern actions should be taken to allocate more lands. Rain Guard Technology The Rubber Research Institute introduced the rain guard technology in 1992 with the objective of helping rubber farmers to continue harvesting without any losses on rainy days. On the other hand, the Rubber Research Institute does not recommend tapping on rainy days, considering the damages that can be caused by fungi which grow on leaves. There are four types of rain guards such as ‘Tapping Shade,’ ‘polythene skirt,’ ‘Guardian Rain guard,’ and ‘Tapping Shield.’ Rain guards are made of polythene and are more convenient to fix to the trunk of the rubber tree. However, from the perspective of small-scale rubber plantation owners, the price of a rain guard is not affordable. Hence, it is not possible to purchase rain guards at a higher price in this critical situation. There are many issues that went unnoticed by relevant authorities. Adverse weather conditions are also a major problem. Rubber landowners and tappers are tuned in to the rubber tapping techniques and diseases. This is why country-wide awareness programs should be conducted by the Rubber Research Institute, targeting both the rubber plantation owners and tappers,” said Pasqual. Rubber Clones There are high-yielding clones recommended by the Rubber Research Institute, such as RRIC 100, RRIC 121, RRIC 102, etc. However, most rubber farmers are engaged in daily tapping with the intention of compensating for losses. Therefore, rubber trees have faced daily tapping dryness (TDP). From the perspective of small-scale rubber farmers, PB 86 is tolerant to daily tapping, unlike the recommended clones. As noted by Chaminda Pasqual, considering adverse climatic conditions, most small-scale and medium-scale rubber farmers demand PB 86 rubber clones for their plantations. However, according to the Rubber Research Institute, in 1995, the Ministry of Plantation Industries decided to eliminate the low-yielding clone PB 86 from rubber plantations and bud wood nurseries. It is evident that a certain level of educational program should be recommended for both rubber plantation owners and tappers under the direction of the Rubber Research Institute and the Rubber Development Board. If not, it is impossible to prevent our rubber industry from bouncing back. Furthermore, Chaminda said that it is essential to take steps to limit the import of rubber and increase local rubber production. For this to happen, entrepreneurs should be encouraged to manufacture local rubber-based products. Skillful Young Tappers Tappers engaged in tapping are old and feeble. Most tappers are reluctant to stay in the field because of insufficient wages. Hence, there must be a strong mechanism to attract young and skillful tappers to make the rubber industry more sustainable. The Assistant Manager of C. W. Mackie PLC, Ajith Wahalathanthri, said that the time is ripe to attract young and skillful tappers by providing a training program. As stressed by Ajith, even 80-year-old tappers can be seen working on rubber plantations. Needless to say, it is difficult to increase the productivity of the local rubber industry in this situation. In addition, new techniques should be introduced to rubber landowners by the Rubber Research Institute without any delay.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "rubber industry resurgence - dailynews exporting",
        "sentiment": "negative"
      },
      {
        "name": "daily news",
        "sentiment": "none"
      },
      {
        "name": "rubber research institute and rubber development officers",
        "sentiment": "none"
      },
      {
        "name": "rubber research institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sri lanka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:26:43.875+02:00",
  "updated": "2024-01-06T01:26:43.875+02:00"
}