{
  "thread": {
    "uuid": "2bfb927ba8ec8536d998e145bb3b46934612324f",
    "url": "https://theathletic.com/5199407/2024/01/12/buffalo-bills-pittsburgh-steelers-afc-wild-card-weather/",
    "site_full": "theathletic.com",
    "site": "theathletic.com",
    "site_section": "https://theathletic.com/feeds/rss/news/?source=spotrac&pc=spotrac40off2",
    "site_categories": [
      "sports"
    ],
    "section_title": "Latest Headlines &#8211; The Athletic",
    "title": "Bills-Steelers thoughts: Weather, predictions and the Josh Allen advantage",
    "title_full": "Bills-Steelers thoughts: Weather, predictions and the Josh Allen advantage",
    "published": "2024-01-13T01:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.theathletic.com/app/uploads/2024/01/12182145/GettyImages-1922371711-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 3075,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bfb927ba8ec8536d998e145bb3b46934612324f",
  "url": "https://theathletic.com/5199407/2024/01/12/buffalo-bills-pittsburgh-steelers-afc-wild-card-weather/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joe Buscaglia",
  "published": "2024-01-13T01:22:00.000+02:00",
  "title": "Bills-Steelers thoughts: Weather, predictions and the Josh Allen advantage",
  "text": "After ending the regular season on a five-game winning streak, the\nBuffalo Bills have set themselves up with the favorable position of hosting their opening postseason game, doing so against the worst qualifying team by record of the conference. The No. 2 Bills will take on the No. 7 Pittsburgh Steelers, and if successful, Buffalo hosts another playoff game next weekend.\nAdvertisement\nBut in all likelihood, Sunday won’t be routine. Weather forecasters predict snow and wind both the evening leading up to the game and during the game itself.\nWhat does the matchup look like in general, and how will weather impact things for both the Bills and Steelers? Here are several thoughts on the game, along with a prediction.\nPros and cons of bad weather defense vs. the Steelers\nThe Steelers come into the game with the reputation of being a run-heavy offense, and they’ve found a lot of success doing so since firing offensive coordinator Matt Canada in late November. So whenever there is potential for a bad weather game and limited possessions, it could level the playing field a bit for the team with less talent if they can run the football proficiently. The Steelers fit that mold, which could make for a closer score than it would be in normal weather conditions. The Steelers ‘ offensive line plays with power and looks to win matchups through physicality, something Bills coach Sean McDermott is prepping his team. That style of run-blocking can be an advantage in poor weather conditions, and having the physical running back to exploit it like\nNajee Harris, it all builds the case for the Steelers on Sunday. And if that can help them control the time of possession throughout the game, it creates fewer opportunities for the Bills to put up the necessary points. That should rightfully have the Bills a bit concerned heading into the game, but all of that is the worst-case scenario and not looking at the entire picture.\nAlthough the Steelers are a good rushing unit, they also are starting a quarterback who began the year as their third option.\nMason Rudolph has helped the Steelers put up more points, but in a bad weather game just last week, Rudolph’s passing limitations really stood out. He’s more of a rhythmic short-to-intermediate thrower than someone who pushes the ball down field. Without the full confidence in having him be a major piece of their offensive outlook, that can actually help the Bills’ overall defensive structure. It will be a chore to limit the Steelers ground game in potential bad weather conditions, though it would be far more difficult to do so if Rudolph was a major threat to gouge their defense through the air. That could allow the Bills to comfortably bring Jordan Poyer down a bit farther into the box and go all-in on limiting the Steelers running game.\nGO DEEPER\nNFL monitoring Bills-Steelers game as storm approaches\nThe Bills’ defensive line will play a major role in keeping the second-level defenders clean from blocks, and we could see some high snap percentages from defensive tackles\nEd Oliver and DaQuan Jones, along with plus-run stuffing defensive ends Greg Rousseau and Shaq Lawson. Because the Steelers thrive most between the tackles, that will at least condense the area enough to try and help limit the Steelers’ best means of moving the ball. Between the pros and cons, it will likely meet somewhere in the middle, but the Bills’ talent on defense in some key spots could wind up giving them the advantage to win on these run-stuffing downs more often than not.\nAdvertisement\nThe\nJosh Allen advantage\nIn the Sean McDermott era, there have been two substantial weather games of note. There was the snow game against the\nIndianapolis Colts in 2017 when it went from clear in the parking lots in the morning to a band of snow dumping down on all the players mid-game along with some wind. Then, there was the windy affair against the New England Patriots in 2021, which impacted offensive approaches. In the Colts game, the Bills ran the ball 51 times to pass the ball only 16 — a pass attempt rate of 23.9 percent. Against the Patriots, the Bills ran the ball only 25 times to 30 passing attempts, a pass attempt rate of 54.6 percent.\nThe difference between those two games? Josh Allen’s presence in the starting lineup. Back when the Bills were scouting quarterbacks ahead of the 2018 NFL Draft, finding someone who could play through Buffalo’s conditions when they presented themselves was a piece of their evaluation that Allen passed with flying colors. So, with potential for bad weather, it at least keeps the door open to the Bills still maintaining their passing identity Sunday.\n“Just because Josh has those qualities, you never really know what it’s going to look like on Sunday at 1 o’clock. Or at 2 o’clock. Or at 3 o’clock,” McDermott said Friday. “But having that ability to at least entertain that option, that doesn’t always happen. In the case of offensive football overall, most people would say, ‘We don’t have the option.’ So at least we have the option, at least at this point, to entertain that.”\nConversely, the Steelers will start Rudolph who likely pushes them toward being far more one-dimensional than the Bills have to do with Allen. Now, if the game gets close to 50 to 60-mile-per-hour winds, which is what it’s projected to do on the Saturday evening before the game, that cuts out everyone’s ability to throw. But the current forecast has the winds slowing down closer to kickoff, which would open up the opportunity for the Bills to throw more capably. But even without throwing, Allen just dropping back to pass could be an advantage in itself with how dangerous he can be as a scrambler in a setting like this one. Allen’s mobility will be a critical component to moving the ball in the elements on Sunday to help the ground game be effective as it has been during the Bills’ five-game winning streak.\nGO DEEPER\nSteelers-Bills roundtable: Players, injuries, weather and more to watch in wild-card clash\nWhy Dodson’s availability could be a huge for the matchup\nWhen Thursday’s practice began, it was a notable absence for the Bills to be without starting outside linebacker\nTyrel Dodson, especially after he was a limited participant at Wednesday’s walkthrough. His absence casts doubt on whether or not he could play Sunday. But after getting what McDermott admitted to be an encouraging update on Dodson on Friday, the linebacker was back on the practice field. It’s a notable improvement heading into the matchup, and Dodson’s presence on the field could be especially important for this opponent with these potential weather conditions.\nAdvertisement\nDodson can be a flawed defender in coverage, but as a run defender, he can be an integral piece to the Bills’ defensive puzzle. In a setting that could yield the Steelers running the ball a large percentage of the game, Dodson, who loves to get downhill to plug a rushing lane, could do so unabashedly. Dodson’s lack of speed wouldn’t be a massive concern either because of how the Steelers like to rush between the tackles, and how much the weather conditions could neutralize some of the speed to the outside. Replacing\nBaylon Spector’s inexperience with the defined quality of Dodson’s run-stuffing prowess could give the Bills a big advantage in dealing with the Steelers’ rushing attack. If he plays, and is able to make stops at or behind the line of scrimmage, that will go a long way toward the Bills coming away with a win.\nDavis, Rapp and maybe Douglas — how big of a loss for this matchup?\nAlthough the Bills entered the\nMiami Dolphins game completely healthy, they left with four injuries to key contributors. Dodson was one of them, but the list also includes starting wide receiver Gabe Davis, starting cornerback Rasul Douglas and dime safety Taylor Rapp. Both Davis and Rapp have been ruled out, with Douglas earning the questionable tag despite not practicing at all during the week. We covered the potential impact of Dodson being in the lineup, but what about the other three specific to opponent and weather conditions?\nIn the case of Douglas and Rapp, should the weather conditions be as poor as expected, it does lessen the impact of not having either of those players. While Douglas is a good tackler and a bigger-bodied cornerback, backup\nDane Jackson has proven to be a solid run defender and tackler when given the opportunity to play. It’s been the coverage piece that plagues Jackson the most. With Rapp, should the Steelers run the ball as much as we’d expect, that will lessen the need for Rapp to enter the game as a third safety.\nUnfortunately for the Bills, Davis would have been a valuable piece of their offense for this kind of game setting that’s likely to come along due to the weather. Davis is an excellent blocker for his position, and has proven to be an excellent improvisational route runner when plays break down in the pocket. Those two skills would help the Bills a great deal in consistently moving the ball Sunday, but they’ll need to rely on the combination of\nTrent Sherfield, Khalil Shakir or the Bills going into 12 personnel to have the best path to offensive success.\nProjected practice squad elevations: RB\nLeonard Fournette, WR Andy Isabella\nProjected inactives: RB\nLatavius Murray, WR Gabe Davis, OL Alec Anderson, DE Kingsley Jonathan, DT Poona Ford, CB Rasul Douglas, S Taylor Rapp\nPrediction: Bills 20, Steelers 9\nThe weather will be the big story both up to and through kickoff should it remain on Sunday at 1 p.m., and it could be a legitimate factor in the path to victory for the winning team. The Steelers have the reputation for being able to run the ball, though the Bills’ offensive line doesn’t get as much credit as it deserves for having an excellent season with some good run blockers in left tackle\nDion Dawkins, right guard O’Cyrus Torrence and right tackle Spencer Brown. Between running ability with their backs, Allen utilized as a rusher and having the option to be two-dimensional with Allen as a passer more than the Steelers are able to, I think the Bills come away victorious despite the weather conditions. It likely will be a tighter game than many expect in a normal weather game, but the Bills have shown the ability to win in several ways during their winning streak. That should give them an edge in learning how to deal with another set of circumstances. Ultimately, I think the Bills move the ball well enough on three or four drives to give themselves the scoring edge they need over what could wind up being a one-dimensional Steelers offense.\n(Photo of Josh Allen: Perry Knotts / Getty Images)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "josh allen",
        "sentiment": "positive"
      },
      {
        "name": "matt canada",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "buffalo bills",
        "sentiment": "positive"
      },
      {
        "name": "steelers",
        "sentiment": "positive"
      },
      {
        "name": "pittsburgh steelers",
        "sentiment": "none"
      },
      {
        "name": "buffalo",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-13T01:27:33.918+02:00",
  "updated": "2024-01-13T01:27:33.918+02:00"
}