{
  "thread": {
    "uuid": "5e472f1d01cf8acef196a6e02910a8b5bbe80e44",
    "url": "https://edition.cnn.com/2024/03/12/opinions/mental-health-faith-science-motorhome-prophecies-sheffield/index.html",
    "site_full": "edition.cnn.com",
    "site": "cnn.com",
    "site_section": "https://edition.cnn.com/specials/opinion/opinion-social-issues",
    "site_categories": [
      "media"
    ],
    "section_title": "Social Commentary | CNN",
    "title": "I survived a nightmare childhood. God and science gave me a better life",
    "title_full": "Opinion: I survived a nightmare childhood. God and science gave me a better life",
    "published": "2024-03-28T23:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.cnn.com/api/v1/images/stellar/prod/sheffield-motorhome-100.jpg?c=16x9&q=w_800,c_fill",
    "performance_score": 0,
    "domain_rank": 76,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5e472f1d01cf8acef196a6e02910a8b5bbe80e44",
  "url": "https://edition.cnn.com/2024/03/12/opinions/mental-health-faith-science-motorhome-prophecies-sheffield/index.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-28T23:21:00.000+02:00",
  "title": "I survived a nightmare childhood. God and science gave me a better life",
  "text": "Editor’s Note: Carrie Sheffield is author of ” Motorhome Prophecies: A Journey of Healing and Forgiveness ” (Center Street, March 12). The views expressed here are her own. Read more opinion at CNN.\nCNN — In our age of soaring rates of despair, powerful scientific evidence suggests faith in God brings healing. I have experienced this firsthand.\nAs I write in my memoir, I grew up one of seven biological siblings with a violent, mentally ill, street-musician father. An offshoot Mormon cult leader claiming a prophetic role that would lead to president of the United States, my dad said Satan “reassigned” lesser demons to personally torment our family.\nCarrie Sheffield Barry Morgenstein My dad was excommunicated from the official LDS Church, which I believe is, overall, a positive organization with impactful humanitarian work and strong community values.\nWe lived a transient life, skirting authorities by constantly moving. Besides various houses, we lived in motorhomes, tents, mobile homes and sheds. One of my five brothers was born in a tent while our family lived in the public campground woods of Greenbelt Park, Maryland. I took my ACT exam when all 10 of us lived in a shed in the Ozarks with no running water.\nIn our dysfunctional and itinerant lifestyle, we parked our motorhome at truck stops and Walmart parking lots while performing classical music on streets and distributing religious pamphlets. Throughout my childhood, I attended 17 public schools and homeschool amidst poverty and welfare. Two brothers eventually developed schizophrenia. One of those brothers sexually assaulted me and the other accused me of trying to seduce him for sex.\nEventually, I had enough and told my dad I wanted out. He pronounced “in the name of Jesus” that I would be raped and murdered if I left. When I departed, he said my blood changed, and that I was no longer his daughter. He banished me, claiming I was satanic and would corrupt my siblings, since I was first to leave but fifth in birth order.\nDeclared legally estranged from my parents to obtain Pell Grants for college, I scraped by with scholarships, janitorial work and jobs at Taco Bell and Subway.\nAfter numerous unexpected turns, including a full tuition scholarship to Harvard for a master’s degree, a successful media career and financial analysis work at Wall Street giants Goldman Sachs and Moody’s Investors Service, I became a Protestant Christian in December 2017, following nearly 12 years as a bitter agnostic.\nCarrie Sheffield with the family cat Buff, approximately age 11 in fifth grade in the family backyard of their Springville, Utah mobile home park. Courtesy Carrie Sheffield Now a recovered agnostic, I have personally experienced faith’s role in healing my mental health. Before embracing a healthier, balanced view of faith and religious practice, I visited hospitals nine times (sometimes in multiple overnight stays) for depression, fibromyalgia, suicidal ideation and PTSD.\nSadly, three of my siblings attempted suicide, and I struggled with severe anxiety before returning to faith and eventually forgiving my dad for the severe abuse he wrought on our family through his toxic behaviors.\nThe biggest hurdle I needed to overcome was comprehending the difference between human religious abuse and healthy faith in God. Blaming God for manmade abuse is like blaming Beethoven for a bad concert. Blame the musicians, not the composer.\nI recently described in “ Christianity Today ” the longer path that led me to my conversion, but the short version is that it happened after I tried everything else. I tried putting career, relationships, travel, work and other good things first, as my ultimate sources of meaning — but they all kept failing me.\nMy struggles and those of my family don’t exist in a vacuum. The US Centers for Disease Control and Prevention (CDC) late last year released provisional data showing that nearly 50,000 people died by suicide in the United States in 2022. This nearly 3% increase from 2021 is the highest number ever recorded and the highest rate since 1941 — during the aftershocks of the Great Depression. Loneliness is so prevalent that it’s being described as an epidemic among adults; according to the CDC , adolescent mental health, especially among teen girls, is at a crisis point.\nexp Loneliness in America julianne holt-lunstad intv 050303ASEG1 CNNI World_00002201.png video Related video U.S. Surgeon General lays out framework to tackle loneliness\nYet women and men attending weekly religious services are 68% and 33% less likely respectively to die “deaths of despair” — suicide, drug overdose or alcohol poisoning — according to 2020 research from Harvard University’s School of Public Health.\nNational Bureau of Economic Research (NBER) research found states with decreased religious participation correlated with increased deaths of despair. A “ Psychiatric Times” academic literature review reported, “Of 93 observational studies, two-thirds found lower rates of depressive disorder with fewer depressive symptoms in persons who were more religious.”\nBoston University researcher Brian J. Grim notes , “more than 84% of scientific studies show that faith is a positive factor in addiction prevention or recovery and a risk in less than 2% of the studies reviewed.”\nKnowing that faith and science can go hand in hand to promote better mental health has been life changing for me. Being part of faith communities and participating in transformative prayer practices has had profound effects on my brain. Dr. Curt Thompson, a renowned Christian psychiatrist with expertise in neuroscience and spirituality, wrote a book, “Anatomy of the Soul: Surprising Connections Between Neuroscience and Spiritual Practices That Can Transform Your Life and Relationships,” that changed my thinking about my brain.\nThompson describes the neuroplasticity of the brain, the ability for us to create new neural pathways that underlie our thought patterns. He illuminates what the Bible says about loving ourselves and others in a healthy manner and contrasts that with the toxic inner scripts that arise from depression, personality disorders and other mental illnesses. Thompson’s work shows that with conscious effort, patients can rewrite the underlying code of our subconsciousness.\nIt was deeply moving and hopeful to learn about this neuroplasticity, proving indeed that I could change my brain’s wiring. And, with God’s help, I did. I’ve benefited from women’s Bible studies that helped me identify negative self-talk. Intensive prayer ministries (including with Christian Union, an organization serving Ivy League students and alumni) allowed me to pray with others to redeem specific traumas in my past. I’m grateful for a brilliant Jewish therapist who integrates spirituality into our conversations. I’ve been mentored by remarkable spiritual leaders, including Pastor A. R. Bernard, a renowned Brooklyn pastor and adviser to presidents, who tells his flock : “The quality of your thinking determines the quality of your life.” (Bernard endorsed and is interviewed in my recent book.)\nGet Our Free Weekly Newsletter\nSign up for CNN Opinion’s newsletter Join us on Twitter and Facebook While I struggle like everyone does to some extent, since embracing faith in my mental health treatment, I gradually stabilized and today experience what the Bible calls “the peace of God, which surpasses all understanding.”\nDuring America’s growing mental health crisis of record suicides and depression rates, I think that’s partially why Gen Z is seeing a faith revival. Young people are reporting to researchers that Covid-19 isolation and ensuing mental illness leaves them more open to God than they were before the pandemic. I believe it’s because they are intuitively drawn to the life force that is far above any broken human institution like government or corporations. And while yes, religion too is one of those broken human institutions, at its best, it still connects us with God.\nMy prayer is that more people suffering from mental illness seek out healers who embrace the power of faith to save lives and heal minds.\nIf you or someone you know is struggling with suicidal thoughts or mental health matters, please call the 988 Suicide & Crisis Lifeline by dialing 988 to connect with a trained counselor, or visit the 988 Lifeline website .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Religion and Belief"
  ],
  "external_links": [
    "http://twitter.com/cnnopinion",
    "https://thedispatch.acemlna.com/lt.php?s=b497b0dace4b29102719b273346a3dbb&i=2147A2461A1A75103",
    "https://hsph.harvard.edu/news/press-releases/regularly-attending-religious-services-associated-with-lower-risk-of-deaths-of-despair/",
    "https://www.biblegateway.com/passage/?search=Philippians%204%3A7&version=ESV",
    "https://cccinfo.org/about-page",
    "https://ncbi.nlm.nih.gov/pmc/articles/PMC6759672/",
    "https://biblegateway.com/passage/?search=Philippians%204%3A7&version=ESV",
    "https://thedispatch.acemlna.com/lt.php",
    "https://www.hsph.harvard.edu/news/press-releases/regularly-attending-religious-services-associated-with-lower-risk-of-deaths-of-despair/",
    "https://christianitytoday.com/ct/2024/january-february/carrie-sheffield-testimony-motorhome-prophecies-politics-id.html",
    "http://amazon.com/exec/obidos/ASIN/1546004386",
    "https://www.cccinfo.org/about-page",
    "http://facebook.com/CNNOpinion",
    "http://www.amazon.com/exec/obidos/ASIN/1546004386",
    "https://www.nber.org/system/files/working_papers/w30840/w30840.pdf",
    "http://www.facebook.com/CNNOpinion",
    "https://nypost.com/2023/04/26/why-generation-z-is-returning-to-religion/",
    "https://psychiatrictimes.com/view/religion-spirituality-and-mental-health",
    "http://www.twitter.com/cnnopinion",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6759672",
    "https://www.biblegateway.com/passage/",
    "https://988lifeline.org/",
    "https://www.psychiatrictimes.com/view/religion-spirituality-and-mental-health",
    "https://988lifeline.org",
    "https://www.hsph.harvard.edu/news/press-releases/regularly-attending-religious-services-associated-with-lower-risk-of-deaths-of-despair",
    "https://www.christianitytoday.com/ct/2024/january-february/carrie-sheffield-testimony-motorhome-prophecies-politics-id.html",
    "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6759672/",
    "https://nypost.com/2023/04/26/why-generation-z-is-returning-to-religion",
    "https://www.nypost.com/2023/04/26/why-generation-z-is-returning-to-religion/",
    "https://www.thedispatch.acemlna.com/lt.php?s=b497b0dace4b29102719b273346a3dbb&i=2147A2461A1A75103",
    "https://www.988lifeline.org/",
    "https://nber.org/system/files/working_papers/w30840/w30840.pdf"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "forgiv",
        "sentiment": "negative"
      },
      {
        "name": "carrie sheffield",
        "sentiment": "negative"
      },
      {
        "name": "carrie sheffield barry morgenstein my dad",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      },
      {
        "name": "lds church",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T03:44:57.745+03:00",
  "updated": "2024-04-13T10:29:55.042+03:00"
}