{
  "thread": {
    "uuid": "19bb1bacbfc6f16bd1b2979d4b4d5d1af52bae1b",
    "url": "https://businessday.ng/life-arts/article/count-your-own-blessings-to-magnify-your-joy/",
    "site_full": "businessday.ng",
    "site": "businessday.ng",
    "site_section": "https://businessday.ng/rss",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Businessday NG",
    "title": "Count your own blessings to magnify your joy",
    "title_full": "Count your own blessings to magnify your joy",
    "published": "2023-12-29T12:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://cdn.businessday.ng/2023/01/sucesss-happiness.png",
    "performance_score": 0,
    "domain_rank": 20598,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "19bb1bacbfc6f16bd1b2979d4b4d5d1af52bae1b",
  "url": "https://businessday.ng/life-arts/article/count-your-own-blessings-to-magnify-your-joy/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agility Obi - Ihesie",
  "published": "2023-12-29T12:52:00.000+02:00",
  "title": "Count your own blessings to magnify your joy",
  "text": "Nneka’s voice was the loudest in the area where she sat when the pastor instructed them to give a loud ‘Amen’. She alone knew exactly where she had been this past year, and how grateful she was to have come out of her dire circumstances.\nA few months prior to that time, Nneka had been on antidepressant medications prescribed after a diagnosis of clinical depression was made by the Consultant psychiatrist her family physician had referred her to. She hadn’t exactly expected it but there was overwhelming evidence that she needed treatment.\nWhat had started as a thrown ‘shade’ at a bridal shower had spiralled into a full-blown breakdown. At 35 years of age, she’d considered herself successful by every standard. She was the chief operating officer (COO) of a thriving fintech company, had just finished her 2nd Master’s degree from Harvard university and had great family relationships.\nTemi had been her roommate at university in England and was getting married. She’d been so excited when she heard the news as Temi was such an amazing person. She was even more excited to learn that Kayode was the lucky groom-to-be because he was one of those guys who had zero stress.\nOn the day of the shower, Nneka actually took a casual leave from work to avoid any Lagos traffic shenanigans. Her aso-ebi was on-point, her dressmaker had behaved herself thankfully and she gleefully made her way into the calm and serene beach they had chosen for the shower.\nThe event had gone on pleasantly until Naomi stood up to make a speech, in which she thanked God for Temi’s wedding before proceeding to mention all the other upcoming ladies whose weddings were lined up. She then concluded by thanking God that at least, they were not like those who were married to their career and had no hope of getting married.\nAn uneasy silence had enveloped the gathering as everyone there knew that Naomi was referring to Nneka, who’d had the most meteoric career rise amongst all of them and was the only one whose wedding wasn’t lined up. It had taken her love for Temi and her very strong emotional intelligence for Nneka not to walk out of the bridal shower.\nAs soon as she got home, the sobbing started. Her single status had made her the subject of ridicule several times and she had been told on a few occasions that without a man, her career success was useless. Naomi’s shade at the shower seemed to be the last drop that made her cup tip over.\nOver the next couple of months, Nneka’s attention was focused solely on all the weddings that were taking place amongst her female friends. She attended all the showers and all the wedding ceremonies and each time, she came away feeling sadder than the previous time. She followed them on social media and the feelings of inadequacy increased. The ‘peppering’ during Valentine’s and Christmas days was terrible.\nThe more she immersed herself in other peoples’ blessings, the more she lost sight of hers. Her mental health deteriorated until her boss at work noticed and mandated her to see the company physician who referred her to the psychiatrist.\nOne of the things she was asked to do was keep a daily gratitude journal for her own life and take her eyes completely off other people’s lives. She was to do this alongside her medication. Nneka went a step further by taking a social media break for 6 months and staying present in her own life.\nShe hadn’t kept the gratitude journal for up to 2 months when she realised how incredibly blessed she was. It was an immense blessing to just be herself, being comfortable in her own skin, and doing what fulfilled her. She realised how very fulfilling her career was and how much favour she had enjoyed.\nThe more she counted her blessings, the more her moods and productivity improved and soon she was totally off the antidepressant drugs, eventually fully regaining her health back. As we round off 2023, resist the urge to compare your progress with that of others. Rather, count your own blessings and watch your joy soar.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nneka",
        "sentiment": "neutral"
      },
      {
        "name": "kayode",
        "sentiment": "none"
      },
      {
        "name": "temi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "harvard",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "england",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T13:20:20.390+02:00",
  "updated": "2023-12-29T13:20:20.390+02:00"
}