{
  "thread": {
    "uuid": "5f7754fcebeafc08197fdde35f662284d5f4fdaf",
    "url": "https://fr.nhandan.vn/le-7-mai-1954-la-campagne-de-dien-bien-phu-fut-couronnee-dune-victoire-totale-post89249.html",
    "site_full": "fr.nhandan.vn",
    "site": "nhandan.vn",
    "site_section": "https://fr.nhandan.vn",
    "site_categories": [
      "top_news"
    ],
    "section_title": "Le journal Nhân Dân",
    "title": "Le 7 mai 1954 : la campagne de Diên Biên Phu fut couronnée d’une victoire totale | Le journal Nhân Dân",
    "title_full": "Le 7 mai 1954 : la campagne de Diên Biên Phu fut couronnée d’une victoire totale | Le journal Nhân Dân",
    "published": "2024-05-07T02:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://image-fr.nhandan.vn/1200x630/Uploaded/2024/thpkbun/2024_05_07/7-5-1954-bk1580-resize-1-2276.jpg",
    "performance_score": 0,
    "domain_rank": 33075,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5f7754fcebeafc08197fdde35f662284d5f4fdaf",
  "url": "https://fr.nhandan.vn/le-7-mai-1954-la-campagne-de-dien-bien-phu-fut-couronnee-dune-victoire-totale-post89249.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NDEL",
  "published": "2024-05-07T02:16:00.000+03:00",
  "title": "Le 7 mai 1954 : la campagne de Diên Biên Phu fut couronnée d’une victoire totale | Le journal Nhân Dân",
  "text": "À 9 heures, le Régiment 98 attaqua et détruisit complètement la position C2 (Eliane 4), capturant 600 ennemis ; Le régiment 165 acheva sa mission de détruire la position 506 (Eliane 10) au nord de Muong Thanh. À l’ouest, la Division 308 s’empara de la position 310, également connue sous le nom de Na Noong (Claudine 4). À 9 heures du matin, les unités avaient rempli leurs tâches et étaient prêtes à lancer l’offensive générale. À 14 heures, le Régiment 209 (Division 312) lança une attaque sur la base 507 près du pont de Muong Thanh. L’ennemi à la base 507 leva le drapeau blanc pour se rendre. Profitant de la victoire, la Division 312 attaqua et détruisit deux positions 508 et 509 sur la rive gauche de la rivière de Nam Yom. Profitant du chaos et de la perte de la force de l’ennemi, nos soldats prirent d’assaut son camp retranché. Partout où nos soldats avancèrent, l’ennemi se rendit. À 17 h 15 le 7 mai 1954, un détachement de troupes de la Division 312 s’approcha du Poste de commandement ennemi. Le chef de la compagnie Ta Quoc Luat et ses quatre soldats, Hoang Dang Vinh, Bui Van Nho, Nguyen Van Lam et Dao Van Hieu, entrèrent dans le bunker pour capturer le général de Castries et tout l’état-major du camp retranché de Diên Biên Phu. Bien que le général de Castries soit capturé, sur le PA de Hong Cum, l’ennemi résistait toujours. Dans la nuit du 7 mai 1954, profitant de l’obscurité, les troupes ennemies organisèrent leur fuite vers le Haut Laos. Le Commandement de la campagne ordonna à la Division 304 de les poursuivre, et au régiment 102 de faire mouvement vers Tay Trang pour bloquer le retrait de l’ennemi. À 22 heures, la Division 304 réussit à encercler et à capturer tous les ennemis s’échappant de Hong Cum. Ainsi, après 56 jours et nuits de combats ininterrompus (du 13 mars au 7 mai 1954), menés avec ténacité, l’armée et la population du Vietnam réussit à anéantir complètement le camp retranché de Diên Biên Phu. Durant toute la campagne, nous avons éliminé ou capturé 16 200 ennemis. Le nombre total d’avions ennemis abattus et détruits au front était de 57, en outre, 5 avions ont été abattus sur la ligne de ravitaillement. Nous avons confisqué toutes les armes de l’ennemi à Diên Biên Phu. Major, Agrégé Tran Quoc Dung - Institut d’histoire militaire du Vietnam",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-07T02:42:23.178+03:00",
  "updated": "2024-05-07T02:42:23.178+03:00"
}