{
  "thread": {
    "uuid": "fb194b25ff3ebe083c9db20a793f3d8d0e2c9793",
    "url": "https://richmondfreepress.com/news/2024/mar/14/legislating-power-and-purpose",
    "site_full": "richmondfreepress.com",
    "site": "richmondfreepress.com",
    "site_section": "https://richmondfreepress.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n\t\t\t\n\t\t\t\tRichmond Free Press | Serving the African American Community in Richmond, VA\n\t\t\t\n\t\t",
    "title": "Legislating with power and purpose | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "title_full": "Legislating with power and purpose | Richmond Free Press | Serving the African American Community in Richmond, VA",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://epmgaa.media.clients.ellingtoncms.com/img/photos/2024/03/14/McClellan_Swears_In.jpg",
    "performance_score": 0,
    "domain_rank": 80203,
    "domain_rank_updated": "2024-03-12T12:13:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb194b25ff3ebe083c9db20a793f3d8d0e2c9793",
  "url": "https://richmondfreepress.com/news/2024/mar/14/legislating-power-and-purpose",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Photo by Julianne Tripp Hillian",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "Legislating with power and purpose | Richmond Free Press | Serving the African American Community in Richmond, VA",
  "text": "Legislating with power and purpose Jennifer McClellan’s historic first year in Congress Debora Timms | 3/14/2024, 6 p.m. WASHINGTON - March 7, 2024, marked one year since Jennifer L. McClellan made history, winning a special election to succeed the late A. Donald McEachin and become the first Black woman elected to Congress from Virginia. “There have been several moments where I’ve felt the weight of making history,” Rep. McClellan, 51, said during a recent interview in her D.C. offices, describing the moment she was sworn in. “The responsibility and the presence of everybody who made that possible, I’ll never forget that,” she said. “I think that just the history of this place and the grandeur of everything — I have to pinch myself every once in a while that I’m here.” As CEO and co-founder of the political action committee Higher Heights for America, Glynda C. Carr understands the importance of women such as Rep. McClellan having a seat in the House. That’s why she helped created the organization in 2011 — to mobilize and elect Black women in the halls of Congress as well as in state and local politics. Higher Heights formed at a time when Black women were severely underrepresented in American politics, Ms. Carr said in a recent telephone interview. In 2014, 18 Black women were serving in Congress. Today, with Rep. McClellan representing Virginia’s 4th District, there are 29 Black women in the current 118th Congress. That is significant, considering that Shirley Chisholm, a Democrat from New York, was the first Black woman elected to Congress. She served in the House of Representatives from 1969 to 1983, and since then, almost all of the 56 Black women that followed also have been from the Democratic Party. Mia Love (R-UT) has been the only Black Republican congresswoman, serving as a member of the House from 2015 to 2019. Ms. Carr noted that women running for office often lack access to early money and face challenges fundraising and navigating the political process. Many are not encouraged or are even discouraged from running. When they are elected they often are faced with threats and harassment, states a recent Brennan Center for Justice report. Although these barriers can be heightened for women of color, Ms. Carr said more Black women have been running and getting elected, something she said leads to better policy decisions. “These women are uniquely qualified and come from a lived experience that I believe has pushed innovation into our public policymaking and has ensured that our voices are heard in very important debates,” Ms. Carr added. Petersburg and politics Being heard is something Rep. McClellan began to understand even as a young girl growing up in Petersburg. She said her early interest in politics was because of her parents. They both worked at Virginia State University — her father, James Jr., was a professor and her mother, Lois, worked as a counselor. They often spoke at home about growing up during the Depression and Jim Crow. “Listening to their stories got me interested in government and politics because they saw the best of government and the worst of government,” Rep. McClellan said. In 1994, the congresswoman earned her bachelor’s from the University of Richmond, majoring in political science and English. She then earned her Juris Doctorate at the University of Virginia’s School of Law in 1997. The self-confessed “huge history nerd” said that studying the past helped her understand that “if you have the right people in place, government can be a force for … solving problems.” One of her political science professors, Daniel Palazzolo, remembered Rep. McClellan from her days at UR. “She viewed politics from the very outset as a way of making a difference in people’s lives and she has never forgotten that purpose,” Dr. Palazzolo wrote in a email, describing the congresswoman as “approachable, likable and personable, but also serious and deeply committed to creating opportunities and improving the lives of people who might otherwise be neglected or forgotten.” Rep. McClellan said it was a phone call from then-sitting Delegate Viola Baskerville that made her realize she wanted to use political office to help people and solve problems. In 2005, while Ms. Baskerville pursued the office of lieutenant governor, Rep. McClellan ran for her seat representing the 71st District and won. She recalled walking into a General Assembly that was mostly white, Republican men over 50. She was a 32-year-old single, Black woman. She said she quickly figured out that people’s life experiences shaped their political views and policy votes. If she was going to be a voice for those not fully represented at the decision-making tables, she would need to meet other lawmakers where they were, find common ground and then work to influence them toward positions that would allow her to address the needs of her constituents. “That was a lesson I learned very early, and it has really helped shape the type of legislator I’ve been and what I’ve been able to do,” Rep. McClellan said. In 2017, Rep. McClellan went from the Virginia House to the Senate, representing the 9th District until her election to Congress. Impressive record Her current legislative colleagues have been impressed with how she has been able to hit the ground running. House Minority Whip Katherine Clark (D-Mass.), Bobby Scott, 3rd District representative and dean of the Virginia congressional delegation, and Abigail Spanberger of the 7th District all spoke to her effectiveness as a legislator and advocate in her first year in Congress. “What I have seen in her since she arrived in Congress is the total level of seriousness and thoughtfulness and a clarity that I have always seen in her, but also a sentiment of responsibility of the shoes she has to fill in representing the people of the 4th District,” Rep. Spanberger said, referring to Rep. McClellan’s predecessor, the late A. Donald McEachin, in a recent telephone interview. “She’s already established herself as just a really steady legislator.” Her accomplishments this freshman year are something Rep. McClellan is proud of = especially being able to get five amendments into the National Defense Authorization Act. One amendment ensured that a president cannot unilaterally withdraw from NATO, something she felt especially momentous given the upcoming presidential elections. Former President Donald Trump was confirmed as the GOP presidential candidate this week. He has long been critical of NATO and, on the campaign trail last month, Mr. Trump said that, as president, he would withhold U.S. help from NATO member nations he referred to as “delinquent” for failing to devote enough to military spending. He also said he would “encourage” Russia to do “whatever the hell they want” to America’s allies. Other amendments from Rep. McClellan included one that addressed mental health for U.S. service members and another that dealt with traction alopecia, an issue that particularly affects Black women. “It’s hard to get anything passed,” Rep. McClellan said. “The fact that I got, as a freshman, five amendments in that bill was pretty exciting.” She said she also was excited by what she was able to defeat, leading the floor fight against an amendment from Rep. Matt Gaetz (R-Fla.) that would have prohibited the use of federal money for diversity, equity and inclusion programs in the armed services. She added that Republicans have been one of the biggest challenges she has faced this first year. “It’s frustrating for me because their inability to do their job makes it harder for me to do my job from a legislative perspective,” Rep. McClellan said. “I can still do a lot to help people through case work and I’m still their voice, but not being able to see things across the finish line that I know my constituents want is incredibly frustrating.” Mental health, housing and child care She sits on the House Science, Space and Technology Committee as well as the House Armed Services Committee, where she has focused on quality of life issues such as access to mental health care, housing and child care. “Child care is a big issue for me anyway, and has been since I was a state legislator,” the congresswoman said. With both Virginia and the nation facing issues around accessibility and affordability of child care, the expiration of the American Rescue Plan Act funding last September only worsened the crisis. According to the Century Foundation, up to 70,000 child care programs could close nationwide and 3.2 million children are at risk of losing their child care placements. A United Way NCA report from October 2023 lists Virginia as one of the states with the highest child care costs in the nation. Rep. McClellan said conversations shift when people with varied experiences are at the policy table. As an example, she talks about her own experience of being the first member of the House of Delegates to be pregnant in office. “That gave me a different perspective from other members on health care policy and how it impacts pregnant women,” she said. “I was a working mother trying to find child care while working on child care policy. I had kids in public school while working on education policy.” Jatia Wrighten is an associate professor at Virginia Commonwealth University. She conducts research on Black women, state politics and leadership. In a recent email, she shared why Rep. McClellan embodies the importance of political representation. “McClellan advocates for policies and issues that directly impact Black women and their communities,” Dr. Wrighten said. “(Her) presence in politics serves as a symbol of leadership and capability for Black women … and can inspire other Black women and girls to pursue careers in politics and public service.” She also noted that Rep. McClellan was effective at the state level, passing more than 370 pieces of legislation on issues including education, health care, criminal justice reform and women’s rights. “Her current record in Congress suggests she has the same priorities,” Dr. Wrighten said. “Winning elections is an important first step, but the real power, the ability to create substantive change, comes from being in leadership positions within the institution.” Rep. McClellan said she wants to continue to address the racial disparities in just about every issue, as well as pushback on threats to women’s reproductive freedoms and the backlash to diversity, equity and inclusion for the remainder of this Congress. She said these issues will figure in her bid for re-election this year. In what will likely be a safe seat for the Democratic incumbent, she mentioned protecting democracy, especially the progress made to ensure voters can vote easily and have it count, as another issue of concern for her constituents. “Hopefully, I’ll come back in the majority and we can move legislation that has not even been getting heard now,” Rep. McClellan said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "debora timms",
        "sentiment": "negative"
      },
      {
        "name": "jennifer mcclellan",
        "sentiment": "negative"
      },
      {
        "name": "jennifer l. mcclellan",
        "sentiment": "none"
      },
      {
        "name": "glynda c. carr",
        "sentiment": "none"
      },
      {
        "name": "a. donald mceachin",
        "sentiment": "none"
      },
      {
        "name": "mcclellan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "richmond free press",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "negative"
      },
      {
        "name": "va legislating",
        "sentiment": "negative"
      },
      {
        "name": "house",
        "sentiment": "none"
      },
      {
        "name": "higher heights for america",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "richmond",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      },
      {
        "name": "virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:39:31.041+02:00",
  "updated": "2024-03-15T00:39:31.041+02:00"
}