{
  "thread": {
    "uuid": "887f0ea511595d08cb0f995e1a9f1f0788c512b9",
    "url": "https://www.thehindubusinessline.com/news/trailblazing-academician-cop-nina-singh-becomes-first-woman-cisf-dg/article67686178.ece",
    "site_full": "www.thehindubusinessline.com",
    "site": "thehindubusinessline.com",
    "site_section": "https://www.thehindubusinessline.com/feeder/default.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest  News , Latest News Live and Breaking News Today  | The HinduBusinessLine",
    "title": "Trailblazing academician cop, Nina Singh, becomes first woman CISF DG - The Hindu BusinessLine",
    "title_full": "Trailblazing academician cop, Nina Singh, becomes first woman CISF DG - The Hindu BusinessLine",
    "published": "2023-12-29T07:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bl-i.thgim.com/public/incoming/jl7g6c/article67686368.ece/alternates/LANDSCAPE_1200/nina%20singh%20-%20ips-2.jpg",
    "performance_score": 0,
    "domain_rank": 3035,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "887f0ea511595d08cb0f995e1a9f1f0788c512b9",
  "url": "https://www.thehindubusinessline.com/news/trailblazing-academician-cop-nina-singh-becomes-first-woman-cisf-dg/article67686178.ece",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Dalip Singh",
  "published": "2023-12-29T07:51:00.000+02:00",
  "title": "Trailblazing academician cop, Nina Singh, becomes first woman CISF DG - The Hindu BusinessLine",
  "text": "“Impossible Is Nothing” -- the display image on the mobile phone of Nina Singh, a senior Rajasthan cadre IPS officer, turned out to be prophetic last evening. The officiating Director General of the Central Industrial Security Force (CISF) was finally elevated by the Union Home Ministry to head the organisation, becoming the first woman IPS officer to lead any Central Armed Police Force.\nAs per the Appointments Committee of the Cabinet’s decision, she will remain the DG until July 31, 2024. Singh has held the charge of interim DG CISF since September 1 after replacing Sheel Vardhan Singh, a Bihar cadre IPS officer of the 1986 batch who demitted from the office a day before. Singh came on to the central deputation to the CISF in 2021 as Additional Director General (ADG) and grew up the ladder to become the DG.\nIt seems that 2023 is a lucky year for the female officers. This year saw a record high of 37 women IPS probationer officers passed out of the Sardar Vallabhbhai Patel National Police Academy in February, which was 23 % of the total 166 recruits in the 2021 batch, adding to the ‘nari shakti’ bolstering effort of the central government.\nSingh was not available for comments, this being her first day in the office, but a CISF official described her as a “no non-sense officer committed to the welfare of the force and its professional well-being”.\nThere are more ‘firsts’ credited to her career, though. Singh was the first woman IPS officer allocated to the Rajasthan cadre in 1989, where she served in many important assignments across the state, such as ADG (Training) and DG, Civil Rights & Anti-Human Trafficking. Besides that, she was part of the Rajasthan State Commission for Women and was appointed Principal Secretary (Health) in Rajasthan during the Covid pandemic.\nIf not the first, she is among the rare bureaucrat couple posted in Delhi to head two different organisations. She is married to her batchmate in the civil services, Rohit Singh, who is currently posted as Secretary of Consumer Affairs, Government of India. Rohit took to ‘X’, the erstwhile Twitter, to congratulate his wife. “We are all so proud of you!!,” read his Thursday night post.\nHidden in her is an academician with a scientific temperament. As a cop, she has been closely associated with the police reform initiatives of Rajasthan and has led several projects in connection with transparency in recruitment, modernisation, capacity building, and effective service delivery, officers who know her told Businessline.\nShe led an evidence-based reform initiative of the Rajasthan Police in collaboration with MIT, USA.\nAnother high point in her life is that Singh has co-authored research papers with 2019 Nobel prize winners in economics, Abhijit Banerjee and Esther Duflo, people close to her stated.\nIn her other stint at the Centre, Singh worked as a Joint Director in the Central Bureau of Investigation (CBI) from 2013 to 2018, supervising many high-profile cases having national and international ramifications regarding anti-corruption, economic offences, bank frauds, and sports integrity, officers informed. To name a few, the Nirav Modi case and the PNB scam.\nShe did her graduation from Patna Women’s College, which was her first choice, given that she is a native of Bihar. Later, she moved to Jawaharlal Nehru University in New Delhi to pursue her Master’s and went on to Harvard University, USA, for a Master of Public Administration (MPA).\nShe is also trained in the evaluation of social programs at the Massachusetts Institute of Technology, USA.\nSingh is a decorated officer, a recipient of the Police Medal for Meritorious Service and the President’s Police Medal for distinguished service.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nina singh",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      },
      {
        "name": "sheel vardhan singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cisf",
        "sentiment": "negative"
      },
      {
        "name": "dg cisf",
        "sentiment": "none"
      },
      {
        "name": "adg",
        "sentiment": "none"
      },
      {
        "name": "cabinet",
        "sentiment": "none"
      },
      {
        "name": "central armed police force",
        "sentiment": "none"
      },
      {
        "name": "sardar vallabhbhai patel national police academy",
        "sentiment": "none"
      },
      {
        "name": "union home ministry",
        "sentiment": "none"
      },
      {
        "name": "central industrial security force",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rajasthan",
        "sentiment": "none"
      },
      {
        "name": "bihar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T10:38:22.254+02:00",
  "updated": "2023-12-29T10:38:22.254+02:00"
}