{
  "thread": {
    "uuid": "02b8877c3c6834674a3c7ae826c25c1230487e43",
    "url": "https://www.noticiasrcn.com/deportes/liverpool-es-lider-de-la-premier-por-derrota-de-arsenal-461890",
    "site_full": "www.noticiasrcn.com",
    "site": "noticiasrcn.com",
    "site_section": "https://noticiasrcn.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias RCN | Noticias de Colombia y el Mundo",
    "title": "Liverpool es líder de la Premier por derrota de Arsenal",
    "title_full": "Liverpool es líder de la Premier por derrota de Arsenal",
    "published": "2023-12-29T00:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.noticiasrcn.com/ImgNoticias/Arsenal-West-Ham-Liverpool.webp?VersionId=G1Hm06RsfDdH7LdRqCz6aCikQfIMLIjs",
    "performance_score": 0,
    "domain_rank": 73380,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "02b8877c3c6834674a3c7ae826c25c1230487e43",
  "url": "https://www.noticiasrcn.com/deportes/liverpool-es-lider-de-la-premier-por-derrota-de-arsenal-461890",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "noticiasrcn.com",
  "published": "2023-12-29T00:30:00.000+02:00",
  "title": "Liverpool es líder de la Premier por derrota de Arsenal",
  "text": "Sonríe Luis Díaz: Arsenal perdió y Liverpool recupera el liderato en la Premier League Los 'gunners' cayeron de locales frente a West Ham este jueves, en la fecha 19 de la Premier League. Relevo en el liderato de la [Premier League](https://www.noticiasrcn.com/temas/premier-league): Arsenal se vio sorprendido en su estadio al caer 2-0 ante su vecino West Ham, este jueves en el partido que cerró la 19ª jornada, donde no pudo retener el liderato. El checo Tomas Soucek (minuto 13) y el griego Konstantinos Mavropanos (55) firmaron esta victoria del West Ham bajo la lluvia en el Emirates Stadium. Liverpool recupera el liderato en la Premier League Los 'Gunners' se quedan con 40 puntos, a dos del [Liverpool ](https://www.noticiasrcn.com/temas/liverpool)(42), que en el 'Boxing Day' del martes había ganado 2-0 en el terreno del modesto Burnley (19º) y se había colocado en cabeza provisionalmente. La derrota del Arsenal ante los 'Hammers' hace que el liderato de los pupilos de Jürgen Klopp sea ya en firme, al menos hasta la siguiente jornada, que arranca el sábado. Más información: [Luis Díaz va por el récord de Hugo Rodallega, el colombiano con más asistencias en la Premier League](https://www.noticiasrcn.com/deportes/luis-diaz-paso-a-james-rodriguez-en-marca-de-la-premier-461731) Precisamente, el Arsenal había mantenido el liderato el pasado domingo con un empate 1-1 en el campo del Liverpool. Esta vez tuvo que claudicar en su objetivo ante un West Ham (6º) en puestos europeos. Respecto a otros perseguidores, el Arsenal sigue un punto por delante del Aston Villa (3º), que perdió el martes 3-2 en el campo del Manchester United, pero ve acercarse a tres puntos al Manchester City (4º), que el miércoles ganó 3-1 en el campo del Everton (17º) y que tiene además un partido disputado menos que el resto de formaciones de la parte alta de la clasificación. El Tottenham (5º), que fue derrotado 4-2 en el campo del Brighton (8º) este jueves, es otro de los perdedores de esta jornada al salir de la 'zona Champions' y quedar ahora a seis puntos del líder Liverpool. Siga viendo: [Los números de Luis Díaz en el Liverpool: ¿críticas merecidas?](https://www.noticiasrcn.com/deportes/numeros-de-luis-diaz-en-temporada-con-liverpool-461693) Arsenal perdió con polémica En el derbi londinense de este jueves, el primer gol del West Ham vino acompañado de cierta controversia. Jarrod Bowen salvó 'in extremis' que un balón se perdiera por la línea de fondo y envió un pase hacia el centro del área, donde apareció Soucek para fusilar el 1-0. El VAR revisó durante una larga espera la jugada para determinar si el balón había llegado a cruzar la línea de fondo o no, antes de que el tanto fuera validado. En la segunda mitad, el segundo del West Ham llegó en un saque de esquina, que Mavropanos cabeceó al fondo de la portería local. El triunfo de los visitantes pudo haber sido mayor ya que dispuso de un penal en los últimos instantes, pero el arquero español David Raya adivinó el lanzamiento del argelino Saïd Benrahma (90+6). El Arsenal llevó la iniciativa durante casi todo el partido, pero sin efectividad en esta ocasión. En la primera parte, Bukayo Saka estuvo cerca de equilibrar la ventaja previa del West Ham en dos ocasiones, lo que podía haber cambiado el guión del partido. Primero en el 31, con un remate de cabeza que salvó el guardameta Alphonse Areola, y luego en el 42, cuando envió al palo. Puede ver: [Kevin Mier le ganó el lugar a David Ospina: revelan detalles](https://www.noticiasrcn.com/deportes/kevin-mier-le-gano-el-lugar-a-david-ospina-en-cruz-azul-461884) Noticiasrcn.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:58:17.856+02:00",
  "updated": "2023-12-29T00:58:17.856+02:00"
}