{
  "thread": {
    "uuid": "79a21771838137e54955b0240b7b53f30c06513b",
    "url": "https://www.elnortedecastilla.es/valladolid/doctor-vallisoletano-salvo-nina-aguja-cerebro-20240419000307-nt.html",
    "site_full": "www.elnortedecastilla.es",
    "site": "elnortedecastilla.es",
    "site_section": "https://elnortedecastilla.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "El Norte de Castilla - Noticias de Castilla y León desde 1854",
    "title": "El doctor vallisoletano que salvó a la niña con una aguja en el cerebro | El Norte de Castilla",
    "title_full": "El doctor vallisoletano que salvó a la niña con una aguja en el cerebro | El Norte de Castilla",
    "published": "2024-04-19T01:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s2.ppllstatics.com/elnortedecastilla/www/multimedia/2024/04/18/doctohinojosa-kgCE--1920x1080@El%20Norte.jpg",
    "performance_score": 0,
    "domain_rank": 21087,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79a21771838137e54955b0240b7b53f30c06513b",
  "url": "https://www.elnortedecastilla.es/valladolid/doctor-vallisoletano-salvo-nina-aguja-cerebro-20240419000307-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Laura Negro",
  "published": "2024-04-19T01:03:00.000+03:00",
  "title": "El doctor vallisoletano que salvó a la niña con una aguja en el cerebro | El Norte de Castilla",
  "text": "Secciones Servicios Destacamos Valladolid Necesitas ser suscriptor para acceder a esta funcionalidad. Viernes, 19 de abril 2024, 00:03 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Sevillano de nacimiento, vallisoletano de sentimiento y barcelonés de adopción, José Hinojosa Mena-Bernal (1967) es jefe del Servicio de Neurocirugía del hospital San Joan de Déu, ubicado en Esplugues del Llobregat (Barcelona) y especializado en pediatría, donde ha protagonizado toda una hazaña médica. Él ha sido el encargado de dirigir a un equipo multidisciplinar de 22 profesionales en una operación sin precedentes que salvó la vida de Sara, una pequeña de 4 años que [tenía una aguja de un centímetro incrustada en el cerebro](/sociedad/salud/extraen-aguja-cerebro-nina-anos-tras-intervencion-20240415113912-ntrc.html) tras una cita en el dentista para tratar una caries. Hinojosa llegó a Valladolid con tan sólo un año de de edad. Desde su más tierna infancia, tuvo claro que quería dedicarse a la medicina. Su afán era «ayudar a los demás». Estudió en el colegio San José de Valladolid, años de los que guarda muy gratos recuerdos, especialmente de sus compañeros de promoción. En 1991 se licenció en Medicina y Cirugía en la Universidad de Valladolid. Tenía gran vocación quirúrgica y siempre le fascinó el estudio del cerebro, por ello, la neurocirugía pediátrica le cautivó como disciplina desde el comienzo de su carrera. La entiende como un servicio a los niños, sus pacientes, y también a sus familias. Noticia relacionada Completó la especialidad de Neurocirugía en el Hospital Ramón y Cajal de Madrid y obtuvo el doctorado en Medicina en la Universidad Complutense de Madrid. Ha desarrollado su actividad profesional fundamentalmente en el campo de la neurocirugía infantil, inicialmente en el Hospital 12 de Octubre donde estuvo más de 20 años, y más tarde en el Hospital del Niño Jesús, también en Madrid, antes de incorporarse en el 2018 al Hospital Sant Joan de Déu de Esplugues del Llobregat. Es especialista en neurooncología, cirugía craneofacial, médula anclada, hidrocefalia, neuroendoscopia y cirugía mínimamente invasiva. Este doctor vallisoletano, que ha dedicado más de 30 años de su vida a la neurocirugía, reconoce sentirse «muy sorprendido» por la enorme repercusión que ha tenido el caso de la pequeña Sara. Los hechos tuvieron lugar en mayo de 2023, sin embargo ha sido en estos días cuando ha saltado a los medios de comunicación a nivel internacional. «Es un caso muy especial por lo infrecuente de la situación, pero en realidad, en quirófano cada día llevamos a cabo cirugías similares a ésta e incluso más complejas», asegura. Todo comenzó con una visita rutinaria al dentista. Sara acudió acompañada de sus padres Josep María y Monstse para poner solución a una caries. Su carácter inquieto y quizás el miedo a la aguja de la anestesia, le hicieron que se moviera demasiado y la aguja acabó partiéndose. La mala fortuna quiso que quedara alojada dentro de la cavidad bucal y el dentista, tras varios intentos, no pudo extraerla. Éste se puso en contacto con el doctor Josep Rubio, jefe de cirugía maxilofacial del Hospital Sant Joan de Déu. La niña fue desplazada en ambulancia al hospital, donde quedó ingresada. «Eso ocurrió un miércoles por la tarde y la cirugía para extraerla se programó para el viernes por la mañana. Ya con la niña dormida, al hacerle un tac en quirófano con el fin de verificar la posición de la aguja, el doctor Rubio detectó que ésta había migrado hacia el cerebro a través del agujero oval, posiblemente a causa de los movimientos de la masticación», relata el doctor Hinojosa que ese día tenía programada en el quirófano contíguo una cirugía menor. «Afortunadamente teníamos disponible ese quirófoano de alta tecnología que podía garantizar la seguridad durante la intervención. Así que, enseguida, nos reunimos los diferentes especialistas para planear el abordaje de la cirugía», prosigue. Hasta 22 profesionales de distintas especialidades, como neurocirujanos, neurofisiólogos, cirujanos maxilofaciales, anestesistas, radiólogos, técnicos de rayos, celadores, auxiliares y enfermeros se congregaron en un quirófano en el que se ayudaron de neuronavegación. «Fue una cirugía inesperada que requería conocimientos muy específicos y un plan muy complejo», subraya. La mayor dificultad que planteaba este caso, estribaba en que se presentó de forma imprevista y que el equipo médico apenas tuvo tiempo de planificar. «Hubo que improvisar sobre la marcha y había que organizar todo para disponer de toda la información para realizar la extracción sin complicaciones. Si que es cierto que había un punto de emergencia, porque queríamos evitar por todos los medios posibles, que la aguja siguiera migrando y que pudera complicarlo aún más. Una vez que todo estaba en marcha fue mucho más sencillo. Es algo excepcional que esto ocurra pero en el campo que nos movemos estábamos en un entorno habitual. La cirugía en sí misma no fue de las más complicadas», señala con la humildad que caracteriza a los grandes. Al terminar la operación, todos los profesionales que participaron rompieron a aplaudir, fue un momento «muy emocionante» y que sirvió para romper la tensión acumulada. Hinojosa descaca la dedicación y experiencia del equipo como la clave del resultado tan positivo. «Gracias a la implicación de un buen número de especialistas, salió todo a la perfección», señala. Este doctor incide que se trata de un caso «completamente excepcional» y que no debe retraer a nadie de ir al dentista. «La cirugía pediátrica siempre tiene un plus de complejidad por la anestesia, por las reservas de sangre y porque se trata de un cerebro en formación. También el postoperatorio es más complicado en los niños, sin embargo, Sara ha tenido una recuperación fantástica», apunta Hinojosa, quien señala también que al tercer día de la operación, la pequeña ya estaba haciendo el pino. «Su madre me preguntó que si podía hacerlo. Yo le dije que si no le dolía… no había problema», apunta. En la actualidad Sara lleva una vida totalmente normal y no tiene ninguna secuela. «Está totalmente curada y para ella todo esto quedará en una mera anécdota, de la que sólo le quedará la cicatriz quirúrgica que está escondida bajo el pelo», subraya Hinojosa. Este profesional vallisoletano tiene pensado regresar a su tierra en próximas fechas, para participar como ponente en la XLVI Reunión anual de la Sociedad Española de Neurología Pediátrica (SENEP) que se celebrará en Valladolid, entre el 23 y el 25 de mayo, días que aprovechará también para visitar también a los suyos. «Siempre que puedo me acerco a disfrutar de mi ciudad. Me gustaría poder ir más a menudo porque la echo mucho de menos», asegura. Publicidad Publicidad Te puede interesar Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:31:27.522+03:00",
  "updated": "2024-04-19T01:31:27.522+03:00"
}