{
  "thread": {
    "uuid": "503b23eb7552a35096b7fea0a2d71a5f023fcc70",
    "url": "https://butterwithasideofbread.com/cookie-dough-easter-eggs",
    "site_full": "butterwithasideofbread.com",
    "site": "butterwithasideofbread.com",
    "site_section": "http://www.butterwithasideofbread.com/feed",
    "site_categories": [],
    "section_title": "Butter with a Side of Bread",
    "title": "COOKIE DOUGH EASTER EGGS",
    "title_full": "COOKIE DOUGH EASTER EGGS",
    "published": "2024-02-29T23:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://butterwithasideofbread.com/wp-content/uploads/2024/02/Cookie-Dough-Easter-Eggs-17.jpg",
    "performance_score": 0,
    "domain_rank": 94470,
    "domain_rank_updated": "2024-02-27T12:10:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "503b23eb7552a35096b7fea0a2d71a5f023fcc70",
  "url": "https://butterwithasideofbread.com/cookie-dough-easter-eggs",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nellie",
  "published": "2024-02-29T23:04:00.000+02:00",
  "title": "COOKIE DOUGH EASTER EGGS",
  "text": "Cookie Dough Easter Eggs are the perfect no-bake dessert for Easter. Edible cookie dough in the shape of Easter eggs that are dipped in pastel-colored chocolate and then decorated.\nEDIBLE COOKIE DOUGH EASTER EGGS\nI make a lot of cookies. And the cookies are delicious, but I am a bigger fan of the dough than the actual cookies. I’m going to be completely honest and confess that I have consumed quite a bit of regular cookie dough – the kind with raw eggs and non-heat-treated flour, and I’ve survived so far, but I’ve always felt a tiny bit nervous about getting sick from it.\nThese Cookie Dough Easter Eggs are completely safe to eat! It only takes a few minutes to “cook” the flour to reduce any chance of harmful bacteria, and since you aren’t baking the dough, no eggs are required either.\nIngredients in Cookie Dough Easter Eggs\nButter – You will need a half cup (1 stick) of butter to make the cookie dough. I usually use salted butter and it works great. For best results, use real butter.\nBrown sugar – For best results, use brown sugar that is soft and fresh.\nVanilla extract – The higher the quality of vanilla, the better.\nFlour – All-purpose flour works best. Make sure to heat treat before adding to the recipe to make sure any potential bacteria is killed.\nSweetened condensed milk – You will need one 14-ounce can of sweetened condensed milk. This provides moisture, flavor, and sweetness to the cookie dough.\nChocolate chips – I like to use the mini semisweet chocolate chips, but you can use regular ones if you’d like.\nCandy melts – You will need ½ pound each of blue, yellow, pink, and white candy melts.\nSprinkles – Any pastel-colored sprinkles will work great!\nHow to make Cookie Dough Easter Eggs\nMAKE THE COOKIE DOUGH\nPlace the flour in a large microwave-safe bowl and then microwave for 2 minutes in 30-second intervals, stirring in between each interval. Set aside.\nIn a large mixing bowl, use an electric mixer to cream the butter and brown sugar together. Mix for 2-3 minutes.\nAdd the vanilla extract and mix for another minute.\nAdd half the flour and sweetened condensed milk and mix to combine.\nAdd the remaining flour and mix until combined.\nStir in the chocolate chips.\nSHAPE THE EASTER EGGS\nShape about 1 ½ – 2 tablespoons of the dough into an egg shape and place on a parchment-lined baking sheet. You can shape the dough with your fingers, or you can roll out the dough to be about 1 to 1 1/2 inches thick and then use an egg-shaped cookie cutter to cut out the dough.\nCHILL THE DOUGH\nChill the cookie dough eggs in the refrigerator for 2 hours or freeze for an hour.\nWhen the cookie dough eggs are almost completely chilled, begin to melt the candy melts.\nMELT THE CHOCOLATE\nPlace each of the three colors of candy (yellow, pink, and blue) melts in a separate bowl.\nMelt each bowl in the microwave in 30-second intervals, stirring in between intervals until each is melted and smooth. To avoid the chocolate hardening up during the dipping process, just melt one color of chocolate at a time.\nDIP & DECORATE THE EGGS\nUsing two forks dip each cookie dough egg into one of the 3 colors and tap off the excess before placing the egg back on the parchment paper.\nRepeat with the rest of the eggs in the 3 colors.\nMelt the white candy melts, drizzle the chocolate over the top of each egg, and immediately sprinkle with sprinkles. Let the chocolate set and then serve immediately or store the eggs in the refrigerator until ready to serve.\nCookie Dough Easter Eggs\n[Rate](#commentform)\nIngredients\n- ½ cup butter softened\n- ¾ cup brown sugar\n- 1 teaspoon vanilla extract\n- 2 cups flour\n- 1 can 14 ounces sweetened condensed milk\n- ½ cup miniature chocolate chips\n- ½ pound blue candy melts\n- ½ pound yellow candy melts\n- ½ pound pink candy melts\n- ½ pound white candy melts\n- Easter sprinkles\nInstructions\n- MAKE THE COOKIE DOUGH: Place the flour in a large microwave-safe bowl and then microwave for 2 minutes in 30-second intervals, stirring in between each interval. Set aside.\n- In a large mixing bowl, use an electric mixer to cream the butter and brown sugar together. Mix for 2-3 minutes.\n- Add the vanilla extract and mix for another minute.\n- Add half the flour and sweetened condensed milk and mix to combine.\n- Add the remaining flour and mix until combined.\n- Stir in the chocolate chips.\n- SHAPE THE EASTER EGGS: Shape about 1 ½ – 2 tablespoons of the dough into an egg shape and place on a parchment-lined baking sheet. You can shape the dough with your fingers, or you can roll out the dough to be about 1 to 1 1/2 inches thick and then use an egg shaped cookie cutter to cut out the dough.\n- CHILL THE DOUGH: Chill the cookie dough eggs in the refrigerator for 2 hours or freeze for an hour.\n- When the cookie dough eggs are almost completely chilled, begin to melt the candy melts.\n- MELT THE CHOCOLATE: Place each of the three colors of candy (yellow, pink, and blue) melts in a separate bowl.\n- Melt each bowl in the microwave in 30-second intervals, stirring in between intervals until each is melted and smooth. To avoid the chocolate hardening up during the dipping process, just melt one color of chocolate at a time.\n- DIP & DECORATE THE EGGS: Using two forks dip each cookie dough egg into one of the 3 colors and tap off the excess before placing the egg back on the parchment paper.\n- Repeat with the rest of the eggs in the 3 colors.\n- Melt the white candy melts, drizzle the chocolate over the top of each egg, and immediately sprinkle with sprinkles. Let the chocolate set and then serve immediately or store the eggs in the refrigerator until ready to serve.\nNutrition\n📫 Save this recipe! Send it to your email! 📩\nI consent to receiving emails from this site.\n@jessicalovesbutteror tag #jessicalovesbutter!\nHOW TO HEAT TREAT FLOUR\nRaw flour has the potential to contain harmful bacteria, so it is important to heat treat it to make sure all bacteria are killed before consuming. You can heat treat flour in the oven or in the microwave – both methods work great!\nIN THE OVEN\nLine a cookie sheet with parchment paper and spread the flour in a thin layer on the parchment paper. Bake at 300° for about 5-6 minutes. The flour needs to be at a temperature of 160° to be safe. Use a meat thermometer to check and if the temperature isn’t high enough, cook for another 1-2 minutes before checking again.\nIN THE MICROWAVE\nYou can easily heat-treat flour in the microwave as well. This works great as long as you don’t need to treat more than 2-3 cups at a time. Place the flour in a large, microwaveable bowl and microwave in 30-second intervals until the temperature reaches 160°. Stir between intervals to make sure the flour heats evenly. You will probably need to heat the flour for about 2-3 minutes in total.\nOnce the flour is ready, let it cool. Use immediately in a recipe or store in an airtight container until ready to use.\nHOW LONG DO COOKIE DOUGH EASTER EGGS LAST?\nStore these cookie dough eggs in an airtight container in the fridge for up to 3-4 days. They never last longer than that at my house anyway!\nCAN YOU COOKIE DOUGH EASTER EGGS?\nThese cookie dough eggs are suitable for freezing. Freeze in an airtight container for up to 3 months. You can defrost them in the fridge for several hours before eating or you can set them out at room temperature for about 15-20 minutes. They even taste fantastic frozen too!\nMore delicious Easter recipes to try:\nEaster Chocolate Covered Strawberries Easy Easter M&M Blondies Easter Egg Oreo Balls Easter Egg Sugar Cookies Jumbo Lemon Easter Cookies Cadbury Easter Egg Fudge Easter Peeps Krispie Treats Easter Hot Chocolate Bombs Easter Cookie Cake Easter Bunny KitKat Cake Peanut Butter Easter Eggs Chocolate Mint Easter Eggs Chocolate Nest Easter Cookies Easy Easter Marshmallow Dessert Easter Egg Nests Cadbury Mini Egg Brownies Chocolate-Covered Marshmallow Eggs Mini Egg Rice Krispie Treats Easter Sprinkle Cookies\nCookie Dough Easter Eggs are the perfect no-bake dessert for Easter. Edible cookie dough in the shape of Easter eggs that are dipped in pastel-colored chocolate and then decorated.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Social Issue"
  ],
  "external_links": [
    "https://www.instagram.com/explore/tags/jessicalovesbutter",
    "https://familycookierecipes.com/easter-cookie-cake/",
    "https://familycookierecipes.com/easter-sprinkle-cookies/",
    "https://www.instagram.com/jessicalovesbutter",
    "https://familycookierecipes.com/easter-cookie-cake",
    "https://instagram.com/jessicalovesbutter",
    "https://www.familycookierecipes.com/easter-sprinkle-cookies/",
    "https://www.familycookierecipes.com/easter-cookie-cake/",
    "https://familycookierecipes.com/easter-sprinkle-cookies",
    "https://instagram.com/explore/tags/jessicalovesbutter"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "these cookie dough easter eggs",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:52:34.610+02:00",
  "updated": "2024-03-01T00:52:34.610+02:00"
}