{
  "thread": {
    "uuid": "905eb5f13f38b972d646f918f6a64759afe82872",
    "url": "https://bnnbreaking.com/breaking-news/energy/svitzers-pioneering-use-of-marine-biofuel-reduces-co2-emissions-by-90-in-towage-operations",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Svitzer's Pioneering Use of Marine Biofuel Reduces CO2 Emissions by 90% in Towage Operations",
    "title_full": "Svitzer's Pioneering Use of Marine Biofuel Reduces CO2 Emissions by 90% in Towage Operations",
    "published": "2024-02-16T06:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/bbd9b3e70ffcbe21ccd04c6731891a1a2b1995ddcae3c7def04d74d56cee396b.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "905eb5f13f38b972d646f918f6a64759afe82872",
  "url": "https://bnnbreaking.com/breaking-news/energy/svitzers-pioneering-use-of-marine-biofuel-reduces-co2-emissions-by-90-in-towage-operations",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aqsa Younas Rana",
  "published": "2024-02-16T06:37:00.000+02:00",
  "title": "Svitzer's Pioneering Use of Marine Biofuel Reduces CO2 Emissions by 90% in Towage Operations",
  "text": "In a significant stride toward environmental sustainability, Svitzer, a leading towage operator, has unveiled its pioneering move to power its entire fleet of ten tugs in London and Medway with marine biofuel. This transformation was heralded by the successful completion of a biofuel trial aboard the Svitzer Intrepid, leading to the launch of the Ecotow solution. Ecotow not only marks a revolutionary step in towage operations but also promises a staggering 90% reduction in CO2 emissions. This initiative comes at a crucial time as the world grapples with the urgent need for carbon neutrality in the maritime sector.\nA Leap Towards Sustainability\nThe journey towards this eco-friendly milestone began in November 2021 when five Svitzer tugs serving the Isle of Grain LNG terminal in Medway started operating entirely on Hydrotreated Vegetable Oil (HVO) biofuel. This switch not only underscores Svitzer's commitment to environmental stewardship but also sets a new benchmark for the industry. By embracing HVO biofuel, Svitzer is not just reducing its carbon footprint but is also leading by example, showing that viable, sustainable alternatives exist for conventional maritime fuels.\nTechnological Innovation Meets Environmental Responsibility\nIn a parallel development, Technip Energies has been commissioned to deliver a Process Design Package for a post-combustion carbon capture project at the Isle of Grain power plant in Southeast England. This ambitious project aims to retrofit three turbines with carbon capture technology, a move that is lauded by scientists as a vital step towards achieving net-zero emissions. With the capacity to capture over two million tonnes of CO2 annually from the Combined Cycle Gas Turbine (CCGT) power station, this initiative represents a significant leap forward in reducing greenhouse gas emissions. Using the Shell CANSOLV CO2 Capture System, the project aligns with the broader goal of rendering the power generation portfolio 80% carbon neutral by 2030.\nCharting the Course for a Greener Future\nThe combined efforts of Svitzer and Technip Energies spotlight the evolving landscape of the energy sector, where innovation and environmental responsibility intersect. The retrofitting of carbon capture technology at the Isle of Grain power plant, managed by the energy firm Uniper, is poised to remove two million tonnes of CO2 from the atmosphere each year. This not only contributes significantly to the global fight against climate change but also aligns with Uniper's ambitious goal of generating over 80% of its power capacity from carbon-free sources by 2030. As these projects unfold, they pave the way for a future where sustainable practices are not just envisioned but are actively implemented across sectors.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "svitzer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hvo",
        "sentiment": "none"
      },
      {
        "name": "hydrotreated vegetable oil",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "medway",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T08:39:21.442+02:00",
  "updated": "2024-02-16T08:39:21.442+02:00"
}