{
  "thread": {
    "uuid": "37a877c826cdb7d54905e3145ec141030c9a4643",
    "url": "https://www.philstar.com/the-freeman/cebu-business/2024/04/12/2347139/visayasmed-raises-bar-healthcare-vismin",
    "site_full": "www.philstar.com",
    "site": "philstar.com",
    "site_section": "https://www.philstar.com/the-freeman",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Freeman | News from Cebu - Philstar.com",
    "title": "VisayasMed raises the bar for healthcare in VisMin | The Freeman",
    "title_full": "VisayasMed raises the bar for healthcare in VisMin | The Freeman",
    "published": "2024-04-11T19:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PH",
    "main_image": "https://media.philstar.com/images/filler/3-logo-filler-thumbnail.jpg",
    "performance_score": 0,
    "domain_rank": 4407,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37a877c826cdb7d54905e3145ec141030c9a4643",
  "url": "https://www.philstar.com/the-freeman/cebu-business/2024/04/12/2347139/visayasmed-raises-bar-healthcare-vismin",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ehda M. Dagooc",
  "published": "2024-04-11T19:00:00.000+03:00",
  "title": "VisayasMed raises the bar for healthcare in VisMin | The Freeman",
  "text": "CEBU, Philippines — The VisayasMed Hospital has launched a state-of-the-art medical laboratory in partnership with Singapore Diagnostics (SGD), raising the bar for healthcare services not only for Cebuanos but for the entire Visayas and Mindanao regions.\nOperated and managed by AppleOne Medical Group (AMG), the healthcare arm of the AppleOne Group of Companies, the facility is designed to cater to at least 1,000 patients a day.\n\"By teaming up with VisayasMed Hospital, we're able to empower and provide Cebuanos with expanded access to a diverse array of top-notch laboratory tests without needing to travel to Manila or overseas,\" said Ritche Joseph Manuel D. Evidente, President and chief executive officer (CEO) of Singapore Diagnostics.\nThe launching of the new medical laboratory reinforces AMG’s commitment to bring in world-class brands and building globally competitive facilities in Visayas and Mindanao and is part of AMG’s strengthened partnership with Singapore Diagnostics (SGD).\nSGD will fully operate the laboratory, both inpatient and outpatient, through their well-trained medical technologists and laboratory specialists.\n“AppleOne invests in hospitals and facilities, and partners with prestigious companies such as Singapore Diagnostics because we see how important investing in quality healthcare is. This is our way of helping elevate the quality of life of people in Cebu and the VisMin region,” said AppleOne CEO and President Ray Go Manigsaca.\nWith its collaboration with SGD, VisayasMed Laboratory further elevates healthcare for Cebuanos, now with the capacity to accommodate up to 1,000 patients a day. Offering over 450 cutting-edge tests, global quality laboratory standards, faster results, fully automated operations, and specialized training for scientists and medical technologists, this partnership marks a new era of excellence in healthcare, Manigsaca added.\nVisayasMed Hospital, formerly Visayas Community Medical Center, boasts of nearly 70 years of healthcare excellence, delivering top-tier medical services having a comprehensive range of departments including family medicine, pediatrics, internal medicine, surgery, obstetrics, and gynecology, as well as specialized services in dermatology, psychiatry, ophthalmology, and anesthesiology.\nOn the other hand, SGD is the leading laboratory service provider in the Philippines and the flagship of Pathology Asia, setting global standards. It is the first Philippine laboratory accredited by the College of American Pathologists (CAP).\nSGD is a powerhouse in healthcare as it has been awarded Diagnostics Provider of the Year by Healthcare Asia twice, and has been recognized for Service Innovation and Employee Engagement in 2024. With over 450 professionals across 47 locations nationwide, processing laboratory tests for over 600 hospitals, clinic labs, and healthcare institutions in the Philippines, and serving up to 100,000 patients every month, SGD is one of the top players in Philippine laboratories.\nIn line with AMG’s commitment to excellence, the VisayasMed Lab can serve up to 1,000 patients a day, ensuring timely and efficient healthcare delivery.\nSingapore Diagnostics (SGD) has grown to be among the largest laboratories in the Philippines. Processing laboratory tests for over 300 hospitals, clinic labs, and healthcare institutions in the Philippines, SGD serves up to 50,000 patients every month.\nThrough this partnership, formally signed in April, 2023, VisayasMed Hospital will be able to carry out its main goal of providing a holistic patient experience by offering a more convenient and personalized approach to healthcare as SGD is known for its global expertise and technology.\nIn addition to its mission to provide world-class laboratory services, SGD also aims to become a well-equipped training venue for the best scientists of Cebu for the continuous improvement of medical services and quality healthcare.\nAppleOne is a Cebu-based property developer known for its landmarks of strength and iconic partnerships, along with multi-awarded projects that compete on a global stage. Its vision and mission are deeply rooted in its desire to elevate the lives and living conditions of fellow Cebuanos.\nAppleOne develops a portfolio of mixed-use/commercial establishments, office spaces, residential developments, hotels and resorts, and healthcare.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.facebook.com/plugins/page.php?href=",
    "https://www.facebook.com/plugins/page.php",
    "https://facebook.com/plugins/page.php?href="
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ritche joseph manuel d. evidente",
        "sentiment": "none"
      },
      {
        "name": "cebuanos",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "visayasmed hospital",
        "sentiment": "negative"
      },
      {
        "name": "singapore diagnostics",
        "sentiment": "none"
      },
      {
        "name": "appleone group of companies",
        "sentiment": "none"
      },
      {
        "name": "appleone medical group",
        "sentiment": "none"
      },
      {
        "name": "amg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "freeman cebu",
        "sentiment": "none"
      },
      {
        "name": "mindanao",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      },
      {
        "name": "visayas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:04:23.464+03:00",
  "updated": "2024-04-12T00:04:23.464+03:00"
}