{
  "thread": {
    "uuid": "f405f2df8bfaa38f9a24e4903848063d8e6c321b",
    "url": "https://elcomercio.pe/mundo/europa/dia-de-la-mujer-2024-la-otan-homenajea-a-las-mujeres-que-sufren-guerras-como-en-ucrania-8-de-marzo-8m-ni-una-menos-ultimas-noticia",
    "site_full": "elcomercio.pe",
    "site": "elcomercio.pe",
    "site_section": "https://elcomercio.pe/arcio/rss/",
    "site_categories": [
      "media",
      "world_soccer",
      "sports",
      "top_news"
    ],
    "section_title": "El Comercio",
    "title": "La OTAN homenajea a las mujeres que sufren guerras como en Ucrania",
    "title_full": "La OTAN homenajea a las mujeres que sufren guerras como en Ucrania",
    "published": "2024-03-08T16:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://elcomercio.pe/resizer/179LleN6Y528jzKPxYE0RRyGNuQ=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/OXIG54T7HBDQTEZG275LHUSVDY.jpg",
    "performance_score": 0,
    "domain_rank": 4861,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f405f2df8bfaa38f9a24e4903848063d8e6c321b",
  "url": "https://elcomercio.pe/mundo/europa/dia-de-la-mujer-2024-la-otan-homenajea-a-las-mujeres-que-sufren-guerras-como-en-ucrania-8-de-marzo-8m-ni-una-menos-ultimas-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia EFE",
  "published": "2024-03-08T16:39:00.000+02:00",
  "title": "La OTAN homenajea a las mujeres que sufren guerras como en Ucrania",
  "text": "[1](/peru/temblor-en-peru-hoy-en-vivo-ultimo-sismo-de-marzo-registrado-por-el-igp-cual-fue-la-magnitud-epicentro-y-hora-instituto-geofisico-del-peru-lima-arequipa-ica-lbposting-noticia/) [Saber más](https://elcomercio.pe/buenas-practicas/) / NoticiasInformación basada en hechos y verificada de primera mano por el reportero, o reportada y verificada por fuentes expertas. | Informativo El secretario general de la [OTAN](https://elcomercio.pe/noticias/otan/), [Jens Stoltenberg](https://elcomercio.pe/noticias/jens-stoltenberg/), rindió homenaje este viernes a las “innumerables mujeres” que han fortalecido la Alianza desde su creación hace 75 años, y también a las que sufren conflictos, especialmente las ucranianas. “Su resistencia, sacrificio y dedicación han sido fundamentales para nuestro éxito. Hemos recorrido un largo camino en la integración de la perspectiva de género en nuestras políticas y operaciones, pero nuestro trabajo está lejos de haber terminado”, indicó Stoltenberg en un vídeo que compartió en las redes sociales con ocasión del Día Internacional de la Mujer. LEE TAMBIÉN: [La historia de las tres hermanas cuyo asesinato dio origen al día de la no violencia contra la mujer] El político noruego lamentó que, con demasiada frecuencia y en demasiados lugares, las mujeres sean las principales víctimas de los conflictos armados. “Hoy también rendimos un homenaje especial a las valientes mujeres de Ucrania que siguen luchando por sus familias, su libertad y su futuro”, enfatizó. Stoltenberg pidió seguir potenciando el papel de la mujer en la seguridad y la defensa, garantizar la igualdad de oportunidades de liderazgo y fomentar una Alianza más justa e integradora. “Aprovechar todo el potencial de nuestra gente seguirá fortaleciendo a la OTAN”, concluyó. En el mismo mensaje, el presidente del Comité Militar de la OTAN, Rob Bauer, destacó que desde la primera línea hasta los puestos de mando, las mujeres de las Fuerzas Armadas contribuyen cada día a la eficacia operativa de la OTAN, reforzando su capacidad para proteger a más de mil millones de personas. “Hoy reconocemos y expresamos nuestra gratitud a las mujeres que sirven en las misiones y operaciones de la OTAN. Cada vez son más las mujeres que deciden alistarse en las fuerzas armadas aliadas, pero el progreso no va lo bastante rápido”, aseguró. En concreto, pidió más esfuerzos para no solo reclutar sino también retener a las mujeres en los ejércitos, y para integrar la igualdad de género en las operaciones. Por su parte, la representante especial del secretario general para Mujeres, Paz y Seguridad, Irene Fellin, subrayó la importancia de trabajar en estrecha colaboración con organizaciones de la sociedad civil y la comunidad internacional para hacer avanzar la agenda de paz y seguridad de las mujeres. “Esta asociación amplifica nuestro impacto, acercándonos a un mundo en el que cada mujer está capacitada para contribuir, inspirar y liderar. Nuestras acciones de hoy sientan las bases para un mañana más justo e inclusivo, en el que las voces de las mujeres se escuchen y sean válidas”, apostilló. Contenido GEC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-08T17:03:44.251+02:00",
  "updated": "2024-03-08T22:36:41.182+02:00"
}