{
  "thread": {
    "uuid": "c67dabef956d38feb21c667e0a2e886de461523d",
    "url": "https://milano.corriere.it/notizie/cronaca/24_aprile_04/il-medico-anestesista-non-chiamateci-gettonisti-turni-pagati-anche-150-euro-l-ora-ma-non-e-solo-questione-di-soldi-cosi-migliora-la-qualita-della-vita-f6f79f87-af44-466d-ae12-92f73e525xlk.shtml",
    "site_full": "milano.corriere.it",
    "site": "corriere.it",
    "site_section": "https://milano.corriere.it",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Corriere Milano: le ultime news dalla Lombardia",
    "title": "Il medico anestesista: «Non chiamateci gettonisti. Turni pagati anche 150 euro l'ora, ma non è solo questione di soldi. Così migliora la qualità della vita» | Corriere.it",
    "title_full": "Il medico anestesista: «Non chiamateci gettonisti. Turni pagati anche 150 euro l'ora, ma non è solo questione di soldi. Così migliora la qualità della vita» | Corriere.it",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://dimages2.corriereobjects.it/files/og_thumbnail/uploads/2024/04/04/660ee498149b7.jpeg",
    "performance_score": 0,
    "domain_rank": 1263,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 13,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c67dabef956d38feb21c667e0a2e886de461523d",
  "url": "https://milano.corriere.it/notizie/cronaca/24_aprile_04/il-medico-anestesista-non-chiamateci-gettonisti-turni-pagati-anche-150-euro-l-ora-ma-non-e-solo-questione-di-soldi-cosi-migliora-la-qualita-della-vita-f6f79f87-af44-466d-ae12-92f73e525xlk.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sara Bettoni",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Il medico anestesista: «Non chiamateci gettonisti. Turni pagati anche 150 euro l'ora, ma non è solo questione di soldi. Così migliora la qualità della vita» | Corriere.it",
  "text": "«La Regione sta facendo un regalo ai privati». Domenico Pagano, 38 anni, è anestesista libero professionista e copre turni a chiamata a Sesto San Giovanni, Melzo, Cernusco, Lovere. Inoltre dirige Gapmed, una società che coinvolge circa 450 specialisti e fornisce servizi medici e infermieristici a 55 strutture sanitarie. Molte sono in Lombardia. La sua attività è direttamente colpita dalla delibera regionale anti-gettonisti: di fatto, allo scadere degli attuali contratti lui e i suoi colleghi non potranno più collaborare con gli ospedali pubblici. «Ma non chiamateci gettonisti, è dispregiativo». Qual è il termine che userebbe?«Medici indipendenti. Seguiamo lo stesso percorso formativo di chi viene assunto».Spesso le coop sono accusate di reclutare dottori che non hanno le competenze necessarie per lavorare nei reparti a cui sono indirizzati.«Non nel nostro caso. Facciamo corsi di formazione, mettiamo i “nuovi” in turno con colleghi esperti, che stilano un report. Dopo due segnalazioni negative, sono fuori». Com’è il rapporto con i dipendenti dell’ospedale?«Quando ci introduciamo in un presidio, c’è astio. Ma in un mese si esaurisce e ci integriamo bene». C’è poi il tema economico: quanto costa alle casse pubbliche un libero professionista?«Si parte da 110/120 euro l’ora, si arriva anche a 150 euro fuori dalla Lombardia. Una quota spetta alla società, poi ci sono le tasse e la previdenza. Il resto va in tasca al professionista. Può raggiungere i 120/150 mila euro lordi l’anno, se fa molti turni. A parità di ore erogate costa il 20/30 per cento in più di un dipendente. Ma non va pagato in caso di malattia, ferie o infortunio».Ora la Regione offre molto meno (80 euro l'ora, ndr).«Motivo per cui tutti si sposteranno sul privato o andranno in altre Regioni. Uno dei nostri radiologi ogni settimana parte dalla Sardegna per raggiungere la Valtellina. Compatta i turni. Ma con cifre più che dimezzate, come potrebbe sostenere le spese? E perderebbe anche la libertà di scegliere dove e quando lavorare, se si iscrivesse in una graduatoria dove è la Regione a decidere». Perché lei ha voluto essere un medico indipendente?«Non è solo una questione di maggior guadagno, ma anche di qualità della vita: posso organizzare il mio tempo. Tanti passano dalla dipendenza alla libera professione per questo motivo».Ma senza freni, gli ospedali saranno sempre più a corto di personale.«La delibera non risolverà il problema. Anzi: farà scappare altri dottori. Alcuni presidi dovranno chiudere interi reparti perché si basano solo sulle forze di medici esterni. E nessun ospedale ha un software per la gestione dei professionisti. Tra i manager c’è preoccupazione. Senza un’inversione di tendenza, tra dieci anni i pazienti dovranno andare all’estero a curarsi. Magari in Norvegia o a Dubai».",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://dimages2.corriereobjects.it/uploads/2024/04/04/660ee498149b7.jpeg",
    "https://dimages2.corriereobjects.it/files/main_image/uploads/2024/04/04/660ee498149b7.jpeg",
    "https://whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l",
    "https://www.whatsapp.com/channel/0029VaAlA1s6GcG6eTUe652l",
    "https://www.dimages2.corriereobjects.it/files/main_image/uploads/2024/04/04/660ee498149b7.jpeg",
    "https://www.dimages2.corriereobjects.it/uploads/2024/04/04/660ee498149b7.jpeg"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:11:31.620+03:00",
  "updated": "2024-04-05T00:19:39.363+03:00"
}