{
  "thread": {
    "uuid": "6f796f0854c6ec3f6706dca25d95e7ea56559738",
    "url": "https://www.eldebate.com/espana/la-voz-de-cordoba/provincia/20231229/justicia-ayuntamiento-rute-colaboran-facilitar-reeducacion-menores-infractores_163699.html",
    "site_full": "www.eldebate.com",
    "site": "eldebate.com",
    "site_section": "https://www.eldebate.com/rss/espana/la-voz-de-cordoba.xml",
    "site_categories": [],
    "section_title": "La Voz de Córdoba",
    "title": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
    "title_full": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
    "published": "2023-12-29T16:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.eldebate.com/files/article_social/files/fp/uploads/2023/12/29/658eda9d1f47f.r_d.960-665-4895.jpeg",
    "performance_score": 0,
    "domain_rank": 42439,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6f796f0854c6ec3f6706dca25d95e7ea56559738",
  "url": "https://www.eldebate.com/espana/la-voz-de-cordoba/provincia/20231229/justicia-ayuntamiento-rute-colaboran-facilitar-reeducacion-menores-infractores_163699.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción La Voz",
  "published": "2023-12-29T16:47:00.000+02:00",
  "title": "Justicia y el Ayuntamiento de Rute colaboran para facilitar la reeducación de menores infractores",
  "text": "El consejero de Justicia, Administraci\\u00f3n Local y Funci\\u00f3n P\\u00fablica, Jos\\u00e9 Antonio Nieto, ha firmado este viernes en Rute un convenio con el alcalde del municipio, David Ruiz, para que los menores infractores de la localidad y de la zona puedan cumplir medidas judiciales no privativas de libertad, tales como prestaciones en beneficio de la comunidad y tareas socioeducativas, en servicios municipales y, adem\\u00e1s, la Polic\\u00eda Local vigilar\\u00e1 a los menores que deban cumplir medidas de permanencia de fin de semana en sus domicilios. A este respecto, Nieto ha agradecido la colaboraci\\u00f3n y la implicaci\\u00f3n del Consistorio y ha recordado que la Junta de Andaluc\\u00eda tiene entre sus competencias garantizar los medios necesarios para la ejecuci\\u00f3n de las medidas impuestas por los jueces de Menores, tanto de internamiento, como de medio abierto. Para ello, la Ley del Menor permite realizar convenios con entidades p\\u00fablicas y privadas sin \\u00e1nimo de lucro para su cumplimiento. Los jueces pueden dictar medidas, como la realizaci\\u00f3n de prestaciones en beneficio de la comunidad y tareas socioeducativas, que persiguen la reeducaci\\u00f3n de los j\\u00f3venes mediante actuaciones reparadoras a la sociedad y que no suponen la privaci\\u00f3n de libertad. Tareas que, ahora, podr\\u00e1n realizar los menores de la localidad que cometan alguna infracci\\u00f3n en su propio municipio, sin necesidad de desplazarse, lo que facilita la ejecuci\\u00f3n de la medida y su fin. A este respecto, Nieto, que ha estado acompa\\u00f1ado por el director general de Justicia Juvenil, Esteban Rond\\u00f3n, y por la delegada territorial de Justicia en C\\u00f3rdoba, Raquel L\\u00f3pez, ha se\\u00f1alado que \\u00abeste tipo de medidas es una herramienta que tiene mucho \\u00e9xito en la reeducaci\\u00f3n de los menores. Cada vez tenemos m\\u00e1s demanda de los juzgados y por eso es tan importante que el Ayuntamiento d\\u00e9 un paso como este\\u00bb. \\u00abSon trabajos ejemplarizantes, con los que los chavales comprenden el da\\u00f1o que han provocado, por ejemplo, si un menor ha hecho una pintada pues se le puede imponer limpiar una calle con los equipos de limpieza\\u00bb, seg\\u00fan ha explicado el consejero. Por ello, para facilitar la realizaci\\u00f3n de estas tareas, la Consejer\\u00eda de Justicia tiene acuerdos con ayuntamientos y entidades sociales mediante los que los menores resarcen a la sociedad del da\\u00f1o causado con su conducta colaborando en labores, no remuneradas ni sustitutivas de puestos de trabajo. Recientemente, el pasado mes de septiembre, el consejero firm\\u00f3 sendos convenios con la Fundaci\\u00f3n Promi y C\\u00f3rdoba Acoge, lo que permite que los j\\u00f3venes tomen conciencia de otras realidades sociales. Con el convenio firmado en Rute, ya son 46 ayuntamientos de la provincia los que se suman a esta iniciativa, es decir, m\\u00e1s de la mitad de los municipios cordobeses. En los centros municipales los menores infractores pueden cumplir medidas de medio abierto realizando labores de mantenimiento de parques y jardines o restaurando el mobiliario urbano. La Delegaci\\u00f3n Territorial de Justicia ser\\u00e1 la encargada de hacer un seguimiento de cada caso, a trav\\u00e9s del Sistema Integral de Medio Abierto (SIMA), mientras que el Juzgado de Menores es el que debe establecer el tiempo de duraci\\u00f3n de la medida y el calendario de ejecuci\\u00f3n. En 2022, fueron 34 los menores que cumplieron este tipo de medidas en ayuntamientos y ONG, mientras que en este 2023 han sido 36. La mayor\\u00eda son varones y han estado cumpliendo prestaciones en beneficio de la comunidad en entidades como el Banco de Alimentos, la Cruz Roja o la Fundaci\\u00f3n Promi, as\\u00ed como en servicios de los consistorios de Encinajero, Lucena, La Carlota o Montoro. En este contexto, Nieto ha asegurado que el sistema de Justicia Juvenil andaluz es un referente dentro y fuera de Espa\\u00f1a, destacando el liderazgo de la comunidad en cuanto al trabajo de reeducaci\\u00f3n que se hace con los menores y el compromiso de la Junta con esta materia. \\u00abNo es un problema de clases sociales --ha asegurado--, pues nos puede pasar a cualquiera, a cualquier familia y a cualquier chaval, y tenemos que tender una mano a aquellos que han cometido un error\\u00bb.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Arts, Culture and Entertainment",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:14:05.761+02:00",
  "updated": "2023-12-29T19:14:05.761+02:00"
}