{
  "thread": {
    "uuid": "7a7b8024c474aa2b3d0d53a28d831a7a4c30f09e",
    "url": "https://reliefweb.int/report/yemen/iom-yemen-healing-journey-mental-health-support-uplifts-displaced-communities-times-crisis-enar",
    "site_full": "reliefweb.int",
    "site": "reliefweb.int",
    "site_section": "https://reliefweb.int/updates",
    "site_categories": [
      "media"
    ],
    "section_title": "Updates | ReliefWeb",
    "title": "IOM Yemen: THE HEALING JOURNEY - Mental Health Support Uplifts Displaced Communities in Times of Crisis [EN/AR] - Yemen | ReliefWeb",
    "title_full": "IOM Yemen: THE HEALING JOURNEY - Mental Health Support Uplifts Displaced Communities in Times of Crisis [EN/AR] - Yemen | ReliefWeb",
    "published": "2024-06-23T07:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://reliefweb.int/sites/default/files/styles/large/public/images/reports/f3/20/f320f639-7e70-4438-bbc8-5be251b5ab6d.jpeg",
    "performance_score": 0,
    "domain_rank": 1716,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a7b8024c474aa2b3d0d53a28d831a7a4c30f09e",
  "url": "https://reliefweb.int/report/yemen/iom-yemen-healing-journey-mental-health-support-uplifts-displaced-communities-times-crisis-enar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-23T07:00:00.000+03:00",
  "title": "IOM Yemen: THE HEALING JOURNEY - Mental Health Support Uplifts Displaced Communities in Times of Crisis [EN/AR] - Yemen | ReliefWeb",
  "text": "Mental Health Support Uplifts Displaced Communities in Times of Crisis Ma’rib, Yemen Amidst the harsh realities of conflict, displacement, poverty and crumbling infrastructure, the mental health and psychosocial well-being of Yemenis hangs precariously in the balance. For many, each day is a relentless battle for survival that exacts a heavy toll on their mental health. Yet, amidst the hardship, glimmers of resilience shine through. For Salwa*, the onset of war dealt a profound blow to her once-secure existence in the city of Sana’a. Alongside her loving husband Saleh and their cherished children, she had built a good life filled with love and promise. Despite the challenges, they had managed to carve out a semblance of stability. However, as the turmoil escalated within the city, the family made the difficult decision to flee to Ma’rib. The problem of displacement wasn’t limited to the journey alone. I brought my family to safety, but I had no money to provide a roof above their heads. Starting a new life in an unfamiliar place was the real burden. — Saleh STRUGGLES OF DISPLACEMENT Despite this startling turn of events, the family made the decision to establish a modest shelter and settle in until the situation improved. However, the burden of displacement weighed heavily on Salwa’s shoulders. “I found myself only seeing the negative side of things,” she reflects. “Even my relationships with my husband and my children suffered. I no longer cared about myself, my family, or our home.” Emotional distress gradually crept into Salwa’s life, leading her to withdraw from school, sever connections with others, and lose interest in daily routines. Confronted with this situation, Saleh felt a profound sense of helplessness, each passing day darker than the last. MENTAL HEALTH CRISIS Years of conflict have silently nurtured a growing mental health crisis across the country. This alarming situation is exacerbated by a severe shortage of trained professionals and treatment facilities. As a result, an estimated [7 million people](https://reliefweb.int/report/yemen/silent-struggle-yemens-mental-health-crisis#:~:text=8%20January%202024%20%E2%80%93%20Years%20of,a%20hidden%20crisis%20is%20festering.) currently grapple with psychological problems and stress inflicted by the ongoing conflict. In Yemen’s tight-knit society, there is a long-standing misconception that mental health and psychological support is solely reserved for those dealing with severe conditions, leading many to hesitate to seek help when they most need it. “Previously, when I heard that someone was seeing a psychiatrist, I would assume they were insane,” Salwa shares. Recognizing the urgent need for mental health care, the International Organization for Migration (IOM) has stepped in to provide essential Mental Health and Psychosocial Support (MHPSS) services for conflict-affected communities in Ma’rib city, which hosts the largest number of displaced communities and vulnerable migrants. IOM psychologist Maha Moohydeen has been deeply involved in addressing these pressing mental health needs. Maha joined forces with IOM in 2021, taking on the role of psychologist at the Al Jufinah static clinic and actively supporting MHPSS services on the Mobile Medical Teams (MMT). These teams are instrumental in delivering vital mental health and psychosocial support to remote communities around Ma’rib. RAISING AWARENESS Throughout her career, Maha has encountered many people in need of mental health support, but she believes that displaced people are particularly vulnerable. Together with her team, she provides a wide range of services, including counselling, individual and group psychotherapy sessions, psychoeducation, group discussions, and other psychosocial activities. “The displacement and deteriorating living conditions have significantly exacerbated the mental health status of many people we encounter,” Maha explains. “Many come to us in critical stages, having exhausted almost all available resources and facing dire setbacks.” Saleh found out about the psychological support provided by IOM at Al Jufainah clinic and eagerly sought help for his wife. “I believe that mental health support is vital for every family,” Saleh emphasizes. “It’s as important as physical health, especially considering the stressful situations that many of us have to go through.” Saleh is adamant that people should raise awareness about the importance of mental health and psychosocial support within communities. He believes that it’s crucial to shift the perception around mental health and highlight its role in providing relief for everyone, not just for those facing extreme circumstances. SEEKING HELP Salwa’s decision to visit Maha at the clinic marked the beginning of her journey towards healing. Her treatment began with prescribed medications to alleviate her severe symptoms, followed by a series of ten psychotherapy sessions over the course of three months. It took Salwa several sessions before she finally started uncovering what she truly felt and what that meant. “She confided in me that she no longer wanted to live,” Maha recalls. “Her case was severe, marked by persistent insomnia and constant negative thoughts.” As time passed and Salwa began to experience some relief, she came to understand the importance of mental health and its impact on one’s life. She eventually returned to school and even opened her own small business selling handicrafts. With Salwa and Saleh’s main issues resolved, the family’s situation began to look up. Saleh found work as a math teacher in a nearby school, while Salwa sold accessories to support their family. She also reconnected with her children and friends and learned to be more resilient in times of crisis. Now, Salwa encourages those around her to not hesitate in seeking help as well. “Coming here, I realized that seeking this kind of support is normal,” Salwa explains. “It’s comforting to find someone I can speak to openly and trust with my life. I feel a sense of relief.” FOOTNOTES IOM’s MPHSS support in Yemen is funded by EU Humanitarian Aid and USAID’s Bureau for Humanitarian Assistance (BHA).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "salwa",
        "sentiment": "none"
      },
      {
        "name": "saleh",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "yemen",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T08:44:21.700+03:00",
  "updated": "2024-06-23T08:44:21.700+03:00"
}