{
  "thread": {
    "uuid": "e402956a414ffc387c4b673f76b7df702124aeda",
    "url": "https://www.lmneuquen.com/espectaculos/la-noticia-bomba-que-le-dio-florencia-bertotti-sus-fans-n1082022",
    "site_full": "www.lmneuquen.com",
    "site": "lmneuquen.com",
    "site_section": "https://www.lmneuquen.com/contenidos/espectaculos.html",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Espectáculos - LMNeuquén",
    "title": "La noticia bomba que le dio Florencia Bertotti a sus fans",
    "title_full": "La noticia bomba que le dio Florencia Bertotti a sus fans",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.lmneuquen.com/p/9226231e053803b1d9ac91290e80d8c2/adjuntos/195/imagenes/007/645/0007645008/1200x675/smart/florencia-bertotti.png",
    "performance_score": 0,
    "domain_rank": 72589,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e402956a414ffc387c4b673f76b7df702124aeda",
  "url": "https://www.lmneuquen.com/espectaculos/la-noticia-bomba-que-le-dio-florencia-bertotti-sus-fans-n1082022",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LMNeuquen",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "La noticia bomba que le dio Florencia Bertotti a sus fans",
  "text": "Florencia Bertotti logró convertirse en la ídola de toda una generación gracias a su papel protagónico en Floricienta , la exitosa ficción creada y producida por Cris Morena. Ese cariño por parte del público se mantiene hasta el día de hoy y fue por eso que cada novedad relacionada a esa novela infantil no pasa desapercibida por la base de fans que logró cosechar.\nA casi 20 años del estreno de la recordada telenovela infantil, la artista anunció que el 21 de septiembre dará un show en Buenos Aires, más precisamente en el Movistar Arena, donde volverá a interpretar hits que la rompieron toda durante el auge de la ficción como \"Por qué\", \"Flores amarillas\" y \"Mi vestido azul\", entre varios otros.\nEn el último tiempo, la actriz le dio un giro a su carrera y volvió a ponerse en la piel de Floricienta. Con ese personaje, se subió a los escenarios de Guatemala, Uruguay, Perú y Ecuador.\nEmbed - F L O R B E R T O T T I en Instagram: \"Bueno, no se bien que decir.. Agárrate día de la primaveraaaa x q festejamos en el Movistar meamooorrrr Tanto lo quisimos que acá lo estamos haciendo realidad! Me vuelvo loc Quien vien !!! 21/09/2024 @movistararenaar a partir del 5/01 en @movistararenaar\" View this post on Instagram A post shared by F L O R B E R T O T T I (@florbertottiok)\nHace un tiempo, Bertotti volvió a conectar con su costado artístico y se abrió un canal de Youtube para reaccionar a las escenas de la novela. Además, desde principios de marzo se encuentra visitante países de Sudamérica, como Bolivia, con su tour \"Flor Bertotti, en concierto\" para presentar sus canciones.\nFlorencia Bertotti por fin contó cómo se lleva con Guido Kaczka, su ex pareja y padre de su hijo Fue una sorpresa para todos cuando hace más de 15 años Guido Kaczka y Florencia Bertotti se separaron en medio de rumores de infidelidad. Los actores se conocieron trabajando y forjaron no solo un romance sino una familia, sin embargo, todo terminó de la peor manera. El fruto de su amor, Romeo, llegó en el año 2008, y aunque los caminos amorosos de ambos tomaron diferentes rumbos, su compromiso con su hijo los mantiene unidos en una relación única.\nTras la separación en 2010, cuando Romeo apenas contaba con dos años, decidieron mantener un vínculo de visitas en términos amigables. Florencia rehízo su vida al lado de Federico Amador, mientras que Guido encontró el amor junto a Soledad Rodríguez. Ambas parejas comprendieron la importancia de Romeo en sus vidas y se unieron en una colaboración genuina.\n9 (1).jpg Guido Kazcka y Florencia Bertotti.\nLa actriz de \"Floricienta\" compartió en una entrevista reciente cómo fluye la relación actual entre ellos: \"Con Guido está todo muy bien. Los dos estamos muy pendiente de Romeo. Y con Sole, su mujer, me llevo muy bien, es una aliada. Me pone muy contenta que quiera a mi hijo\", reveló, destacando la cercanía que mantiene con Guido Kaczka y Soledad Rodríguez.\nEn sus palabras, Florencia Bertotti expuso cómo el compromiso con Romeo los unió aún más a medida que el tiempo avanzaba. \"Nos cubrimos un montón con Sole, la mujer de Guido, porque él está con mil cosas, entonces hablo con ella y organizamos… Nos cubrimos y estamos ahí para lo que Romeo necesite\", afirmó. El lazo con el conductor de \"Los 8 Escalones del Millón\" se mantiene en una armonía \"absolutamente natural y fluida\", subrayó.\nA pesar de los nuevos senderos que cada uno emprendió en sus vidas amorosas, la prioridad inquebrantable que le otorgan a Romeo es el pegamento que sostiene esta excepcional relación. Cabe destacar que Federico Amador también tiene hijos de su anterior relación y que según contaron se llevan a la perfección con Romeo, siendo un hermano más de los dos pequeños.\nApareció el nombre de la mujer que causó la separación de Nito Artaza y Cecilia Milone\nLuciana Salazar contó el peor chisme del matrimonio de Martín Redrado\nApareció el nombre de la mujer que causó la separación de Nito Artaza y Cecilia Milone\nLuciana Salazar contó el peor chisme del matrimonio de Martín Redrado\nEl gesto amoroso de Nicole Neumann para sus hijas antes de Año Nuevo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
    "https://www.instagram.com/reel/C1XxA6CPu0Y/?utm_source=ig_embed&utm_campaign=loading",
    "https://twitter.com/intent/tweet?url=https://www.lmneuquen.com/c1082022&vía=lmneuquen&related=LM",
    "https://www.instagram.com/reel/C1XxA6CPu0Y/",
    "https://instagram.com/reel/C1XxA6CPu0Y/?utm_source=ig_embed&utm_campaign=loading",
    "https://twitter.com/intent/tweet?url=https://lmneuquen.com/c1082022&vía=lmneuquen&related=LM",
    "https://lmneuquen.us4.list-manage.com/subscribe/post",
    "https://www.lmneuquen.us4.list-manage.com/subscribe/post?u=2b314b4120b8426b145e18e7e&id=19ac5bb7b2",
    "https://twitter.com/intent/tweet"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:06:52.234+02:00",
  "updated": "2023-12-29T18:35:55.018+02:00"
}