{
  "thread": {
    "uuid": "20f7e5f6e6bc663d44447a124efe66004a216fd3",
    "url": "https://www.miragenews.com/council-calling-for-sustainable-ideas-1175548",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/disclaimer",
    "site_categories": [
      "media"
    ],
    "section_title": "Disclaimer | Mirage News",
    "title": "Council Calling for Sustainable Ideas | Mirage News",
    "title_full": "Council Calling for Sustainable Ideas | Mirage News",
    "published": "2024-02-15T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.miragenews.com/wp-content/uploads/2019/04/newsdevelopments-image.jpg",
    "performance_score": 0,
    "domain_rank": 14331,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20f7e5f6e6bc663d44447a124efe66004a216fd3",
  "url": "https://www.miragenews.com/council-calling-for-sustainable-ideas-1175548",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-02-15T19:30:00.000+02:00",
  "title": "Council Calling for Sustainable Ideas | Mirage News",
  "text": "Southern Grampians Shire Council has started work on a long-term sustainability strategy that aims to address the growing threat of climate change and formalise the link between the sustainability goals of the Shire and the projects required to deliver those outcomes. The Southern Grampians Shire Council Sustainability Strategy 2024-2041 will set the direction for council, community, business, and government agencies to work together on sustainable initiatives over the coming decade and beyond. It is proposed that the strategy will address six key focus areas including: 'towards net zero'; 'built environment'; 'waste to zero'; 'water conservation'; 'land use and biodiversity'; and 'community engagement'. The new sustainability strategy will supersede the previous 2010-2020 Strategy that delivered many outcomes for the Shire, including the introduction of a kerbside organic waste service, replacement of 1000 streetlights in Hamilton with LED lights, installation of public recycling facilities and the inclusion of an environmental criteria in the purchase of Council fleet vehicles, the procurement policy and tenders evaluations. Mayor Councillor David Robertson said a discussion paper had been prepared by council's sustainability team to kick off the process for the new strategy and everyone was invited to lend their voice and opinion. \"Council has significant role to play in building and leading a sustainable future in the Southern Grampians Shire. We have done a lot of work in this space over recent years and our community have embraced sustainability and a commitment to our environment as well. \"We want to work closely with the community and key stakeholders on this Sustainability Strategy to set realistic, shared goals for the long-term for our region,\" said Cr Robertson. \"From long-time residents and farmers to our local youth, we'd like everyone's thoughts, opinions, and suggestions about what matters to you when it comes to delivering an environmentally sustainable shire.\" To read the discussion paper and submit your feedback, please go to the 'Have Your Say' section on the council website or contact council customer service. Submissions close on Sunday 31 March. Council's sustainability team will also host pop-up engagement sessions across the shire, so please monitor news and social media channels for dates and venues. After the consultation period, a sustainability strategy will be prepared and advertised for community feedback before being presented to councillors for final adoption. [here](/council-calling-for-sustainable-ideas-1175548/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Social Issue",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "council calling for sustainable ideas | mirage news southern grampians shire council",
        "sentiment": "negative"
      },
      {
        "name": "southern grampians shire council sustainability strategy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "shire",
        "sentiment": "none"
      },
      {
        "name": "hamilton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:41:09.999+02:00",
  "updated": "2024-02-16T06:41:09.999+02:00"
}