{
  "thread": {
    "uuid": "913aa58c573c72b515573bb444f6de66e52aecad",
    "url": "https://hr.economictimes.indiatimes.com/news/industry/green-industry-boom-is-it-the-next-big-hub-for-massive-jobs/106377040",
    "site_full": "hr.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://b2b.economictimes.indiatimes.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "\n    Latest Business News | The Economic Times B2B",
    "title": "Green industry boom: Is it the next big hub for massive jobs?, ETHRWorld",
    "title_full": "Green industry boom: Is it the next big hub for massive jobs?, ETHRWorld",
    "published": "2023-12-29T09:25:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HR",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-106377040,imgsize-103292,width-1200,height=765,overlay-ethr/industry/green-industry-boom-is-it-the-next-big-hub-for-massive-jobs.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "913aa58c573c72b515573bb444f6de66e52aecad",
  "url": "https://hr.economictimes.indiatimes.com/news/industry/green-industry-boom-is-it-the-next-big-hub-for-massive-jobs/106377040",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETHRWorld.com",
  "published": "2023-12-29T09:25:00.000+02:00",
  "title": "Green industry boom: Is it the next big hub for massive jobs?, ETHRWorld",
  "text": "The current landscape of green jobs is poised for growth in the coming years, as companies become highly ESG compliant and help achieve India’s goal of net zero emissions by the year 2070.India is undergoing a change which is driven by a surging commitment to environmental responsibility. A recent IBM survey pointed out that 82 percent of Indian business leaders are actively seeking to hire professionals with expertise in green and sustainability technologies. This translates to a massive jobs bonanza in the eco-space, with demand far outstripping current talent pools.Researchers have said that from renewable energy solutions to waste management innovations, the gamut of green jobs encompasses diverse roles. Wind turbine technicians, solar panel installers, green building designers, and carbon footprint analysts are just a few examples of the in-demand workforce of the future. This hiring spree extends beyond niche sectors, with established companies revamping their operations and seeking sustainability experts to spearhead the transition.In this overall context, ETHRWorld interacted with some industry experts in order to understand more about this trend.What does data say?As per a survey by Naukri.com, the average year on year growth in green jobs was around 27 percent in Oct 2023 vs Oct 2022. According to Sachin Alug, CEO, NLB Services, 30 million green jobs are expected to be created within India by 2050. Globally, green talent share increased from less than 10 percent to about 14 percent within 6 years.The current landscape of green jobs is poised for growth in the coming years, as companies become highly ESG compliant and help achieve India’s goal of net zero emissions by the year 2070.Alug adds that salary packages for professionals with skills in sustainability across industries have been reported to be anywhere between Rs 10 lakh per annum and Rs 25 LPA.Also, since the domain of green jobs is in a nascent stage, there is a surge in the demand for skilled professionals consisting mainly of millennials and Gen Z.Current landscape of green skill jobs in IndiaBrijesh Narang, VP - HR, Indian Energy Exchange (an organisation at the forefront of India's energy transition), says that the current landscape of green jobs in India is undergoing a dynamic shift driven by the nation's ambitious goal of achieving 500 GW of renewable energy capacity by 2030. Currently, different sectors are at various stages of formulating and implementing policies and strategies to promote sustainability, leading to the positive outcome of green job creation in India. Narang adds that as businesses in India embrace sustainable practices, there is also a growing need to upskill and reskill the existing workforce in green skills to bridge the human resource gap.Furthermore, the incorporation of green skills into academic frameworks and government initiatives like the Green Skill Development Programme further support this transformative journey.“The future of work is undeniably green, with Environmental, Social and Governance (ESG) considerations becoming non-negotiable for enterprises. India's capacity to address environmental challenges and embrace sustainability is intricately linked to the integration of green skills across industries,” he says.On the same, KT Rao, Head - People & Culture, RHI Magnesita India, West Asia & Africa Region, mentions that the green skill landscape in India is burgeoning, with immense potential driven by policy tailwinds and growing investor interest. However, according to Rao, the talent pool lags behind demand, particularly for niche specialisations like renewable energy project management, green hydrogen engineering, recycling of heavy industrial material. “While upskilling the existing workforce is crucial, it is also important that we close the gap through robust industry-academia partnerships and targeted skilling initiatives,” Rao says.Skill sets in demandNarang of IEX highlights that as the demand for renewable energy continues to rise, organisations are searching for individuals with a solid technical foundation that includes a profound understanding of scientific principles, global energy markets and regulatory policies. Ongoing learning through certifications and active participation in industry workshops further enhances a candidate's attractiveness in this dynamic and impactful field.Also, it should be noted that the significance of green skills extends beyond the energy sector, as sustainability emerges as a global priority across various industries. The increasing opportunities for professionals with green skills align with the need to champion environmental stewardship and contribute to the creation of a more sustainable and resilient future.Rao of RHI Magnesita points out that organisations across the spectrum seek a blend of technical expertise and soft skills. Furthermore, a deep understanding of sustainable technologies like solar PV, green steel, recycling and energy management is essential. But equally important are problem-solving, data analysis and communication skills to navigate complex projects and collaborate across diverse teams. Climate innovation mindset and a passion for sustainability are always an added advantage.Attracting talent in the industryExperts say that creating accessible educational programmes, offering financial incentives like scholarships or grants for related studies, fostering partnerships between industries and academic institutions, and highlighting success stories of individuals making a positive impact in these fields can all inspire interest in sustainability careers.Rao of RHI Magnesita explains that attracting talent requires a two-pronged approach.Firstly, one needs to showcase the exciting and impactful nature of green careers through various forums and platforms such as campus activities, alumni connect, employer branding and hackathons. Then the focus should be on highlighting how sustainability professionals are at the forefront of tackling climate change and building a greener future and how they hold the potential to inspire the youth. Secondly, organisations need to make green jobs accessible through scholarships, loan assistance and targeted outreach programmes to non-traditional talent pools, which can also ensure inclusivity and diversity in the green workforce.“There is a need for leaders who can make well-informed decisions that strike a balance between corporate goals and environmental sustainability, especially in light of the pressing global climate crisis. Identifying and cultivating talent capable of seeing opportunities for sustainable practices—like energy-saving and waste-reduction projects—becomes crucial to achieving both organisational performance and favourable environmental results,” says Narang.Addressing the challengesChallenges in acquiring green skills include a lack of specialised training, constantly evolving technologies, and costs. At the organisational level, investing in training programmes, partnerships with educational institutions, and offering incentives can help. Industry wide efforts like standardised training and government support through subsidies or collaboration initiatives can address these obstacles on a broader scale.Rao of RHI Magnesita says that organisations face hurdles in adopting green practices, such as resistance to change due to unfamiliarity and fear, budget constraints hindering sustainable investments, and inadequate leadership commitment. At the industry level, challenges encompass the absence of standardised green practices, competitive pressures favouring short-term gains over green investments, limited collaboration hindering resource sharing, and regulatory uncertainty complicating sustainability planning.Overcoming these challenges is crucial for developing a skilled workforce capable of contributing to sustainable development amid a dynamic job market. Narang of IEX highlights that there is a significant shortage of qualified green talent that poses a challenge for companies adding green jobs. This gap highlights a crucial issue: the difficulty in finding individuals with the necessary green skills. Transitioning to a sustainable, low-carbon economy requires a workforce with these skills, and the current deficit could hinder efforts to combat climate change.He suggests that to address this challenge, companies should invest in education and training programmes focused on green skills. This entails allocating resources for curriculum and training modules aligned with the latest developments in sustainable technologies. From a diversity, equity and inclusion (DE&I) perspective, leaders can promote mentorship and sponsorship programmes to support women and underrepresented groups in gaining the skills and experience needed for leadership roles in green industries.Measures adopted by companiesCompanies like IEX have adopted a diversified strategy to address the sustainability skills gap by prioritising the development of talent through internal training programmes. Recently, IEX launched an e-learning portal, encouraging employees to acquire new skills and apply them within the organisation. The integration of digital skills aligns with evolving expectations and underscores technology's crucial role. Knowledge sharing sessions foster a collaborative learning environment.Moreover, as India’s inaugural carbon-neutral exchange, IEX has gone beyond training by ingraining sustainability into its corporate culture and daily operations. Collaborating with BluSmart Mobility, the company is providing employees access to emission-free transportation.Diversity in the industryExperts feel that there is still time for women to take charge in the industry, although with advancements many changes are being noticed.Rao of RHI Magnesita says that diversity and inclusion ratios in green jobs in India might vary across sectors and regions. However, efforts are being made to encourage D&I in these sectors, promoting equal opportunities for all individuals.Over the past two and a half years, RHI Magnesita has made progress, increasing the representation of women employees from 3 percent to 7 percent. Now, the company has set an ambitious target for the future, aiming to achieve a 15 percent representation of women in the workforce by 2025.RHI Magnesita’s commitment to correcting the gender imbalance is evident in its strategic approach. This proactive stance reflects a recognition of the value that gender diversity brings to the workplace, fostering a more inclusive and varied perspective.Narang of IEX too adds that the organisation has seen significant growth in the participation of female colleagues in the last 3-4 years. While core industries have typically been male-dominated, there has been a tremendous shift, with women now actively taking on critical roles at IEX in areas such as market operations, finance (investor relations), technology, and more.Read alsoLooking Back: How feasible is the call for a 70-hour work week?Shh... Careers altered! What new workplace trend ‘quiet cutting’ is all about?How HRs can do damage control in an organisation suffering from toxic work cultureOpenAI Drama: What strategies can companies implement while facing leadership transitions?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "ibm",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:24:00.905+02:00",
  "updated": "2023-12-29T12:24:00.905+02:00"
}