{
  "thread": {
    "uuid": "1164f13f1595abfb780d98e97642900a2fb795bd",
    "url": "https://www.nowtolove.com.au/celebrity/celeb-news/matildas-katrina-gorry-expecting-79730",
    "site_full": "www.nowtolove.com.au",
    "site": "nowtolove.com.au",
    "site_section": "https://www.nowtolove.com.au/rss",
    "site_categories": [
      "television",
      "womens_health",
      "health",
      "entertainment"
    ],
    "section_title": "",
    "title": "Matildas Katrina Gorry and her fiancée Clara are expecting",
    "title_full": "Matildas Katrina Gorry and her fiancée Clara are expecting",
    "published": "2024-01-07T14:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://d3unuz0h0mttub.cloudfront.net/s3/digital-cougar-assets/now/2024/01/08/1704668254408_Header-NTL10.jpg?width=1200&amp;height=630&amp;quality=75&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 27663,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1164f13f1595abfb780d98e97642900a2fb795bd",
  "url": "https://www.nowtolove.com.au/celebrity/celeb-news/matildas-katrina-gorry-expecting-79730",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Maisy Rae",
  "published": "2024-01-07T14:05:00.000+02:00",
  "title": "Matildas Katrina Gorry and her fiancée Clara are expecting",
  "text": "It's been five months since Katrina Gorry and her\nMatildasteammates wowed the nation with their incredible success at the 2023 FIFA Women's World Cup.\nBut 2024 is going to be even bigger for Katrina, who recently left Swedish football club Vittsjo GIK and has yet to announce where she'll go next.\nWith the Paris Olympics now firmly in the national team's sights and wedding planning on the cards, there's also the \"small\" addition of a new bub for Katrina and her fiancee\nClara Markstedtto welcome.\nThe couple recently shared they were expecting their\nsecond child– a boy – much to the joy of Katrina's teammates, who have already put their hands up for babysitting duties.\n\"[They] were all pretty excited and they wanted a boy, so they're happy!\" Katrina, 31, laughs.\nWith Clara due to give birth in early June, it's going to be a hectic few weeks for the family as the Matildas head off to training camp for the Olympics in July.\nKatrina's mum Linda and stepdad David will also be on hand to help look after the couple's two-year-old daughter\nHarper.\n\"I think it couldn't be timed any better,\" says Clara, 34. \"The playing season will be over and it'll be lovely to have a few weeks together – if I don't go over [my due date] too much!\"\nKatrina welcomed Harper via IVF in 2021 and the couple used the same sperm donor this time.\nIn September they discovered Clara was pregnant just a day after her father Peter was farewelled in an emotional service after he passed away unexpectedly during the World Cup.\n\"We never thought [IVF] would work first go for us,\" says Katrina. \"And the fact that we're having a boy and it happened around [Clara's] dad's funeral... it's like we lost someone so special, but now we've gained someone special too.\"Clara smiles.\n\"I was frustrated because he didn't have his time. So, we were sitting at the funeral, and I was just thinking, 'If you want to do something for me, just make this stick,'\" Clara says, looking down at her bump.\n\"I'd like to think there's a meaning with everything.\"\nKatrina's adorable daughter Harper, who captured the hearts of fans with her on-field antics during the World Cup, is said to be practising a lot for the arrival of her sibling.\n\"We talk about her little brother, and she's noticed the change in my body,\" says Clara.\n\"She's got about 20 dollies, all of their names are Oliver, and she drives them around in a little pram while she shushes them.\"\n\"We've asked her what she's going to do when the baby starts crying, and apparently she's going to give him a babycino!\"\nNow having reached the halfway point in her pregnancy, Clara says she's back to feeling more like herself after experiencing a rough few months.\n\"I just tried a new medication and it's made a huge difference,\" she says.\n\"When I've been sat in the bathroom being sick, Harper has been in there with me, saying, 'Get up Ra Ra, let's go out.'\"\nKatrina adds, laughing, \"I'm feeling great, I've had no nausea or anything this time around.\"\n\"I feel bad as I definitely wasn't as unwell as Clara has been. She's amazing and has been dealing with it so well.\"\n\"It's a bit strange to not be able to feel everything and that I'm watching him grow, instead of carrying him but it has been nice to have a partner to go through it with this time.\"\nThe couple, who met in late 2021 while Clara was also playing at Vittsjo GIK, have spent the last month holidaying in Australia and celebrating Christmas with Katrina's family in Brisbane.\nThey say there have also been plenty of encounters with fans, who have stopped Katrina to talk about the impact of the World Cup.\n\"It's been pretty incredible to see little boys coming up and telling me that their favourite player is a female athlete,\" says the Matildas veteran.\n\"As an athlete, you always want to leave the game in a better place, and I really feel like we've done that.\"\n\"I hope that everyone who followed our journey really felt how much love we gave them and, in return, how much love we felt from them.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "clara",
        "sentiment": "negative"
      },
      {
        "name": "matildas katrina gorry",
        "sentiment": "negative"
      },
      {
        "name": "katrina gorry",
        "sentiment": "negative"
      },
      {
        "name": "clara markstedtto",
        "sentiment": "none"
      },
      {
        "name": "david",
        "sentiment": "none"
      },
      {
        "name": "harper",
        "sentiment": "none"
      },
      {
        "name": "linda",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "matildas",
        "sentiment": "none"
      },
      {
        "name": "vittsjo gik",
        "sentiment": "none"
      },
      {
        "name": "fifa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:17:20.369+02:00",
  "updated": "2024-01-08T01:17:20.369+02:00"
}