{
  "thread": {
    "uuid": "24cde3687a10bb4dda9f47c4f0494c906f9e2fd0",
    "url": "https://www.terra.com.br/planeta/atitude-sustentavel/startup-brasileira-leva-agua-potavel-a-zonas-de-guerra-e-regioes-contaminadas,2f4a2258f270ffa82e67fdc5045fe23et7j47mxk.html",
    "site_full": "www.terra.com.br",
    "site": "terra.com.br",
    "site_section": "https://terra.com.br/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Brasil",
    "title": "Startup brasileira leva água potável a zonas de guerra e regiões contaminadas",
    "title_full": "Startup brasileira leva água potável a zonas de guerra e regiões contaminadas",
    "published": "2024-05-03T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://p2.trrsf.com/image/fget/cf/1200/630/middle/images.terra.com/2024/04/30/purificador-ubp5vpkridko.jpeg",
    "performance_score": 0,
    "domain_rank": 3403,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "24cde3687a10bb4dda9f47c4f0494c906f9e2fd0",
  "url": "https://www.terra.com.br/planeta/atitude-sustentavel/startup-brasileira-leva-agua-potavel-a-zonas-de-guerra-e-regioes-contaminadas,2f4a2258f270ffa82e67fdc5045fe23et7j47mxk.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vanessa Ortiz",
  "published": "2024-05-03T03:00:00.000+03:00",
  "title": "Startup brasileira leva água potável a zonas de guerra e regiões contaminadas",
  "text": "Purificador de água potável vem sendo usado em mais de 20 países, em ações de ajuda humanitária, e em várias regiões do Brasil De longe, é só uma caixa pequena, de aproximadamente 18 quilos. De perto, é o 'baú' que guarda um bem requisitado por muitos: água potável. O equipamento produzido pela PWTech funciona como uma espécie de estação de tratamento potável, e é capaz de gerar 5 mil litros de água própria para consumo por dia. - Receba as principais notícias direto no WhatsApp! [Inscreva-se no canal do Terra] O PW5660 é portátil e já chegou a cerca de 20 países, além do Brasil, com pouco ou quase nenhum acesso a água potável. A solução já chegou a lugares como a Faixa de Gaza e a Ucrânia, duas regiões em guerra atualmente. Segundo Fernando Marcos Silva, CEO e um dos fundadores da PWTech, o sistema utiliza dialisadores de hospitais para filtrar todas partículas de sujeira, até mesmo as muito pequenas. O processo começa com uma cloração, passa por dois níveis de filtro particulado e acaba em uma membrana de ultrafiltração, que nada mais é do que o filtro usado em máquinas de diálise. \"Se você filtra o sangue e a pessoa não morre, logicamente que esse filtro vai filtrar a água. Então, a gente adaptou ele para a filtragem de água e ele é uma barreira física para vírus e bactérias. Seja ele qual for, não passa pela membrana de diálise. Daí sai uma água dentro das características de água potável, segundo o Ministério da Saúde, para fontes não alternativas de água\", explica o empresário. Por ser portátil, o equipamento pode ser levado para zonas remotas, e funciona à base de energia elétrica, produzida por meio solar fotovoltaico ou gerador automotivo. Como tudo começou A PWTech, sigla para Pure Water Technology, foi criada em 2019, por Fernando e Maria Helena Cursino da Rocha Azevedo. O CEO e engenheiro químico conta que começou a flertar com saneamento básico quando trabalhou com reuso de água em uma empresa, e percebeu que havia muito espaço para isso no Brasil. \"A gente tinha uma ideia de ter alguma coisa que fosse portátil, de fácil uso para áreas onde a rede de distribuição normal não chegasse\", explica. Ele decidiu levar isso até um engenheiro que atuava na Universidade Federal de São Carlos (UfsCar) e, a partir daí, o projeto foi desenvolvido em parceria com a instituição e com a Universidade de São Paulo (USP), por meio do Centro Internacional de Referência em Reúso de Água (Cirra). O equipamento foi testado na Ilha do Bororé, na capital paulista. \"Vendo uma reportagem do Fantástico, na época com o Donizete Pescador, um morador da Ilha do Bororé, mostrando a vida dele, que acabaram os peixes dali na ilha, ele não tinha mais renda, uma sujeira desgraçada ali na represa. Fui para lá, identifiquei o Donizete e colocamos o equipamento lá, e fizemos água potável para a comunidade\", conta. O equipamento não é vendido para o consumidor final e a compra é realizada apenas por instituições governamentais e empresas. Somente em 2023, a empresa faturou R$ 7 milhões. Em vários países A startup venceu licitações internacionais da Organização das Nações Unidas (ONU) e atua em ações humanitárias mundo afora. O equipamento é enviado via Escritório das Nações Unidas para Serviços de Projetos (Unops). Entre os quase 20 países que têm o equipamento funcionando, estão: - Ucrânia - 50 purificadores - Haiti - 50 purificadores - Síria - 87 purificadores - Gaza - 185 purificadores - Líbia - 100 purificadores No Brasil, 182 equipamentos operam em diversas regiões, como na aldeia Taracoa, do povo Yanomami, no Amazonas. Além disso, a PWTech tem o projeto Água Boa nas Escolas, que leva água potável para seis instituições do Vale do Jequitinhonha, em Minas Gerais. \"A gente já está impactando diretamente mais de 300 pessoas, indiretamente quase mil pessoas, produzindo aproximadamente 370 mil litros de água de qualidade por ano\", aponta. Em maio, dezenas de purificadores devem ser instalados em escolas da região de Macaé, no Rio de Janeiro, e mais negociações estão sendo encaminhadas em outras regiões do Brasil \"A comunidade passa a ir para a escola ou para o posto para buscar água, então ele vira, o que a gente fala, um projeto chafariz. Tem água à disposição, não só a criança leva para sua casa, como também a comunidade vai buscar água na escola ou nos postos de saúde\", destaca.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T11:04:27.003+03:00",
  "updated": "2024-05-03T11:04:27.003+03:00"
}