{
  "thread": {
    "uuid": "4b63ee5e6c3bbe63056e35e3e73a01a0ad91b5e5",
    "url": "https://www.elfinanciero.com.mx/monterrey/2023/12/29/zidane-zeraoui-feliz-ano-nuevo/",
    "site_full": "www.elfinanciero.com.mx",
    "site": "elfinanciero.com.mx",
    "site_section": "https://www.elfinanciero.com.mx/arc/outboundfeeds/rss/?outputType=xml",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "",
    "title": "Zidane Zeraoui: ¿Feliz Año Nuevo?",
    "title_full": "Zidane Zeraoui: ¿Feliz Año Nuevo?",
    "published": "2023-12-29T16:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.elfinanciero.com.mx/resizer/scIHbdFlsa7aDZdIkkjEyDXifcQ=/1200x630/filters:format(jpg):quality(70):focal(254x163:264x173)/cloudfront-us-east-1.images.arcpublishing.com/elfinanciero/DY3FTKUROBFPXPDAKCBBADN6AE.jpg",
    "performance_score": 0,
    "domain_rank": 8134,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b63ee5e6c3bbe63056e35e3e73a01a0ad91b5e5",
  "url": "https://www.elfinanciero.com.mx/monterrey/2023/12/29/zidane-zeraoui-feliz-ano-nuevo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ventana al Mundo",
  "published": "2023-12-29T16:19:00.000+02:00",
  "title": "Zidane Zeraoui: ¿Feliz Año Nuevo?",
  "text": "A tan sólo unos días de comenzar el año 2024, suelen privar en el ambiente decembrino deseos, propósitos y augurios para un mejor año.\nEn todos los espacios públicos y privados se repite una y otra vez la tan celebrada frase: ¡Feliz Año Nuevo!\nSin embargo, vale la pena reflexionar respecto a las condiciones que guarda el cierre de este año y los pronósticos para el que está por iniciar tanto en las agendas nacionales como en el panorama mundial.\nA nivel global el 2023 se caracterizó por la agudización de conflictos ya existentes y el estallido de nuevos. La guerra entre Rusia y Ucrania que dentro de un mes cumple ya tres años parece no terminar.\nLas ya tradicionales confrontaciones en Libia, Yemen, Etiopía, Sudán, y otros Estados siguen arrojando una larga lista de muertes, heridos y violaciones sistemáticas de derechos humanos. Sin embargo, en la prensa ya dejaron de ser noticia.\nLejos de tener un año más pacífico y de prosperidad como se anhelaba, estamos cerrando el 2023 con una severa crisis debido al ataque perpetrado por Hamás en el territorio israelí que vino a recrudecer un largo conflicto en la región de Medio Oriente y que al día de hoy ya ha sumado más de 20 mil muertes del lado palestino y los millones de damnificados frente alrededor de 2000 del lado israelí.\nUn conflicto cuya desproporcionalidad nos hace dudar de la eficiencia de los organismos internacionales, de los esfuerzos de actores regionales, y sólo nos hacen ver que esta masacre que alcanza dimensiones de limpieza étnica seguirá siendo la tónica de este año que comienza ya que como el Primer Ministro de Israel ha anunciado, la intensificación de los bombardeos ya no solo serán contra la franja norte de Gaza sino sobre la totalidad del territorio.\nEn este contexto no ha sido extraña la suspensión de todas las festividades religiosas en Tierra Santa, particularmente en Belén propias de estas fiestas decembrinas con todo el impacto económico que esto conlleva a una región duramente golpeada… así el escenario, lo que menos se vislumbra para la región de Palestina es un feliz 2024.\nA nivel nacional la situación no es más alentadora. Por más que el inquilino de Palacio Nacional insista que en su administración el pueblo es más feliz, eso habría de comprobarse con los damnificados de Acapulco y otras zonas duramente golpeados por el Huracán Otis quienes a la fecha siguen sin recibe apoyos. Preguntémosles que tan felices son todas las familias de los desaparecidos y de los asesinados en esta administración.\n¿Será que la felicidad ha llegado a todos los afectados por la construcción del Tren maya con toda la devastación ecológica que ha generado? o ¿la felicidad ha llegado a los usuarios de un aeropuerto totalmente subutilizado?, o ¿fueron felices los pasajeros del vuelo inaugural de la empresa Mexicana, que ahora administre el ejército por haber llegado a un destino diferente, al originalmente programado?\nParece ser que los proyectos emblemáticos de esta administración sólo han traído felicidad a quienes han sacado jugosos beneficios en estos, cuya tónica permanentes es la ineficiencia, la corrupción, y el manejo discrecional de los recursos.\nTampoco podemos hablar de un feliz año cuando día tras día los homicidios se cuentan en centenares, cuando jóvenes son asesinados en distintas regiones de México, cuando los feminicidios van a la alza, lo mismo que la violencia contra periodistas y comunicadores. Tampoco podemos hablar que la felicidad ha llegado a los millones de migrantes que esperan en la frontera norte del país la realización del sueño americano.\nNo ha sido tampoco un feliz año para todos los pobladores que viven bajo la amenaza de la inseguridad producto del creciente control de grupos delincuenciales en distintas zonas del país.\nLas instituciones en México lo mismo que el estado de derecho están en crisis, así difícilmente se puede garantizar paz, prosperidad, ni felicidad…\nNo basta desear un feliz y próspero año 2024 si no actuamos para que así sea… el año por iniciar nos dará, al menos a los mexicanos la oportunidad de corregir el rumbo en las próximas elecciones que aún y cuando parecen lejanas son la nota de cada día.\nEl autor es Doctor en Ciencia Política, especialista en política internacional y asuntos regionales y del Medio Oriente. Profesor investigador de la Facultad de Ciencias Políticas y Sociales de la UNAM.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T16:35:26.920+02:00",
  "updated": "2023-12-29T16:35:26.920+02:00"
}