{
  "thread": {
    "uuid": "80b6ee65cb5deedc09324b48588a48214a1de32f",
    "url": "https://aristeguinoticias.com/1901/mexico/lo-que-queremos-es-paz-amlo-tras-peticion-de-sre-a-cpi-sobre-palestina/",
    "site_full": "aristeguinoticias.com",
    "site": "aristeguinoticias.com",
    "site_section": "https://editorial.aristeguinoticias.com/category/mexico/feed",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Aristegui Noticias",
    "title": "‘Lo que queremos es paz’: AMLO tras petición de SRE a CPI sobre Palestina",
    "title_full": "‘Lo que queremos es paz’: AMLO tras petición de SRE a CPI sobre Palestina",
    "published": "2024-01-19T17:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://editorial.aristeguinoticias.com/wp-content/uploads/2024/01/amlo-palestina-israel-hamas-gaza-guerra-palestina-19012024.jpg",
    "performance_score": 0,
    "domain_rank": 22436,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "80b6ee65cb5deedc09324b48588a48214a1de32f",
  "url": "https://aristeguinoticias.com/1901/mexico/lo-que-queremos-es-paz-amlo-tras-peticion-de-sre-a-cpi-sobre-palestina/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción AN / FPR",
  "published": "2024-01-19T17:57:00.000+02:00",
  "title": "‘Lo que queremos es paz’: AMLO tras petición de SRE a CPI sobre Palestina",
  "text": "'Lo que queremos es paz': AMLO tras petición de SRE a CPI sobre Palestina\nEl presidente Andrés Manuel López Obrador reiteró su postura de neutralidad ante el conflicto entre Israel y Hamás, pero aseguró que se debe buscar un alto al fuego y la paz.\n- Redacción AN / FPR\nEl presidente Andrés Manuel López Obrador reiteró su postura de neutralidad frente a la guerra entre Israel y el grupo islamista Hamás en Gaza, después de que la Secretaría de Relaciones Exteriores (SRE) mexicana pidiera a la Corte Penal Internacional (CPI) que investigara los crímenes cometidos en Palestina.\n“Nosotros lo que queremos es la paz. No tomamos partido por ninguna de las partes”, declaró este viernes durante su conferencia de prensa matutina en Palacio Nacional.\n“Lo que no queremos es que inocentes pierdan la vida”, subrayó.\nEl mandatario descartó pronunciarse a favor de Israel, Hamás o los palestinos. Sin embargo, se posicionó en contra de la guerra.\n“Todo lo que podamos hacer para ayudar al diálogo, a la paz, en este lamentable enfrentamiento”, expresó.\n“Lo que está en el fondo, lo que debe de preocuparnos a todos es que se están perdiendo vidas y no podemos ser insensibles”, aseveró.\nAMLO dijo que “no se trata de condenar a nadie, sino buscar cómo parar” la guerra, que calificó como “inhumana y cruel”.\nTe puede interesar >\nEmbajada de Israel lamentó solicitud de México sobre Palestina ante la CPI\nEsto a pesar de que la tarde del jueves, la SRE reveló que el Gobierno mexicano, junto a Chile, pidió a la CPI que “investigue la probable comisión de crímenes de su competencia” en Palestina ante la agudización del conflicto en Gaza.\n“Eso tarda mucho”, expresó López Obrador sobre dicha petición.\nAMLO reiteró que lo primero que se debe de buscar es el alto al fuego “por un tiempo” mientras “actúa la diplomacia”.\n“Mi propuesta es cese al fuego y un tiempo para que los diplomáticos hagan su trabajo de reconciliación, con diálogo y buscando acuerdos”, apuntó.\nLa decisión de la cancillería mexicana fue reprobada por la Embajada israelí en México y reiteró que “Israel mantiene el legítimo derecho de autodefensa en conformidad con el Derecho Internacional”.\nEsta medida, que Chile había anunciado primero el 11 de enero, es diferente a la demanda por genocidio que interpuso Sudáfrica contra Israel en la Corte Internacional de Justicia (CIJ) en diciembre pasado.\nAMLO ha reiterado varias veces la postura de “neutralidad” de México ante el conflicto, que estalló el 7 de octubre con una agresión del grupo islamista Hamás que dejó 1,200 muertos en Israel, cuyo Gobierno respondió con ataques que han causado más de 24 mil muertos en Gaza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T21:48:03.339+02:00",
  "updated": "2024-01-19T21:48:03.339+02:00"
}