{
  "thread": {
    "uuid": "1cd8293777ce878d0388cd109281868b30ab3ce1",
    "url": "https://freerepublic.com/focus/f-religion/4241218/posts",
    "site_full": "freerepublic.com",
    "site": "freerepublic.com",
    "site_section": "http://www.freerepublic.com/tag/*/feed.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Articles",
    "title": "Our Ultimate Example - Evangelical Caucus/Devotional",
    "title_full": "Our Ultimate Example - Evangelical Caucus/Devotional",
    "published": "2024-05-31T07:45:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 4273,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1cd8293777ce878d0388cd109281868b30ab3ce1",
  "url": "https://freerepublic.com/focus/f-religion/4241218/posts",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "metmom",
  "published": "2024-05-31T07:45:00.000+03:00",
  "title": "Our Ultimate Example - Evangelical Caucus/Devotional",
  "text": "“And while being reviled, He did not revile in return; while suffering, He uttered no threats, but kept entrusting Himself to Him who judges righteously” (1 Peter 2:23).\nJesus Christ, as the sinless sufferer, is the only model we need as we endure life’s trials.\nPrior to his death in 1555, the English Reformer and martyr Hugh Latimer expressed his convictions this way: “Die once we must; how and where, we know not. . . . Here is not our home; let us therefore accordingly consider things, having always before our eyes that heavenly Jerusalem, and the way thereto in persecution.” Latimer knew much about how to face suffering, but he knew that Jesus Himself was the final model regarding how to deal with suffering and death.\nThat model is summarized in today’s verse, which is a quote from the Suffering Servant passage in Isaiah 53. All the horrible physical and verbal abuse Christ endured just prior to the cross, along with the evil tearing down of His perfectly virtuous character, was unjustified, and yet He did not strike back. As the Son of God, Jesus had perfect control of His feelings and powers.\nJesus found the strength to endure such an abusive final trial when He “kept entrusting Himself to Him who judges righteously.” Literally, Jesus kept handing Himself and all His circumstances, climaxing with His death on Calvary (Luke 23:46), over to the Father. The Son had complete trust in God, the just and fair Judge of the entire earth (see Gen. 18:25).\nWe can follow His example and endure persecution and unjust suffering without answering back, whether it be in the workplace, among relatives, or in any social setting. The key is simply entrusting our lives, by faith, to a righteous God who will make everything right and bring us safely into His glory (1 Peter 5:6-10).\nStephen and Paul are notable role models for how we can triumph over life’s persecutions and hardships, even death. But those great men were themselves merely “fixing [their] eyes on Jesus, the author and perfecter of faith” (Heb. 12:2). We must do the same.\nSuggestions for Prayer\nAs you daily experience life’s normal difficulties and challenges, ask God to help you better remember the perfect example Jesus set in facing the worst of pain and suffering.\nFor Further Study\nRead Hebrews 1:1-2 and 4:14-16.\nCompare and contrast what these passages tell us about Christ’s deity and humanity.\nWhat do they reveal about the superiority of His example?\nFrom Strength for Today by John MacArthur Copyright © 1997. Used by permission of Crossway Books, a division of Good News Publishers, Wheaton, IL 60187, www.crossway.com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hugh latimer",
        "sentiment": "none"
      },
      {
        "name": "latimer",
        "sentiment": "none"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "jesus himself",
        "sentiment": "none"
      },
      {
        "name": "peter",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      },
      {
        "name": "isaiah",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "jerusalem",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T10:51:55.922+03:00",
  "updated": "2024-05-31T10:51:55.922+03:00"
}