{
  "thread": {
    "uuid": "2a12d35e74cceae695b3b1c61c66d9d99a0d5b09",
    "url": "https://www.today.it/mondo/noga-weiss-ostaggio-di-hamas-arruola-idf.html",
    "site_full": "www.today.it",
    "site": "today.it",
    "site_section": "http://www.today.it/rss",
    "site_categories": [
      "united_kingdom",
      "travel"
    ],
    "section_title": "Today",
    "title": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\"",
    "title_full": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\"",
    "published": "2024-05-06T14:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.today.it/~media/horizontal-hi/7324068208862/noga-weiss-screenshot.jpg",
    "performance_score": 0,
    "domain_rank": 22125,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a12d35e74cceae695b3b1c61c66d9d99a0d5b09",
  "url": "https://www.today.it/mondo/noga-weiss-ostaggio-di-hamas-arruola-idf.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redazione",
  "published": "2024-05-06T14:16:00.000+03:00",
  "title": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\"",
  "text": "Ex ostaggio nelle mani di Hamas si arruola nell'esercito: \"Mi dedicherò a Israele\" La ragazza, 18 anni, è stata nelle mani di Hamas per circa 50 giorni e il suo carceriere le aveva proposto di sposarsi con lui Era stata rapita dai miliziani di Hamas e tenuta in ostaggio per quasi due mesi prima di essere rilasciata lo scorso novembre grazie a un accordo. Il suo racconto aveva poi avuto rilevo sulla stampa internazionale: la 18enne Noga Weiss era stata minacciata dal suo carceriere. Secondo l'uomo la ragazza averebbe infatti diventare la sua sposa e crescere i suoi figli dopo aver perso suo padre, ucciso dai miliziani di Hamas lo scorso 7 ottobre, durante il progrom e l'assalto al kibbutz dove viveva. Oggi Noga ha deciso di arruolarsi nell'esercito nel ruolo di mashakit tash, ovvero sottufficiale responsabile delle condizioni di servizio, una sorta di assistente sociale per i soldati.7 ''Dopo un periodo molto turbolento, sento che arruolarmi nell'esercito con la posizione di mashakit tash sia la cosa giusta per me. Mashakit tash è stato il ruolo dei miei sogni da anni. Sento di poter contribuire molto, di aiutare gli altri\", afferma Weiss. In una nota diffusa dalle Idf la giovane racconta di aver ''sempre desiderato arruolarmi e dedicarmi al Paese. L'esercito mi permette di distrarsi da quello che è successo, con una struttura e una routine quotidiana, ma soprattutto mi permette di portare avanti la mia vita come sarebbe stata anche prima che tutto ciò accadesse''. Noga lega questo gesto al giorno in cui ha riottenuto la sua libertà. ''Ricordo che il giorno in cui io e mia madre siamo state rilasciate, ci portarono a Kerem Shalom, dove c'era un hangar pieno di soldati. La presenza dei soldati mi ha fatto sentire al sicuro e non ha fatto altro che rafforzare il mio desiderio di prestare servizio nell’esercito'', ha aggiunto Weiss.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T15:51:05.597+03:00",
  "updated": "2024-05-06T18:24:55.399+03:00"
}