{
  "thread": {
    "uuid": "7674d106ae426c40be6534566b926df6327c2111",
    "url": "https://news.va.gov/127629/navajo-code-talkers-congressional-gold-medal",
    "site_full": "news.va.gov",
    "site": "va.gov",
    "site_section": "http://feeds.feedburner.com/va/yqkg",
    "site_categories": [],
    "section_title": "VA News",
    "title": "Navajo Code Talkers and the Congressional Gold Medal",
    "title_full": "Navajo Code Talkers and the Congressional Gold Medal",
    "published": "2024-01-19T16:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://news.va.gov/wp-content/uploads/sites/3/2024/01/Congressional-Gold-Medal-Recognition-Series.jpg",
    "performance_score": 0,
    "domain_rank": 735,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7674d106ae426c40be6534566b926df6327c2111",
  "url": "https://news.va.gov/127629/navajo-code-talkers-congressional-gold-medal",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jason Davis",
  "published": "2024-01-19T16:30:00.000+02:00",
  "title": "Navajo Code Talkers and the Congressional Gold Medal",
  "text": "The Center for Minority Veterans (CMV) is celebrating 30 years of service by paying tribute to the women and underserved minority Veterans who have served our great nation. To honor their service, we’ll be recognizing the minority Veteran recipients of the Congressional Gold Medal. Throughout the year, CMV will highlight each month with a Congressional Gold Medal awardee.\nThe Navajo Code Talkers\nVA News (previously “VAntage Point”)\nhas been writing about the Navajo Code Talkers for several years. Readers are probably aware of their influential role in World War II’s Pacific theater from 1942 to 1945, as they took part in every Marine assault (Guadalcanal, Tarawa, Peleliu, and Iwo Jima), successfully transmitting radio and telephone code messages in their native language.\nThe idea of using the Navajo’s language for radio communications was developed by Philip Johnston, son of a missionary to the Najavos and one of the few who spoke the language fluently. He was a World War I Veteran raised on a Navajo reservation with knowledge of the military’s need for a non-decipherable code. It is estimated that less than 30 non-Navajos, none of them of Japanese descent, could understand the language when the War broke out.\nIt was in early 1942 when Johnston met with Major General Clayton Vogel, commanding general of the Amphibious Corps, Pacific Fleet, to discuss the value of the Navajo Code Talkers. Based on the successful testing and transmitting of messages, Vogel recommended the recruitment of 200 Navajos to the Marine Corps Commandant. The first group of Navajo recruits attended boot camp at Camp Pendleton in California, where they created the Navajo code, dictionary, and words for military terms, which they memorized during training.\nLong unrecognized because of the continued value of their language as a security classified code, the Navajo code talkers of World War II were honored for their contributions to defense on Sept. 17, 1992, at the Pentagon, Washington, D.C.\nThe Congressional Gold Medal\nThe Congressional Gold Medal is the highest civilian award given by the United States Congress, awarded to persons who have made a major and long-standing impact on American history and culture. Congress can decide to award the medal through legislative action.\nSince the American Revolution, Congress has commissioned gold medals as its highest expression of national appreciation for distinguished achievements and contributions by individuals or institutions.\nOn July 26, 2001, the original 29 Navajo Code Talkers received the Congressional Gold Medal in ceremony at the Nation’s Capitol.\nAbout the Center for Minority Veterans\nThe Department of Veterans Affairs’ Center for Minority Veterans (CMV) was established in 1994. Under\nPublic Law 103-446, Title 38, United States Code (USC), Section 317 reflects the current the Center’s responsibilities. CMV serves as an advocate for minority Veterans and to all Veterans by conducting outreach activities to promote the awareness and use of VA benefits and services.\nA portion of this story was generated by AI. None of the data we reported included personal or sensitive information, and it was fact-checked and edited by a human copy editor prior to publishing.\nTopics in this story\nMore Stories\nVA’s Center for Minority Veterans recently hosted a fireside chat for Transgender Day of Remembrance, showcasing its commitment to inclusivity and diversity, and as a platform to discuss the challenges and triumphs of transgender Veterans.\nA personal reflection on generational service from VA Deputy Assistant Secretary Aaron Scheinberg.\nAs I reflect on Hispanic Heritage Month, I have begun to look back on the advances made by my community over the last several decades and my own experiences. My community still faces challenges.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://www.congress.gov/bill/103rd-congress/house-bill/5244",
    "https://congress.gov/bill/103rd-congress/house-bill/5244"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "philip johnston",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "navajo code talkers va news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "guadalcanal",
        "sentiment": "none"
      },
      {
        "name": "tarawa",
        "sentiment": "none"
      },
      {
        "name": "peleliu",
        "sentiment": "none"
      },
      {
        "name": "navajo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T18:17:39.734+02:00",
  "updated": "2024-01-19T18:17:39.734+02:00"
}