{
  "thread": {
    "uuid": "002d52c3e98f1ac277b96446efd9666e7192ffc2",
    "url": "https://guardian.ng/sunday-magazine/ibru-ecumenical-centre/the-wonderful-works-of-god-1",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "http://benedictxvi.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Pope Benedict XVI News Today - EIN Presswire",
    "title": "The wonderful works of God (1) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "The wonderful works of God (1) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/10/0-107.jpg",
    "performance_score": 0,
    "domain_rank": 5172,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "002d52c3e98f1ac277b96446efd9666e7192ffc2",
  "url": "https://guardian.ng/sunday-magazine/ibru-ecumenical-centre/the-wonderful-works-of-god-1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "The wonderful works of God (1) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
  "text": "Our Father in heaven is full of wonders. He is a wonderful God and, therefore, does wonderful things. From the time of creation till now, He is doing wonderful works that are beyond human understanding. Yes, no man can comprehend the works of God. If we reflect on how God made man, you will agree with me that God is a wonder working God. Gen 1:26-27 then God says: “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth. 27: So, God created man in His own image; in the image of God He created him; male and female He created them,” (NKJV). The above account is how man was created and made to overseer all other creatures of God. Not only that, God covered man with his glory and the glory of God upon Adam was a wonderful experience until Adam sinned. It was when he sinned that the glory was taken away, then he became naked and shame covered him. This goes to show that no sinner will experience the wonderful works of God, so be warned, do not be a goat amid lambs, do not be Achan in the camp of the Israelites (children of God). Remember, Achan took the accursed things and, therefore, brought reproach to the children of Israel (Josh.7v1, 20-21). Remember, we are still looking at the wonderful works of God. Now, let us delve into the birth of our Saviour Jesus Christ, his virgin birth was wonderful. Before the birth of the Saviour, it was never heard of, that a virgin conceived, but because God is wonderful and does wonderful works, He made it come to pass. Isa 7:14 says: “Therefore, the Lord Himself will give you a sign; behold, the virgin shall conceive and bear a Son, and shall call His name Immanuel (NKJV). So God does what no man can do. Even when Jesus Christ was born, devil, knowing that He is the redeemer of the world, plotted to kill him through King Herod, but God in his mysterious and wonderful works, saved him by taking him with his parents to Egypt, till the death of King Herod when God brought them back to Israel. The redemption package is also a wonderful work because a righteous man came and died for an unrighteous people. Romans 5v8 says: “But God commanded his love toward us in that while we were yet sinners, Christ died for us.” When you think or reason with your human knowledge, intellect or wisdom, you will not understand how one man will die for the sins of the whole world, but God made it possible because He does wonderful works. When we refer to one of our texts above, Acts 10v38: “How God anointed Jesus of Nazareth with Holy Ghost and with power, who went about doing good and healing all that were oppressed of the devil, for God was with him.” Our Lord Jesus Christ went everywhere, healing and delivering as many as were oppressed of the devil because he was anointed with the Holy Ghost and with power. I want you to understand that without the Holy Ghost, you cannot do much as a Christian. Therefore, if you desire to do exploit in the body of Christ, you must be endued with the Holy Ghost. Holy Ghost will give you understanding in the deep things of God. You need to be spiritual to understand the wonderful moves of God. 1 Cor.2v14 says: “But the natural man receives not the things of the spirit of God, for they are foolishness unto him, neither can he know them because they are spiritually discerned.” You must be spiritual because God is a spirit, and they that worship him must worship him in spirit and truth (Jn4v24). So, the wonderful works of God are in many areas of our lives, spiritually, physically, materially, educationally, among others; there is nowhere that God does not manifest His wonders in our lives, situations or circumstances. Now, I want you to remember that God that does wonders has also given us power to represent him here on earth, and to do the same wonders too. Jn14v12-14, verse 12 says: “Most assuredly, I say to you, he who believes in Me, the works that I do he will do also; and greater works than these he will do, because I go to My Father. 13: And whatever you ask in My name, I will do, that the Father may be glorified in the Son. 14: If you ask anything in My name, I will do it.” The above verses serve as powerful assurance from God that we should go and do the same wonderful works he is doing. In this generation, we are the ambassadors for Christ and if that is the case, we must represent him well. At this juncture, you might be asking, how do we exercise the authority to do wonderful works as God has directed us? Mark 16:15-18 says: “Go into all the world and preach the gospel to every creature. 16: He who believes and is baptised will be saved; but he who does not believe will be condemned. 17: And these signs will follow those who believe: In My name they will cast out demons; they will speak with new tongues. 18: They will take up serpents; and if they drink anything deadly, it will by no means hurt them; they will lay hands on the sick, and they will recover.” Preaching the word of God is where the power comes, when Jesus Christ was physically present in the world, he went everywhere with his disciples preaching and healing all the people there. The same thing applies to you reading this message, if you will obey the instruction of God and begin to preach the gospel everywhere, you will be empowered to do the wonderful works of God. Acts 8v5-6 says: “Then Philip went down to the city of Samaria and preached Christ unto them. And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.” Philip was able to do exploit because he obeyed the instruction of God “Go ye” and he went. Now the ball is in your court, will you obey? If you obey, you will reap the fruits therefrom. May be you are reading this message, and you have not even given your life to Christ, you will not experience the wonderful works of God in your life, let alone having the power to do exploit. This is another opportunity to work with God and for God; so surrender your life to Him before it is too late. Remember, you are not the owner of your life. It is appointed unto men once to die and after that judgment. What shall it profit you to gain the whole world and at the end, lose your soul or what shall a man give in exchange of his soul? Please make haste, while you still have the opportunity. Tomorrow might be too late, therefore, surrender now for your soul is very important to God.TT 0 Comments [cancel reply](/sunday-magazine/ibru-ecumenical-centre/the-wonderful-works-of-god-1/#respond) You must be logged in to post a comment. We will review and take appropriate action. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adam",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T06:06:53.962+03:00",
  "updated": "2024-06-02T06:12:08.465+03:00"
}