{
  "thread": {
    "uuid": "20a3897ea1e7eb5e76f7b1997b56a5ef1746666a",
    "url": "https://vnexplorer.net/asbestos-removal-must-now-be-done-by-companies-licensed-through-worksafebc-s755052.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Asbestos removal must now be done by companies licensed through WorkSafeBC",
    "title_full": "Asbestos removal must now be done by companies licensed through WorkSafeBC",
    "published": "2024-01-02T02:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mjzcm.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "20a3897ea1e7eb5e76f7b1997b56a5ef1746666a",
  "url": "https://vnexplorer.net/asbestos-removal-must-now-be-done-by-companies-licensed-through-worksafebc-s755052.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-02T02:04:00.000+02:00",
  "title": "Asbestos removal must now be done by companies licensed through WorkSafeBC",
  "text": "New rules protecting workers from asbestos exposure — the leading cause of workplace-related deaths — come into effect for B.C. on New Year’s Day.\nThe WorkSafeBC rules, which are the first of their kind in Canada, require workers to go through special training before doing asbestos abatement related to buildings, including identifying, cleaning up or containing asbestos. They also require building owners to hire specially licensed companies if they need asbestos removed.\n“Exposure to asbestos and the fatalities that result from those exposures continues to be the leading cause of fatalities for workers in British Columbia, accounting for about a third of all occupational deaths,” said Mary Lovelace, director of credentialling at WorkSafeBC.\nAsbestos, commonly found in roofing materials, insulation, tiles and other building materials, is carcinogenic. When the fibrous material is disturbed, it releases fine particles into the air, which can lead to a variety of cancers when inhaled.\nIt was formally banned in almost all products Canada in 2018; however, according to WorkSafeBC it was phased out of commonly used building materials in the 1990s.\nWhile many of the most serious asbestos exposures happened years or even decades ago, Lovelace says the new regulations ensure that work happening today won’t lead to deaths and illnesses in the future.\nUnder the new requirement, employers in the field must be licensed by WorkSafeBC, and the workers they hire must be certified. Certification requires training that sometimes includes a practical exam. Licensed companies are now publicly listed on the WorkSafeBC website.\nThrough the training courses, workers learn how to protect themselves and others from inhaling asbestos while working closely with the material.\nStopping bad actors It’s a move that asbestos removal companies say will protect their workers and make competition more fair, but it comes with a price tag.\nSaeed Dana, owner and director of B.C. Green Demolition, said he’s paid $2,000 each for 12 employees to do the training. Despite the cost, Dana says it will make competition more fair.\n“There are lots of companies, they don’t follow the [safety] procedures,” he said.\nIn requiring all companies to follow a standard set of precautions, Saeed said that those who previously cut corners to provide a cheaper service are no longer able to undercut companies that operate safely.\nUnderstanding the severity of exposure Ash Kalia, managing director of ACE Environmental Services, a company that tests for and removes asbestos, said the new rules are a step in the right direction.\n“There are a lot of general labourers who get involved with this industry who don’t understand the severity of asbestos exposure,” he said.\nKalia said that people may first experience symptoms 10 to 20 years after they were exposed to asbestos, which can make it difficult to convey the seriousness of exposure.\nAsh Kalia of ACE Environmental Services says routine handling of asbestos-laden materials needs to be done using proper safety procedures, otherwise it becomes a high-risk activity. (Submitted by Ash Kalia)\n“Controlling any source of exposure or mitigating or eliminating any sort of exposure is ultimately what’s most important,” he said.\nWhile the new regulations require training for those in asbestos abatement related to buildings, they do not require certification for those doing asbestos abatement related to ship building, working underground or working outdoors on vessels, in tanks, or with asbestos cement piping.\nAccording to WorkSafeBC, so far more than 2,000 workers have been certified through the courses, and that number is set to increase through the first few weeks of January as people wrap up last-minute training.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health",
    "Environment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mjzcm.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mjzcm.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mary lovelace",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "british columbia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T02:08:10.808+02:00",
  "updated": "2024-01-02T02:08:10.808+02:00"
}