{
  "thread": {
    "uuid": "5fde91b9d8f46c77e76d2d5775947b8eefc7c0a7",
    "url": "https://www.beliefnet.com/columnists/idolchatter/2024/03/kathie-lee-gifford-explains-why-she-has-a-problem-with-religion.html",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "Kathie Lee Gifford Explains Why She Has a 'Problem With Religion'",
    "title_full": "Kathie Lee Gifford Explains Why She Has a 'Problem With Religion'",
    "published": "2024-03-29T00:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/87/2024/03/Kathie-Lee-Gifford_credit-Kathy-Hutchins-Shutterstock-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5491,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 12
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5fde91b9d8f46c77e76d2d5775947b8eefc7c0a7",
  "url": "https://www.beliefnet.com/columnists/idolchatter/2024/03/kathie-lee-gifford-explains-why-she-has-a-problem-with-religion.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren McKeithen",
  "published": "2024-03-29T00:32:00.000+02:00",
  "title": "Kathie Lee Gifford Explains Why She Has a 'Problem With Religion'",
  "text": "Kathie Lee Gifford has never been timid about her Christian faith and how it guides every media project she tackles, from her time on “Live! With Regis and Kathie Lee” to the “Today” show. However, she’s also clear about the fact that she has a “problem with religion.” The 70-year-old author told The Christian Post, “I’m not a fan of it. I believe religion puts people in chains and faith in the living God is what redeems us from the chains, and following Jesus gives us the roadmap for how to be loving, how to be kind, and how to be everything Paul talked about. Love is patient; love is kind; love never wants its own way.”\nGifford continued, “How many of us live a life like that? I think we all basically want to. The Church, to me, has never been a building. The word is ‘ecclesia’ in Greek, and it really means ‘movement,’ a movement of God. That can happen in a building on a Sunday morning. It can happen in a synagogue on a Saturday morning. It can happen when you’re walking in the park; it should happen everywhere. The Bible says in Him we live and move and have our very being. That’s thrilling to me.” It’s this passion for making the Bible alive and active in an increasingly secularized culture that prompted Gifford to appear in the Amazon Prime series “The Baxters” alongside her daughter, Cassidy.\nThe 10-episode series, based on the bestselling book series by Karen Kingsbury, follows Elizabeth and John Baxter (Roma Downey and Ted McGinley, respectively) and their five adult children as they navigate life’s highs and lows both with and without God. The drama tackles themes like addiction, infidelity and divorce framed within a narrative of redemption and faith. The first season follows the couple’s daughter, Kari (Ali Cobrin), who discovers her professor husband, Tim (Brandon Hirsch), is having an affair with one of his students. Kari must find comfort in her family and faith to discover if love is a choice or if her marriage can be redeemed.\nThe series, Gifford said, addresses complex topics but does so with honesty and sensitivity that she hopes will spark conversations about faith, forgiveness and the possibility of redemption. “The challenge for ‘The Baxters’ is to make it relevant to people that are broke and never had a family that loved them, they don’t know what that looks like,” Gifford said. “‘The Baxters’ can help them see what it actually looks like. It’s a wonderful show. It’s not sappy; it’s not cliche. It’s real, and the writing is excellent.”\nGifford reflected on the authenticity and imperfection of the Baxter family and how the series portrays life as an adventurous journey of faith when aligned with God’s path. She said, “Sometimes we care too much what other people think and not enough of what God thinks of us. What God thinks of us is that He sees us wrapped in a robe of righteousness. He doesn’t judge us; He made us and loved us, and His Holy Spirit’s work in us is continuing every moment until He takes us home.”\nGifford continued, “We’re always in a state of evolution as believers, as human beings. If we choose the right road, and that’s, of course, His way, life will be an adventure. It’s not boring to try to live a life following Jesus. If your life as a believer is boring, you’re reading the wrong Scriptures. Get yourself the original Greek and the original Hebrew and study that. You’ll see it’s an active and alive thing. That’s the kind of faith I want.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathie lee gifford",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "gifford",
        "sentiment": "none"
      },
      {
        "name": "kathie lee",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "christian post",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T04:27:01.636+03:00",
  "updated": "2024-03-29T04:27:01.636+03:00"
}