{
  "thread": {
    "uuid": "2bddd275b9104a3825f22f7cfbbbf4d1097c50ba",
    "url": "https://vnexplorer.net/fallout-4-next-gen-update-out-in-two-weeks-with-major-graphics-upgrade-s2341103.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Fallout 4 next gen update out in two weeks with major graphics upgrade",
    "title_full": "Fallout 4 next gen update out in two weeks with major graphics upgrade",
    "published": "2024-04-12T00:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsXTP.img",
    "performance_score": 0,
    "domain_rank": 55066,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bddd275b9104a3825f22f7cfbbbf4d1097c50ba",
  "url": "https://vnexplorer.net/fallout-4-next-gen-update-out-in-two-weeks-with-major-graphics-upgrade-s2341103.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-12T00:34:00.000+03:00",
  "title": "Fallout 4 next gen update out in two weeks with major graphics upgrade",
  "text": "Fallout 4 is looking better than ever (Picture: Bethesda)\nBethesda has finally announced a date for the Xbox Series X/S and PS5 update for Fallout 4 and it comes with a host of new content.\nIt’s been such a long wait for the next gen update of Fallout 4 that not only is the game nearly a decade old but there’s already talk of another new generation of consoles coming relatively soon. Still, at least we now know what Bethesda was waiting for: the Fallout TV show.\nThe Amazon Prime series already seems to have been a hit and given we’ll be lucky to see Fallout 5 this decade, the only way Bethesda can really take advantage of the show’s success is by revamping Fallout 4 for the Xbox Series X/S and PlayStation 5.\nThe free upgrade will boost the frame rate to 60fps and increase the resolution but there are a lot of other new options, items, and additions that should breathe new life into the game.\nBethesda are being a bit vague as to how exactly the upgrades will work on the next gen consoles, with no mention of what the increased resolutions will be. However, there will be a new Performance and Quality mode added to the game, which implies that 60fps might be an option rather than coming as standard.\nPC owners will also get various upgrades, with support for widescreen and ultra-widescreen monitors, as well as various bug fixes for both the game and the mod-enabling Creation Kit. In the process, Fallout 4 will become Steam Deck verified and there’ll be a range of unspecific ‘quest updates’.\nFallout 4 – a piggy bank in the face would still hurt (Picture: Bethesda)\nAlso being added at the same time are a number of Creation Club items, including a new quest where you can acquire Enclave Remnants gear, a variety of makeshift weapons including piggy banks and a nail gun, and 38 new Halloween decorations.\nThey seem to have tried to make the woman in the screenshot above look a bit like the protagonist from the TV show but otherwise there are no explicit connections to it, unless one of the new quest updates ends up adding some references.\nWhen is the Fallout 4 next gen update out? The update will be available on Thursday, April 25 for all formats; that includes Xbox Series X/S, PlayStation 5, PC, Xbox One, and PlayStation 4.\nThe last gen versions won’t benefit as much from the upgrade, but they will gain improved stability, as well as bug fixes for certain quests and logging into the game.\nFallout 4 – some new content will be added (Picture: Bethesda)\nFollow Metro Gaming on Twitter and email us at [email protected]\nTo submit Inbox letters and Reader’s Features more easily, without the need to send an email, just use our Submit Stuff page here.\nFor more stories like this, check our Gaming page.\nGameCentral Newsletter\nSign up to all the exclusive gaming content, latest releases before they’re seen on the site.\nSign upPrivacy Policy » This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\nStay up to date with the latest gaming news, exclusives and insight from our experienced editors. Sign up to Metro.co.uk’s GameCentral newsletter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsXTP.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1a3jGu.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt6Bc.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt6Bb.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt6Bb.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lt6Bc.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1a3jGu.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lsXTP.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "bethesda",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:41:31.568+03:00",
  "updated": "2024-04-12T00:41:31.568+03:00"
}