{
  "thread": {
    "uuid": "ed2f82d430331b67e6099332db06f31aef1263f8",
    "url": "https://bnnbreaking.com/politics/clearfield-elementary-champions-bus-safety-with-love-the-bus-program-senator-langerholc-advocates-for-childrens-security",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/feed/",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Clearfield Elementary Champions Bus Safety with 'Love the Bus' Program, Senator Langerholc Advocates for Children's Security",
    "title_full": "Clearfield Elementary Champions Bus Safety with 'Love the Bus' Program, Senator Langerholc Advocates for Children's Security",
    "published": "2024-02-29T22:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/056b6c4689d37d8fb8e3013b53f7a7173d83298955c6dc4ee354101b4f3bfac4.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ed2f82d430331b67e6099332db06f31aef1263f8",
  "url": "https://bnnbreaking.com/politics/clearfield-elementary-champions-bus-safety-with-love-the-bus-program-senator-langerholc-advocates-for-childrens-security",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mazhar Abbas",
  "published": "2024-02-29T22:57:00.000+02:00",
  "title": "Clearfield Elementary Champions Bus Safety with 'Love the Bus' Program, Senator Langerholc Advocates for Children's Security",
  "text": "Highlighting the critical importance of road safety around school buses, Clearfield Elementary School hosted the 'Love the Bus' program on Thursday, drawing attention to the vital role bus drivers play in the safety of school children. Pennsylvania Senator Wayne Langerholc, Jr., alongside PennDOT and the Highway Safety Network, spearheaded the initiative on February 29, aiming to educate the community on the legal and moral obligations drivers have when encountering stopped school buses.\nUrgent Call for Driver Awareness\nDuring the event, Senator Langerholc expressed concern over the disregard some drivers show towards flashing red lights on school buses, emphasizing the potential danger to children, who he referred to as our \"most precious asset.\" The program seeks to instill a greater sense of responsibility in drivers, ensuring they wait until the red lights have ceased flashing, the stop arm is retracted, and all children are safely away from the road before proceeding. This initiative is not only about cultivating respect for bus safety signals but also about reinforcing the protective measures in place for children's safety.\nStrengthening Safety Through Legislation\nPennsylvania Act 19 of 2023 was highlighted as a significant milestone in the effort to safeguard school children. This legislation supports automated enforcement actions against those who fail to observe the laws regarding passing a stopped school bus, introducing civil penalties as a strong deterrent. With the support of law enforcement, the program aims to significantly reduce incidents of drivers illegally overtaking school buses, thereby enhancing the safety and security of children on their journey to and from school.\nCommunity Engagement and Education\nThe 'Love the Bus' program was not only a call to action for drivers but also an educational experience for the children at Clearfield Elementary. First-grade students participated actively by giving valentines and safety activity books to their bus drivers, learning valuable lessons on how to approach, wait for, and behave on the bus. These activities serve to foster a culture of respect and care for everyone involved in the school bus journey, from the drivers to the students.\nThe collaborative efforts of Senator Langerholc, PennDOT, and the Highway Safety Network underscore the community's commitment to ensuring the safety of its youngest members. The 'Love the Bus' program marks a significant step forward in raising awareness and implementing practical measures to protect children on their daily commutes. As the initiative gains momentum, it carries the potential to inspire similar actions across different communities, aiming for a future where every child's journey to school is as safe as possible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "wayne langerholc",
        "sentiment": "none"
      },
      {
        "name": "langerholc",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "clearfield elementary schoo",
        "sentiment": "negative"
      },
      {
        "name": "penndot",
        "sentiment": "none"
      },
      {
        "name": "highway safety network",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T01:01:55.624+02:00",
  "updated": "2024-03-01T01:01:55.624+02:00"
}