{
  "thread": {
    "uuid": "dae0a9ade937bd5cd6f7fd0bd823119232050384",
    "url": "https://www.nzherald.co.nz/hawkes-bay-today/news/music-therapy-week-2024-science-student-turned-musical-therapy-graduate-returns-to-heal-hawkes-bay/GB6M4RDS7FGKHEUNPUP4NMRQUE",
    "site_full": "www.nzherald.co.nz",
    "site": "nzherald.co.nz",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "Music Therapy Week 2024: Science student turned musical therapy graduate returns to heal Hawke’s Bay - NZ Herald",
    "title_full": "Music Therapy Week 2024: Science student turned musical therapy graduate returns to heal Hawke’s Bay - NZ Herald",
    "published": "2024-04-11T11:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.nzherald.co.nz/resizer/v2/PJ4CVW6CONCQVIA4ZIKKYR7G5A.JPG?auth=086c3330808d376aaf934af2603510a07da3c76b153d9df1f859a56edf904d13&amp;width=1200&amp;height=675&amp;quality=70&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 1219,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dae0a9ade937bd5cd6f7fd0bd823119232050384",
  "url": "https://www.nzherald.co.nz/hawkes-bay-today/news/music-therapy-week-2024-science-student-turned-musical-therapy-graduate-returns-to-heal-hawkes-bay/GB6M4RDS7FGKHEUNPUP4NMRQUE",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mitchell Hageman",
  "published": "2024-04-11T11:42:00.000+03:00",
  "title": "Music Therapy Week 2024: Science student turned musical therapy graduate returns to heal Hawke’s Bay - NZ Herald",
  "text": "It’s a question that registered professionals have been asking since the 1940s and 50s: How can banging a drum or attempting to strum a guitar help aid personal growth and heal trauma? April 10-15 is World Music Therapy Week , and Mitchell Hageman chatted with graduate musical therapist Sinead Hegarty, who swapped her beakers for bongos in a quest to heal her home region of Hawke’s Bay . The smiles on the faces of Raukatauri Music Therapy clients and supporters at the Take Off children’s festival parade in Hastings on Thursday proved there was definitely something behind the noise. The often-misunderstood practice of music therapy has helped heal trauma and aid development professionally for over 50 years. Many new practitioners are entering the field, including Hawke’s Bay graduate musical therapist Sinead Hegarty who received her science degree in Dunedin, but after travelling the world discovered her passion for music and how it could heal. “Music really allows you to bring your inner world to something with a form that’s expressed externally,” she told Hawke’s Bay Today. “Verbally explaining what you’re feeling can be hard. Music allows you to exist as a complex and multidimensional person.” Hegarty’s love of people and music prompted her to shift to musical therapy in the region. “I feel like there’s a really cool network of people to support the Hawke’s Bay community.” Hegarty said a range of people, from babies to people in hospice care benefit from the service. Classes at the Raukatauri Music Therapy Centre at Taikura House also provide a safe space. “Music therapy is the planned use of music for the healing and growth development of people with various challenges,” registered music therapist and Hegarty’s mentor Ella Polczyk-Przybyla said. “Through creating a therapeutic relationship with a client, you’re building up connection and collaboration by playing music together, and then you can focus on either musical or non-musical goals.” She said it was not a prerequisite to be a musician to have music therapy. The pair have worked with a wide range of people, including babies, those with disabilities, respite care patients and those who lived through trauma such as Cyclone Gabrielle . “We all have this intrinsic musicality, which is why music therapy works.” According to the pair, the best way for people to support music therapy was to be vocal about it. “Think about who in your family could benefit from music therapy because it really is a supportive intervention and a community you become part of.” Mitchell Hageman joined Hawke’s Bay Today in January 2023. From his Napier base, he writes regularly on social issues, arts and culture, and the community. He has a particular love for stories about ordinary people doing extraordinary things.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "hawke",
        "sentiment": "negative"
      },
      {
        "name": "mitchell hageman",
        "sentiment": "none"
      },
      {
        "name": "sinead hegarty",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "bay - nz herald",
        "sentiment": "negative"
      },
      {
        "name": "bay today",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hastings",
        "sentiment": "none"
      },
      {
        "name": "dunedin",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:10:04.984+03:00",
  "updated": "2024-04-12T03:04:35.230+03:00"
}