{
  "thread": {
    "uuid": "07d17a175a1f214af37cab5fdf3931dfc8c06336",
    "url": "https://www.gulftoday.ae/business/2024/07/05/dgr-plays-pivotal-role-in-advancing--sharjahs-sustainable-development",
    "site_full": "www.gulftoday.ae",
    "site": "gulftoday.ae",
    "site_section": "https://www.golf.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Golf News Today - EIN Presswire",
    "title": "DGR plays pivotal role in advancing Sharjah’s sustainable development - GulfToday",
    "title_full": "DGR plays pivotal role in advancing Sharjah’s sustainable development - GulfToday",
    "published": "2024-07-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "AE",
    "main_image": "http://www.gulftoday.ae/-/media/gulf-today/images/articles/business/2024/7/5/dgr-event.ashx?h=450&amp;w=750&amp;hash=244CEFD46C3DF8F9013F67013DF45A2A",
    "performance_score": 0,
    "domain_rank": 20930,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07d17a175a1f214af37cab5fdf3931dfc8c06336",
  "url": "https://www.gulftoday.ae/business/2024/07/05/dgr-plays-pivotal-role-in-advancing--sharjahs-sustainable-development",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T03:00:00.000+03:00",
  "title": "DGR plays pivotal role in advancing Sharjah’s sustainable development - GulfToday",
  "text": "Officials during the meeting.\nIn the first half of 2024, the Department of Government Relations (DGR) of Sharjah embarked on a series of diplomatic missions that underscored its pivotal role in advancing Sharjah’s global influence and sustainable development agenda. Through visits to Italy, France, China, Uzbekistan and Egypt, alongside 28 bilateral meetings within the UAE, DGR facilitated significant partnerships and signed five pivotal agreements.\nThese efforts aimed not merely at transactional engagements, but at fostering enduring cultural and scientific collaborations that resonate with the visionary leadership of His Highness Sheikh Dr. Sultan Bin Mohammed Al Qasimi, Member of the Supreme Council and Ruler of Sharjah.\nHighlighting the cultural affinity between Sharjah and France, the signing of the ‘Charter of the Alliance Française’ marked a milestone in cultural diplomacy. This initiative, in collaboration with Alliance Française, underscores Sharjah’s commitment to nurturing intellectual ties across civilizations.\nConcurrently, the global launch of the ‘Tivi5 Monde’ educational app and participation in the UAE Schools & Nursery Show further cemented cultural exchanges.\nSharjah’s cultural delegation to Rome, focusing on heritage preservation in collaboration with ICCROM and Rome’s cultural institutions, exemplified the emirate’s adherence to international standards. This partnership not only enhances Sharjah’s global cultural footprint but also underscores its leadership in sustainable development through heritage conservation.\nDGR’s strategic partnerships with ICCROM Sharjah Regional Office, ICESCO, and the Arab Parliament for the Child affirm Sharjah’s role as a hub for regional cultural events. Meetings held with these entities aimed at streamlining operations and fostering tangible advancements in cultural and educational sectors, showcasing Sharjah’s commitment to preserving Arab cultural heritage.\nThe visit of Hadja Lahbib, Belgium’s Minister of Foreign Affairs, underscored burgeoning ties in cultural, economic, and scientific spheres. Highlighting Sharjah’s economic advantages at the Sharjah International Airport Free Zone (SAIF Zone), the visit aimed to attract Belgian investments while bolstering international relations.\nThe Memorandum of Understanding (MoU) between DGR and the University of Sharjah signifies a pivotal step towards enhancing academic and research capabilities in Sharjah. This collaboration aims to foster international exchanges, catalysing scientific research and technological innovation.\nHigh-level meetings between DGR and Chinese diplomats affirmed mutual interests in trade, economics, culture, and science. A delegation from Sharjah visited Beijing, Shandong Province, and Shanghai, solidifying bilateral relations through a comprehensive Memorandum of Understanding with the Shandong Provincial Sharjah’s exhibition at the Silk Road Art House in Samarkand showcased treasures and reinforced cultural ties across Arabia and Central Asia.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sultan bin mohammed al qasimi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dgr",
        "sentiment": "negative"
      },
      {
        "name": "iccrom",
        "sentiment": "none"
      },
      {
        "name": "supreme council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "sharjah",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "uzbekistan",
        "sentiment": "none"
      },
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "france",
        "sentiment": "none"
      },
      {
        "name": "rome",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T15:57:54.569+03:00",
  "updated": "2024-07-05T16:11:00.171+03:00"
}