{
  "thread": {
    "uuid": "c9a29b887a88aa76167a3d1b39c712571b4d5c54",
    "url": "https://www.freepressjournal.in/weekend/how-to-harness-the-power-of-feng-shui-for-an-auspicious-2024",
    "site_full": "www.freepressjournal.in",
    "site": "freepressjournal.in",
    "site_section": "https://www.freepressjournal.in/stories.rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Free Press Journal",
    "title": "How To Harness The Power Of Feng Shui For An Auspicious 2024",
    "title_full": "How To Harness The Power Of Feng Shui For An Auspicious 2024",
    "published": "2023-12-29T20:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://media.assettype.com/freepressjournal/2023-12/13073ba1-4e21-4f5d-8d62-0fd65b5958af/front_view_defocused_man_meditating_with_beads_singing_bowl.jpg",
    "performance_score": 0,
    "domain_rank": 9597,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9a29b887a88aa76167a3d1b39c712571b4d5c54",
  "url": "https://www.freepressjournal.in/weekend/how-to-harness-the-power-of-feng-shui-for-an-auspicious-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kamakshi Francis Fernandes",
  "published": "2023-12-29T20:29:00.000+02:00",
  "title": "How To Harness The Power Of Feng Shui For An Auspicious 2024",
  "text": "Taoism has five principle elements that are culled from the cycles of nature (shown by the yin and yang), namely: fire, earth, metal, water and wood, and Feng Shui in traditional Chinese literally means ‘wind-water’ signifying good health and good fortune. Key principles of this metaphysical practice include inviting positive energy, creating spaces of balance and harmony in life by understanding our roots and our place in the world. Modern Chinese apply the principles of Feng Shui not only to decorate their houses, but let it resonate in every area of their personal and public lives like communication, health, city planning or corporate design among others.\nThe focus in this article is on applying Feng Shui for auspicious beginnings in outer spaces and inner spaces.\nDividing outer spaces\nSpace is assigned eight directions and given elemental representation. Wind and water are two Chinese triagrams from the eight-sided octagonal Bagua/Pa Gua figure made up of eight natural sub-elements depicted through triagrams namely Sky, Earth, Thunder, Wind, Water, Fire Mountain and Marsh. Each element has associated areas of life and interaction, seasons, colours, shapes and qualities.\nSpace is the Gua and Ba means eight and Chen, Xhen or Zhen is on the east of the Bagua dominated by the Chinese element of wood, depicting green, blue and teal colours. It is mainly associated with family, health and beginnings. The new year according to the Chinese begins on January 22, 2024. Keep the following tips in mind to begin on an auspicious note.\nAuspicious directions\nTo achieve Zhen in Feng Shui focus on spaces in the east for stability; south-east for harmony; south for prosperity and north for health. Earth and metal rule the north-east, southwest and northwest, so energising these would help tap personal energy reservoirs.\nPurify and invigorate external areas.\nCleanse\nDeclutter and cleanse every area physically to remove negative torpid, stuck and stale energy\nPut up positive motion in images like flowing water, fishes in motion, running horses to enhance your movement in time, space and life (gati)\nWash your home with salt or keep salt in a glass in different corners of the house and throw out after a few days to cleanse the aura of the space\nEnergise\nChoose a no-disturbance time and space and sit on a mat to centre yourself (Keep a small bell, some water and fragrance like incense or dhoop nearby)\nClose your eyes and focus on the brow and imagine a ball of white light\nFocus on the various directions of the home filling them with that ball of light, love and energy- affirm your choice of affirmations depending upon the directions provided in the Ba Gua. For instance in the east focus on family and health affirming that all is well with my family and my health. Empower the thought by taking that ball of light in your mind to the east corner of your home in your mind’s eye. This would entail subtle cleansing of auras through the universal life force energy\nAll the above has to be done much before the New Year as during the New Year cleansing even your hair is considered as loss of prosperity by principles of Feng Shui!\nCleansing inner spaces\nWhen we look at space, ‘cleanliness converts to godliness’ when spaces are dedicated to deities; so if the principles of Feng Shui and Ba Gua are spoken in relation to the human body, one could interpret them as balancing the ‘vaat-pitta’ in the body house or the spaces dedicated to the nava graha in the body temple. Raja Ravi Varma’s painting amply reflects the Masters of Spaces held by the nine ruling deities.\nEach deity controls one aspect of wellness in the human body considering the overlap of naturopathy, ayurveda and astrology. Similarly, in the Chinese concept of wellness and Feng Shui of time rules certain parts of the body’s function. Just as we start the new year, we start each day with the knowledge of internal spaces and irregularities withing those spaces and flowing waters, fluids also called bodily humours in olden texts.\nHow to apply this?\nSleep and wake cycles point out to auspicious times for beginning new ventures, depending upon your Chinese zodiac animal, feelings of joy or unhappiness\nYin rules the night and yang the day. Find out your most comfortable time zone. That is your space of strength and wellness in the body. Begin new assignments during that time\nFind your most uncomfortable time zone when your energy slumps. That time points to your internal organ that needs cleansing and healing energy. Avoid any new start ups related to those times",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "power of feng shui",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "taoism",
        "sentiment": "none"
      },
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "feng shui",
        "sentiment": "none"
      },
      {
        "name": "bagua",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T20:41:47.730+02:00",
  "updated": "2023-12-29T20:41:47.730+02:00"
}