{
  "thread": {
    "uuid": "7312a9367d579a868b5eac5e1c53605eca3d56f5",
    "url": "https://vnexplorer.net/estado-se-compromete-a-poner-plata-y-grupo-armado-a-que-fusil-se-oxide-petro-s715114.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "'Estado se compromete a poner plata y grupo armado, a que fusil se oxide': Petro",
    "title_full": "'Estado se compromete a poner plata y grupo armado, a que fusil se oxide': Petro",
    "published": "2023-12-30T02:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdIc0.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7312a9367d579a868b5eac5e1c53605eca3d56f5",
  "url": "https://vnexplorer.net/estado-se-compromete-a-poner-plata-y-grupo-armado-a-que-fusil-se-oxide-petro-s715114.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-30T02:40:00.000+02:00",
  "title": "'Estado se compromete a poner plata y grupo armado, a que fusil se oxide': Petro",
  "text": "Presidente Gustavo Petro.\nEl presidente Gustavo Petro propuso un pacto con los grupos armados para la búsqueda de paz.\nEl presidente Gustavo Petro propuso un pacto para lograr la paz en Colombia. Lo hizo en el marco de la inauguración del colegio Pedro Nel Jiménez, en Panamá de Arauca, Arauquita, infraestructura que beneficiará a más de 900 estudiantes.\n(Más:El Presidente respondió a quienes gritaron ‘Fuera, Petro’ en la Plaza de Toros en Cali).\nEn su discurso ante la comunidad este 29 de diciembre, el mandatario hizo un breve recorrido de la historia de violencia en el país: “Nos muestra un camino de desacierto y quizá el mayor desacierto es el que nos hemos puesto a matarnos entre nosotros”.\n“Los colombianos, desde que somos República, no hemos hecho más que matarnos entre nosotros”, agregó y reiteró que ello obstaculiza el progreso de la sociedad.\nPor tanto, el Jefe de Estado hizo énfasis en la necesidad de “solucionar este espiral de muerte”.\n“Quienes están en armas, hoy aun pensando que es posible después de dos siglos de estarnos matando entre sí, sin noción ya, sin objetivo, sin horizonte. Si el camino es la prosperidad regional y el pueblo, pues esos hombres y mujeres armados deberían decir ‘también aceptamos que es el pueblo el soberano’. Ese sería un bonito proceso de paz”, sostuvo.\n‘Hagamos un pacto con el Gobierno, que el pueblo decida cuáles son las directrices, cuánta plata hay que invertir’: presidente Petro El mandatario lanzó una propuesta a los grupos que están alzados en armas:”Yo le diría a los grupos armados: ‘Oiga, hagamos un pacto con el Gobierno, que el pueblo decida cuáles son las directrices, cuánta plata hay que invertir. El Estado se compromete a poner la plata y el grupo armado se compromete a que el fusil se oxida. Punto, no nos volvemos a matar entre nosotros”.\nPresidente Gustavo Petro. Presidencia de la República\nNo entró en más detalles en su idea. Teniendo como eje central al pueblo, el presidente Petro luego les envió un mensaje a todos aquellos alcaldes y gobernadores que inician sus periodos a partir de este 1.° de enero de 2024.\n“Un consejo que les doy, con mi experiencia que ya se volvió larga: no creerse que uno es el mandamás, uno es el mandatario. El mandatario le hace caso al mandante. El mandante es el pueblo. Uno no es más, uno no tiene que creerse un rey, uno tiene que creerse un sirviente. Por eso, nos llaman servidores públicos”, sentenció.\n(Lea:Gustavo Petro: ‘Opino que el Banco de la República debe bajar más la tasa de interés’).\n¿Cómo van las conversaciones de paz con el Eln y el Estado Mayor Central? El Gobierno y el Ejército de Liberación Nacional (Eln) cerraron el quinto ciclo de negociación.Tras ello, ‘Antonio García’, comandante del grupo al margen de la ley, afirmó que la suspensión del secuestro depende de prolongación del cese al fuego y búsqueda de financiación para el grupo.\nAntonio García, comandante del Eln. EFE – Archivo\n“La suspensión de las retenciones con fines económicos, según el ELN, en el marco de la prolongación del Cese al fuego prevista para finales de enero del año entrante”, escribió en una columna.\n“Aún no existe ningún acuerdo sustancial sobre la paz por cuanto el Proceso de Participación de la Sociedad que construirá una Agenda de Cambios para el país, aún está en su fase inicial”, señaló.\nEn paralelo, avanza el proceso con el Estado Mayor Central, disidencia al mando de ‘Iván Mordisco’. Por ahora, elgrupo anunció que abandonará el secuestro “con fines económicos”.\n(Más:Petro le responde a Cabal, quien dijo que se ‘destruyó la moral de la Fuerza Pública’).\nCamilo González y Leopoldo Durán, jefes de las delegaciones del Gobierno y del ‘Estado Mayor Central’, durante las sesiones del segundo ciclo de conversaciones. Oficina del Alto Comisionado para la Paz\n“Se ha registrado el compromiso o el anuncio del Estado Mayor Central de abandonar toda práctica de retenciones con razones económicas”, dijo González Posso, jefe negociador del Gobierno, tras finalizar los encuentros.\nTambién puede ver: REDACCIÓN ÚLTIMAS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lpxVa.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBNc.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdIc0.img",
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1g92sE.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdBNc.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lpxVa.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1g92sE.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdIc0.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T02:49:38.406+02:00",
  "updated": "2023-12-30T02:49:38.406+02:00"
}