{
  "thread": {
    "uuid": "6b9c366bf197070bfa027e77ec47126f564bd194",
    "url": "https://www.ambito.com/informacion-general/dale-play-harvard-selecciono-5-peliculas-estimular-tu-cerebro-n5908277",
    "site_full": "www.ambito.com",
    "site": "ambito.com",
    "site_section": "https://www.ambito.com/contenidos/informacion-general.html",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Información General | Ámbito",
    "title": "Dale play: Harvard seleccionó 5 películas para estimular tu cerebro",
    "title_full": "Dale play: Harvard seleccionó 5 películas para estimular tu cerebro",
    "published": "2023-12-28T20:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://media.ambito.com/p/a3c51c3913b3df662a71469f7f6dbddf/adjuntos/239/imagenes/038/479/0038479386/1200x675/smart/television-streaming-series-peliculas.jpg",
    "performance_score": 0,
    "domain_rank": 12670,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b9c366bf197070bfa027e77ec47126f564bd194",
  "url": "https://www.ambito.com/informacion-general/dale-play-harvard-selecciono-5-peliculas-estimular-tu-cerebro-n5908277",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ambitocom",
  "published": "2023-12-28T20:00:00.000+02:00",
  "title": "Dale play: Harvard seleccionó 5 películas para estimular tu cerebro",
  "text": "La Universidad de Harvard destacó cinco películas icónicas del cine. Según su criterio, estas historias motivan a los alumnos que acceden a los estudios de cine de esta institución a estimular el cerebro y ampliar su visión respecto a ciertos temas.\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto La prestigiosa institución estadounidense invitó a las personas a reflexionar con cinco filmes que probablemente muchos conozcan, aunque sea de nombre. Aseguraron que el criterio de selección no se basó en las producciones audiovisuales más influyentes ni en los clásicos , sino en aquellas historias que te hacen cuestionar lo preestablecido y expandir la mente . En el listado incluyó “la mejor película de todos los tiempos”.\nInformate más Harvard lanza cursos gratuitos para una carrera por la que pagan $1.000.000 en Argentina ANSES: cómo presentar la libreta de la AUH 2023 cine.jpg Si bien son películas que ya tienen cierto reconocimiento y que fueron estrenadas hace más de 10 años , algunas de ellas inclusive hace más de 30, merece la pena tomarse el tiempo de mirarlas. Si te falta ver alguna película de este listado, es el momento de hacerlo.\nTop 5 películas recomendadas por Harvard Vértigo - 1958 Esta película estrenada en 1958 y dirigida por Alfred Hitchcock fue elegida como “la mejor película de todos los tiempos” por la revista Sight and Sound en el Festival de Cine Británico en 2012. La historia se basa en la investigación de Scottie Fergusson, un detective de policía de San Francisco que padece vértigo y decide retirarse tras un traumático suceso.\nTodos los hombres del presidente - 1976 Esta es quizás la película más conocida de todo el listado. Todos los hombres del presidente está basada en el libro de no ficción escrito por Carl Bernstein y Bob Woodward . Es la historia de dos periodistas de The Washington Post que investigaron el escándalo Watergate . Ganadora de múltiples premios, entre ellos, cuatro Oscar. Aunque fue estrenada hace más de 30 años, este film sigue siendo reproducido por miles de personas.\nTodos los hombres del presidente Robert Redford y Dustin Hoffman en \"Todos los hombres del presidente\".\nWarner Bros. El laberinto del fauno - 2006 Esta película hispanoamericana dirigida por Guillermo del Toro en 2006 y protagonizada por Maribel Verdú recibió tres premios Oscar . Se puede encontrar en la plataforma de streaming Amazon Prime.\nLa cinta blanca - 2009 Dirigida por Michael Haneke este drama, que se desarrolla en Alemania antes del estallido de la Primera Guerra Mundial , explora temas de opresión, violencia y la naturaleza del mal a través de la historia de un misterioso incidente que ocurre en un pueblo.\nEl globo rojo - 1956 globo rojo.jpg Le ballon rouge.\nLe ballon rouge , por su título original, es un film francés de tan solo 36 minutos de duración que se estrenó en 1956. La tierna historia de un chico solitario se encuentra un globo rojo en las calles de París, del cual se vuelve inseparable, conmovió a miles de espectadores.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:02:22.911+02:00",
  "updated": "2023-12-29T00:02:22.911+02:00"
}