{
  "thread": {
    "uuid": "c9e7cf290a90505fb7dc7840e3f1197e6428edcb",
    "url": "https://amp.cnn.com/cnn/2024/03/14/europe/prince-william-harry-diana-event-appearance-gbr-intl/index.html",
    "site_full": "amp.cnn.com",
    "site": "cnn.com",
    "site_section": "https://www.blogdady.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "BLOGDADY.COM",
    "title": "Prince William praises Princess Diana at London event | CNN",
    "title_full": "Prince William praises Princess Diana at London event | CNN",
    "published": "2024-03-15T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://i2.wp.com/media.cnn.com/api/v1/images/stellar/prod/230106100956-01-royal-newsletter-0106.jpg",
    "performance_score": 0,
    "domain_rank": 75,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c9e7cf290a90505fb7dc7840e3f1197e6428edcb",
  "url": "https://amp.cnn.com/cnn/2024/03/14/europe/prince-william-harry-diana-event-appearance-gbr-intl/index.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BLOGDADY.COM",
  "published": "2024-03-15T00:47:00.000+02:00",
  "title": "Prince William praises Princess Diana at London event | CNN",
  "text": "Dominic Lipinski/AFP/Getty Images\nPrince Harry and Prince William jointly attended the unveiling of Princess Diana’s statue in London in 2021.\nCNN\n—\nPrince William praised his mother, the late Princess Diana, at an event in London on Thursday, saying she taught him that everyone “has the potential to give something back.”\nThe event, which marks the 25th anniversary of the Diana Awards, will also feature virtual remarks from Prince William’s younger brother Prince Harry, one of the few times the two princes have participated since Prince Harry retired from royal duties. It became one.\nDuring his speech, Prince William told the audience that he and his wife, the Princess of Wales, have sought to highlight Princess Diana’s legacy through their work.\nA statement from Kensington Palace said the Prince of Wales was “honored to see the charity that bears his name doing such inspiring work to uplift young people around the world. It must have happened,” he said.\n“My mother taught me that everyone has the potential to give something back and that everyone in need deserves support in life. , I’m so proud to see these amazing young people represented in the way they’re supported,” he added. Tonight is the Legacy Awards. ”\nA video message from his brother Harry, Duke of Sussex. was also scheduled to be broadcast, but after William left the event, PA Media reported it as a local media story.\nBoth men do not plan to cooperate in any part of the proceedings.\nMeanwhile, William appears.\nfeverish speculation Kensington Palace released family photos of the Duchess Kate, which were later revealed to have been digitally altered, intensifying criticism about her status and well-being.\nDuchess Kate was scheduled to undergo abdominal surgery at a London hospital, but has not been seen in public for several months after the palace announced that due to her long recovery period, future events had to be deleted from her diary. do not have.\nThe palace may have been hoping that Sunday’s photos released to mark Mother’s Day would quell the growing confusion and concern about the princess. However, an international photo agency raised concerns that the photo had been digitally manipulated and withdrew it, sparking a heated controversy.\nKate took responsibility and apologized, saying it was an “experiment” with photo editing. However, her short statement did not explain why or how her image was edited, and no new photos of her princess have been published since.\nGet the free Royal Newsletter\n•\nSubscribe to CNN’s Royal Newsa weekly look at what’s inside the royal family, what they’re doing in public and what’s happening behind the palace walls.\nThe Diana Legacy Awards are held every two years and recognize young leaders in the name of Prince William and Prince Harry’s late mother, Princess Diana.\nThe organization was founded two years after Princess Diana died in a 1997 car crash in Paris.\nPrince William is scheduled to meet the winners after Thursday’s event. Harry’s reported contribution will be made virtually. The duke has been living in the United States since 2020, when he and his wife Meghan, Duchess of Sussex, left the working royal family.\nSince then, the relationship between the brothers has become increasingly strained. Harry wrote in his memoir, Spare, that William:\nattacked him during an argumentand called his brother “difficult,” “rude,” and “obnoxious.”\nThe couple attended royal events together commemorating the death of Elizabeth II and the coronation of Charles III, and occasionally attended events related to Princess Diana’s legacy, but otherwise remained in public. There was very little interaction.\n#Prince #William #praises #Princess #Diana #London #event #CNN\nCredit",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dominic lipinski",
        "sentiment": "negative"
      },
      {
        "name": "william",
        "sentiment": "negative"
      },
      {
        "name": "harry",
        "sentiment": "negative"
      },
      {
        "name": "diana",
        "sentiment": "negative"
      },
      {
        "name": "prince harry",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kensington palace",
        "sentiment": "none"
      },
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "prince of wales",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:16:09.849+02:00",
  "updated": "2024-03-15T01:16:09.849+02:00"
}