{
  "thread": {
    "uuid": "c39962500d75ad2cba9f5ea15ad8dcc9d513b2bd",
    "url": "https://vnexplorer.net/sa-opens-africas-first-military-focused-ai-hub-s2649746.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "SA opens Africa’s first military-focused AI hub",
    "title_full": "SA opens Africa’s first military-focused AI hub",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56915,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c39962500d75ad2cba9f5ea15ad8dcc9d513b2bd",
  "url": "https://vnexplorer.net/sa-opens-africas-first-military-focused-ai-hub-s2649746.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "SA opens Africa’s first military-focused AI hub",
  "text": "By Simnikiwe Mzekandaba, IT in government editorJohannesburg, 06 May 2024 AI, with its vast applications, is set to bring about a structural transformation in national security. South Africa now has an artificial intelligence (AI) institute dedicated to the defence and military sector, as part of the hubs of the AI Institute of South Africa (AIISA). ITWeb first reported on the imminent launch of the AI hub at the South African Military Academy last month. On Friday, communications minister Mondli Gungubele officially launched the Defence Artificial Intelligence Research Unit (DAIRU) at the academy in Saldanha Bay, Western Cape. DAIRU is the fourth hub to be added, after the launch of others at the University of Johannesburg (UJ) in 2022, Tshwane University of Technology (TUT) in 2023 and the Central University of Technology in February. The DAIRU hub, according to the minister, is the first of its kind on the African continent. The new hub is a collaborative effort between Gungubele’s Department of Communications and Digital Technologies (DCDT) and Department of Defence and Military Veterans. See also Andile Ngcaba lobbies for minister of AI Tshwane university opens doors to AI hub According to the DCDT, DAIRU aims to harness the “transformative” power of AI to elevate South Africa’s defence sector, ensuring the country keeps up with the pace of utilising cutting-edge technology to maintain strategic advantage and national security. The two departments, having realised the importance of technological-led AI development and application, devised a process to launch the defence AI hub to focus on military uses of AI, automation and robotics, said Gungubele. “As a democratic state, we wholly support the belief that AI is key to groundbreaking socio-economic development for the country. “The launch of this Defence Artificial Intelligence Research Unit is not simply a bureaucratic ritual with little to no significance or practical impact. We have held numerous public events around 4IR [the fourth industrial revolution], all of them setting the tone in educating and promoting this new technology among South Africans. “As we meet today, we take an important step towards a future that benefits our country through AI, positioning ourselves strategically as a country to be reckoned with and as a viable trading partner in a globally connected future.” Inside the South African Military Academy in Saldanha Bay, Western Cape. Artificial intelligence continues to grow in importance worldwide, with the United Arab Emirates appointing an AI-dedicated minister to lead that nation’s AI strategy. This prompted SA businessman Andile Ngcaba to call for a similar post locally. Last year saw unprecedented AI advancements, with a wide range of tools, solutions and industries adopting the technology. The launch of OpenAI’s ChatGPT in November 2022 brought to public attention the power of generative AI. Since then, Google’s Gemini Pro, Microsoft’s Bing AI and Elon Musk’s xAI have been introduced, showcasing generative AI’s evolution. Most recently, Facebook owner Meta kicked off its AI push through its chatbot embedded across its social media platforms – Instagram, WhatsApp, Messenger and Threads. In South Africa, the launch of the AIISA institutes signals the realisation of one of the recommendations of the Presidential Commission on the Fourth Industrial Revolution, to catapult the country’s digital future. The hubs are expected to serve as a common base for knowledge generation, research and development, as well as implementing the capabilities of AI applications for health, agriculture, finance, mining, manufacturing and government. Each hub is linked with an economic sector that can be enhanced through AI and a series of catalytical projects. For example, the UJ hub focuses on the value chain of manufacturing, retail, fintech, digital mining, the energy sector, digital banking and identity, as well as the criminal justice system. The TUT hub is linked to automotive, farming and food production, 4IR manufacturing, tourism, health, transportation and telecommunications. Gungubele revealed the purpose is to ensure sectors such as water and waste management, the just energy transition, built environment, health, telecoms, media and languages also have AI hubs. AI in defence targets The minister said emerging technologies, including AI, are now the focal points of geopolitical competition, with nations like China, Russia and the US aggressively exploring the military applications of AI. The rapid pace of technological innovation, coupled with the rise of Asia as a global trade hub, necessitates a re-evaluation of national security strategies, he noted. AI, akin to electricity or fossil fuels, has the potential to redefine modern militaries and reshape the global balance of power, he added. “The convergence of physical, digital and biological technologies heralds the onset of a significant technological revolution. Governing these emerging technologies at a global level is imperative to mitigate the risks of future conflicts. “As AI technologies become increasingly integrated into the world’s militaries, establishing clear guidelines and risk-reduction measures will be crucial to ensure global peace and security. “The national defence policy review underscores government’s focus on technology, with a significant budget allocation for defence technologies aligned to AI development and research. “AI, with its vast applications, is set to bring about a structural transformation in national security. The defence review envisions this transformation and emphasises the need for a proactive approach to harness the potential of AI in defence and security.” The Defence Artificial Intelligence Research Unit is located at the SA Military Academy in Saldanha Bay, Western Cape. The minister noted it’s expected there will be an exponential rise of AI in military applications over the next decade. The military is seeking to integrate AI into weapon systems development to enhance precision, as well as augment human operators with AI-driven robotic manoeuvres on the battlefield. AI already has deep impacts on nuclear armament, cyber and information warfare, biotechnologies and aerospace, he commented. “The AI systems and applications combined with software are also expected to bring about an adversarial AI arms-race. “AI supports long-term defence capability planning processes in the military through the development of analytical solutions, including supporting complex decision-making by assessing complex factors.” Share Provided by SyndiGate Media Inc. (Syndigate.info).News Related - Antoine Dupont still hurt by 'injustice' of World Cup loss to Springboks 1024x768_france-antoine-dupont-and-fabian-galthie-oct-2023-jpg Fabien Galthie’s men went into the global tournament as one of the favourites but they were ousted in the last-eight. Les Bleus suffered a 29-28 defeat to the Springboks as they were eliminated at their home World Cup by the eventual champions. It was a similar story to 2019, ... See Details: Antoine Dupont still hurt by 'injustice' of World Cup loss to Springboks - China's New Aircraft Carrier Begins Catapult Testing China’s New Aircraft Carrier Begins Catapult Testing Testing of the catapults on the Chinese aircraft carrier Fujian has begun. This is an important step forward in the construction of this ship, which is set to be the first carrier in the People’s Liberation Army Navy, or PLAN, that launches aircraft ... See Details: China's New Aircraft Carrier Begins Catapult Testing - Aircraft Downed Inside Russia By Patriot System: Ukrainian Air Force Aircraft Downed Inside Russia By Patriot System: Ukrainian Air Force The Ukrainian Air Force has now confirmed that a number of Russian aircraft shot down back in May over their own territory were indeed destroyed by a foreign-supplied Patriot air defense system. The possibility that Ukraine’s newly acquired Patriots may ... See Details: Aircraft Downed Inside Russia By Patriot System: Ukrainian Air Force - “Am I Prog’s Taylor Swift? That’s a debate that could run and run”: why Peter Hammill re-recorded his Enigma-era albums “Am I Prog’s Taylor Swift? That’s a debate that could run and run”: why Peter Hammill re-recorded his Enigma-era albums Van der Graaf Generator lynchpin Peter Hammill has taken inspiration from the unlikely figure of pop colossus Taylor Swift in his decision to re-record two of his Engima Records releases. ... See Details: “Am I Prog’s Taylor Swift? That’s a debate that could run and run”: why Peter Hammill re-recorded his Enigma-era albums - Car With Pro-Russian Fighters Blown Up by Resistance: Exiled Mayor Exiled Mayor of Melitopol Ivan Fedorov delivers a speech during a meeting of the Foreign Affairs Committee of the European Parliament on April 20, 2022 in Brussels. Fedorov on Monday said Ukrainian partisans blew up a car with pro-Russian fighters inside over the weekend. A car with Chechen soldiers fighting ... See Details: Car With Pro-Russian Fighters Blown Up by Resistance: Exiled Mayor - Europe and African nations must find effective common ground in dealing with migration influx This year, a complex mix of insecurity, poverty and misgovernance has seen instability soar in Sahel. Among the immediate effects is a rise in forced and voluntary migration from the region to other parts of Africa and towards Europe, which is difficult to contain. According to Médecins Sans Frontières, 2023 ... See Details: Europe and African nations must find effective common ground in dealing with migration influx - Springbok lock opts not to renew contract with URC team Springbok lock opts not to renew contract with URC team Rugby World Cup-winning lock RG Snyman has opted not to extend his stay at Munster beyond the current season. This week, it was revealed by Munster that Snyman would seek new horizons once his deal with the Irish Province expires. ... See Details: Springbok lock opts not to renew contract with URC team - Pravin Gordhan’s deathly legacy: A threat to SA’s economic future Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Pravin Gordhan’s deathly legacy: A threat to SA’s economic future - Antoine Dupont STILL hurt by ‘injustice’ of Rugby World Cup loss to Springboks Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Antoine Dupont STILL hurt by ‘injustice’ of Rugby World Cup loss to Springboks - Rubber stamping NHI Bill will have damaging consequences for SA for generations Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Rubber stamping NHI Bill will have damaging consequences for SA for generations - Inside horrific conditions Hamas hostages suffered including losing 15lbs in 50 days Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Inside horrific conditions Hamas hostages suffered including losing 15lbs in 50 days - After the Bell: SA’s NHI healthcare disaster starts right here Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: After the Bell: SA’s NHI healthcare disaster starts right here - Gupta-linked development land for sale Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Gupta-linked development land for sale - Gary Neville begrudgingly claims brilliant Man Utd midfielder ‘looked like a Man City player’ in Everton mauling Pravin Gordhan’s deathly legacy: A threat to SA’s economic future In the corridors of power, where decisions shape the destiny of nations, one man has emerged as front runner for the dubious honour of being the architect of South Africa’s economic chaos – Minister of Public Enterprises Pravin Gordhan, at ... See Details: Gary Neville begrudgingly claims brilliant Man Utd midfielder ‘looked like a Man City player’ in Everton mauling OTHER NEWS Read more » https://vnexplorer.net/liz-truss-backs-trump-with-call-for-republican-presidential-victory-s133281.html https://vnexplorer.net/liz-truss-backs-trump-with-call-for-republican-presidential-victory-s133281.html https://vnexplorer.net/standard-bank-treasonous-were-literally-helping-to-keep-the-lights-on-says-ceo-s133272.html https://vnexplorer.net/standard-bank-treasonous-were-literally-helping-to-keep-the-lights-on-says-ceo-s133272.html https://vnexplorer.net/israel-hamas-agree-to-extend-truce-for-two-days-musk-would-like-to-help-rebuild-gaza-s132779.html https://vnexplorer.net/israel-hamas-agree-to-extend-truce-for-two-days-musk-would-like-to-help-rebuild-gaza-s132779.html https://vnexplorer.net/this-is-what-pitso-mosimane-said-about-the-african-football-league-s132777.html https://vnexplorer.net/this-is-what-pitso-mosimane-said-about-the-african-football-league-s132777.html https://vnexplorer.net/take-note-of-these-n3-road-works-between-westville-and-paradise-valley-s132774.html https://vnexplorer.net/take-note-of-these-n3-road-works-between-westville-and-paradise-valley-s132774.html https://vnexplorer.net/ukzn-medical-student-bags-2023-health-excellence-rising-star-award-s132170.html https://vnexplorer.net/ukzn-medical-student-bags-2023-health-excellence-rising-star-award-s132170.html",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "simnikiwe mzekandaba",
        "sentiment": "negative"
      },
      {
        "name": "mondli gungubele",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "tshwane university of technology",
        "sentiment": "none"
      },
      {
        "name": "central university of technology",
        "sentiment": "none"
      },
      {
        "name": "gungubele’s department of communications and digital technologies",
        "sentiment": "none"
      },
      {
        "name": "defence artificial intelligence research unit",
        "sentiment": "none"
      },
      {
        "name": "military academy",
        "sentiment": "none"
      },
      {
        "name": "ai institute",
        "sentiment": "none"
      },
      {
        "name": "department of defence",
        "sentiment": "none"
      },
      {
        "name": "university of johannesburg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "saldanha bay",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      },
      {
        "name": "western cape",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T16:52:54.220+03:00",
  "updated": "2024-05-06T16:52:54.220+03:00"
}