{
  "thread": {
    "uuid": "ca24136c31956c262b349335d56173f30a304f44",
    "url": "https://news.webindia123.com/news/Articles/Sports/20231229/4153778.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "\"We have to look at bigger picture\": Pakistan captain Shan Masood looks at positives from MCG Test",
    "title_full": "\"We have to look at bigger picture\": Pakistan captain Shan Masood looks at positives from MCG Test",
    "published": "2023-12-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ca24136c31956c262b349335d56173f30a304f44",
  "url": "https://news.webindia123.com/news/Articles/Sports/20231229/4153778.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T02:00:00.000+02:00",
  "title": "\"We have to look at bigger picture\": Pakistan captain Shan Masood looks at positives from MCG Test",
  "text": "Pakistan batters Masood, Babar Azam and Agha Salman fought hard and showed a lot of spirit in Melbourne on Day 4, but Australia pacers Pat Cummins and Mitchell Starc bowled their hearts out to win the Test series, with a match remaining, here at the Melbourne Cricket Ground on Friday. Pakistan fought till the end but still fell short as Australia completed a solid victory in the second match to seal the Test series. Masood stated that 'positives' must be considered following his side's 79-run loss in the second Test at the MCG. The Pakistan captain stated that the larger picture must be considered while noting that there were several positives to take away from the game. \"We have to look at the bigger picture. There were a lot of positives. We can easily be like, 'what if we did this, what if we did that?' That's all and part and process of the game. There were a lot of positives but if you give a quality side like Australia a sniff, which we did, maybe sometimes with the bowl, maybe sometimes with the bat, yesterday maybe in the field we dropped someone in form like Marsh, we might not have been chasing so many today. Mistakes happen. In terms of the bigger picture, this is the way we want to play Test cricket. Playing Test cricket in these conditions, fighting till the end, where a result was possible for us, that's something we have to take forward as a team,\" Masood said in a post-match presentation. Masood complimented his team for battling till the finish after reflecting on how the game unfolded over the course of four days. Cummins completes a 10-wicket match haul in Australia's 79-run win to take an unassailable 2-0 series lead \"It's a reflection of four days, the game kept turning. Sometimes it'd go Australia's way, sometimes ours. We were fortunate to win the toss and have the best of the bowling conditions. We were leading with the bat when me and Abdullah had a good partnership, Pat Cummins came in with that spell and that's why he's one of the best bowlers in the world. In the second innings, Steve Smith and Mitchell Marsh's partnership, that put us back again. We have taken 20 wickets which we haven't done in Australia for a while, that's a box ticked,\" he added. \"A lot to work on, but this is the blueprint with which we want to play Test cricket. Hopefully we keep doing that. They are ruthless, you want to convert the fifties into hundreds. That's what we have to do as a batting unit. They have some world-class bowlers in their ranks, if you give them a sniff you might not have enough runs on the board,\" he added. He criticised the batters' failure to turn excellent starts and fifties into hundreds, saying that it was the model he wanted the squad to follow. \"It's WTC, every Test match counts. Very happy with how we played the game, it's just about the finishing touches and winning the crucial moments like the Australians did in this game. The groundsmen did a wonderful job, one of the better Test pitches that we have played on, something for everyone. Very glad that we got to play such an exciting Test match,\" the Pakistan captains said. At the MCG as Pat Cummins lead Australia to victory by 79 runs in the Boxing Day Test. The hosts took an unassailable 2-0 lead in the series against Pakistan. Cummins finished with a 10-wicket match haul in Australia's 79-run win while Starc returned with 4/55 and both pacers bowled a hostile spell of fast bowling to take the host to a second consecutive triumph. The third and last match of the series will be played from January 3 at the Sydney Cricket Ground. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "babar azam",
        "sentiment": "negative"
      },
      {
        "name": "shan masood",
        "sentiment": "negative"
      },
      {
        "name": "masood",
        "sentiment": "negative"
      },
      {
        "name": "agha salman",
        "sentiment": "negative"
      },
      {
        "name": "pat cummins",
        "sentiment": "none"
      },
      {
        "name": "mitchell starc",
        "sentiment": "none"
      },
      {
        "name": "marsh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "mcg",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pakistan",
        "sentiment": "none"
      },
      {
        "name": "melbou",
        "sentiment": "none"
      },
      {
        "name": "melbourne cricket ground",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T14:15:38.006+02:00",
  "updated": "2023-12-29T14:15:38.006+02:00"
}