{
  "thread": {
    "uuid": "5856600228ca15d29e161a2fb65c114ceb909437",
    "url": "https://www.powder.com/trending-news/powder-party-sierra-snow",
    "site_full": "www.powder.com",
    "site": "powder.com",
    "site_section": "https://www.powder.com/",
    "site_categories": [
      "skiing",
      "waterski_wakeboard",
      "sports"
    ],
    "section_title": "Powder",
    "title": "Powder Party: The Sierra Pick Up Nearly Two Feet Of Snow",
    "title_full": "Powder Party: The Sierra Pick Up Nearly Two Feet Of Snow",
    "published": "2024-01-12T16:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 93297,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5856600228ca15d29e161a2fb65c114ceb909437",
  "url": "https://www.powder.com/trending-news/powder-party-sierra-snow",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ella Boyd",
  "published": "2024-01-12T16:30:00.000+02:00",
  "title": "Powder Party: The Sierra Pick Up Nearly Two Feet Of Snow",
  "text": "The snow in Tahoe is good. I say that as a born-and-bred East Coaster, but trust me, it's a lot better than it was in early December (when things were so sparse you could see the dirt under your skis!)\nWith the last couple of storms (the last storm still going on, there's snow coming this Saturday too) the base has increased tremendously, to the point where you can get away without tuning your skis. Shouts to everyone who used their rock skis and saved themselves $70 instead of Ptexing their bases those first few weeks!\n🌹Rose Report: BLUEBIRD\n❄️| 18-20\" overnight\n5°F - Wind 15-22 W - Sunny\n🛗 Zephyr - Scheduled 8:30am\n🛗 Northwest - Scheduled 9am\n🛗 Lakeview - Scheduled 9am\n🛗 Galena - Scheduled 9am\n🛗 Wizard - Scheduled 9am\n🛻| Chains or Snow Tires required on 431 - Roads are slick - Be Safe\n— MtRoseSkiTahoe (@MtRoseSkiTahoe) January 11, 2024 Mt. Rose got 18-20\" overnight, not surprising as Mt. Rose is Tahoe's highest base elevation ski resort. It seems like there's always snow over there!\nPalisades Tahoe didn't do too badly itself. 3 inches overnight and 14 inches over the last 24 hours? We'll take it.\nFamily friendly Northstar saw 15 inches over the last 24 hours, with 17 inches in the last 48.\nPowder-famous Heavenly saw 19 inches over the last day, but that's the least of their good news: their gondola also resumes operations tomorrow!\nRelated: Heavenly Resort Plans To Reopen Essential Gondola Tomorrow\nSugar Bowl got 10 inches at their summit in the last 24 hours, and their base got 6 inches (not too shabby)!\nThe Sugar Bowl snow reporter noted that powder hounds should \"get it quick before the next storm rolls in on Saturday,\" (my thoughts exactly, when the vis is bad, there's not a lot of fun to be had...) \"see y'all in the lift lines!\"\nThe natural, terrain-filled Kirkwood got 7 inches in the last day, and 8 in the last two.\nBoreal , famous for its night skiing and terrain park, got 9 inches overnight. That will stoke out those park rats (or not, because they have to reshape all the jumps).\nDown south a little, Mammoth Mountain's snow report accounts for 14-16 inches of fresh powder overnight, with 14 inches at the Main Lodge today.\nThe nearby, mellow June Mountain also got hit with the latest storm, with 6 inches in the last 24 hours.\nWhere are you most excited to ski? Me, I'm just stoked to be able to spray some snow when doing hockey stops at the base of the lifts. It's been awhile!\nRelated: One Skier Killed, One Injured By In-Bounds Avalanche At Palisades Tahoe\nDon't miss another headline from POWDER! Subscribe to our newsletter and stay connected with the latest happenings in the world of skiing.\nWe're always on the lookout for amusing, interesting and engaging ski-related videos to feature on our channels. Whether you're a professional skier or just an amateur, we want to see your best footage and help you share it with the world. Submit your video for a chance to be featured on POWDER and our social channels. Be sure to subscribe to our YouTube channel to watch high-quality ski videos. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "palisades tahoe",
        "sentiment": "none"
      },
      {
        "name": "rose",
        "sentiment": "none"
      },
      {
        "name": "tahoe",
        "sentiment": "none"
      },
      {
        "name": "mt. rose",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "tahoe",
        "sentiment": "none"
      },
      {
        "name": "lakeview",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T16:54:07.341+02:00",
  "updated": "2024-01-12T16:54:07.341+02:00"
}