{
  "thread": {
    "uuid": "11931511e0dd9f649191e0886afbc033c3a6e372",
    "url": "https://menafn.com/1107670516/Govt-Equipping-Armed-Forces-With-Latest-Weapons-To-Face-Challenges-Rajnath-Singh",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "https://menafn.com/index.aspx",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": " Business & Financial - International News, Currencies & Economic Indicators | MENAFN.COM",
    "title": "Govt Equipping Armed Forces With Latest Weapons To Face Challenges: Rajnath Singh | MENAFN.COM",
    "title_full": "Govt Equipping Armed Forces With Latest Weapons To Face Challenges: Rajnath Singh | MENAFN.COM",
    "published": "2023-12-30T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://menafn.com/updates/pr/2023-12/30/I_458cfimage_story.jpeg",
    "performance_score": 0,
    "domain_rank": 6304,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "11931511e0dd9f649191e0886afbc033c3a6e372",
  "url": "https://menafn.com/1107670516/Govt-Equipping-Armed-Forces-With-Latest-Weapons-To-Face-Challenges-Rajnath-Singh",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2023-12-30T11:00:00.000+02:00",
  "title": "Govt Equipping Armed Forces With Latest Weapons To Face Challenges: Rajnath Singh | MENAFN.COM",
  "text": "( MENAFN - IANS) New Delhi, Dec 30 (IANS) Defence Minister Rajnath Singh said on Saturday that the government is equipping the armed forces with the latest weapons and platforms to protect the nation from threats.\nSpeaking during an event organised by an NGO in Surat to honour the valour and sacrifices of the fallen heroes and extend support to their families, Singh assured the nation that the military is ready to face every challenge and it will give a befitting reply to anyone who tries to cast an evil eye.\n\"It is the collective responsibility of the nation to ensure the welfare of the families of the fallen heroes, serving and retired soldiers as well as their dependents, whose unmatched sacrifice, commitment and patriotism is the bedrock of a safe and prosperous India,\" the Defence Ministry said.\nPaying rich tributes to the bravehearts, Singh asserted that the nation will forever remain indebted to the soldiers who safeguard the unity, integrity and sovereignty of the motherland.\nHe commended the Armed Forces personnel for successfully discharging their duties with the government's 'India first, security first' approach, stating that the people are able to contribute to nation building as they know that the borders are secure. He also expressed gratitude to the family members for producing“these diamonds whose shine illuminates the entire country”.\nThe Defence Minister drew parallels between the process of creating diamonds and the transformation of youth into extraordinary soldiers.“Just as very high temperature and pressure transforms carbon atoms into diamonds, the challenging circumstances, under which the soldiers serve the nation, shape the ordinary youth into diamonds. With their shine, these diamonds then protect us from darkness,” he said.\nSingh also took the opportunity to encourage business leaders to prioritise nation building over personal gains, emphasising that money should be viewed as a means and not the ultimate life goal. He also spoke of the historical significance of Gujarat and its role in the progress of the nation.\nHe said,“Gujarat is the birthplace of prominent figures such as poet Narsingh Mehta who united the then society through his devotion and literature; Father of the Nation Mahatma Gandhi whose ideals and principles ensured our freedom, Iron Man of India Sardar Vallabhbhai Patel who strengthened the unity and integrity of the nation, and Prime Minister Narendra Modi who has raised India's stature at the international level and has taken the nation forward on the path of prosperity and security. Last but not the least, it is also the birthplace of countless soldiers who bolster the security of our borders by risking their lives.”\n--IANS\ngcb/sha\nMENAFN30122023000231011071ID1107670516\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://ians.in/detail/equipping-armed-forces-with-latest-weaponry-to-face-challenges-defence-minister--20231230211805/",
    "https://ians.in/detail/equipping-armed-forces-with-latest-weaponry-to-face-challenges-defence-minister--20231230211805",
    "https://www.ians.in/detail/equipping-armed-forces-with-latest-weaponry-to-face-challenges-defence-minister--20231230211805/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajnath singh",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ians",
        "sentiment": "negative"
      },
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "defence ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "surat",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T20:18:47.299+02:00",
  "updated": "2023-12-30T20:18:47.299+02:00"
}