{
  "thread": {
    "uuid": "d088bb9f1cb4fe930d094b9d9481a166d2d2979a",
    "url": "https://www.einpresswire.com/article/677855322/seven-tips-for-keeping-new-year-s-resolutions",
    "site_full": "www.einpresswire.com",
    "site": "einpresswire.com",
    "site_section": "http://einpresswire.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n  Press Release Distribution &amp; World Media Directory by EIN Presswire\n  \n",
    "title": "Seven Tips for Keeping New Year’s Resolutions",
    "title_full": "Seven Tips for Keeping New Year’s Resolutions",
    "published": "2023-12-29T00:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/facebook/592074/senior-man-makes-new-year-s-res.jpeg",
    "performance_score": 0,
    "domain_rank": 6642,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d088bb9f1cb4fe930d094b9d9481a166d2d2979a",
  "url": "https://www.einpresswire.com/article/677855322/seven-tips-for-keeping-new-year-s-resolutions",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Randall Schultz",
  "published": "2023-12-29T00:01:00.000+02:00",
  "title": "Seven Tips for Keeping New Year’s Resolutions",
  "text": "Seven Tips for Keeping New Year’s Resolutions Camp Codger podcast reveals the keys to achieving New Year’s goals. Keeping New Year's resolutions is easy. Just follow these 7 tips. COLORADO SPRINGS, COLORADO, UNITED STATES, December 28, 2023 / [EINPresswire.com](https://www.einpresswire.com/)/ -- Millions of Americans make New Year’s resolutions every year. Many people resolve to lose weight, get new jobs, spend more quality time with families, and more. In fact, nearly 40 percent of adults make New Year’s resolutions every year. But how many people achieve their New Year’s goals? Not many. “Studies have shown that most people are really bad at keeping New Year’s resolutions,” said Randy Schultz, co-host of the Camp Codger podcast for seniors. “Most adults--about 64 percent— quit on their New Year’s resolutions by the end of January. And only 9 percent actually stick with it to achieve their goals.” On the most recent episode of the Camp Codger podcast, co-hosts Gary Ebersole, Richard Kipling, and Randy Schultz reveal the keys to achieving New Year’s resolutions. They share the 7 tips from the experts at UC Davis Health that can turn New Year’s goals into success, and they share their own personal success and failure experiences. Tip #1: Be Picky About Your Resolutions According to the experts at UC Davis Health, most people make too many New Year’s resolutions. Instead of listing six or 10 goals, pick one or maybe two. This will increase the odds of achieving a primary resolution, which is more productive than failing to achieve a long list of goals. Another tip from the experts is: Set very specific goals. That's because a less specific goal is difficult to put onto a To Do list. “Many of us set a New Year’s resolution such as ‘exercise more,’” said Schultz. “But the problem with that is it’s very hard to track. It’s better to pick a more detailed resolution like ‘exercise 30 minutes a day, five days a week.’ That’s a measurable goal that you can track, which will be far easier to achieve.\" Tip #6: Get a Resolution Buddy One of the tips that the three co-hosts of Camp Codger loved the most involved getting a resolution buddy who can help guarantee resolution success. Richard Kipling told the story of his resolution to walk around the Rose Bowl Stadium in Pasadena five days a week. He enlisted a like-minded friend, and they both resolved to walk around the Rose Bowl together—five mornings a week. “There were many mornings that I just didn’t feel like walking,” said Kipling. “But because of the promise I made to my friend, I got my butt out of the house and met him for our walk. Having a resolution buddy made it possible for both of us to achieve that goal.” To hear the entire list of 7 Tips to Keep Your New Year’s resolutions, listen to the Camp Codger episode on Apple Podcasts, Google, Spotify, Amazon, and other major podcast services. This episode is also available at [www.campcodger.com](http://www.campcodger.com)/podcast/new-years-resolutions-and-how-to-keep-them/ Rocking Chair Wisdom Every week, the Camp Codger podcast offers information, observations, advice, and a humorous look at life to people aged 60 or over. The weekly podcast is specifically designed to NOT appeal to the TikTok generation. All the podcast episodes are available at [www.campcodger.com](http://www.campcodger.com) and on the major podcast services. Camp Codger is the brainchild of three self-proclaimed “old guys” who realized that older Americans were being excluded from the content of most popular podcasts. Even though there are now 54.1 million Americans 65 years or older, the founders of Camp Codger say these folks are routinely forgotten by the media. “Camp Codger is a place in the podcast-o-sphere where listeners can reminisce, laugh, learn about new things, and help make their golden years productive and enjoyable,” said Gary Ebersole. “We liked the image of old friends sitting on the porch of a summer camp in the mountains, shooting the breeze and dispensing rocking chair wisdom.” That’s why the music that begins and ends each podcast episode is an instrumental version of the 1963 hit song by Allan Sherman called “Hello Muddah, Hello Fadduh.” (If you don’t know that song, you might be too young for Camp Codger.) More information about Camp Codger and links to the podcast episodes are available at [www.campcodger.com](http://www.campcodger.com). Randall Schultz Schultz Communications +1 505-220-4327 [randy@campcodger.com](mailto:randy@campcodger.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "http://www.campcodger.com)/podcast/new-years-resolutions-and-how-to-keep-them/",
    "http://www.campcodger.com)",
    "http://www.campcodger.com).",
    "http://campcodger.com)",
    "http://campcodger.com)/podcast/new-years-resolutions-and-how-to-keep-them/",
    "http://campcodger.com).",
    "http://www.campcodger.com)/podcast/new-years-resolutions-and-how-to-keep-them"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gary ebersole",
        "sentiment": "none"
      },
      {
        "name": "randy schultz",
        "sentiment": "none"
      },
      {
        "name": "richard kipling",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "united states",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "colorado springs",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:09:23.906+02:00",
  "updated": "2023-12-29T00:09:23.906+02:00"
}