{
  "thread": {
    "uuid": "32d1e882ca4789cd324dd8414b3d08e4c04abc8d",
    "url": "https://www.sasktoday.ca/highlights/an-organization-we-count-on-counts-on-volunteers-the-canadian-red-cross-8616301",
    "site_full": "www.sasktoday.ca",
    "site": "sasktoday.ca",
    "site_section": "https://www.sasktoday.ca/rss",
    "site_categories": [],
    "section_title": "SaskToday.ca: sasktoday",
    "title": "An organization we count on, counts on volunteers. The Canadian Red Cross",
    "title_full": "An organization we count on, counts on volunteers. The Canadian Red Cross",
    "published": "2024-04-18T03:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://www.vmcdn.ca/f/files/sasktoday/images/people/luc-mullinder.JPG;w=1200;h=630;mode=crop",
    "performance_score": 0,
    "domain_rank": 90258,
    "domain_rank_updated": "2024-04-16T13:08:05.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "32d1e882ca4789cd324dd8414b3d08e4c04abc8d",
  "url": "https://www.sasktoday.ca/highlights/an-organization-we-count-on-counts-on-volunteers-the-canadian-red-cross-8616301",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Dawson",
  "published": "2024-04-18T03:38:00.000+03:00",
  "title": "An organization we count on, counts on volunteers. The Canadian Red Cross",
  "text": "REGINA — The Red Cross has been part of Canada since confederation in 1867. The Red Cross movement first swept through Europe, and the idea quickly found its way across the Atlantic Ocean by the late 1800’s. Since then, The Canadian Red Cross has been a beacon of hope in a disaster. It is an organization that counts on its volunteers to deliver its service and assistance programs across the country. “We have 319 fully trained volunteers in Saskatchewan” according to the Red Cross Vice President for Saskatchewan Luc Mullinder. “Our volunteers bring an incredible level of expertise to our organization, and that is something that we absolutely need, especially when it comes to things like emergencies and disasters.” Mullinder himself is someone who is passionate about giving back. Born in New Zealand, but raised in Ontario, Mullinder found himself in Saskatchewan in 2004 as a new player with the Saskatchewan Roughriders. “I promised my father and my family that I was going to give back as much as I have taken from this province. It's really a enjoyable process working with the Canadian Red Cross and our volunteers” Mullinder said. He says when he arrived in Saskatchewan, he was young and immature, and this province helped him grow into the person he is today. There are many successful programs from the Canadian Red Cross including “Friendly Calls”. It's when a Red Cross volunteer calls someone in the community who has registered for the service to check on them, and let them know someone is listening. This started out as an outreach to seniors and others who were isolated, and maybe feeling alone. After a short period of time the age restriction was lifted, and anyone 18 years old and over can register for the call if they don’t have many other places to turn for friendship or advice. On top of the community outreach programs, the Red Cross has been called on to help out in natural disasters, something Mullinder says is not slowing down. “I don’t know what people want to call it, climate change, climate disaster or whatever. Our emergencies in Canada are happening more and more frequently and more and more intense.” Mullinder said. If you would like to volunteer with the Red Cross, the first step is hitting the website: [https://www.redcross.ca/volunteer](https://www.redcross.ca/volunteer) Harvard Media News is highlighting “Volunteer Week” in Canada, and shining a light on those who freely give up their time and energy in the service of their community.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://www.redcross.ca/volunteer",
    "https://redcross.ca/volunteer"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mullinder",
        "sentiment": "none"
      },
      {
        "name": "saskatchewan luc mullinder",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "red cross",
        "sentiment": "neutral"
      },
      {
        "name": "red cross regina",
        "sentiment": "neutral"
      },
      {
        "name": "saskatchewan roughriders",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "atlantic ocean",
        "sentiment": "none"
      },
      {
        "name": "saskatchewan",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:20:27.671+03:00",
  "updated": "2024-04-19T01:51:37.685+03:00"
}