{
  "thread": {
    "uuid": "636167f634191130ceb8a40cdceaac63bca61d80",
    "url": "https://vnexplorer.net/what-is-dragonfire-new-advanced-laser-weapon-passes-major-test-s1061836.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "What is DragonFire? New Advanced Laser Weapon Passes Major Test",
    "title_full": "What is DragonFire? New Advanced Laser Weapon Passes Major Test",
    "published": "2024-01-20T13:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gY3bT.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "636167f634191130ceb8a40cdceaac63bca61d80",
  "url": "https://vnexplorer.net/what-is-dragonfire-new-advanced-laser-weapon-passes-major-test-s1061836.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-20T13:19:00.000+02:00",
  "title": "What is DragonFire? New Advanced Laser Weapon Passes Major Test",
  "text": "Britain’s Defense Secretary Grant Shapps delivers a speech on defending the U.K. and its allies in London, on January 15, 2024. The British MoD announced Friday that its directed energy weapon, the DragonFire laser, succesfully struck an aerial target during testing.\nThe United Kingdom’s Ministry of Defense (MoD) has reached a major milestone in its testing of a military laser that can strike any visible aerial and sea targets.\nDevelopment of directed energy weapons has surged worldwide in recent years, including in the United States.\nThe DragonFire laser is an energy weapon that can strike targets at the speed of light, according to a release from the MoD. The weapon is precise enough to hit a target the size of a coin—roughly 2.3 centimeters in diameter—over 1 kilometer (0.6 miles) in distance away and costs much less to use than traditional air defense weaponry.\nThe MoD announced the first high-power firing of the laser weapon against an aerial target on Friday. The full range of the DragonFire is currently classified.\n“This type of cutting-edge weaponry has the potential to revolutionize the battlespace by reducing the reliance on expensive ammunition, while also lowering the risk of collateral damage,” said U.K.’s Defense Secretary Grant Shapp.\nAccording to the MoD, the DragonFire typically costs less than £10 [$12.70] per shot, meaning the laser “has the potential to be a long-term low-cost alternative to certain tasks missiles currently carry out.” Both the U.K.’s Army and Royal Navy are considering using the DragonFire as part of their future air defense measures.\nThe laser is a joint effort between the MoD’s Defense Science and Technology Laboratory (Dstl) and a handful of British industry partners. The U.K. announced its first successful static high-power firing of the laser back in November 2022. At the time, the system had already demonstrated the ability to track aerial and sea targets with “very high levels of precision.”\n“These trials have seen us take a huge step forward in realizing the potential opportunities and understanding the threats posed by directed energy weapons,” said Paul Hollinshed, chief of the Dstl. “With our decades of knowledge, skills, and operational experience, Dstl’s expertise is critical to helping the armed forces prepare for the future.”\nNewsweek reached out to the Dstl via email for comment.\nAccording to the Government Accountability Office (GAO), the U.S. military has tested a variety of prototypes of such weapons over the past decade, which have been primarily focused on counter-drone missions.\nThe GAO said in a May 2023 report that directed energy weapons, such as lasers, may offer the military a less expensive air defense capability that has “virtually unlimited firing power.” The weapons typically have a shorter range than traditional missiles and artillery, however, and can be impacted by weather conditions like fog and storms.\nThe GAO also raised concerns about the potential long-term health effects that exposure to directed energy weapons could cause people “either intentionally or unintentionally” to the equipment.\nRelated Articles\nStart your unlimited Newsweek trial",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gY3bT.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gY3bT.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "grant shapps",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "defense",
        "sentiment": "neutral"
      },
      {
        "name": "ministry of defense",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "u.k.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "united kingdom",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T13:35:01.109+02:00",
  "updated": "2024-01-20T13:35:01.109+02:00"
}