{
  "thread": {
    "uuid": "4e1507009a53fcbcf686f79dc5c4c4c8178a3e98",
    "url": "https://www.indiatvnews.com/rajasthan/lok-sabha-elections-2024-phase-1-voting-rajasthan-12-seats-polling-114-candidates-bjp-congress-rlp-arjun-ram-meghwal-hanuman-beniwal-latest-updates-2024-04-18-926931",
    "site_full": "www.indiatvnews.com",
    "site": "indiatvnews.com",
    "site_section": "https://www.indiatvnews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "India TV News: Today Latest News, Breaking News, Top Headlines, Political News, Live Updates ",
    "title": "Lok Sabha Elections 2024 Phase 1 voting Rajasthan 12 seats polling 114 candidates fray bjp congress RLP hanuman beniwal – India TV",
    "title_full": "Lok Sabha Elections 2024 Phase 1 voting Rajasthan 12 seats polling 114 candidates fray bjp congress RLP hanuman beniwal – India TV",
    "published": "2024-04-18T20:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://resize.indiatvnews.com/en/resize/newbucket/1200_-/2024/04/voter-machine-evm-1713459918.jpg",
    "performance_score": 0,
    "domain_rank": 8401,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 12
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e1507009a53fcbcf686f79dc5c4c4c8178a3e98",
  "url": "https://www.indiatvnews.com/rajasthan/lok-sabha-elections-2024-phase-1-voting-rajasthan-12-seats-polling-114-candidates-bjp-congress-rlp-arjun-ram-meghwal-hanuman-beniwal-latest-updates-2024-04-18-926931",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sheenu Sharma",
  "published": "2024-04-18T20:42:00.000+03:00",
  "title": "Lok Sabha Elections 2024 Phase 1 voting Rajasthan 12 seats polling 114 candidates fray bjp congress RLP hanuman beniwal – India TV",
  "text": "Lok Sabha Elections 2024: As voting takes place for 12 Lok Sabha seats in Rajasthan on Friday (April 19) in the first phase of the polls, all eyes are focused on seats like Churu, Dausa, Alwar, Nagaur, Sikar and Bharatpur where the contest is expected to be tough with strong candidates from both the Bharatiya Janata Party (BJP) and the Congress in the fray. What makes the contests more interesting is the fact that prominent leaders from both sides including Chief Minister Bhajan Lal Sharma contesting from his hometown Bharatpur, Union Ministers [Arjun Ram Meghwal](https://www.indiatvnews.com/topic/arjun-ram-meghwal) from Bikaner and Bhupender Yadav from Alwar, Pradesh Congress Committee chief Govind Singh Dotasra from his home constituency Sikar and Rashtriya Loktantrik Party (RLP) supremo Hanuman Beniwal from Nagaur are sweating it out to win these polls. Twelve of 25 Lok Sabha seats in Rajasthan will go to polls in the first phase of Lok Sabha elections on Friday. A Union minister is among the 114 candidates in the fray. Polling will be held in twelve out of 25 Lok Sabha seats from 7:00 am to 6:00 pm. Voting in 12 out of 25 constituencies of Rajasthan will vote in the first phase today. - Churu - Nagaur - Ganganagar - Jhunjhunu - Bikaner - Sikar - Jaipur Rural - Jaipur - Alwar - Bharatpur - Karauli-Dholpur - Dausa Key constituencies include: - Bikaner- Union Law Minister Arjun Ram Meghwal (BJP) is in the fray against Madan Gopal Meghwal (Congress) - Churu- Paralympian Devendra Jhajharia (BJP) is contesting against Rahul Kaswan (Congress) - Nagaur- Jyoti Mirdha (BJP) against Hanuman Beniwal of Rashtriya Loktantrik Party (RLP) - Sikar- Swami Sumedhanand (BJP) against Amra Ram of CPI(M) - Jhunjhunu- Shubhkaran Choudhary (BJP) against Brijendra Singh Ola (Congress) How many voters will cast their vote in 1st phase? According to Chief Electoral Officer Praveen Gupta, a total of 2,53,15,541 (2.53 crore) voters - 1,32,89,538 (1.32 crore) men; 1,20,25,699 (1.20 crore) women and 304 third gender- are eligible to cast their votes in the first phase on Friday. He added that 7,98,520 (7.98 lakh) first-time voters aged 18-19 and 2,51,250 (2.51 lakh) disabled voters are also eligible to exercise their franchise in these 12 seats. Congress' election campaign in Rajasthan The grand old party Congress focused its election campaign on two issues- inflation and unemployment. Congress raised the issues of misuse of central agencies like the Enforcement Directorate and CBI against opposition leaders and said the Constitution and democracy were under threat under the BJP rule. In its Nyay Patra, the party has promised to fill 30 lakh vacancies in government jobs, one-year apprenticeship programmes for young graduates, and legal guarantee on minimum support price for crops. Congress chief Mallikarjun Kharge, leaders [Rahul Gandhi](https://www.indiatvnews.com/topic/rahul-gandhi), Priyanka Gandhi, former chief minister [Ashok Gehlot](https://www.indiatvnews.com/topic/ashok-gehlot) and others conducted a series of campaign meetings for the party's candidates across the state. BJP's election campaign in Rajasthan The BJP, on the other hand, attacked the Congress on appeasement politics, corruption and paper leak cases during its tenure in the state government. The saffron party also promoted its Sankalp Patra and highlighted Prime Minister Narendra Modi's \"guarantees\". The party's campaign was led by Modi, who held multiple rallies in the state, including a roadshow in Dausa. Union Minister Amit Shah held a roadshow in Jaipur. BJP chief JP Nadda, Uttar Pradesh Chief Minister [Yogi Adityanath](https://www.indiatvnews.com/topic/yogi-adityanath) and his Madhya Pradesh counterpart Mohan Yadav, and Defence Minister [Rajnath Singh](https://www.indiatvnews.com/topic/rajnath-singh) also addressed public rallies. During the election campaign, the ruling BJP mainly focused on the popularity of Prime Minister Narendra Modi and the work done by it in various sectors including infrastructure and schemes like Ujjawala. The saffron party, which came to power in the state in December last year, also targeted Congress over issues such as corruption, paper leaks, and crime against women during the rule of Ashok Gehlot-led former Congress government in the state. 2014 & 2019 poll results in Rajasthan The Bharatiya Janata Party won all 25 seats in Rajasthan on its own in 2014, and in 2019, NDA won 25 seats, the saffron party won 24 seats and the Rashtriya Loktantrik Party won one seat. Key contests in Rajasthan's 1st phase voting One of the key constituencies Nagaur is set to witness a keen contest between the Rashtriya Loktantrik Party (RLP) candidate and former MP Hanuman Beniwal in alliance with Congress against BJP candidate and former Congress MP Jyoti Mirdha. Beniwal with the BJP’s support in the 2019 elections defeated Mirdha, who was then a Congress candidate. However, Beniwal separated from the NDA in 2020 over the farmer's agitation issue. In the Churu Lok Sabha constituency, former BJP MP Rahul Kaswan is contesting as Congress candidate against BJP candidate and paralympic Devendra Jhajharia. Dalit leader and Union Minister Arjun Ram Meghwal, who has been representing Bikaner Lok Sabha seat since 2009, is contesting the Lok Sabha elections for 4th time.He is contesting against Congress candidate and former state minister Govind Ram Meghwal. In Sikar, the Congress' Indian National Developmental Inclusive Alliance (INDIA) bloc partner, the CPI(M) has fielded former MLA Amra Ram against the BJP's incumbent MP Sumedanand Saraswati. Amra Ram had been an MLA from the Danta Ramgarh and the Dhod seats. Sikar is the hometown of the Congress' Rajasthan unit chief Govind Singh Dotasra. Of the eight assembly segments in Sikar, five are with the Congress. 2nd phase voting in Rajasthan The second phase of the elections in Rajasthan will be held on April 26. Polls will held in 13 Lok Sabha constituencies- Tonk, Ajmer, Pali, Jodhpur, Barmer, Jalore, Udaipur, Banswara, Chittorgarh, Rajsamand, Bhilwara, Kota and Jhalawar- in the second phase. ALSO READ: [Lok Sabha Elections 2024: BJP to sweep all 25 seats in Rajasthan, predicts India TV-CNX Opinion Poll](https://www.indiatvnews.com/rajasthan/lok-sabha-elections-2024-bjp-to-sweep-all-25-seats-in-rajasthan-predicts-india-tv-cnx-opinion-poll-latest-updates-2024-04-16-926531) ALSO READ: [Lok Sabha Elections 2024: List of key candidates and contests in Phase 1 on April 19](https://www.indiatvnews.com/news/india/lok-sabha-elections-2024-nitin-gadkari-annamalai-hanuman-beniwal-jitan-ram-manjhi-key-candidates-in-phase-1-on-april-19-2024-04-18-926877)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "govind singh dotasra",
        "sentiment": "none"
      },
      {
        "name": "bhajan lal sharma",
        "sentiment": "none"
      },
      {
        "name": "dausa",
        "sentiment": "none"
      },
      {
        "name": "hanuman beniwal",
        "sentiment": "none"
      },
      {
        "name": "bhupender yadav",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lok sabha",
        "sentiment": "negative"
      },
      {
        "name": "rajasthan",
        "sentiment": "negative"
      },
      {
        "name": "congress",
        "sentiment": "none"
      },
      {
        "name": "pradesh congress committee",
        "sentiment": "none"
      },
      {
        "name": "bharatiya janata party",
        "sentiment": "none"
      },
      {
        "name": "rashtriya loktantrik party",
        "sentiment": "none"
      },
      {
        "name": "bikaner",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "rajasthan",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "churu",
        "sentiment": "none"
      },
      {
        "name": "bharatpur",
        "sentiment": "none"
      },
      {
        "name": "sikar",
        "sentiment": "none"
      },
      {
        "name": "alwar",
        "sentiment": "none"
      },
      {
        "name": "nagaur",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:22:55.956+03:00",
  "updated": "2024-04-19T00:22:55.956+03:00"
}