{
  "thread": {
    "uuid": "6b0a4c5859bc7342253a5c0e3cdfaed235b4156d",
    "url": "https://www.einnews.com/pr_news/688862542/climate-vault-and-its-supporters-reduce-climate-damages-by-more-than-250-million",
    "site_full": "www.einnews.com",
    "site": "einnews.com",
    "site_section": "https://environment.einnews.com",
    "site_categories": [
      "search_engine",
      "tech"
    ],
    "section_title": "Environment Newswire - Environmental News Today - EIN Presswire",
    "title": "Climate Vault and its Supporters Reduce Climate Damages by More than $250 Million - Environmental News Today - EIN Presswire",
    "title_full": "Climate Vault and its Supporters Reduce Climate Damages by More than $250 Million - Environmental News Today - EIN Presswire",
    "published": "2024-02-16T00:45:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.einnews.com/ampsize/614285/cv-logo.png",
    "performance_score": 0,
    "domain_rank": 3118,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b0a4c5859bc7342253a5c0e3cdfaed235b4156d",
  "url": "https://www.einnews.com/pr_news/688862542/climate-vault-and-its-supporters-reduce-climate-damages-by-more-than-250-million",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brandy Gaskins",
  "published": "2024-02-16T00:45:00.000+02:00",
  "title": "Climate Vault and its Supporters Reduce Climate Damages by More than $250 Million - Environmental News Today - EIN Presswire",
  "text": "Climate Vault, an award-winning nonprofit, announced today that it has reduced the damages from climate change by more than $250 million in collaboration with its supporters. Climate Vault’s mission is to significantly reduce carbon dioxide emissions that are causing climate change, while supporting innovation in carbon dioxide removal (CDR) technologies designed to eliminate historical emissions. “Climate Vault is providing organizations and individuals a way to credibly fight climate change,” said Michael Greenstone, Co-Founder of Climate Vault and the Milton Friedman Distinguished Service Professor of Economics at the University of Chicago. “In this period of reckoning over traditional voluntary carbon offsets failing to deliver the promised carbon reductions, more and more organizations are turning to Climate Vault precisely because we provide a trusted way for them to reduce their carbon footprint. The urgency of the climate challenge means that good intentions are not enough, and that is what motivates Climate Vault every day to go out and lock away more tons of carbon dioxide.” Since the organization’s public launch in May 2021, it has acquired and “vaulted” carbon dioxide emissions allowances from government-regulated compliance markets. The result is that polluters in those markets, like utilities and power plants, are prevented from using them to emit. Climate Vault’s current inventory of locked away allowances exceeds 1.1 million metric tons of carbon dioxide. These vaulted allowances have reduced the expected damages from climate change by more than $250 million. This reduction in damages means people around the planet can lead longer and healthier lives, storms will be less dangerous, crop yield will be greater, and there will be fewer days when people must skip work due to extreme temperatures. This reduction in damages is based on the United States Government’s (USG) official estimate of the benefits from each ton of carbon dioxide that is mitigated or not emitted. The USG set the social cost of carbon (SCC) at $225 in benefits created by reducing premature mortality, crop losses, sea-level rise, and other damaging impacts. Greenstone co-led the process to set the original SCC during his time as the Chief Economist for President Obama’s Council of Economic Advisors. The SCC has subsequently become a major part of public policy in the United States and Canada and was recently updated by the Biden Administration, based on new research including work by Greenstone. As the critical second step in the Climate Vault methodology, it will leverage these emission allowances to achieve an equivalent or greater removal of historical emissions already in the atmosphere by offering grants through an annual RFP for Innovative Carbon Dioxide Removal Projects. Climate Vault is currently evaluating proposals received during its latest RFP round . This round saw a more than 500 percent increase in applications, validating that Climate Vault and its supporters are helping to stimulate innovation in this critical area. Contact Climate Vault online to learn more about its first-of-its-kind methodology and get started on a credible carbon reduction strategy. ### About Climate Vault Founded at the University of Chicago, Climate Vault provides the comprehensive solution for truly verifiable and immediate carbon measurement, reductions and removals. Its integrated reduction and removal program leverages government-regulated compliance carbon markets to generate the environmental impact that today’s employees, stakeholders and customers care about and expect from organizations. By providing the most verifiable and immediate carbon reduction solution on the market, at scale, Climate Vault is the all-inclusive alternative to traditional voluntary carbon market programs. Learn more at www.climatevault.org . Brandy Gaskins Climate Vault, Inc. +1 843-607-4421 email us here Visit us on social media: http://www.einpresswire.com/channel/environment EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [
    "http://www.climatevault.org",
    "http://www.einpresswire.com/contact_author/688862542",
    "https://climatevault.org/contact-us/",
    "http://www.einpresswire.com/channel/environment",
    "https://www.nytimes.com/2023/12/02/climate/biden-social-cost-carbon-climate-change.html",
    "https://www.businesswire.com/news/home/20230213005098/en/Climate-Vault-Launches-RFP-to-Stimulate-Carbon-Dioxide-Removal-Technology",
    "http://www.einpresswire.com/why-us?promo=4700",
    "https://businesswire.com/news/home/20230213005098/en/Climate-Vault-Launches-RFP-to-Stimulate-Carbon-Dioxide-Removal-Technology",
    "http://einpresswire.com/why-us?promo=4700",
    "https://www.climatevault.org/contact-us/",
    "http://www.einpresswire.com/why-us",
    "http://climatevault.org",
    "https://climatevault.org/contact-us",
    "https://nytimes.com/2023/12/02/climate/biden-social-cost-carbon-climate-change.html",
    "http://einpresswire.com/channel/environment",
    "http://einpresswire.com/contact_author/688862542"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael greenstone",
        "sentiment": "none"
      },
      {
        "name": "milton friedman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of chicago",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:46:34.224+02:00",
  "updated": "2024-02-16T12:46:34.224+02:00"
}