{
  "thread": {
    "uuid": "fb35324b4aca7a1a1fcee94f4d9256078f1a1a51",
    "url": "https://www.liherald.com/longbeach/stories/hes-strengthening-long-beachs-community-faith,204755",
    "site_full": "www.liherald.com",
    "site": "liherald.com",
    "site_section": "https://www.liherald.com/longbeach",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Herald Community Newspapers | www.liherald.com",
    "title": "He's strengthening Long Beach's community faith | Herald Community Newspapers | www.liherald.com",
    "title_full": "He's strengthening Long Beach's community faith | Herald Community Newspapers | www.liherald.com",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn3.creativecirclemedia.com/liherald/original/20231228-120158-LB%20POY%202023B.jpg",
    "performance_score": 0,
    "domain_rank": 44182,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fb35324b4aca7a1a1fcee94f4d9256078f1a1a51",
  "url": "https://www.liherald.com/longbeach/stories/hes-strengthening-long-beachs-community-faith,204755",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Angelina Zingariello",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "He's strengthening Long Beach's community faith | Herald Community Newspapers | www.liherald.com",
  "text": "The Rev. Brian Barr’s early foundation in faith was nurtured by his father, a New York City firefighter turned federal investigator, and a stay-at-home mother who emphasized living in the world as it was while upholding Catholic values. “Church was important to my parents,” Bar said. “Priests, the priesthood, was very much seen as an honorable option for a person in life. So I was lucky — nobody forced me to become a priest. But I knew just from the values of my parents that priests were important, and that they mattered, and they could potentially make a difference.” In honor of the difference he has made in Long Beach, the Herald is proud to name Barr, the spiritual leader of three Catholic churches on the barrier island collectively known as Beach Catholic, its 2023 Person of the Year. Barr, 58, a native of Floral Park, Queens, and one of four siblings, earned a degree in industrial and labor relations from Cornell University in 1987, and was ordained to the priesthood in 1993 by Bishop John McGann, of the Diocese of Rockville Centre. Barr’s diverse experiences shaped the man he is today. Before he came to St. Mary of the Isle Catholic Church in Long Beach, he served as a parish priest at St. Thomas the Apostle in West Hempstead, as a chaplain at St. Anthony’s High School in South Huntington, and as the director of campus ministry at both Adelphi and Hofstra universities. Arriving in Long Beach 11 years ago, Barr faced the challenges of Hurricane Sandy just 10 days later. “It was kind of a wild entry,” he recalls. “I became a pastor at St. Mary’s, and still am. And then about seven years later, I also became pastor at Our Lady of the Miraculous Medal, in Point Lookout. And then a year after that, which is about three and a half years ago, St. Ignatius,” he added, referring to St. Ignatius Martyr Catholic Church. “So now I’m a pastor of all three.” His transition to Long Beach was influenced by the departure of the spiritual leader at St. Mary’s, Bishop Robert Brennan. Eventually, Beach Catholic, an amalgamation of St. Mary’s, Our Lady of the Miraculous Medal, and St. Ignatius, emerged as a collaborative effort to navigate the challenges of coordinating schedules and services across three parishes. Barr emphasizes the team-driven nature of the collective’s success, acknowledging the dedicated staff and their commitment to service. “We have a great relationship. He’s the best boss I’ve ever had,” Gerri Maquet, the parishes’ director of religious education, said of Barr. “The reason why he’s a great leader is because he elevates his team. He gives us enough room to do what we need to do — he trusts us. He puts a lot of trust into the Beach Catholic team, and a lot of faith in us, and because of that we’re able to get things done.” A highlight of Barr’s accomplishments at Beach Catholic is the creation of Beach Mass toward the end of the coronavirus lockdown, an initiative born from the desire to bring the Eucharist to the people in a unique setting — the beach. “Could we find a way to bring what’s most important to us — mainly, the Eucharist, and community — bringing that to where the people are, as opposed to having the people just come to us?” Barr said of his thinking at the time. The initiative started small, on the Monroe Boulevard beach, but rapidly gained popularity, attracting people from various communities and creating a powerful sense of community and worship. Now it draws hundreds during the summer months on rotating beaches each Sunday. “You feel the power of community, getting 800 people on their knees praying at the same time — where do you get something like that?” Barr said. “We get stories and notes and letters every year, people saying things like, I was riding my bike on the boardwalk, I was going to go for a walk or a run, I saw this crowd of people, and I just kind of was curious. And they stuck around. And just kept coming.” Reflecting on the challenges posed by the pandemic, Barr highlighted the creative approaches adopted by Beach Catholic. Online and outdoor Masses, including a memorable Christmas Eve Mass with a Jumbotron, showcased the community’s resilience and adaptability. With fewer priests available, Barr explained, adaptations had to be made to mass schedules and ministries, and coordination became crucial to meet the challenge of providing essential services while preserving the unique history and identity of the Catholic Church. “If I were to go back in any of these churches 11 years ago, the pews weren’t as full,” Maquet said. “The occupancy wasn’t at its fullest, and even during Covid, when people weren’t in the churches, Father Brian found a way. He had brought on amazing young men who were very tech-savvy. He’s who kept us afloat.” Barr spends a great deal of time visiting people dealing with illnesses in nearby hospitals. Even if it’s a quick pop-in, he tries to notice everybody, regardless of their religious beliefs, and make them feel seen. “He’s a soft-spoken man, and he’s not gregarious,” Alice Jones, a nurse at Mount Sinai South Nassau, said. “He seems to be a very good listener, which I think lacks in a lot of people. Obviously, not everybody’s the same religion, but even if it’s just a ‘hello, how are you, my name is Father Brian and I’m doing some rounds today,’ he visits the patients. His whole team seems to be this way.” Looking ahead, Barr emphasizes his commitment to evangelizing, and the importance of giving people spiritual guidance. He sees Long Beach Catholic Regional School, which has a close association with St. Ignatius, as a response to the secular challenges faced by families, where Catholic principles can be instilled in children. “Having a healthy understanding of being an evangelist is pointing people to Jesus, leading people by what we do, by what we say, by our example — discovering, and coming to know more, the person of Jesus Christ,” he said. “And that’s the job of the church. That’s a never-ending job.” Barr credits the success of the three-church Beach Catholic to its dedicated leadership team, and emphasizes that its achievements are a collective effort. His gratitude extends to the community for embracing the changes and challenges, and creating a vibrant and welcoming union of churches in the heart of Long Beach. “I'm the pastor, so I kind of get the credit for it,” he said. “I know this sounds like a cliché, but it’s all team-driven, from religious people in the school, the people who do communications, to the music, technology — all of these are slices to the pie.” Barr’s pastoral leadership helps a resilient community continue to unite while navigating the complexities of modern life and staying true to their faith. Additional reporting by Brendan Carpenter",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian barr",
        "sentiment": "negative"
      },
      {
        "name": "barr",
        "sentiment": "none"
      },
      {
        "name": "john mcgann",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "herald community newspapers",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "herald",
        "sentiment": "none"
      },
      {
        "name": "cornell university",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "long beach",
        "sentiment": "none"
      },
      {
        "name": "floral park",
        "sentiment": "none"
      },
      {
        "name": "queens",
        "sentiment": "none"
      },
      {
        "name": "rockville centre",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:57:47.089+02:00",
  "updated": "2023-12-29T16:57:47.089+02:00"
}