{
  "thread": {
    "uuid": "40e2623b8ef76a502f9cf8473a99e1011360c5f5",
    "url": "https://heraldodemexico.com.mx/espectaculos/2024/4/18/cazzu-dedica-conmovedoras-palabras-su-hija-con-nodal-inti-publica-fotos-ineditas-595352.html",
    "site_full": "heraldodemexico.com.mx",
    "site": "heraldodemexico.com.mx",
    "site_section": "https://heraldodemexico.com.mx",
    "site_categories": [
      "travel",
      "mexico_and_central_america",
      "top_news"
    ],
    "section_title": "El Heraldo de México | El diario que piensa joven",
    "title": "Cazzu dedica conmovedoras palabras a su hija con Nodal, Inti, y publica FOTOS inéditas | El Heraldo de México",
    "title_full": "Cazzu dedica conmovedoras palabras a su hija con Nodal, Inti, y publica FOTOS inéditas | El Heraldo de México",
    "published": "2024-04-18T23:27:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://heraldodemexico.com.mx/u/fotografias/m/2024/4/18/f1280x720-926335_1058010_7831.jpg",
    "performance_score": 0,
    "domain_rank": 21640,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "40e2623b8ef76a502f9cf8473a99e1011360c5f5",
  "url": "https://heraldodemexico.com.mx/espectaculos/2024/4/18/cazzu-dedica-conmovedoras-palabras-su-hija-con-nodal-inti-publica-fotos-ineditas-595352.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aline Nicolas",
  "published": "2024-04-18T23:27:00.000+03:00",
  "title": "Cazzu dedica conmovedoras palabras a su hija con Nodal, Inti, y publica FOTOS inéditas | El Heraldo de México",
  "text": "No tiene ni un año de edad, pero ya es la sensación de países como México y Argentina, de donde son originarios sus papás. Nos referimos a Inti, la hija de Cazzu y [Christian Nodal](https://heraldodemexico.com.mx/espectaculos/2024/4/12/la-sorprendente-cifra-que-christian-nodal-habria-desembolsado-para-borrar-sus-tatuajes-593867.html), quien durante sus primeros meses de vida permaneció en el anonimato para proteger su privacidad; sin embargo, más tarde la pareja tomó la decisión de presumirle al mundo entero la carita de su primogénita. Desde entonces no han parado y en cada oportunidad que tienen la presumen ante sus millones de fans. Aunque los lujos a los que está expuesta la hija de los cantantes de regional mexicano y trap suelen ser los grandes protagonistas, en esta ocasión, la intérprete argentina compartió unas conmovedoras palabras a su hija. Aquí te contamos todos los detalles y además te revelamos las fotos más recientes de la bebita más querida del mundo del espectáculo. Sigue leyendo: [Christian Nodal comparte la selfie en el espejo más tierna junto a su hija Inti: FOTO](https://heraldodemexico.com.mx/espectaculos/2024/4/17/christian-nodal-comparte-la-selfie-en-el-espejo-mas-tierna-junto-su-hija-inti-foto-595058.html) [Nodal e Inti: el cantante presume una nueva fotografía de su hija, así lucieron](https://heraldodemexico.com.mx/espectaculos/2024/4/13/nodal-inti-el-cantante-presume-una-nueva-fotografia-de-su-hija-asi-lucieron-593991.html) Cazzu comparte fotos desde el estudio con Inti y conmueve con sus palabras Por medio de su cuenta de Instagram, donde la \"Nena Trampa\" acumula más de 13 millones de seguidores, compartió nuevas fotos junto a su bebé en las que dejó claro que ella es su flechazo más grande. Pues además de la mirada de amor maternal que le suele dedicar a Inti, hoy también agregó un bonito mensaje que demuestra que vive el mejor momento de su vida. \"Que me saquen todo menos vos\", fueron las breves, pero conmovedoras palabras con las que la novia de Nodal conquistó las redes sociales. En las fotos que causaron sensación en redes sociales se observa a Cazzu en el estudio de grabación con un look muy relajado y nada alejado de su estilo urbano. Además, se le ve sentada en el piso, donde su bebé descansa sobre una cobijita mientras juega con su mamá; asimismo, en otras tomas se le ve atenta a la música que ya se estaría creando en el lugar. Como era de esperarse, la sección de comentarios se llenó de fans emocionados que no dejan de celebrar al fruto que la trapera y Nodal tuvieron, pues Inti se ha ganado el título de ser la más tierna. Por otro lado, en las opiniones, algunos seguidores demostraron que están emocionados por el pronto regreso de la cantante a la industria de la música. \"Nosotrxs la cuidamos pero jefa saca música por fa, las amo\", \"su mini Nodal\", \"Cazzu te extrañamos, nosotros y Nodal te cuidamos a Inti\" y \"bellas\" son algunos de los comentarios que recibió la cantante en su última publicación en redes sociales.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:09:49.832+03:00",
  "updated": "2024-04-19T00:09:49.832+03:00"
}