{
  "thread": {
    "uuid": "5ac2e01e6c0923b6c8bccd43452a16246817de99",
    "url": "https://oaxaca.quadratin.com.mx/reconoce-sheinbaum-en-yucatan-construccion-del-tren-maya/",
    "site_full": "oaxaca.quadratin.com.mx",
    "site": "quadratin.com.mx",
    "site_section": "https://oaxaca.quadratin.com.mx",
    "site_categories": [
      "education",
      "business"
    ],
    "section_title": "\nNoticias de Oaxaca - Quadratin",
    "title": "Reconoce Sheinbaum en Yucatán construcción del Tren Maya",
    "title_full": "Reconoce Sheinbaum en Yucatán construcción del Tren Maya",
    "published": "2023-12-29T02:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://oaxaca.quadratin.com.mx/www/wp-content/uploads/2023/12/image00004-1.jpeg",
    "performance_score": 0,
    "domain_rank": 55544,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ac2e01e6c0923b6c8bccd43452a16246817de99",
  "url": "https://oaxaca.quadratin.com.mx/reconoce-sheinbaum-en-yucatan-construccion-del-tren-maya/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Quadratinoaxaca",
  "published": "2023-12-29T02:13:00.000+02:00",
  "title": "Reconoce Sheinbaum en Yucatán construcción del Tren Maya",
  "text": "KANASÍN, Yucatán, 28 de diciembre de 2023.- Un crecimiento para todos y no para unos cuantos es posible con los principios de la Cuarta Transformación, afirmó la precandidata única de la coalición “Sigamos Haciendo Historia” a la Presidencia de la República, Claudia Sheinbaum Pardo, tras sostener un encuentro con militantes y simpatizantes en Kanasín, Yucatán.\nDurante su discurso, la precandidata de Movimiento Regeneración Nacional (Morena), Partido del Trabajo (PT) y Partido Verde Ecologista de México (PVEM) señaló en un comunicado que en Yucatán hay un desarrollo desigual que solo beneficia a unos cuantos, por lo que es necesario abrir paso a la 4T para que la prosperidad sea compartida con los que menos tienen.\n“Somos humanistas, nosotros no queremos desarrollo solo para algunos cuantos, para nosotros no hay prosperidad si la prosperidad no se comparte y eso es importante en Yucatán, donde ha habido un crecimiento tan desigual, sí hay progreso, pero no solo lo queremos para unos, queremos distribuir la riqueza, queremos que los que menos tienen tengan la posibilidad de tener una vida digna”, aseveró.\nEn el encuentro, aprovechó para desmentir la campaña de desprestigio en Yucatán contra la 4T en materia de seguridad, pues recordó que cuando fue Jefa de Gobierno en la Ciudad de México logró reducir a la mitad la incidencia delictiva, en contraste a Guanajuato, que es gobernado por el PAN y que es considerado el estado más inseguro del país.\n“Que no les digan, que no les cuenten, porque ya vi por ahí una propaganda que dice: ‘Si llega Morena va a llegar la inseguridad a Yucatán’, puro cuento. El estado más inseguro del país es Guanajuato y lo gobierna el PAN, así que es falso; cuando fui Jefa de Gobierno disminuí a la mitad la inseguridad”, aseguró.\nAsimismo, destacó los logros en esta primera etapa de la transformación de la mano del Presidente Andrés Manuel López Obrador, entre los que sobresale la inauguración del Tren Maya para traer desarrollo al sureste mexicano y el rescate de empresas que fueron privatizadas por gobiernos neoliberales como fue Mexicana de Aviación.\n“Lo mismo en Mexicana, la privatizaron, la regalaron, la tronaron y después desapareció una línea aérea nacional, pero la Cuarta Transformación no solo sube al tren, también vuela por los cielos, ya inició el vuelo Mexicana de Aviación, una empresa nacional que va a dar desarrollo a nuestro país”, manifestó.\nFinalmente, expuso que la educación es fundamental en el proyecto de nación de la 4T y compartió el sueño de seguir garantizando el acceso gratuito a la educación superior como un derecho fundamental para mexicanas y mexicanos, tal y como lo hizo en la Ciudad de México con la construcción de las Universidades de la Salud y la Rosario Castellanos, donde ahora estudian más de 50 mil jóvenes.\n“La educación transforma la mente, transforma a las personas, la educación humanista transforma a las naciones”, puntualizó.\nPor su parte, el precandidato a la gubernatura de Yucatán, Joaquín “Huacho” Díaz Mena, aclaró que el enemigo a vencer es la desigualdad que hay en el estado, promovida por gobernantes que no entienden las necesidades del pueblo.\n“El enemigo a vencer es la desigualdad que existe en Yucatán, desigualdad causada por autoridades clasistas, elitistas, que atienden solamente a unos cuantos, a sus amigos y se olvidan de las necesidades del pueblo. No nos atienden porque no nos entienden”, concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T02:53:23.598+02:00",
  "updated": "2023-12-29T02:53:23.598+02:00"
}