{
  "thread": {
    "uuid": "a2d16f01bde748aae4330159a194175a3b0e062f",
    "url": "https://www.qatar-tribune.com/article/103418/latest-news/iraq-book-last-16-spot-with-2-1-win-over-japan",
    "site_full": "www.qatar-tribune.com",
    "site": "qatar-tribune.com",
    "site_section": "https://www.qatar-tribune.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "Qatar Tribune - Read Qatar Tribune on the go for unrivalled news coverage",
    "title": "Iraq book last 16 spot with 2-1 win over Japan - Read Qatar Tribune on the go for unrivalled news coverage",
    "title_full": "Iraq book last 16 spot with 2-1 win over Japan - Read Qatar Tribune on the go for unrivalled news coverage",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "QA",
    "main_image": "https://www.qatar-tribune.com/watanqatartribune/uploads/images/2024/01/20/156852.jpg",
    "performance_score": 0,
    "domain_rank": 94243,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a2d16f01bde748aae4330159a194175a3b0e062f",
  "url": "https://www.qatar-tribune.com/article/103418/latest-news/iraq-book-last-16-spot-with-2-1-win-over-japan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Qatar Tribune",
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Iraq book last 16 spot with 2-1 win over Japan - Read Qatar Tribune on the go for unrivalled news coverage",
  "text": "AL RAYYAN: Iraq booked their place in the last 16 of the AFC Asian Cup Qatar 2023as two first-half goals from Ayman Hussein earned Jesus Casas’ side a 2-1 win over four-time champions Japan in the second round of Group E matches at Education City Stadium on Friday.\nHussein netted with headers at either end of a first half dominated by a vibrant Iraqi side, who rekindled memories of the nation’s historic 2007 AFC Asian Cup-winning side in front of a vociferous, partisan crowd.\nCasas’ team established the foundations of their success early in the game, unsettling the Japanese with their industry in midfield and reaped the rewards inside the first five minutes.\nTakumi Minamino’s misplaced pass from the left touchline in the fourth minute fell at the feet of Ali Jasim and his long range effort was unconvincingly slapped away by Zion Suzuki.\nLess than a minute later the Iraqis were ahead and again Suzuki was involved, the goalkeeper palming Jasim’s centre squarely onto the head of Hussein, and he powered the ball into the top corner.\nThe win means Iraq, who have six points after starting their campaign with a 3-1 victory over Indonesia, are guaranteed to advance no matter the result of their final Group E game against Vietnam on Wednesday.\nThe Japanese were rattled and took time to find their rhythm. Hiroki Ito’s weak shot from close range was straight into the arms of Jalal Hassan while Wataru Endo’s attempted overhead kick was well off target.\nThe Samurai Blue’s best opportunity of the half came in the 32nd minute when Takefusa Kubo picked up possession near the centre circle and played a quick pass forward to Takuma Asano.\nThe Japanese were to regret not making more of that opening four minutes into injury time as Iraq doubled their lead.\nAhmed Yahya drove past Yukinari Sugawara near the right touchline before surging into the penalty area to deliver a cross that Hussein headed in after outmuscling Shogo Taniguchi in the six yard box.\nBut, rather than find the hard charging Junya Ito at the far post to score, Asano’s own effort on goal went harmlessly into the stands.\nRebin Ghareeb denied Asano a goal scoring opportunity – and in the process survived a VAR penalty review by referee Khaled Al Turais – as Japan switched Junya Ito to the left in the second half to try to unlock the defence, with the Reims winger finding space to exploit.\nKo Itakura headed over the bar and substitute Ritsu Doan’s free-kick was too high while Mohannad Ali almost hit a third for Iraq at the other end when his low strike flew across Suzuki’s goal.\nAnd while captain Endo scored with a header three minutes into injury time to give the Japanese hope, Iraq’s win was well deserved.\n Copy 19/01/2024 30",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rayyan",
        "sentiment": "negative"
      },
      {
        "name": "ayman hussein",
        "sentiment": "none"
      },
      {
        "name": "jasim",
        "sentiment": "none"
      },
      {
        "name": "ali jasim",
        "sentiment": "none"
      },
      {
        "name": "suzuki",
        "sentiment": "none"
      },
      {
        "name": "takumi minamino",
        "sentiment": "none"
      },
      {
        "name": "zion suzuki",
        "sentiment": "none"
      },
      {
        "name": "jesus casas",
        "sentiment": "none"
      },
      {
        "name": "hussein",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "read qatar tribune",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "iraq",
        "sentiment": "none"
      },
      {
        "name": "education city stadium",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T20:03:29.668+02:00",
  "updated": "2024-01-20T11:19:17.814+02:00"
}