{
  "thread": {
    "uuid": "c58ea8d700c8a5af610a66011114d80659f68dff",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/world-news/2024/06/21/rain-helps-firefighters-slow-new-mexico-blazes-as-biden-approves-disaster-relief",
    "site_full": "cdn-www.expressandstar.mna.arcpublishing.com",
    "site": "arcpublishing.com",
    "site_section": "https://cdn-www.expressandstar.mna.arcpublishing.com/news",
    "site_categories": [],
    "section_title": "Latest West Midlands news | Express &amp; Star",
    "title": "Rain helps firefighters slow New Mexico blazes as Biden approves disaster relief | Express & Star",
    "title_full": "Rain helps firefighters slow New Mexico blazes as Biden approves disaster relief | Express & Star",
    "published": "2024-06-21T11:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.expressandstar.com/resizer/OtFZVCgwfE5vvHd45flMIVN2gSg=/1200x900/cloudfront-us-east-1.images.arcpublishing.com/mna/YRU33YM6HVFW7PJ4WPNU5CEZZI.jpg",
    "performance_score": 0,
    "domain_rank": 9662,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c58ea8d700c8a5af610a66011114d80659f68dff",
  "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/news/world-news/2024/06/21/rain-helps-firefighters-slow-new-mexico-blazes-as-biden-approves-disaster-relief",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "World News",
  "published": "2024-06-21T11:28:00.000+03:00",
  "title": "Rain helps firefighters slow New Mexico blazes as Biden approves disaster relief | Express & Star",
  "text": "Rain helps firefighters slow New Mexico blazes as Biden approves disaster relief At least two people have died after the blaze devastated southern parts of the US state. More than 1,000 firefighters in the US state of New Mexico took advantage of a break in the weather to gain the upper hand – for now – on a pair of wildfires that have killed two people, destroyed hundreds of homes and forced thousands to flee. President Joe Biden issued a disaster declaration for parts of southern New Mexico, freeing up funding and more resources as crews worked to keep the flames from spreading. Their efforts have received a boost from a storm system that brought with it rain, hail and cooler temperatures to the mountain village of Ruidoso and other parts of the state. “The fire has lost momentum,” Arthur Gonzales, the fire behaviour analyst for the federal attack team, told residents at a community meeting in Alamogordo on Thursday night. “We still have a lot of work to do, but it’s really changed that fire behaviour,” he added, noting that very little growth in the blaze is expected over the next few days. But firefighters know this is a brief respite given the tinderbox conditions that helped fuel the fires in the first place. Within days, the fires have consumed an area half the size of Washington, DC. “What we’re really focusing on now at this point is: when might we see this return to active fire spread?” Mr Gonzales said. “Is there potential for this to start picking up and moving again?” Federal and local officials said evacuation orders likely would remain in place for days in some places as crews snuff out hot spots around Ruidoso. Law enforcement officers are also patrolling the streets to keep potential looters away. Despite some reports that the fires were caused by human activity, federal incident commander Dave Gessar said the causes are under investigation and remain “undetermined”. The federal disaster declaration will help with recovery efforts, including temporary housing, low-cost loans to cover uninsured property and other emergency work in Lincoln County and on lands belonging to the Mescalero Apache Tribe. Residents fled the larger of the two fires with little notice as it swept into neighbourhoods on Monday. More areas were evacuated on Tuesday as the fire ballooned, consuming homes nestled among the the ponderosa pines that dominate the hillsides. An estimated 1,400 structures have been destroyed or damaged, and Ruidoso mayor Lynn Crawford has estimated about half of these were homes. Whole portions of some communities were lost, he said. “These are things that are burnt to the foundations and all the trees around it,” he said. “It’s devastating.” Authorities say a 60-year-old man who died was found near the popular Swiss Chalet Inn in Ruidoso. His family said he had arranged for a lift from friends but they were unable to get to him on Monday since the roads were blocked. It appeared he was overcome after he tried to set out on foot. On Wednesday, officers discovered the skeletal remains of an unidentified second person in the driver’s seat of a burned vehicle. A couple of residents have been driving around Ruidoso and neighbouring Alto, providing reports via social media of what they are seeing. There are locations where the ground was turned to ash, the trees were blackened and homes were reduced to their foundations, with only fireplaces remaining. Much of the US south-west has been exceedingly dry and hot in recent months. Those conditions, along with strong winds, whipped the flames out of control, rapidly advancing the South Fork Fire into Ruidoso in a matter of hours. Evacuations extended to hundreds of homes, businesses, a regional medical centre and the Ruidoso Downs horse track. Nationwide, wildfires have scorched more than 3,344 square miles this year – a figure higher than the 10-year average, according to the National Interagency Fire Centre. Nearly 20 wildfires burning in California, Arizona, Colorado and Washington state and elsewhere are considered large and uncontained.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Disaster and Accident",
    "Weather"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "arthur gonzales",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new mexico",
        "sentiment": "none"
      },
      {
        "name": "ruidoso",
        "sentiment": "none"
      },
      {
        "name": "alamogordo",
        "sentiment": "none"
      },
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T11:40:50.224+03:00",
  "updated": "2024-06-21T11:40:50.224+03:00"
}