{
  "thread": {
    "uuid": "6ced442ba6030870926dfde0670c1c8a9b8b71e6",
    "url": "https://www.infobae.com/america/agencias/2024/01/20/carlos-sainz-sabiamos-que-era-la-ultima-bala-para-dar-a-audi-esta-victoria",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Carlos Sainz: \"Sabíamos que era la última bala para dar a Audi esta victoria\" - Infobae",
    "title_full": "Carlos Sainz: \"Sabíamos que era la última bala para dar a Audi esta victoria\" - Infobae",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1792",
    "performance_score": 0,
    "domain_rank": 2127,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6ced442ba6030870926dfde0670c1c8a9b8b71e6",
  "url": "https://www.infobae.com/america/agencias/2024/01/20/carlos-sainz-sabiamos-que-era-la-ultima-bala-para-dar-a-audi-esta-victoria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "Carlos Sainz: \"Sabíamos que era la última bala para dar a Audi esta victoria\" - Infobae",
  "text": "El piloto español Carlos Sainz (Audi), tetracampeón del Rally Dakar, subrayó este sábado que la edición de 2024 \\\"era la última bala\\\" para dar a Audi un triunfo de \\\"valentía\\\" en la clasificación general por ir a ganar \\\"con este concepto de coche\\\", primer híbrido que lo consigue.\\r\\n\\r\\n \\\"Ha terminado muy bien, sabíamos que era la última bala que teníamos para poder dar a Audi esta victoria. Es una victoria que, aunque solo sea por la valentía de tratar de ganar el Dakar con este concepto de coche, Audi se merecía. Hemos tenido la suerte de dedicarle a Audi un hito en esta competición\\\", destacó Sainz en un evento de celebración desde el Audi Center Madrid Norte.\\r\\n\\r\\n \\\"Este año ha sido muy diferente al año pasado a estar alturas, cuando volvíamos del Dakar muy decepcionados y con una lesión. Ha habido un año de por medio, en el que lo primero era recuperar la lesión, analizar qué había fallado y qué se podía hacer con respeto al año anterior\\\", dijo en alusión a las dos vértebras fracturadas en la edición de 2023.\\r\\n\\r\\n En este contexto, Sainz resumió sus sensaciones para un Dakar 2024 que no pintaba favorable al inicio. \\\"Los tests previos fueron bien, pero en la Baja Aragón y en Marruecos no fue bien. Así que afrontábamos este Dakar con, no diré dudas, pero con un pelín de preocupación\\\", confesó.\\r\\n\\r\\n \\\"Ha sido un Dakar, desde que estamos en Arabia...el más duro. Cada día era un drama, en cuanto a historias, en cuanto a los grupos de favoritos, etc.\\\", prosiguió. \\\"Ha sido una carrera en la que ha habido que mezclar mucha velocidad y algo de estrategia. En ese sentido, quiero dar las gracias en especial a Lucas por su excelente trabajo\\\", añadió.\\r\\n\\r\\n El piloto madrileño apuntó que en el Dakar \\\"se conduce 100% a la improvisación\\\" y que \\\"se conduce a vista\\\". Salvo notas muy específicas, el 99,9% del Dakar es conducción a vista; y a veces la vista te juega malas pasadas\\\", explicó durante la rueda de prensa organizada por Audi.\\r\\n\\r\\n \\\"Me he sentido muy apoyado y muy arropado. Este año ese ejercicio desde Audi España tuvo una repercusión brutal y demuestra que la gente se mueve, que está atenta, y claro que nos ha cargado de energía positiva. Este coche se mueve por energía y desde luego eso nos la dio\\\", elogió Sainz.\\r\\n\\r\\n Respecto a quedar campeón este 2024 sin haber ganado etapas, restó importancia: \\\"Es anecdótico, por suerte\\\". \\\"Mira, el primer día veníamos para ganar la etapa y tuvimos tres pinchazos. Ese día pensamos los dos que habíamos perdido 15 o 20 minutos\\\", remarcó en compañía de su habitual copiloto en el Dakar, Lucas Cruz.\\r\\n\\r\\n \\\"Cuando hemos corrido, hemos corrido de verdad y mucho. Al final hemos estado abriendo carrera también, aun saliendo segundos\\\", comentó Sainz. \\\"Tampoco es tan importante ganar etapas, para así no tener que ir abriendo carrera\\\", afirmó un Sainz siempre precavido. \\\"Hasta que no cruzas la meta, no puedes cantar victoria. Y eso lo sabemos por activa y por pasiva\\\", insistió antes de hablar sobre su forma física.\\r\\n\\r\\n \\\"Después de lo que había sucedido el año pasado, sabía que este año tenía que prepararme a tope. Me he preparado con mucha ilusión y muchas ganas, respetando la carrera, y me he preparado más que nunca. Ni soy Superman ni hay nada especial; hay mucha ilusión, mucho respeto y mucha humildad. Cada año tienes que trabajar mas porque tienes más edad\\\", dijo.\\r\\n\\r\\n \\\"El objetivo era divertirnos y creo que eso ha sido la clave. Al final, se trataba de no sobretraccionar; y el día que era malo, pues que fuese lo menos malo posible\\\", relató sobre un Dakar 2024 exigente. \\\"La cantidad de piedras, el eslalon que hemos ido haciendo... La carcasa no era lo suficientemente robusta\\\", recordó el piloto madrileño.\\r\\n\\r\\n \\\"No sé si hemos tenido 15 o 20 pinchazos... Ha habido dos días que se nos han acabado las ruedas. Este año por los pinchazos y la dureza en las piedras, nunca habíamos hecho un Dakar así\\\", reiteró un Sainz que levantó en el podio de Yanbu (Arabia Saudí) su cuarto 'Touareg'.\\r\\n\\r\\n Además, alabó efusivamente a su copiloto. \\\"Lucas ha hecho un Dakar no excelente, sino el mejor que ha hecho conmigo, de largo. Es el Dakar en el que más me ha regañado\\\", bromeó. No hemos ganado cuatro 'dakares' por suerte; detrás hay trabajo, hay confianza... Y además él es un hombre muy tranquilo, que ante los problemas reacciona con calma. Este Dakar, sin él, estoy seguro que no lo habría podido ganar\\\", apostilló.\\r\\n\\r\\nCRUZ: \\\"LA PREPARACIÓN DEL RALLY DE MARRUECOS FUE MUY BUENA PORQUE COGIMOS CONFIANZA\\\"\\r\\n\\r\\n Mientras tanto, Cruz aseguró que \\\"la preparación del Rally de Marruecos fue muy buena porque cogimos confianza y la filosofía de lo que nos hemos encontrado luego en el Dakar\\\". \\\"Nos dio confianza extra para dejar esa parte ya preparada y afrontar la carrera con seguridad\\\", agregó.\\r\\n\\r\\n \\\"Dentro del coche hemos estado muy tranquilos, dejando claro las cosas que teníamos que hacer. Lo que sí nos ha generado un extra es que las etapas especiales han sido mucho más largas que en años anteriores\\\", opinó Cruz antes de dar un aviso: \\\"Bajar el ritmo te provoca bajar la concentración y ahí los errores aparecen mucho más rápido\\\".\\r\\n\\r\\n Junto a piloto y copiloto durante la celebración estuvo José Miguel Aparicio, director general de Audi en España. \\\"Ha sido una historia épica, completamente épica\\\", destacó. \\\"Una victoria que para nosotros es un hito y que queda indeleble en la historia de Audi\\\", señaló.\\r\\n\\r\\n Aparicio se congratuló por haber ganado \\\"al estilo Audi, estando a la vanguardia de la técnica\\\" y también destacó \\\"el orgullo que dejan ellos dentro de nuestra organización\\\". \\\"Los miembros del equipo los consideran una absoluta referencia\\\", aludió directamente a Sainz y a Cruz.\\r\\n\\r\\n Por último, el director general de Audi en España enumeró los tres factores fundamentales para competir en el Dakar con opciones serias de vencer. \\\"La experiencia, la condición física y la actitud. Ahí hay una combinación tremendamente potente\\\", concluyó Aparicio.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T21:52:54.462+02:00",
  "updated": "2024-01-20T21:52:54.462+02:00"
}