{
  "thread": {
    "uuid": "5ef8ccc0a554c616edce427579c843db0da496c6",
    "url": "https://rebelion.org/gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no-esta-en-el-gobierno",
    "site_full": "rebelion.org",
    "site": "rebelion.org",
    "site_section": "https://rebelion.org/rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Rebelion",
    "title": "Gracias a una gran movilización de la izquierda, la extrema derecha no está en el gobierno",
    "title_full": "Gracias a una gran movilización de la izquierda, la extrema derecha no está en el gobierno – Rebelion",
    "published": "2024-07-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 16298,
    "domain_rank_updated": "2024-07-09T13:08:43.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ef8ccc0a554c616edce427579c843db0da496c6",
  "url": "https://rebelion.org/gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no-esta-en-el-gobierno",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eric Toussaint",
  "published": "2024-07-12T03:00:00.000+03:00",
  "title": "Gracias a una gran movilización de la izquierda, la extrema derecha no está en el gobierno",
  "text": "Cuáles son los resultados de las elecciones legislativas en Francia del 7 de julio de 2024? En la segunda vuelta de las elecciones legislativas del 7 de julio de 2024 en Francia, el Reagrupamiento Nacional-RN sufrió una derrota política a pesar de que aumentó su número de parlamentarios. La apuesta que se hacía el partido de extrema derecha Reagrupamiento Nacional era obtener (con sus aliados excluidos del partido de derecha, Los Republicanos), una mayoría en la Asamblea Nacional, lo que habría permitido a Jordan Bardella , el líder del partido junto a Marine Le Pen, convertirse en primer ministro. Esta perspectiva parecía factible porque durante las elecciones europeas del 9 de junio de 2024 y en la primera vuelta de las elecciones legislativas que tuvo lugar el 30 de junio, el Reagrupamiento Nacional había obtenido excelentes resultados frente a una derrota del bloque político que apoyaba al presidente Emmanuel Macron.\nEste objetivo no se logró porque el electorado de izquierda se movilizó fuertemente el 7 de julio a favor de los candidatos del Nuevo Frente Popular que se constituyó después del 9 de junio cuando Emmanuel Macron disolvió la Asamblea Nacional tras su derrota en las europeas. En efecto, su bloque había logrado la mitad de los votos que el RN y también la mitad de los votos de la suma de los votos de los diferentes partidos de izquierda que se habían presentado en orden disperso.\n¿Cómo explicar el fracaso del Reagrupamiento Nacional y sus aliados? La razón principal del fracaso de la extrema derecha radica en la decisión de las fuerzas de izquierda de constituir rápidamente después de las elecciones europeas del 9 de junio un bloque con el nombre de Nuevo Frente Popular (NFP). Este nuevo frente de la izquierda ha reunido a La Francia Insumisa LFI, el PS, los Ecologistas, el PCF y el NPA-L’Anticapitaliste. Con como fuerza iniciadora y motriz LFI. El PS y los demás entendieron que había que formar parte de él a pesar de que una serie de cuadros del PS dudaron y algunos de ellos se negaron a unirse al NFP. Unirse en la izquierda fue especialmente importante porque las elecciones legislativas francesas son una elección mayoritaria de dos vueltas. A diferencia de unas elecciones a la proporcional en la que la alianza podría haberse hecho más tarde, era esencial presentar solo un candidato de izquierdas por circunscripción para darse la mayor oportunidad de ir a la segunda vuelta y ganar.\nSobre el tratamiento mediático del NFP durante la campaña:\nhttps://www.acrimed.org/Les-medias-en-guerre-contre-le-Nouveau-Front\no\nhttps://www.arretsurimages.net/articles/violences-racistes-pas-une-minute-dans-les-jt-post-legislatives La derecha y los principales medios de comunicación, incluidos los medios públicos cada vez más controlados por el gobierno y en gran medida favorables al gran capital, han criticado duramente la formación de este Nuevo Frente Popular diciendo que incluye partidos, en particular la LFI y el NPA, que son cómplices del terrorismo, que son cómplices de Hamás. Muchos comentaristas no dudaron en denunciar el supuesto antisemitismo de LFI y el NPA-L´Anticapitaliste. Fue muy violento, virulento y puramente mentiroso. A pesar de esta campaña casi de odio, el NFP logró llegar a un acuerdo sobre un programa y presentó candidaturas en todo el país. La violencia no fue solo verbal, también se produjo una multiplicación de agresiones físicas por parte de la extrema derecha después del 9 de junio.\nLa convicción de gran parte del electorado de izquierdas de que, en este momento había que unirse para ir a los barrios, las plazas públicas, los mercados semanales, todos los lugares de debate y la percepción del peligro que representaba una posible victoria de la extrema derecha permitieron una gran movilización de la izquierda para ir a votar.\n¿Qué se puede decir del programa del NFP? El programa con el que el NFP se presentó a las elecciones no es anticapitalista, pero es decididamente anti neoliberal y a favor de las clases populares. Se opone inequívocamente a la política de Macron. Está claramente en contra de la voluntad de los empresarios y del 10% más rico. Algunas medidas emblemáticas: el salario mínimo de 1600 euros netos [ 1 ], el restablecimiento del impuesto sobre la riqueza (ISF) cancelado por Macron en 2018, los impuestos sobre los superbeneficios, la derogación de la reforma de las pensiones de Emmanuel Macron con el objetivo de reducir la edad de jubilación a los 60 años, la derogación de las reformas del seguro de desempleo, la indexación automática de los salarios con la inflación , la anulación del reciente aumento del precio del gas el 1 de julio, el bloqueo de ciertos precios, las 32 horas semanales “en profesiones penosas o nocturnas”, hacer más progresiva la escala del impuesto sobre la renta (en concreto, esto se traduciría en un regreso de la escala a 14 tramos frente a 5 actualmente), una moratoria sobre grandes proyectos inútiles, ir hacia la gratuidad total de la escuela, reconocimiento del Estado de Palestina …\nLeer : Romaric Godin, https://vientosur.info/nuevo-frente-popular-un-programa-economico-como-alternativa-al-macronismo/\nATTAC France, «Le programme économique du nouveau Front populaire : décryptage», https://france.attac.org/se-mobiliser/mobilisons-nous-pour-le-front-populaire/article/le-programme-economique-du-nouveau-front-populaire-decryptage , publicado el 28 de junio de 2024. El programa del NFP está por detrás del programa de la Unión de la Izquierda en Francia a principios de la década de 1980, pero 40 años de ofensiva neoliberal han tenido un efecto regresivo en profundidad [ 2 ].\n¿Cuáles fueron los resultados de las elecciones europeas del 9 de junio de 2024? El Reagrupamiento Nacional-RN estaba muy por delante de todos los demás con el 31,4% de los votos (más de 7,7 millones de votos), más del doble de los votos de la lista de Emmanuel Macron que obtuvo solo el 14,6% (3,6 millones de votos). Además, había otra lista de extrema derecha en torno a la sobrina de Marine Le Pen, Marion Maréchal Le Pen y Eric Zemmour. Esta lista había obtenido el 5,5%. Y había una lista de la derecha tradicional “La derecha para hacer oír la voz de Francia en Europa” que obtuvo el 7,25% de los votos.\nLa izquierda se había presentado de forma dispersa. La lista respaldada por el PS había obtenido el 13,8% de los votos, la de La Francia Insumisa-LFI, el 9,9% y la de los Ecologistas, el 5,5%. En total, la izquierda había obtenido menos del 30%. La participación electoral fue baja: 51,5%\nLa obvia derrota de la lista del campo presidencial llevó a Macron a disolver la Asamblea Nacional y convocar elecciones anticipadas. La Constitución permite al presidente continuar su mandato hasta su término en 2027 incluso si tuviera que convivir con un gobierno que se le opondría.\n¿Cuáles fueron los resultados de la primera ronda del 30 de junio de 2024? El RN, que logró después de las europeas dividir el partido de la derecha tradicional Los Republicanos haciendo una alianza con su presidente, Éric Ciotti, obtuvo el 33,22% y mejoró respecto al 9 de junio. Obtuvo 10,6 millones de votos. El campo presidencial obtuvo solo el 23% de los votos. El Nuevo Frente Popular, que se constituyó a toda velocidad después de las europeas, permitió la unidad de la mayoría de la izquierda y obtuvo el 28% de los votos a los que hay que agregar los votos obtenidos por varios candidatos de izquierda apartados por la dirección de LFI, pero también de los disidentes del PS y otros. La lista de Los Republicanos, que habían excluido a su presidente Éric Ciotti, obtuvo el 6,6%. La tasa de participación electoral fue muy alta: 66,7%.\nEl gran éxito de la lista del RN y sus aliados produjo un shock: existía un verdadero riesgo de ver a la extrema derecha dirigir el gobierno (en cohabitación con el presidente Macron). La juventud y las y los activistas de izquierda que habían comenzado a movilizarse en la noche de las elecciones europeas del 9 de junio reforzaron su grado de actividad para evitar lo peor. Además del programa racista promovido por el RN, una llegada de este partido al poder habría multiplicado los actos y agresiones racistas de los militantes de extrema derecha y la policía, que vota mayoritariamente por la extrema derecha.\nEn los minutos siguientes a los resultados de la 1ª vuelta el 30 de junio, la dirección de LFI, por boca de Jean-Luc Mélenchon, seguida muy rápidamente por todo el Nuevo Frente Popular, anunció que, para vencer a la extrema derecha en la segunda vuelta, retiraría a su candidato NFP en cada circunscripción electoral donde la NFP era tercera y el RN estaba en cabeza.\nEn el lado del campo presidencial no ocurrió lo mismo porque una serie de aliados de Macron o incluso ministros como el ministro del Interior Darmanin dijeron que nunca se retirarían a favor de un candidato LFI para vencer a la extrema derecha de RN. El primer ministro, Gabriel Attal, tuvo que mojarse y afirmar que había que hacer un frente republicano para vencer a la extrema derecha, pero esto no se tradujo en una posición unánime en el campo presidencial y en el resto de la derecha tradicional.\nQuedaban 7 días para la segunda ronda para evitar lo peor. Muchas y muchos intelectuales de izquierda, la abrumadora mayoría de los movimientos sociales y ciudadanos de izquierda, multiplicaron las declaraciones y las concentraciones para afirmar que había que frenar a la extrema derecha. El sindicato CGT se ha movilizado fuertemente, al igual que Sud Solidaires. También hemos visto mojarse a la dirección del sindicato moderado CFDT.\nPero al mismo tiempo, la mayoría de comentaristas con acceso a los grandes medios privados y públicos continuaron sus ataques contra La France Insoumise, contra el NFP acusado de incluir al NPA de Poutou, acusado de ser “proterrorista” y “antipolicía”… Además, el RN siguió siendo invitado en todos los platós y muchos periodistas conocidos les mostraron una empatía real o de circunstancias. Las encuestas anunciaban la victoria del RN. Y es cierto que una parte importante de las clases populares y de la clase obrera tradicional había votado por el RN y lo volvería a hacer. Tampoco estaba garantizado que, para frenar a la extrema derecha, las y los votantes de izquierda estuvieran dispuestos a votar a favor de una candidata del campo presidencial o de la derecha cuyas acciones habían favorecido el ascenso del RN y que habían adoptado leyes antiinmigrantes con el apoyo del RN. Del mismo modo, no era seguro de que los votantes de derecha votaran por un candidato LFI o de extrema izquierda para impedir la elección de un candidato de la RN. En el campo de las clases populares, la voluntad de infligir una nueva derrota al campo de Macron podía seguir tomando la forma del voto RN y no solo la forma del voto NFP.\n¿Cuáles han sido los resultados de la segunda vuelta de las elecciones legislativas del 7 de julio? El gran vencedor de la segunda vuelta es el Nuevo Frente Popular que obtiene 182 parlamentarios a los que podemos agregar otros 14 elegidos de varias izquierdas, lo que da 196 parlamentarios de izquierda. Para simplificar, podemos redondear a 200, es más fácil de recordar. El campo presidencial minoritario ocupa el segundo lugar con 168 parlamentarios, ha perdido 95 escaños. El campo de la extrema derecha obtiene finalmente 143 parlamentarios (126 para el\nRN y 17 para sus aliados, entre ellos Éric Ciotti y los otros republicanos que le siguieron y fueron excluidos del partido). El RN ganó 37 parlamentarios bajo su bandera en comparación con 2022. Los Republicanos, la derecha tradicional que se acerca al discurso de la extrema derecha obtiene 45 escaños (pérdida de una veintena de escaños en comparación con 2022). Dentro del bloque del Nuevo Frente Popular, ¿cómo se distribuye el peso de las diferentes fuerzas políticas? La Francia Insumisa está a la cabeza con 74 parlamentarios (mientras que tenía 75 en 2022), luego viene respectivamente el Partido Socialista con 59 escaños (en fuerte aumento en comparación con su mal resultado de 2022 donde solo había obtenido 31 escaños), los Ecologistas con 28 escaños (frente a 23 en 2022) y el PCF con 9 parlamentarios (mientras que con sus aliados tenía 22 en 2022) [ 3 ]. Hay que añadir 12 parlamentarios del NFP que no están en ninguno de los partidos mencionados anteriormente. En cuanto al NPA, que presentó a Philippe Poutou en el departamento de Aude, no obtiene ningún escaño.\nDentro del NFP, son claramente las y los de LFI quienes están más a la izquierda. Podemos añadir algunos electos de izquierda que habían sido descartados de las listas oficiales de la NFP por la dirección de LFI y que, a pesar de ello, fueron elegidos el 7 de julio.\nPero dentro del NFP, aunque LFI sea la fuerza principal, es el PS el que gana un aumento significativo. ¿Cuáles pueden ser las consecuencias? Efectivamente, es importante para reflexionar sobre la continuación de los acontecimientos tener en cuenta al PS porque tiene grandes responsabilidades en el desastre social y las desilusiones de los últimos diez años (así como en el período anterior). Entre las y los elegidos del PS, se encuentra François Hollande, que personifica estas graves responsabilidades negativas. Recordemos que fue elegido en 2012 frente a Nicolas Sarkozy (que buscaba un segundo mandato) prometiendo poner fin a las políticas neoliberales. Había declarado que su principal enemigo eran las “Finanzas”. Sin embargo, aplicó una política de continuidad con los presidentes de derechas y sus políticas neoliberales. Multiplicó los regalos a los grandes bancos, a las “Finanzas” y a los más ricos. Fue él quien fue a buscar a Emmanuel Macron que venía del banco Rothschild y lo puso en su gobierno. En 2015, cuando el pueblo griego llevó a Syriza (coalición de izquierda radical) al gobierno, François Hollande y su gobierno se unieron al gobierno de derechas de Angela Merkel y a la Troika para evitar el abandono de las políticas de austeridad deseado por el pueblo griego.\nFinalmente, durante las elecciones de 2017 tras las cuales Macron se convirtió en presidente, el PS sufrió una enorme derrota política. Perdió 286 escaños y solo mantuvo 45 diputados. En términos de votos, obtuvo en 2017 en la segunda vuelta solo el 7,5% frente al bloque de Macron que obtenía el 49,1% de los votos y 349 diputados. En las elecciones de 2022, el PS volvió a perder votos y solo obtuvo 31 escaños. En ese momento formaba parte de la NUPES creada por iniciativa de LFI que tenía 151 escaños en total, 75 de ellos para el partido de Jean-Luc Mélenchon.\nAsí que el resultado de julio de 2024, representa un éxito para el PS porque vuelve de lejos y obtiene 59 escaños.\nEn cuanto a la designación del primer ministro, en los últimos días se habla de una regla no escrita en la constitución de la V República, ¿de qué se trata? Normalmente, según las reglas no escritas y la costumbre de la 5ª República, el presidente elige al primer ministro entre los miembros del bloque que encabezó las elecciones. Sin embargo, esta vez el Nuevo Frente Popular ha ganado y dentro de él, La Francia Insumisa es, con mucho, la principal fuerza política, por lo que es una o un miembro de LFI quien debería ser primer ministro.\nPero precisamente aquí es donde pueden tener lugar muchas maniobras.\nEl gran capital querría evitar que un miembro de LFI dirija el gobierno y marque el tono. Desde su punto de vista, un mal menor es una persona elegida entre los socialistas quien podría ofrecer más garantías para preservar los privilegios del 1% más rico y de las grandes empresas privadas. Es más que obvio que a los líderes del bloque de Macron les gustaría romper el NFP y buscar un compromiso con las fuerzas políticas más cercanas y “responsables”, por lo tanto, del lado del PS, y quizás de algunos o algunas ecologistas.\nEn las maniobras también habrá que tener en cuenta otras posibles evoluciones procedentes de diferentes lados.\nPor parte del NFP, en estas condiciones, como no obtuvo una mayoría absoluta en la Asamblea, sería mejor no intentar ir al gobierno porque no se cumplen las condiciones para aplicar su programa. Intentar llegar al gobierno corre el riesgo de provocar nuevas divisiones y decepciones que podrían alimentar aún más la abstención, o el voto RN. Sería mejor dar prioridad a la construcción de un frente social y político con una dinámica unitaria en la base, en los barrios, en los lugares de trabajo… Un frente social y político capaz de convocar movilizaciones para construir una correlación de fuerzas favorable y obtener a partir de ésta ciertas victorias y, en cualquier caso, un retroceso de la ofensiva de la derecha y la extrema derecha.\nEl hecho de que Francia haya conocido importantes movilizaciones sociales en los últimos años, en particular contra la (contra) reforma de las pensiones en 2022-2023 pero también contra la violencia policial contra las personas racializadas, ¿juega un papel en el fracaso del Reagrupamiento Nacional? Es cierto que el hecho de que en los últimos años cientos de miles e incluso millones de personas se hayan movilizado contra la política antisocial, antiinmigrante y represiva de Macron ha ayudado a crear un clima favorable a la respuesta ante el peligro de la extrema derecha.\nDurante las grandes movilizaciones sociales que se han prolongado en el tiempo sin lograr la victoria, no solo ha habido frustración y desilusiones, ha habido una capacidad para debatir, para organizar colectivamente protestas, para desarrollar el espíritu colectivo. Esto no ha afectado a toda la población, lo que explica el éxito real del RN, que ha ganado votos en una parte de las clases populares y en particular en las zonas rurales y en los entornos urbanos más afectados por la desindustrialización, como es el caso en el Norte. En la mayoría de los medios urbanos hay una mayor resistencia a la penetración de las ideas del RN, la extrema derecha y la derecha en general. Este también es claramente el caso en las zonas urbanas con una fuerte presencia de personas racializadas. El hecho de que LFI y otras fuerzas sociales no tengan miedo de expresar su profunda solidaridad con el pueblo palestino y su rechazo a las políticas racistas y antiinmigrantes ha convencido a sectores de la población de ir a votar por el NFP y contra el RN, así como contra Macron y la derecha tradicional.\n¿El tema de la deuda pública vuelve al centro del debate? En todas las declaraciones de la derecha y del campo macronista, en una multitud de comentarios en los medios de comunicación, vuelve constantemente el argumento del nivel insostenible alcanzado por la deuda pública y la necesidad de someterse a una nueva austeridad presupuestaria. La necesidad de cumplir con las órdenes de la Comisión Europea que piden reducir el déficit público. Constantemente se agita la amenaza que plantearía la llegada de la izquierda al gobierno y el peligro representado por el programa del NFP que, con que se implementara un poco, causaría pánico por parte de los mercados, dispararía el costo de la deuda y una fuga de capitales. Es un estribillo que escuchamos cada vez que la izquierda está a las puertas del gobierno y el objetivo no solo es asustar a la opinión pública, sino también convencer a las y los mandatarios de izquierda de que abandonen cualquier voluntad de no seguir doblegándose a la dictadura de los mercados y, por tanto, del gran capital.\nEn la batalla de ideas, habrá que explicar que el gobierno de Macron, la Comisión y el BCE han querido un aumento de la deuda pública para financiar el gasto frente a la pandemia de coronavirus y la crisis económica social que ha sido amplificada por ella. El gobierno de Macron y otros líderes europeos no quisieron gravar los superbeneficios de las grandes empresas farmacéuticas, especialmente las que producen vacunas, que se han enriquecido escandalosamente a espaldas de la sociedad. Al igual que las empresas de distribución, especialmente las especializadas en ventas en línea y servicios informáticos, que han obtenido enormes beneficios. Luego, cuando los precios del gas se dispararon a raíz de la invasión de Ucrania por parte de Rusia, el gobierno de Macron y los de otros países no quisieron controlar los precios de la energía y congelarlos, lo que permitió a las empresas especializadas en combustibles fósiles y a las productoras de energía obtener enormes beneficios a su vez a espaldas de la sociedad. Finalmente, cuando los precios de los alimentos se dispararon tras la guerra en Ucrania y debido a la especulación sobre los cereales, las empresas de cereales obtuvieron superbeneficios. Al igual que las grandes cadenas de distribución que han aumentado el precio de los alimentos al por menor de forma desproporcionada y abusiva, provocando un aumento muy fuerte de la inflación y una pérdida del poder adquisitivo de las clases populares. El gobierno de Macron y demás gobiernos se han negado a gravar de manera extraordinaria sus beneficios. Las empresas de producción de armas también ven aumentar sus beneficios gracias a la guerra en Ucrania y Oriente Próximo.\nConclusión En esta situación y con esta postura de negativa a hacer gravámenes sobre las empresas que se beneficiaban de la crisis y de los más ricos, los Estados han recurrido cada vez más a la financiación a través de la deuda en lugar de financiarse a través de ingresos fiscales, excepto los procedentes de los impuestos indirectos sobre el consumo (Impuesto sobre el valor añadido – IVA) que son particularmente negativos para la gran mayoría de la población y en particular para los sectores con los ingresos más bajos.\nEn la batalla de las ideas, habrá que demostrar que gran parte de la deuda pública es, en consecuencia, ilegítima y que debe ser auditada y cancelada.\nLa política de las y los líderes europeos y de Macron en materia de migración también se endurecerá y las violaciones de los derechos humanos aumentarán. Las violaciones de estos derechos se multiplicarán cuando son denunciadas por el Tribunal Europeo de Derechos Humanos y las asociaciones de defensa de los derechos humanos. Habrá que movilizarse. Si un poderoso frente social y político se establece de la base a la cima, es posible resistir y obtener ciertas victorias.\nLa inacción climática del presidente Macron y de las instituciones europeas también se profundizará. Un poderoso movimiento social es la condición indispensable para lograr la adopción de verdaderas medidas favorables a la lucha contra la crisis ecológica.\nEl rearme se acelerará. También habrá que lograr lanzar un movimiento para oponerse a él.\nTambién habrá que movilizarse para defender los derechos de las mujeres y de los LGTBIQ+.\nExiste el riesgo de que los discursos de extrema derecha y las políticas favorables a ellos puedan seguir extendiéndose.\nEn consecuencia, la lucha antifascista y las acciones de protesta contra el ascenso de la extrema derecha tendrán que adquirir cada vez más importancia.\nPost scriptum: En el Parlamento Europeo se acaba de constituir un nuevo grupo parlamentario de extrema derecha, que se llama “Patriotas por Europa” y será presidido por Jordan Bardella. Se trata de un reagrupamiento entre, por un lado, las y los electos europeos del partido del presidente húngaro Viktor Orban y los de dos partidos checos de extrema derecha Ano y el partido “Juramento y moteros” ( https://en.wikipedia.org/wiki/P%C5%99%C3%ADsaha_and_Motorists ) que son 20, y por otro lado el antiguo grupo europeo dirigido por Marine Le Pen, Identidad y Democracia, que contaba con 58 diputados, a los que se suman los 6 diputados de Vox de España que abandonan el otro grupo parlamentario de extrema derecha llamado ECR (Grupo de Conservadores y Reformistas) dirigido por Giorgia Meloni. En total, este nuevo grupo llamado “Patriotas por Europa” contará con 84 parlamentarios europeos. El grupo ECR dirigido por Giorgia Meloni se ve reducido por la salida de Vox y ahora contará con 78 eurodiputados.\nVer la versión actualizada de la distribución de grupos en el Parlamento Europeo en el sitio web del PE: https://results.elections.europa.eu/es/herramientas/herramienta-comparativa/\nEn la legislatura que acaba de terminar, la suma de los dos grupos de extrema derecha en el PE ascendió a 118, mientras que en el nuevo parlamento europeo, los dos grupos parlamentarios cuentan con 162 parlamentarios a los que habría que añadir los 15 parlamentarios de la AFD de Alemania que no forman parte de ningún grupo en este momento.\nLa composición del grupo “Patriotas por Europa” por orden de importancia: 🇫🇷 Reunión Nacional: 30; 🇭🇺 Fidesz-KDNP: 11; 🇮🇹 Lega: 8; 🇨🇿 ANO: 7 🇦🇹 FPÖ: 6 ; 🇪🇸 Vox: 6 ; 🇳🇱 PVV: 6 ; 🇧🇪 Vlaams Belang: 3 ; 🇨🇿 Oath and Motorists: 2 ; 🇵🇹 Chega: 2 ; 🇩🇰 Danish People’s Party: 1 ; 🇱🇻 Latvia First: 1 ; 🇬🇷 Voice of Reason: 1\nEl autor agradece a Maxime Perriot su relectura.\nTraducido por Alberto Nadal Fernández .\nNotas [ 1 ] Se trata de aumentar el Smic en un 14% haciéndolo pasar de casi 1.400 euros netos al mes actualmente a 1.600 euros netos. Esto es 100 euros más de lo que ofrecía el programa de la Nupes en 2022. El programa también prevé un aumento del 10% en el punto de índice de los funcionarios\n[ 2 ] El programa del NFP está atrasado en algunos puntos con respecto al programa del Partido Laborista británico de 2017 cuando fue dirigido por Jeremy Corbyn (antes de que éste fuera apartado y luego excluido por el ala derecha de este partido).\n[ 3 ] Habrá que ver cómo cambia el número de parlamentarios aliados o relacionados con el PC.\nEric Toussaint es doctor en Ciencias políticas de la Universidad de Lieja y de la Universidad de París VIII, es el portavoz del CADTM internacional y es miembro del Consejo Científico de ATTAC Francia.\nEs autor de diversos libros, entre ellos: Banco Mundial. Una historia crítica , El Viejo Topo, 2022 Capitulación entre adultos. Grecia 2015: Una alternativa era posible , El Viejo Topo, Barcelona, 2020; Sistema Deuda. Historia de las deudas soberanas y su repudio , Icaria Editorial, Barcelona 2018; Bancocracia Icaria Editorial, Barcelona 2015; Una mirada al retrovisor: el neoliberalismo desde sus orígenes hasta la actualidad , Icaria, 2010; La Deuda o la Vida (escrito junto con Damien Millet) Icaria, Barcelona, 2011; La crisis global , El Viejo Topo, Barcelona, 2010; La bolsa o la vida: las finanzas contra los pueblos , Gakoa, 2002. Ha sido miembro de la Comisión de Auditoria Integral del Crédito (CAIC) del Ecuador en 2007-2011.\nCoordinó los trabajos de la Comisión de la Verdad Sobre la Deuda , creada por la presidente del Parlamento griego. Esta comisión funcionó, con el auspicio del Parlamento, entre abril y octubre de 2015. El nuevo presidente del Parlamento griego anunció su disolución el 12 de noviembre de 2015.\nFuente: https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue"
  ],
  "ai_allow": false,
  "webz_reporter": false,
  "external_links": [
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-3",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-2",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-1",
    "https://arretsurimages.net/articles/violences-racistes-pas-une-minute-dans-les-jt-post-legislatives",
    "https://cadtm.org/Deuda",
    "https://www.cadtm.org/Inflacion",
    "https://www.cadtm.org/Troika,765",
    "https://sinpermiso.info/textos/francia-programa-de-legislatura-del-nuevo-frente-popular",
    "https://www.cadtm.org/Deuda",
    "https://www.cadtm.org/La-deuda-o-la-vida",
    "https://www.es.wikipedia.org/wiki/Jordan_Bardella",
    "https://cadtm.org/Garantias",
    "https://es.wikipedia.org/wiki/Patriotas_por_Europa",
    "https://www.cadtm.org/Sistema-deuda",
    "https://results.elections.europa.eu/es/herramientas/herramienta-comparativa",
    "https://www.cadtm.org/Garantias",
    "https://cadtm.org/La-deuda-o-la-vida",
    "https://www.cadtm.org/Banco-Mundial-Una-historia-critica",
    "https://cadtm.org/Inflacion",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-1",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-2",
    "https://fr.wikipedia.org/wiki/Cour_europ%C3%A9enne_des_droits_de_l%27homme",
    "https://www.vientosur.info/nuevo-frente-popular-un-programa-economico-como-alternativa-al-macronismo/",
    "https://vientosur.info/nuevo-frente-popular-un-programa-economico-como-alternativa-al-macronismo/",
    "https://vientosur.info/nuevo-frente-popular-un-programa-economico-como-alternativa-al-macronismo",
    "https://www.cadtm.org/Capitulacion-entre-adultos-Grecia-2015-Una-alternativa-era-posible",
    "https://www.es.wikipedia.org/wiki/Patriotas_por_Europa",
    "https://www.cadtm.org/Especulacion",
    "https://cadtm.org/Bancocracia",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no",
    "https://www.arretsurimages.net/articles/violences-racistes-pas-une-minute-dans-les-jt-post-legislatives",
    "https://www.sinpermiso.info/textos/francia-programa-de-legislatura-del-nuevo-frente-popular",
    "https://www.results.elections.europa.eu/es/herramientas/herramienta-comparativa/",
    "https://www.cadtm.org/Una-mirada-al-retrovisor-El",
    "https://www.cadtm.org/4-de-abril-2015-Jornada-historica",
    "https://www.cadtm.org/BCE-Banco-central-europeo",
    "https://www.en.wikipedia.org/wiki/P%C5%99%C3%ADsaha_and_Motorists",
    "https://cadtm.org/Troika,765",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-2",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-3",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-1",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no",
    "https://cadtm.org/BCE-Banco-central-europeo",
    "https://www.acrimed.org/Les-medias-en-guerre-contre-le-Nouveau-Front",
    "https://en.wikipedia.org/wiki/P%C5%99%C3%ADsaha_and_Motorists",
    "https://results.elections.europa.eu/es/herramientas/herramienta-comparativa/",
    "https://cadtm.org/Una-mirada-al-retrovisor-El",
    "https://www.france.attac.org/se-mobiliser/mobilisons-nous-pour-le-front-populaire/article/le-programme-economique-du-nouveau-front-populaire-decryptage",
    "https://cadtm.org/Sistema-deuda",
    "https://cadtm.org/Banco-Mundial-Una-historia-critica",
    "https://es.wikipedia.org/wiki/Jordan_Bardella",
    "https://www.cadtm.org/Libros-DVD-folletos",
    "https://cadtm.org/Especulacion",
    "https://cadtm.org/4-de-abril-2015-Jornada-historica",
    "https://www.cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nh2-3",
    "https://acrimed.org/Les-medias-en-guerre-contre-le-Nouveau-Front",
    "https://cadtm.org/Capitulacion-entre-adultos-Grecia-2015-Una-alternativa-era-posible",
    "https://cadtm.org/Libros-DVD-folletos",
    "https://www.fr.wikipedia.org/wiki/Cour_europ%C3%A9enne_des_droits_de_l%27homme",
    "https://france.attac.org/se-mobiliser/mobilisons-nous-pour-le-front-populaire/article/le-programme-economique-du-nouveau-front-populaire-decryptage",
    "https://www.cadtm.org/Bancocracia",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-1",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-3",
    "https://cadtm.org/Francia-Gracias-a-una-gran-movilizacion-de-la-izquierda-la-extrema-derecha-no#nb2-2"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-12T09:08:33.721+03:00",
  "updated": "2024-07-12T09:08:33.721+03:00"
}