{
  "thread": {
    "uuid": "edd1b1d01dcd33547604ad1f25ccfd2e08fac19e",
    "url": "https://tn.com.ar/musica/noticias/2023/12/28/imagine-dragons-ayudo-a-reconstruir-la-casa-del-chico-ucraniano-que-aparecio-en-el-videoclip-de-crushed/",
    "site_full": "tn.com.ar",
    "site": "tn.com.ar",
    "site_section": "https://tn.com.ar/rss.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "",
    "title": "Imagine Dragons le cambió la vida a un nene ucraniano: así reconstruyeron su casa | TN",
    "title_full": "Imagine Dragons le cambió la vida a un nene ucraniano: así reconstruyeron su casa | TN",
    "published": "2023-12-29T00:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13123,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "edd1b1d01dcd33547604ad1f25ccfd2e08fac19e",
  "url": "https://tn.com.ar/musica/noticias/2023/12/28/imagine-dragons-ayudo-a-reconstruir-la-casa-del-chico-ucraniano-que-aparecio-en-el-videoclip-de-crushed/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@todonoticias",
  "published": "2023-12-29T00:26:00.000+02:00",
  "title": "Imagine Dragons le cambió la vida a un nene ucraniano: así reconstruyeron su casa | TN",
  "text": "En mayo, Imagine Dragons lanzó el video de “Crushed” , una suerte de documental en señal de apoyo a las víctimas de la guerra en Ucrania. La banda relató la historia de Sasha, un niño de 14 años que perdió su hogar en los bombardeos.\nFue el director de fotografía que trabaja con Imagine Dragons, Ty Arnold, quien decidió narrar la cruda historia de este joven y su familia, que representa la de tantos otros que quedaron devastados por las destrucciones de la guerra .\nLeé también: La DAIA le pidió a la Justicia que suspenda del recital de Roger Waters de esta noche en Buenos Aires\nAsí, el video de unos tres minutos de duración muestra las ruinas de la casa de Sasha y de los alrededores de su pueblo. El niño sobrevivió gracias a haberse escondido en un búnker subterráneo, ya que el pueblo estuvo 5 meses bajo ocupación.\nEl video que muestra la tragedia de un niño ucraniano. (Fuente: captura YouTube/imagine dragons) “Nuestro video fue filmado en el frente ucraniano” , reza la descripción del clip y continúa: “La historia de Sasha nos rompe el corazón, y hay miles más como él que necesitan ayuda desesperadamente. Al día de hoy, su familia no tiene electricidad y otros servicios básicos”.\nAsí, la banda estadounidense convocó al público a sumarse con donaciones para UNITED24 y reunir fondos para ayudar a las víctimas y ahora han logrado reconstruir el hogar de Sasha .\nEl final feliz de la historia. (Fuente: captura Instagram/imaginedragons) Esta historia trágica finalmente tuvo un final feliz, ya que con los fondos recaudados se pudo reconstruir el hogar y el video que documenta minuciosamente la situación de Sasha y su familia y cuenta con más de 6 millones de reproducciones, funcionó como una forma de llevar conciencia a sus fanáticos.\nPara mostrar el resultado del compromiso de la banda y luego la adhesión de miles de personas a la causa, Imagine Dragons publicó hoy un video en el que se resume la historia de Sasha, muestra el impacto mediático que tuvo y la posterior recostrucción de lo que hoy es su nuevo hogar .\nResidente decidió frenar su carrera por Palestina Residente está usando sus redes sociales desde hace tiempo para compartir contenido sobre lo que está sucediendo en Palestina. Los bombardeos, los muertos y los heridos como producto del conflicto con Israel han sensibilizado particularmente al cantante puertorriqueño.\nAsí, el músico emitió un comunicado en el que explica que decidió posponer sus lanzamientos y poner un freno a su actividad musical como una forma de pronunciarse políticamente frente al conflicto.\n“Les cuento a todos los que les interesa mi música, que desde octubre decidí posponer la salida de mi disco junto con varios videos que se suponía salieran este año porque se me hace imposible hacerlo frente a todo el genocidio macabro que destruye lentamente a Palestina ”, explicó en un video publicado en Instagram.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:37:53.463+02:00",
  "updated": "2023-12-29T00:37:53.463+02:00"
}