{
  "thread": {
    "uuid": "bfff325881f5e7f6232c64f13de63737c15d2583",
    "url": "https://www.antena3.com/noticias/el-tiempo/la-prevision/viva-blue-monday-cesar-gonzalo-anuncia-que-dia-mas-triste-ano-trae-lluvias-semana_2024011565a4f473872b82000134bdff.html",
    "site_full": "www.antena3.com",
    "site": "antena3.com",
    "site_section": "https://www.antena3.com/noticias/rss/4013050.xml",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "Antena 3 Noticias: Última hora en España y el mundo",
    "title": "¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana",
    "title_full": "¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana",
    "published": "2024-01-15T10:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.antena3.com/clipping/cmsimages01/2024/01/15/061D7461-37E9-44D0-906D-2338A35DA6B2/prevision-semana-cesar-gonzalo_69.jpg?crop=1137,640,x0,y0&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 7046,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bfff325881f5e7f6232c64f13de63737c15d2583",
  "url": "https://www.antena3.com/noticias/el-tiempo/la-prevision/viva-blue-monday-cesar-gonzalo-anuncia-que-dia-mas-triste-ano-trae-lluvias-semana_2024011565a4f473872b82000134bdff.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "César, Gonzalo",
  "published": "2024-01-15T10:01:00.000+02:00",
  "title": "¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana",
  "text": "No hay datos disponibles, activa la geolocalización de tu navegador.\nDatos ofrecidos por AEMET\nFrentes Atlánticos\n¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana\nJornada de precipitaciones en casi todo el país, abundantes en Galicia y el norte de Cáceres. Es poco probable que llueva en Andalucía y en las Islas Canarias. Las temperaturas, menos frías en el norte.\nPublicidad\nSe supone que hoy es el día más triste del año, el conocido como “Blue Monday” traducido como lunes Triste. Este nombre se basa en mezclar, las deudas contraídas en navidad, junto con los propósitos no cumplidos, y además un supuesto \"mal tiempo” para dejarnos el día más triste del año. Pues ¡viva el 'Blue Monday'! y su tiempo lluvioso, que en realidad es buen tiempo, justo el que tanto necesitamos. Porque las lluvias seguirán cayendo durante esta semana.\nLluvias repartidas\nLa borrasca Hipólito es la responsable de los frentes que hoy recorren la Península. Las lluvias se esperan en casi todo el territorio salvo en las Islas Canarias y Andalucía. En el resto hoy nos tacará sacar los paraguas, incluso en la Comunidad Valenciana y Baleares donde se pueden escapar algunas gotas. Durante la tarde en el centro deberán ir remitiendo, aunque continuarán en el norte de Cáceres, la comunidad gallega, y en las sierras del Sistema Central.\nVientos del suroeste\nSon los conocidos como vientos ábregos o “llovedores” y son los responsables de las precitaciones que recorren el país. Son vientos templados haciendo que la cota de nieve quede demasiado alta, solo en los Pirineos aparecerá la nieve y lo hará a partir de los 2.000 m de altura. En el Mediterráneo estos vientos giran a componente oeste, vientos de tierra a mar que en esta zona harán que las temperaturas sean casi cálidas.\nAdiós frío intenso\nEl día ha comenzado sin heladas, y durante la tarde las temperaturas máximas ascenderán en la mitad norte. Con valores tan suaves como los 13ºC en la Comunidad de Madrid, 14º en Valladolid, 17º en Pamplona y Oviedo. Las temperaturas bajan en Andalucía, y aun así alcanzarán los 18º en el valle del Guadalquivir. Si hablamos altas temperaturas destaca la comunidad Valenciana con hasta 22ºC previstos, en Canarias los termómetros rozarán los 27ºC\nMás lluvia en Camino\nSi hoy es el turno de la Borrasca Hipólito, mañana será “Irene” la que nos traiga más lluvias. Mañana irán marchándose durante la madrugada, pero por la tarde las precipitaciones se reforzarán de nuevo en el oeste del País. Además de lluvia esta borrasca nos trae fuertes vientos, que sobre todo sentiremos el miércoles. En un día ventoso y de nuevo de lluvias muy repartidas. El día más triste del año, abre la puerta a las lluvias esta semana. Así que ¡viva el 'Blue Monday'!\nMás Noticias\nRoberto Brasero adelanta un fin de semana de sol y altas temperaturas: \"Adiós al frío... de momento\" El anuncio de César Gonzalo: \"Hipólito nos va a robar el invierno durante este fin de semana\" Roberto Brasero presenta a Hipólito, la borrasca que subirá las temperaturas: \"El fin de semana volvemos a 20ºC…¡O más!\"\nPublicidad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-15T11:12:32.920+02:00",
  "updated": "2024-01-15T11:12:32.920+02:00"
}