{
  "thread": {
    "uuid": "adebe8a0f82c4c481595c39cdb027de3572084b2",
    "url": "https://nowtoronto.com/culture/one-more-time/",
    "site_full": "nowtoronto.com",
    "site": "nowtoronto.com",
    "site_section": "https://nowtoronto.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "NOW Toronto",
    "title": "New Canadian workplace comedy brings heartfelt representation of hearing loss to our TV screens",
    "title_full": "New Canadian workplace comedy brings heartfelt representation of hearing loss to our TV screens",
    "published": "2023-12-28T23:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://nowtoronto.com/wp-content/uploads/2023/12/IMG_4952.webp",
    "performance_score": 0,
    "domain_rank": 12920,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "adebe8a0f82c4c481595c39cdb027de3572084b2",
  "url": "https://nowtoronto.com/culture/one-more-time/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Devon Banfield",
  "published": "2023-12-28T23:13:00.000+02:00",
  "title": "New Canadian workplace comedy brings heartfelt representation of hearing loss to our TV screens",
  "text": "It’s a heartwarming new comedy that will have audiences laughing until their stomachs hurt. One More Time is a new CBC original series created by and starring award-winning Canadian comedian DJ Demers.\nThe show takes place in a second-hand sports store in the fictional town of Korverton, Ontario and follows Demers’ character (also named DJ), the hard-of-hearing manager of an eclectic team of employees. A feel-good series at its core, audiences are forced to look on the bright side of life while following the team’s challenges to keep their beloved store alive.\n“It’s just a straight-up comedy. It’s like Parks and Rec, or a Brooklyn Nine-Nine type thing, where I’m the manager of a huge sporting goods store and [it follows] the high jinks that I get up to with the whole ragtag team of employees,” Demers told Now Toronto.\nHe explained that there was a heavy focus on making sure that there was non-stop laughter packed into each 30-minute episode.\n“The showrunner and I really made a conscious effort to just pack in jokes. Like, if we’re going longer than 10 seconds without a joke, we would make sure we went back and rewrote it, because we really, really wanted this to be funny.”\nFrom intense rivalry with a local big box store to managing a bed bug outbreak to stolen hearing aids, there is no shortage of adventure for the characters of One More Time.\nDemers explained that the series was truly written from the heart, pulling from his own material. Many elements of the series mirror Demers’ own experiences. The comic grew up in Kitchener, Ontario, working at sporting goods store, Play It Again Sports, as a teenager. In real life and on-screen, DJ is hard of hearing and wears hearing aids, something that is a major component of the series.\n“I’ve had hearing aids since I was four years old. So, just made sense for the character to have them too,” the star explained.\n“A lot of material will be mine and there’s just a lot of stuff to pull from that makes the show different,” he continued. “And also makes it so anybody who has hearing loss that is watching will feel a sense of connection as well.”\nOther cast members include (but are not limited to) Nadine Bhabha and Geri Hall of This Hour Has 22 Minutes, Daniel Beirne of Ginny and Georgia, Dayton Sinkia and Elise Bauman of Letterkenny. One More Time will premiere on CBC on Jan. 9, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "demers",
        "sentiment": "none"
      },
      {
        "name": "parks",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbc",
        "sentiment": "none"
      },
      {
        "name": "now toronto",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "korverton",
        "sentiment": "none"
      },
      {
        "name": "brooklyn",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:38:48.355+02:00",
  "updated": "2023-12-29T00:38:48.355+02:00"
}