{
  "thread": {
    "uuid": "ab8d4919f7a30947b401974defb51ca95fbba241",
    "url": "https://news.zum.com/articles/89978964?cm=entertain_home_rank",
    "site_full": "news.zum.com",
    "site": "zum.com",
    "site_section": "https://news.zum.com/front?c=06&amp;cm=more&amp;r=1",
    "site_categories": [
      "media"
    ],
    "section_title": "ZUM 뉴스",
    "title": "LG AI washing machine wins IR52 Jang Young-shil Award : ZUM 뉴스",
    "title_full": "LG AI washing machine wins IR52 Jang Young-shil Award : ZUM 뉴스",
    "published": "2024-04-12T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://thumb.zumst.com/400x250/https://static.news.zumst.com/images/18/2024/04/12/f528ce42de7245beaed6ed34fb6a8225.png",
    "performance_score": 0,
    "domain_rank": 46624,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab8d4919f7a30947b401974defb51ca95fbba241",
  "url": "https://news.zum.com/articles/89978964?cm=entertain_home_rank",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ZUM 뉴스 | 매일경제",
  "published": "2024-04-12T03:00:00.000+03:00",
  "title": "LG AI washing machine wins IR52 Jang Young-shil Award : ZUM 뉴스",
  "text": "LG Electronics Inc.’s artificial intelligence (AI)-backed washing machine won the 2023 IR52 Jang Young-shil Award on Thursday. The LG AI UP Home Appliance Washing Machine not only automatically adjusts washing options according to the laundry load via AI but continuously upgrades itself with new features beyond the purchase date. The IR52 Jang Young-shil Awards ceremony, organized by the Ministry of Science and ICT and hosted by the Korea Industrial Technology Association (KOITA) Maeil Business Newspaper was held on Thursday at the Maeil Media Center in Jung District, central Seoul. The event was attended by about 100 people, including Minister of Science and ICT Lee Jong-ho, KOITA Chairman Koo Ja-gyun, and Maekyung Media Group Chairman Chang Dae-whan. Founded in 1991 and celebrating its 33rd anniversary in 2024, the IR52 Jang Young-shil Award is the highest Korean technology award given to researchers who lead the development of innovative technologies developed by Korean companies. “One Presidential Award, two Prime Minister’s Awards, 17 products, and two organizations were ultimately selected by 138 members from 23 specialized committees, who helped with preliminary judging, and 17 members of the final judging committee,” Ryu Seok-hyun, president of the Korea Institute of Machinery & Materials and chair of the judging panel, said. [Courtesy of LG Electronics Inc.] The LG AI UP Home Appliance Washing Machine, which received the Presidential Award, improved washing performance compared to conventional washing machines by comprehensively adjusting washing motions, temperatures, times, rinsing, and spinning based on environmental information including the load, pollution recognition, and weather. It also uses deep learning models to predict vibrations during washing or spinning to reduce noise and vibration. The winning product has been certified for suitability and safety for deep learning performance and software upgrade technology by UL, the world’s first global safety standard development and certification organization for the consumer electronics industry. “AI washing and spinning functions evolve in directions suitable for the environment and preferences using data,” an LG Electronics researcher said. “We will research precise environment customization and user customization moving forward.” Hyundai Motor Co.’s Hydrogen Fuel Cell Large Truck won the Prime Minister’s Award, with the company the first to develop and commercialize the product for mass production globally. The winning product can be fully charged within 8 to 25 minutes with cooling charging takes less than 10 minutes, and the truck can travel over 400 kilometers when fully charged based on a charging pressure of 350 bars. The hydrogen fuel cell truck, which generates fuel cell power using hydrogen stored in high-pressure tanks and oxygen in the air, operates the motor via electric energy. Energy that is regenerated via the motor is used during deceleration to charge high-voltage batteries, improving both energy efficiency and range. “We will continuously develop autonomous driving technology to enhance safety, convenience, and marketability,” a Hyundai Motor executive said. “We will develop a dedicated platform for eco-friendly vehicles by 2030 to improve vehicle performance and efficiency on top of ensuring quality and price competitiveness.” [Courtesy of Hyundai Motor Co.] HK inno.N Corp.’s K-Cap Tablet is a therapeutic agent for gastroesophageal reflux disease and is Korea’s 30th new drug released in 2019. Existing therapeutic agents for gastroesophageal reflux disease using proton pump inhibitors had a slow onset of action and had to be taken before meals, thus causing patients inconvenience. In contrast, the K-Cap tablet takes effect rapidly within 30 minutes of administration without requiring an activation process, unlike proton pump inhibitors, and can also be taken without accounting for mealtimes. “K-Cap Tablet clearly demonstrates superiority and safety compared to existing drugs through the domestic market,” an official from HK Inno.N said. “, We hope to make it available in 100 countries by 2028 and become the world’s best gastric ulcer treatment.” At the awards ceremony, Koo noted that major changes, such as the strengthening of protectionist trade policies in major countries, will likely shake the global economy. “Technology developers are crucial in maintaining Korean companies’ position in the global market,” he said. The government will create an ecosystem where field researchers can freely experiment and achieve results without being burdened by the possibility of failure, Minister Lee said. “In the past, only large companies had research institutes for technology development, but now the culture of emphasizing technology development has spread to the extent that medium-sized and small companies also have technology development research institutes,” Chang said, adding that researchers are the “Korea’s cornerstone that can survive even in this era of technological competition.” 이 기사의 카테고리는 언론사의 분류를 따릅니다. 기사가 속한 카테고리는 언론사가 분류합니다. 언론사는 한 기사를 두 개 이상의 카테고리로 분류할 수 있습니다. 언론사는 한 기사를 두 개 이상의 카테고리로 분류할 수 있습니다.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jang you",
        "sentiment": "negative"
      },
      {
        "name": "chang dae-whan",
        "sentiment": "none"
      },
      {
        "name": "koo ja-gyun",
        "sentiment": "none"
      },
      {
        "name": "lee jong-ho",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "lg electronics inc.",
        "sentiment": "negative"
      },
      {
        "name": "lg",
        "sentiment": "negative"
      },
      {
        "name": "ministry of science and ict",
        "sentiment": "none"
      },
      {
        "name": "lg ai up home appliance washing machine",
        "sentiment": "none"
      },
      {
        "name": "koita",
        "sentiment": "none"
      },
      {
        "name": "maeil media center",
        "sentiment": "none"
      },
      {
        "name": "korea industrial technology association",
        "sentiment": "none"
      },
      {
        "name": "maekyung media group",
        "sentiment": "none"
      },
      {
        "name": "maeil business newspaper",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "seoul",
        "sentiment": "none"
      },
      {
        "name": "jung district",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:04:33.725+03:00",
  "updated": "2024-04-12T04:04:33.725+03:00"
}