{
  "thread": {
    "uuid": "45b330fc1fe3764bcd7104e705a9e0f255fc1898",
    "url": "https://laverdadnoticias.com/viral/El-poder-de-Messi-Abuela-argentina-evita-ser-secuestrada-por-Hamas-20240308-0208.html",
    "site_full": "laverdadnoticias.com",
    "site": "laverdadnoticias.com",
    "site_section": "https://laverdadnoticias.com/rss/feed.xml",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "La Verdad Noticias",
    "title": "El poder de Messi: Abuela argentina evita ser secuestrada por Hamás",
    "title_full": "El poder de Messi: Abuela argentina evita ser secuestrada por Hamás",
    "published": "2024-03-09T04:37:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://laverdadnoticias.com/__export/1709951819478/sites/laverdad/img/2024/03/08/el_poder_de_messiabuela_argentina_evita_ser_secuestrada_por_hamxs.jpg_1961475191.jpg",
    "performance_score": 0,
    "domain_rank": 46026,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "45b330fc1fe3764bcd7104e705a9e0f255fc1898",
  "url": "https://laverdadnoticias.com/viral/El-poder-de-Messi-Abuela-argentina-evita-ser-secuestrada-por-Hamas-20240308-0208.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Cinthya Gonzalez",
  "published": "2024-03-09T04:37:00.000+02:00",
  "title": "El poder de Messi: Abuela argentina evita ser secuestrada por Hamás",
  "text": "[Viral](/seccion/viral/)\nEl poder de Messi: Abuela argentina evita ser secuestrada por Hamás\nEster Cunio, una abuela argentina de 90 años, logró evitar ser secuestrada por miembros de Hamás en Israel gracias a una ingeniosa estrategia\nEster Cunio, una abuela argentina de 90 años, logró evitar ser secuestrada por miembros de Hamás en Israel gracias a una ingeniosa estrategia: mencionar el nombre del famoso futbolista Lionel Messi. Sus captores, al escuchar el nombre del ídolo argentino, decidieron liberarla debido a su afición y admiración por el astro del fútbol.\nAbuela argentina se salva de secuestro en Israel gracias a Messi\nLa historia de Ester se volvió viral en las redes sociales, alcanzando más de 2 millones de visitas en la plataforma \"X\", anteriormente conocida como Twitter.\nEster relató cómo ella y su familia estuvieron en peligro cuando terroristas irrumpieron en su hogar en el kibutz israelí Nir Oz. A pesar del miedo y la amenaza, Ester pensó rápidamente y mencionó a Messi durante una conversación con uno de los secuestradores, lo que provocó un cambio de actitud en él.\n“No me hables”, le dijo Ester al secuestrador. “Yo no sé tu idioma árabe. Yo hablo en argentino, en castellano”. Cuando el terrorista preguntó qué era Argentina, Ester respondió: “¿Ves fútbol?”, a lo que él asintió. “Entonces le dije: Yo soy de donde es Messi”. El secuestrador se sorprendió y pidió una foto.\nEl nombre del reconocido futbolista argentino logró desarmar al terrorista y llevar la situación a un desenlace pacífico, permitiendo que Ester y su familia evitaran el secuestro.\nTe puede interesar:\nSin acuerdo para tregua en Gaza: Hamas deja negociaciones en El Cairo\nAbuelita ruega por sus nietos atrapados en Hamás\n“Messi”— Tendencias en Argentina (@porqueTTarg)\nPorque la famosa abuela de la Ak-47 secuestrada por Hamas en Israel resultó ser argentina y la liberaron gracias a que dijo ser del país de Messi.\nEl 7 de octubre a la mañana, Ester Cunio estaba en su casa del kibutz israelí Nir Oz cuando irrumpieron los terroristas de…\n[pic.twitter.com/qtgYoWoniT] [March 7, 2024]\nLa valentía de Ester Cunio se destaca en el nuevo documental en español, \"Voces del 7 de octubre\", que presenta historias de supervivencia durante el ataque perpetrado por Hamás en\n Israel. El documental busca preservar testimonios importantes para las generaciones futuras, resaltando la humanidad y la valentía en medio del conflicto.\nDurante una entrevista para el documental, Ester expresó lo que le diría a Messi si supiera de su caso: “Si él (Messi) sabe que yo lo mencioné y por él me salvé, ahora le pediría por mis dos nietos que están ahí encerrados. No los podemos sacar todavía”.\nEl incidente subraya la importancia de la solidaridad y la empatía en momentos difíciles. Aunque Ester logró salvarse gracias a mencionar a Messi, su historia nos recuerda que muchas otras personas se encuentran en situaciones difíciles y aún no han recuperado su libertad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T05:34:11.035+02:00",
  "updated": "2024-03-09T05:34:11.035+02:00"
}