{
  "thread": {
    "uuid": "d2433d166b823bf514518a73be90dded64408bdf",
    "url": "https://theloadstar.com/going-green-gives-forwarders-a-competitive-edge-but-it-can-be-costly",
    "site_full": "theloadstar.com",
    "site": "theloadstar.com",
    "site_section": "https://theloadstar.com/rss",
    "site_categories": [
      "logistics",
      "travel",
      "air_travel",
      "business"
    ],
    "section_title": "The Loadstar",
    "title": "Going green gives forwarders ‘a competitive edge’ – but it can be costly",
    "title_full": "Going green gives forwarders ‘a competitive edge’ – but it can be costly",
    "published": "2024-07-05T13:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://theloadstar.com/wp-content/uploads/e00dbb15f246da4cac961f06722cec69-680x0-c-default.jpg",
    "performance_score": 0,
    "domain_rank": 29239,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d2433d166b823bf514518a73be90dded64408bdf",
  "url": "https://theloadstar.com/going-green-gives-forwarders-a-competitive-edge-but-it-can-be-costly",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gavin van Marle",
  "published": "2024-07-05T13:32:00.000+03:00",
  "title": "Going green gives forwarders ‘a competitive edge’ – but it can be costly",
  "text": "Increased competitive advantage is reported as the primary benefit for freight forwarders ‘going green’, according to a recent report by the British International Freight Association (Bifa) and emissions calculation platform Pledge.\nHowever, many companies are yet to see the benefits.\nYesterday, Bifa policy advisor for environmental issues Mike Jones noted that the three main issues for a forwarder considering a sustainability initiative were moral, legal and commercial.\nAnd the most significant reported benefit from a study of 83 freight forwarders was “increased competitive advantage”.\nPledge content marketing manager Greg Herz added that sustainability was often used to “win new customers and tenders”, and Mr Jones added: “It also takes out the rush of not being able to provide what your customers might ask for in the future.”\nIndeed, 40% of respondents listed ‘increased recognition/competitive advantage’ as a benefit of implementing sustainable practices; 36% said it won them new customers or tenders and 12% said poor sustainable practices had actually lost them tenders.\nHowever, Mr Herz noted that even though a large number of respondents recognised the commercial benefit, it was still deemed “generally low, or modest”.\n“There is a lack of widespread recognition of the positive effects – that will need to increase for sustainability uptake to increase,” he said.\nMr Jones pointed out that “a lot of companies haven’t started that journey yet”.\n“There is a clear disparity between priority of sustainability for large forwarders versus SME forwarders,” noted Mr Herz.\nThe report said: “There’s a drastic drop off in prioritisation once company size dips below the 50-employee mark… Small and medium-sized forwarders, in particular, face hurdles such as limited budgets and integration complexities.\n“To bridge this gap, targeted support and incentives from industry bodies will be essential.”\nBifa policy & compliance director Robert Windsor strongly pointed out that modal shift would be an effective way for shippers and forwarders to reduce Scope 3 emissions. He added: “It’s no secret that there is a hierarchy of carbon emissions.\n“Maritime is the least, then rail, then road. The worst for emissions is air.”\nMr Windsor also suggested that, where possible, maximum load capacity was reached. But he said: “This can be hard if you have a container three-quarters full and it needs to move urgently, but slowing down the supply chain would be beneficial.”\nThe report concluded: “Overall, the path to a more sustainable freight forwarding sector via carbon reduction is clear, but requires concerted efforts from stakeholders at all levels.\n“By embracing sustainable practices, forwarders can not only mitigate their environmental impact, but also unlock new business opportunities and enhance their market position.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mike jones",
        "sentiment": "none"
      },
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "greg herz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "british international freight association",
        "sentiment": "none"
      },
      {
        "name": "bifa",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:19:09.288+03:00",
  "updated": "2024-07-05T14:19:09.288+03:00"
}