{
  "thread": {
    "uuid": "1ee54394bd89c0c27e1cb5c0fd80875dfb55df2a",
    "url": "https://www.beliefnet.com/columnists/dailycupofwellness/2024/02/a-record-number-of-americans-are-turning-65-this-year-and-redefining-the-milestone.html",
    "site_full": "www.beliefnet.com",
    "site": "beliefnet.com",
    "site_section": "http://www.beliefnet.com/Feeds/All.aspx",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Beliefnet Top Features",
    "title": "A Record Number of Americans Are Turning 65 This Year and Redefining the Milestone",
    "title_full": "A Record Number of Americans Are Turning 65 This Year and Redefining the Milestone",
    "published": "2024-02-29T22:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://wp-media.beliefnet.com/sites/410/2024/02/americans-turning-65-credit-shutterstock-768x576.jpg",
    "performance_score": 0,
    "domain_rank": 5467,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1ee54394bd89c0c27e1cb5c0fd80875dfb55df2a",
  "url": "https://www.beliefnet.com/columnists/dailycupofwellness/2024/02/a-record-number-of-americans-are-turning-65-this-year-and-redefining-the-milestone.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lauren McKeithen",
  "published": "2024-02-29T22:43:00.000+02:00",
  "title": "A Record Number of Americans Are Turning 65 This Year and Redefining the Milestone",
  "text": "More Americans are turning 65 this year than at any prior time in history. Today’s 65-year-olds are reshaping a milestone long associated with retirement parties and the end of productive years. They’re wealthier and, by many measures, healthier and expected to live another 20 years. A growing amount are divorced, and many turn their focus on what they want in this next stage.\nKen Dychtwald, CEO of Age Wave, a California-based consulting firm specializing in aging-related issues, said, “Being 65 is not just thinking about who you were, but what you might become in a new chapter.” He says our parents and grandparents weren’t typically thinking of new ventures and possibilities at 65 because they were winding down. About 4.1 million Americans will reach 65 years old this year, hitting a surge that will continue through 2027, according to an analysis by Jason Fichtner, executive director of the Retirement Income Institute and chief economist at the Bipartisan Policy Center.\nHe says that’s about 11,200 a day, compared with the 10,000 daily average from the previous decade. Robin Darrow, vice president of sales and marketing at Scentrifugal Events, turns 65 in a few months but has no plans to retire because she loves her job and also can’t afford to retire. Darrow, who lives in the Philadelphia area, helped found the company in 2016, which offers “create your own fragrance” events at celebrations and meetings. She says, “I’m not winding down; I’m just starting.” According to a recent report from the Pew Research Center, nearly 20 percent of Americans 65 and older were employed in 2023, which is nearly double the share of those who were working 35 years ago.\n“More are working and tending to work more hours,” says Richard Fry, a senior researcher at Pew, who conducted the study. Close to two-thirds of 65 and older employees are working full time, compared with nearly half in 1987, he says. They’re earning more, too, with average hourly pay reaching $22 an hour in 2023, up from $13 an hour in inflation-adjusted dollars in 1987, according to the Pew report.\nMany in this age group are working because they need the money now or want to build a bigger retirement reserve so they don’t outlive their savings, says AARP’s Carly Roszkowski. They also\nenjoy their work and the opportunity for ongoing learning and social connections, she says. Today’s 65-year-olds are wealthier than their predecessors. While significant disparities exist, the median net worth of those 65 to 74 was $410,000 in 2022, up from $282,270 in 2010 in inflation-adjusted 2022 dollars, according to the Federal Reserve’s Survey of Consumer Finances.\n“This is one of the untold success stories of the modern economy: There is a lot more wealth as people enter retirement,” says Ben Harris, director of the Retirement Security Project at Brookings Institution and former chief economist at the U.S. Treasury Department. Some of that 45 percent increase in net worth reflects rising values of homes and retirement accounts. Not all baby boomers have fared as well: Those 75 and older had a 13% gain in median net worth over the same period.\nToday’s 65-year-olds have more to spend now, but fewer have pensions that offer protected monthly income. They have to depend on savings, investments and Social Security to last and cover expected rising caregiving costs, says Fichtner with the Bipartisan Policy Center.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.wsj.com/articles/they-retired-now-they-are-taking-care-of-other-retirees-2c17de97?st",
    "https://www.federalreserve.gov/econres/scf/dataviz/scf/chart/#series:Net_Worth;demographic:agecl;population:5;units:median;range:1989,2022",
    "https://www.wsj.com/articles/they-retired-now-they-are-taking-care-of-other-retirees-2c17de97",
    "https://wsj.com/articles/they-retired-now-they-are-taking-care-of-other-retirees-2c17de97?st",
    "https://federalreserve.gov/econres/scf/dataviz/scf/chart/#series:Net_Worth;demographic:agecl;population:5;units:median;range:1989,2022"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jason fichtner",
        "sentiment": "none"
      },
      {
        "name": "ken dychtwald",
        "sentiment": "none"
      },
      {
        "name": "robin darrow",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "retirement income institute",
        "sentiment": "none"
      },
      {
        "name": "bipartisan policy center",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:51:03.121+02:00",
  "updated": "2024-03-01T00:51:03.121+02:00"
}