{
  "thread": {
    "uuid": "283bd6af62ff41f327f70d9d674554fc01f9d28c",
    "url": "https://www.tvazteca.com/aztecauno/anahi-saco-pastel-refrigerador-despues-de-17-anos-fotos",
    "site_full": "www.tvazteca.com",
    "site": "tvazteca.com",
    "site_section": "https://www.tvazteca.com/aztecauno/especiales-azteca-uno",
    "site_categories": [
      "vehicles"
    ],
    "section_title": "Especiales y espectáculos de Azteca Uno ",
    "title": "Después de 17 años, Anahí saca del congelador un pastel",
    "title_full": "Después de 17 años, Anahí saca del congelador un pastel",
    "published": "2024-01-16T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://tvazteca.brightspotcdn.com/dims4/default/f3d7b54/2147483647/strip/true/crop/1200x630+0+23/resize/1200x630!/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F10%2F6e23a8314befbae70a2e94f522db%2Fanahi-14.jpg",
    "performance_score": 0,
    "domain_rank": 28854,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "283bd6af62ff41f327f70d9d674554fc01f9d28c",
  "url": "https://www.tvazteca.com/aztecauno/anahi-saco-pastel-refrigerador-despues-de-17-anos-fotos",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Por: Maribel Velázquez",
  "published": "2024-01-16T02:00:00.000+02:00",
  "title": "Después de 17 años, Anahí saca del congelador un pastel",
  "text": "La RBD compartió un video donde se le ve cumpliendo una promesa que hizo hace más de una década. Todos los detalles en las fotos. ver fotos - Anahí es considerada una de las famosas más queridas no solo en México, sino en América Latina. - Su popularidad se la debe Rebelde, telenovela que protagonizó en 2004. - La actriz y también cantante nunca imaginó el impacto y amor que recibiría desde entonces. - Tras el éxito de la telenovela nació RBD, un grupo musical integrado por los protagonistas de la telenovela. - Tras finalizar la telenovela, Anahí, Dulce María, Mayte Perroni, Christopher Uckermann, Alfonso Herrera y Christian Chávez se dedicaron ofrecer conciertos. - Conciertos que ofrecieron tanto en México como en otros países de América Latina. - El éxito tanto de Rebelde, así como de RBD condujo a una serie que llevó por nombre “RBD, la familia”. - Y fue justo en “RBD, la familia” que se realizó una escena que se ha vuelto viral en redes sociales. - Dicha escena muestra a Anahí muy molesta porque sus compañeros de la agrupación la dejan “plantada”. - Según la trama, la cantante preparó con mucho cariño un pastel… - Y al darse cuenta de que nadie acudió a su reunión, toma el pastel y decide congelarlo. - Pero antes lanza una seria advertencia, prometió no sacarlo del refrigerador hasta el 2024, es decir, 17 años después. - “Maldito pastel, aquí te quedas hasta el 2024”, se le escucha decir a Anahí en 2007. - La actriz toma el pastel y lo mete en lo más profundo del refrigerador. - En aquel momento el 2024 sonaba muy lejano. - Y como la actriz hizo una promesa, en redes le pidieron que ya era hora de sacar el pastel. - Anahí siempre se ha caracterizado por escuchar a sus fans. - Y esta vez no fue la excepción. - La madre de dos pequeñitos cumplió aquella promesa que hizo años atrás. - Y compartió un video donde no se le ve enojada como hace años, sino con muy contenta. - Y con una gran sonrisa se le ve abriendo las puertas del refrigerador y para sorpresa de muchos, ¡sacó el pastel que congeló años atrás! - “¡Hola 2024!”, se lee al pie del video. - Hasta el momento el video que ha recibido más de 800 mil corazones en Instagram. - Y en X, antes Twitter, ha recibido más de 3 mil comentarios. - Todos los mensajes aplauden que por fin haya sacado ese pastel: “Eres la mejor, gracias por cumplir con tus promesas”. “Te amo hasta el infinito”. “Eres lo más grande”. “Ese pastel luce tan hermoso como tú”. “Ya era hora de que lo sacaras del refrigerador”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-16T21:13:19.919+02:00",
  "updated": "2024-01-16T21:13:19.919+02:00"
}