{
  "thread": {
    "uuid": "c4877f688b83eaf496dfacd845609604edba5157",
    "url": "https://www.durangoherald.com/articles/for-skiers-in-colorado-a-snow-season-that-started-slow-and-rebounded-is-poised-for-a-deluge/",
    "site_full": "www.durangoherald.com",
    "site": "durangoherald.com",
    "site_section": "https://www.durangoherald.com:443/feeds/all",
    "site_categories": [
      "media"
    ],
    "section_title": "All Stories",
    "title": "For skiers in Colorado, a snow season that started slow and rebounded is poised for a deluge",
    "title_full": "For skiers in Colorado, a snow season that started slow and rebounded is poised for a deluge",
    "published": "2024-01-15T15:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.dur.navigacloud.com/?uuid=54c14d15-486d-51a8-85e5-2b262db3ed77&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 16136,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c4877f688b83eaf496dfacd845609604edba5157",
  "url": "https://www.durangoherald.com/articles/for-skiers-in-colorado-a-snow-season-that-started-slow-and-rebounded-is-poised-for-a-deluge/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-15T15:30:00.000+02:00",
  "title": "For skiers in Colorado, a snow season that started slow and rebounded is poised for a deluge",
  "text": "On a recent morning at Powderhorn Mountain Resort, skiers and boarders glided through pillowy powder so light and deep they created clouds with each turn.\nIt’s a good powder day, but earlier this week was legendary, bringing 2 feet of fresh snow. Elizabeth Greenfield was there for it and drove more than an hour to visit the Mesa resort.\n“Oh, it was incredible!” she said, with a giggle. “Incredible snow.”\nIan Wilson took off work and nabbed fresh tracks with a friend.\n“We just came straight under the lift and we just couldn’t see anything, because there was so much powder,” he said. “It was awesome!”\nThe snow has kept falling, drawing in more visitors like Lexie Sanchez, who was still snowboarding despite her frozen hair and eyelashes.\n“It feels like a white Christmas morning!” she said.\nConditions at Powderhorn are so much better than they were on Christmas when the snow was icy and sparse.\nChance Keso with OnTheSnow, an online platform that monitors ski conditions and travel, has watched a similar turnaround at many ski areas in the U.S. Part of Keso’s job is watching mountain cameras in North America.\nAt the beginning of the season, “I saw rain, mud, dirt and rocks all over the slopes,” he said, “and with these last storms, I can't see some of the cameras now because they're covered in snow from blizzards.\n“And it’s actually starting to look like winter out there.”\nStill, it is a mixed bag across the state and country. Colorado’s snowpack is falling well short of levels that are typical for this time of year. While Western and East Coast ski areas have mostly been able to open, some in the Midwest still haven’t.\nSunday River ski resort in Maine is in recovery mode after statewide rain storms last month washed away a lot of snow. Resort spokesperson Ellen Wainwright said that when new storms finally brought a wallop of powder, it was “incredible.”\n“For us to be able to have snow-covered trails, smiling guests, especially from the aftermath, it's been awesome,” she said.\nIn Washington, a new blanket of powder has finally arrived at the Mt. Baker Ski Area, but this season’s snow is still lagging and is far behind the record-setting winter with nearly 100 feet of snow it had 25 years ago. Resort CEO Gwyn Howat, whose family has been managing the ski area since the 1960s, said snow is always on the minds of locals.\n“It’s the talk of the town when there's a good pow day, and it's the talk of the town when we're running a little lean too,” she joked.\nMother Nature is a roller coaster, Howat added, with drastic swings in snow levels over the decades. Like everyone in this story, she worries about how climate change could affect winters – and her industry – in the future.\nBack at Powderhorn, Marian Brosig floated down the mountain, buoyed by that fantastic powder.\n“I mean, you feel like you’re in Heaven,” she said, looking content in her bright jacket with a colorful cow on the front.\nShe also knows this powder means more than just a fun day. Come spring, it will melt off the mountain and feed into the Colorado River: the primary water source for roughly 40 million people in the West.\n“It’s wonderful for skiing, but especially for this summer and the rivers,” she said, adding with a smile: “But, of course, this is gravy.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "elizabeth greenfield",
        "sentiment": "none"
      },
      {
        "name": "keso",
        "sentiment": "none"
      },
      {
        "name": "lexie sanchez",
        "sentiment": "none"
      },
      {
        "name": "ian wilson",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "powderhorn mountain resort",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "mesa",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "keso",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T17:39:43.558+02:00",
  "updated": "2024-01-15T17:39:43.558+02:00"
}