{
  "thread": {
    "uuid": "efa635b772b80d87ea3edb352bb0b7817af92a25",
    "url": "https://www.sunjournal.com/2024/04/18/church-provides-medical-equipment-community-service",
    "site_full": "www.sunjournal.com",
    "site": "sunjournal.com",
    "site_section": "http://www.centralmaine.com/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Kennebec Journal and Morning Sentinel",
    "title": "Farmington church provides medical equipment, community service",
    "title_full": "Farmington church provides medical equipment, community service",
    "published": "2024-04-19T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.sunjournal.com/wp-content/uploads/sites/11/2024/04/essentials-1-1713438341.jpg?w=1024",
    "performance_score": 0,
    "domain_rank": 13743,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "efa635b772b80d87ea3edb352bb0b7817af92a25",
  "url": "https://www.sunjournal.com/2024/04/18/church-provides-medical-equipment-community-service",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rebecca Richard",
  "published": "2024-04-19T01:00:00.000+03:00",
  "title": "Farmington church provides medical equipment, community service",
  "text": "Farmington church provides medical equipment, community service Old South Church sponsors a number of projects that help make life more comfortable for others.\nPosted 6:00 PM Updated at 6:13 PM Rebecca Richard Franklin Journal 4 min read Font size + Gift article\nYou are able to gift 5 more articles this month.\nAnyone can access the link you share with no account required. Learn more .\nEmail Copy Link Email address Send! Article link sent! An error has occurred. Please try again.\nWith a Lewiston Sun Journal subscription, you can gift 5 articles each month.\nIt looks like you do not have any active subscriptions. To get one, go to the subscriptions page .\nSubscribe Today With a Lewiston Sun Journal subscription, you can gift 5 articles each month.\nSubscribe Today Sign In Loading.... Share Facebook Reddit Linkedin Email Copy Link Print Sherry Jenckes, volunteer, helps sign out medical equipment Tuesday, April 16, from the medical lending effort at the Old South Church in Farmington. Rebecca Richard/Franklin Journal\nFARMINGTON — Old South Church of Farmington now houses Annie’s Beanpole, a medical equipment lending library that originated in the founder’s basement. The church offers this crucial service, supplying medical equipment free of charge to those in need.\nThere are no fees or due dates; simply sign the waiver, and the equipment can be used for as long as needed. Sherry Jenckes, a volunteer, said the inventory includes crutches, walkers, hospital bed rails, wheelchairs, ramps, shower seats, grab bars, tub rails, glucometers, and more.\n“We are trying to get the word out that we exist,” Jenckes said. “We are here. And we also need products.”\nJenckes, along with Mardy Bogar another volunteer shared insights into the church’s various ministries during a recent interview. Jenckes offered a comprehensive tour of not just Annie’s Beanpole but other initiatives flourishing at Old South Church. The first stop was a ministry to offer people essential items like soap.\n“We started it last June; we are working on what hours are best and what resources and products,” Jenckes said, as she led the way to the Essentials Closet. The closet, adorned with delicate lights, offers essential support to the community. “Folks can just come and tell us what they need. We have some guidelines, like one item per person, unless it’s something like a family that needs toothbrushes. We are narrowing down what people most need,” she added.\nThe Essentials Closet has items like laundry detergent, dish soap, feminine hygiene products, razors, toothbrushes, toilet paper, diapers, adult incontinence products, socks, and more. There is a set-up of books and crayons for the children while the parents pick up some items. Low-income families are encouraged to visit the Essentials Closet for free personal care products once each month. Advertisement\nThe Coat Closet is open during the same hours as the Essentials Closet. Rebecca Richard/Franklin Journal\nBogar highlighted the significance of community support. “The Rotary has helped us, and the Church of Latter-Day Saints, they have really been instrumental in getting us off the ground,” she said. Their collaborative efforts have propelled these ministries forward, ensuring their sustainability and impact, she said.\nAnother popular ministry is the Coat Closet. The church’s youth group plays a crucial role in managing the Coat Closet, ensuring that winter clothing is readily available for those in need. It is much more than a closet. It is a big room with coats and hats on display. Jenckes credited the outgoing youth director, Jody Gunther for her role in organizing donations and setting up the closet. The Coat Closet is usually open on two dates in the fall, one in November and one on Chester Greenwood Day.\n“We have a really good group of volunteers. We have up to 200 people on the advertised days for the Coat Closet. The Coat Closet is also open on the days we open the Essentials Closet,” Bogar said.\nReflecting on the broader impact of their work, Jenckes said, “The concept is not to provide any one or any family with all the essential care products that they need all the time, but to supplement their needs when they are trying to get through the month.” She said this philosophy underscores the church’s commitment to addressing the immediate needs of the community.\nIn addition to these ministries, Old South offers a range of services, including a free community lunch and a warming center during colder months. Despite challenges, such as lower attendance at the warming center this year, Jenckes said the church remains steadfast in its mission to provide aid and comfort to those in need.\nAnother food ministry is the Pancakery. Gunther oversees the monthly Pancakery brunch. The Pancakery is a community event offering free food and live music after worship. Youth volunteers wait on tables and assist in the kitchen, with parents pitching in too. Advertisement\nAnother monthly event is the community lunch which provides a hearty meal with takeout options. Jenckes said both meals foster socialization and camaraderie.\n“The way we have this program set up with the volunteer rotation works really well,” Jenckes said. “Each person takes a half of the month, and everything is by appointment, so each volunteer and individual who needs something can agree on a time that works for both of them.”\nThe Essentials Closet was started last June. Rebecca Richard/Franklin Journal\nAs Annie’s Beanpole and the Essentials Closet continue to evolve, Jenckes said the dedication of volunteers ensures that these resources remain accessible to those who need them most.\nOld South Church is located at 235 Main St. in Farmington. The Essentials Closet will be open on Wednesday, April 24 from 2 to 4 p.m. The Essentials Closet is open the second Monday of the month from 10 a.m. to 12 p.m. and the fourth Wednesday from 2 to 4 p.m.\nThe medical equipment lending library, Annie’s Beanpole, can be accessed by contacting the church at 207-778-0424 for more information. Donations of quality gear are appreciated, especially wheelchairs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "annie",
        "sentiment": "neutral"
      },
      {
        "name": "mardy bogar",
        "sentiment": "none"
      },
      {
        "name": "sherry jenckes",
        "sentiment": "none"
      },
      {
        "name": "jenckes",
        "sentiment": "none"
      },
      {
        "name": "” jenckes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "farmington — old south church of farmington",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "old south church",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:16:59.661+03:00",
  "updated": "2024-04-19T06:33:25.413+03:00"
}