{
  "thread": {
    "uuid": "a08385f8f04ffee6105b42c038523a03d043a00d",
    "url": "https://www.channelnewsasia.com/commentary/china-moon-mission-change-6-lunar-samples-countries-work-together-4310841",
    "site_full": "www.channelnewsasia.com",
    "site": "channelnewsasia.com",
    "site_section": "http://www.channelnewsasia.com/",
    "site_categories": [
      "society",
      "tech",
      "top_news"
    ],
    "section_title": "CNA: Breaking News, Singapore News, World and Asia",
    "title": "Commentary: China’s new moon mission is a rare example of countries working together - CNA",
    "title_full": "Commentary: China’s new moon mission is a rare example of countries working together - CNA",
    "published": "2024-05-04T01:03:21.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://onecms-res.cloudinary.com/image/upload/s--RG2EPW_P--/fl_relative,g_south_east,l_mediacorp:cna:watermark:2023-11:afp_watermark_14112023,w_0.1/f_auto,q_auto/c_fill,g_auto,h_676,w_1200/v1/mediacorp/cna/image/2024/05/03/000_34qq4u2.jpg?itok=VEOaQak6",
    "performance_score": 0,
    "domain_rank": 1762,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 24
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a08385f8f04ffee6105b42c038523a03d043a00d",
  "url": "https://www.channelnewsasia.com/commentary/china-moon-mission-change-6-lunar-samples-countries-work-together-4310841",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard de Grijs",
  "published": "2024-05-04T01:03:21.000+03:00",
  "title": "Commentary: China’s new moon mission is a rare example of countries working together - CNA",
  "text": "Best News Website or Mobile Service WAN-IFRA Digital Media Awards Worldwide 2022 Best News Website or Mobile Service Digital Media Awards Worldwide 2022\nSign In\nAccount My Feed\nSearch Edition Menu Edition: Singapore Indonesia Asia US/UK Edition: Singapore Indonesia Asia US/UK Navigate to other CNA editions here.\nHamburger Menu Close Top Stories East Asia Asia Singapore World Commentary Sustainability Business Sport Latest News CNA Insider Watch Live TV News Reports Documentaries & Shows TV Schedule Listen CNA938 Live Podcasts Radio Schedule Special Reports Singapore Parliament Mental Health Interactives Lifestyle Entertainment Women Wellness Living Style & Beauty Dining Travel Luxury Experiences Obsessions People Remarkable Living CNA Eyewitness Send us a news tip Events & Partnerships Branded Content Business Blueprint Health Matters The Asian Traveller Weather Edition: Singapore Indonesia Asia US/UK Navigate to other CNA editions here.\nClose Close Top Stories East Asia Asia Singapore World Commentary Sustainability Business Sport Latest News CNA Insider Watch Live TV News Reports Documentaries & Shows TV Schedule Listen CNA938 Live Podcasts Radio Schedule Special Reports Singapore Parliament Mental Health Interactives Lifestyle Entertainment Women Wellness Living Style & Beauty Dining Travel Luxury Experiences Obsessions People Remarkable Living CNA Eyewitness Send us a news tip Events & Partnerships Branded Content Business Blueprint Health Matters The Asian Traveller Weather Edition: Singapore Indonesia Asia US/UK Navigate to other CNA editions here.\nSearch Trending Topics CNA Explains China Malaysia Israel-Hamas war Snap Insight Billion-dollar money laundering case Wellness Follow CNA Follow our news Facebook Twitter Youtube LinkedIn RSS\nRecent Searches Trending Topics CNA Explains China Malaysia Israel-Hamas war Snap Insight Billion-dollar money laundering case Wellness\nMain navigation Top Stories Latest News East Asia Asia Singapore Commentary Sustainability CNA Insider Lifestyle Watch Listen + All Sections Commentary\nCommentary: China’s new moon mission is a rare example of countries working together Bookmark Bookmark Share WhatsApp Telegram Facebook Twitter Email LinkedIn Close Close Top Stories East Asia Asia Singapore World Commentary Sustainability Business Sport Latest News CNA Insider Watch Live TV News Reports Documentaries & Shows TV Schedule Listen CNA938 Live Podcasts Radio Schedule Special Reports Singapore Parliament Mental Health Interactives Lifestyle Entertainment Women Wellness Living Style & Beauty Dining Travel Luxury Experiences Obsessions People Remarkable Living CNA Eyewitness Send us a news tip Events & Partnerships Branded Content Business Blueprint Health Matters The Asian Traveller Weather Edition: Singapore Indonesia Asia US/UK Navigate to other CNA editions here.\nSearch Trending Topics CNA Explains China Malaysia Israel-Hamas war Snap Insight Billion-dollar money laundering case Wellness Follow CNA Follow our news Facebook Twitter Youtube LinkedIn RSS\nRecent Searches Trending Topics CNA Explains China Malaysia Israel-Hamas war Snap Insight Billion-dollar money laundering case Wellness\nAdvertisement Advertisement Commentary\nCommentary: China’s new moon mission is a rare example of countries working together China’s Chang'e-6 is going to explore the moon’s far side and bring back precious lunar soil for scientists to study. Astrophysics professor Richard de Grijs weighs in.\nA Long March 5 rocket, carrying the Chang'e-6 mission lunar probe, lifts off as it rains at the Wenchang Space Launch Centre in southern China's Hainan Province on May 3, 2024. (Photo: AFP/Hector Retamal)\nRichard de Grijs Richard de Grijs 04 May 2024 06:00AM Bookmark Bookmark Share WhatsApp Telegram Facebook Twitter Email LinkedIn SYDNEY: Placed on top of a powerful Long March 5 rocket, China's Chang'e-6 mission lifted off from the Wenchang Space Launch Site on southern Hainan Island on Friday (May 3).\nIt aims to deliver several “firsts” in the increasingly crowded and competitive arena of moon exploration .\nChang'e-6 will be only the second mission to land on the lunar far side, after Chang'e-4 successfully touched down first in 2019.\nIt’s the latest mission in China’s successful and long-running lunar exploration programme , aimed at proving new technological advances with each mission. And this time, it’s also an inspiring feat of international collaboration.\nRelated: Commentary: China’s space success is ready to launch - with or without foreign partners Commentary: The new space race could turn science fiction into reality WHAT'S ON THE FAR SIDE OF THE MOON? The spacecraft was originally built as a backup for the previous mission - Chang'e-5 - which successfully brought back 1.73kg of lunar regolith (soil) from the moon’s near side in 2020.\nHowever, the Chang'e-6 mission parameters are more ambitious and scientifically more highly anticipated. It is also a complicated mission. Its four separate spacecraft must work in close coordination to successfully return up to 2kg of regolith from the moon’s far side.\nFrom our vantage point on Earth, the moon’s far side is never visible. The earth-moon system is tidally locked: Even though both rotate, we always face the same half of the moon.\nWhen the Soviet Union’s Luna 3 probe returned the first images of the moon’s far side in 1959, they showed a heavily cratered surface. It’s quite different from that of the familiar near side.\nThis pockmarked appearance, combined with samples returned by NASA’s Apollo missions, offered some support for the popular “Late Heavy Bombardment” theory. Although this theory is not universally accepted, its proponents suggest that large numbers of meteorites and asteroids may have impacted the Solar System’s rocky planets (and their moons) at an early stage of their formation.\nChang'e-6 aims to collect samples from the oldest lunar impact crater, the South Pole-Aitken basin. Many recent missions to the moon have targeted the lunar south polar region. This was, in part, driven by the discovery of water ice in the area’s dark craters and its potential exploitation for future lunar bases.\nWith this imminent sample return, we are now getting tantalisingly close to learning what the lunar far side is made of and its age. It would provide more detail than ever before. This could help us really understand the early history of the Solar System and whether the Late Heavy Bombardment theory needs a rethink.\nSCIENCE WITHOUT BORDERS Any specimens retrieved will be shared with the international community for in-depth analysis, just like the Chang'e-5 samples and data from China’s other space science missions - including its recent high-resolution moon atlas.\nAudience members take photos of a screen showing a video about China's Chang'e-5 moon probe at an event announcing details of international access to lunar samples collected by the probe, in Beijing on Jan 18, 2021. (Photo: AFP/Greg Baker) In the current era of increased geopolitical tensions, the Chang'e-6 mission is a rare example of constructive international collaboration. The probe carries instruments contributed by France, Italy, Pakistan and Sweden. The Swedish payload was developed with funding from the European Space Agency (ESA).\nThis may seem surprising given the current state of world affairs. But ESA and the Chinese Academy of Sciences share a history of joint space missions, although relations have withered somewhat in recent years.\nA REFRESHING DEVELOPMENT From a scientific perspective, Chang'e-6’s international engagement is a refreshing development. Scientists are driven by universal principles underpinning the scientific approach. We place great value on collaborative efforts, irrespective of one’s national origin. Science doesn’t know borders.\nWith space missions being just one example, Chinese scientists are rapidly gaining ground and increasingly leading global scientific achievements. Chinese prowess in science and technology has now reached levels that can no longer be ignored by international collaborators and competitors alike.\nYet real-world constraints in an increasingly geopolitically fraught environment do affect our work as scientists, influencing what can be shared between colleagues internationally, and must be factored into our practical decision making.\nIt’s important to strike a careful balance between protecting national interests and the free flow of ideas that may ultimately lead to scientific breakthroughs.\nNot every scientific exchange reaches a level that warrants triggering national security or foreign interference alerts. To paraphrase the Australian government’s foreign relations policy, “collaborate where we can; exercise restraint where we must”. The Chang'e-6 mission is an excellent example of this kind of productive international partnership.\nRichard de Grijs is Professor of Astrophysics, Macquarie University. This commentary first appeared in The Conversation.\nSource: Others/aj Related Topics China space moon Advertisement Also worth reading Content is loading... Advertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://theconversation.com/chinas-new-moon-mission-is-about-to-launch-and-its-a-rare-example-of-countries-working-together-229122",
    "https://www.theconversation.com/chinas-new-moon-mission-is-about-to-launch-and-its-a-rare-example-of-countries-working-together-229122"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chang",
        "sentiment": "positive"
      },
      {
        "name": "richard de grijs",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cna china",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "sydney",
        "sentiment": "none"
      },
      {
        "name": "hainan island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-04T01:03:22.852+03:00",
  "updated": "2024-05-20T01:25:07.689+03:00"
}