{
  "thread": {
    "uuid": "9e8ad136de7c52a3dc7f86325d55e764e1b1207e",
    "url": "https://www.foxnews.com/lifestyle/hero-saved-womans-family-nazis-chillingly-relevant-author",
    "site_full": "www.foxnews.com",
    "site": "foxnews.com",
    "site_section": "https://www.foxnews.com/lifestyle",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Fox News Lifestyle Updates &amp; Happenings  | Fox News",
    "title": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today | Fox News",
    "title_full": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today | Fox News",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.foxnews.com/foxnews.com/content/uploads/2024/05/book-split.jpg",
    "performance_score": 0,
    "domain_rank": 301,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 5
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e8ad136de7c52a3dc7f86325d55e764e1b1207e",
  "url": "https://www.foxnews.com/lifestyle/hero-saved-womans-family-nazis-chillingly-relevant-author",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eve Glover",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Hero saved woman's family from the Nazis: Story is 'chillingly relevant' today | Fox News",
  "text": "Linda Margolin Royal, a former advertising copywriter from Australia, was apprehensive about the January 2024 release of her debut novel, \\\"The Star on the Grave,\\\" given the rampant antisemitism worldwide today in the wake of the Oct. 7 Hamas terror attacks against Israel. Her book, \\\"The Star on the Grave,\\\" is a fictional historical account of how her family was saved from the Holocaust by Chiune Sugihara, a heroic Japanese diplomat known as \\\"the Japanese Schindler.\\\" While Royal was elated to learn from her publisher, Affirm Press, that her book was the No. 1 Australian fiction debut in the month after its release, she told Fox News Digital that to this day, she can’t shake the eerie feeling she's reliving her own family’s history as she tells their story. ISRAELI SOLDIER GRAVELY INJURED IN OCT. 7 TERROR ATTACK FINDS NEW FAITH, OFFERS HOPE TO OTHERS She was struck, she said, by her own words: \\\"Jews run because we learn anyone can become a Jew-hater … Do you know what a betrayal that is?\\\" Royal finished writing her book in Sept. 2023. When she reviewed it as it was going to print about a month later, she said she told her publisher, \\\"People are going to think I wrote this [book] post-Oct. 7 because of how chillingly relevant the sentiments are.\\\" Saved the lives of many Jews Sugihara’s only surviving son, Nobuki Sugihara, 75, shared with Fox News Digital the background of how his father saved many Jewish people, including Royal's own family, from death. In 1940, when his father was serving as vice-consul for Japan in Lithuania and in Prague, European Jews came to him, fearing for their lives after the Nazis invaded, said Nobuki Sugihara. Defying governmental orders, the elder Sugihara surreptitiously issued 2,139 transit visas, according to multiple sources, so the Jews could escape from Poland and Germany to the United States, Canada and Australia through Japan and Siberia in the Soviet Union. Sugihara and another diplomat from the Netherlands, Jan Zwartendijk, risked their lives and their professions to rescue Jewish refugees, according to multiple sources. Zwartendijk did so despite being under Nazi rule by issuing destination visas to Curaçao, according to The Times of Israel. Both men suffered negative consequences in their jobs for going against their superiors. SURVIVOR OF HAMAS TERROR ATTACK ON ISRAEL RECOUNTS PAIN, GRIEF OF LOSING ‘ANGEL’ BOYFRIEND ON OCT. 7 In 1985 and 1997, respectively, Sugihara and Zwartendijk were honored by Yad Vashem, The World Holocaust Remembrance Center, as The Righteous Among the Nations. The Righteous Among the Nations is a title awarded to non-Jews who risked their lives to rescue Jews during the Holocaust. \\\"He was a man who did the right thing. He was very humble.\\\" They are honored with The Medal of the Righteous, which is inscribed with the Jewish saying: \\\"Whosoever saves a single life, saves an entire universe\\\" (Mishnah, Sanhedrin 4:5), according to Yad Vashem. Royal, the novelist, said that Nobuki Sugihara described his father as \\\"very caring and loving, and he was a man who did the right thing. He was very humble.\\\" Nobuki Sugihara himself told Fox News Digital that he did not know about all the people his father saved until he read about it in a newspaper article when he was 19 years old. Royal’s own father, Michael, and his parents came from Poland to Lithuania, where they discovered they could obtain transit visas before traveling through Japan to Australia. They ultimately chose to reside in Australia. Royal remembered her father telling her that he met Sugihara at the consulate when he was 11 years old — and that he had \\\"kind eyes.\\\" Multiple sources have said Sugihara rescued as many as 6,000 Jewish people, but Nobuki Sugihara said it’s impossible to know the exact figure, since one passport was for an entire family. Including descendants of the survivors, his father could have saved as many as 500,000 Jewish people. He said that in 2016, The Mirrer Yeshiva Central Institute estimated that, including descendants of the survivors, his father could have saved as many as 500,000 Jewish people. Emotional meeting Overwhelmed with gratitude for Sugihara’s selfless heroism, Royal told Fox News Digital how emotional it was for her to meet the son of the hero at the Museum of Jewish Heritage in New York City five years ago, when he was a guest speaker. Sensing the man's reserve as they stood together, she said, \\\"I asked him if I could hug him, and he sort of smiled … I could see that his wife was smiling, and that it was OK to do that.\\\" MOTHER OF AMERICAN-ISRAELI HOSTAGE TAKEN ON OCT. 7 SAYS HER FAITH HELPS HER THROUGH HER DARKEST DEPTHS OF PAIN She added, \\\"I just said to him, ‘It's the closest thing to hugging your dad.'\\\" She went on to Fox News Digital, \\\"I'm alive because of his dad, and my kids are alive because of his dad.\\\" Royal never got the chance to meet Sugihara himself before he passed away at age 86 in 1986. But she imagined what it could have been like through Rachel Margol, the 20-year-old headstrong protagonist of her book, \\\"The Star on the Grave.\\\" When Rachel Margol meets Sugihara at the Minsk Hotel in Moscow to thank him for giving her family and other families lifesaving transit visas from Lithuania to Japan, he replied, \\\"I only did what was right … That is all. It’s what anyone would have done.\\\" Rachel then points out that others did not do what he did. She hands him a letter from her grandmother, Felka, who is named after Royal’s own grandmother, and is depicted to be just like her in the story. Rachel shares a close, loving bond with Felka — just as Royal had with her in real life. FAR-LEFT HATRED OF JEWS TODAY ECHOES THE SOCIALISM AND ANTISEMITISM OF HITLER IN THE 1930S Felka is bold, like her signature color red, and she had an exuberant, magnetic presence that drew in everyone. When Felka and Rachel celebrated their 60th and 21st birthdays together in Japan, \\\"The waiters clear the table, and Felka steps up onto the table … They dance joyfully among the rice grains, squashing them into the soles of their high-heeled shoes. Their feet thump the red tablecloth, and they link arms and sing.\\\" \\\"That was my grandmother,\\\" Royal told Fox News Digital. \\\"She did dance on tables and drink vodka … She came to life on the page because that's how my grandmother was. She was hilarious!\\\" However, beneath a flair for life were tragic memories that she buried deep within herself so that the world would never know her pain, said Royal. There is a scene in \\\"The Star on the Grave\\\" in which Felka, the grandmother, is suddenly gripped by grief and anxiety while helping her granddaughter plan her wedding to a Greek Orthodox doctor. \\\"I noticed there was so much trauma with children of Holocaust survivors.\\\" Rachel's lack of knowledge about her true identity hits Felka — and the secrets of her past begin to unravel. Felka tells her granddaughter what it was like to be married and have a baby at age 18 in Warsaw, Poland in 1926. She described Warsaw as \\\"a city of intellectuals, of culture, music and theater\\\" — until suddenly it wasn’t. Felka's parents as well as her husband's parents were likely murdered in the Warsaw Ghetto or the Treblinka extermination camp in Warsaw, according to historical accounts. WOMAN VANDALIZES ISRAELI HOSTAGE POSTERS RIGHT IN FRONT OF CAPTIVES' FAMILY MEMBERS IN NEW YORK CITY She could no longer continue to pursue a degree in law because Jews were not allowed to attend certain schools. She tells her granddaughter, \\\"Hating us is a European tradition.\\\" Felka also reveals that her father didn’t want her to know she was Jewish. \\\"Michael forced us. To hide it. He was so worried you would get hurt.\\\" One night, while she was on a swing, Rachel tried to bring up the subject of her mother, whom she lost when she was just nine years old. Her father shut down the conversation, leading Rachel to say to herself, \\\"Being Michael’s daughter is a winter like no other, with no spring in sight.\\\" ‘Disorder on the inside' Royal told Fox News Digital that she \\\"took her characters to therapy.\\\" She wanted to understand the effects of generational trauma. \\\"I noticed there was so much trauma with children of Holocaust survivors,\\\" she said. Royal discussed the intricacies of her characters' lives with a therapist, she said, such as how Michael’s unresolved childhood trauma affected his parenting skills. She said she wanted to make sure she was accurately portraying the characters and their interactions with each other. While writing a scene involving Felka, she realized the grandmother was very obsessive-compulsive; for example, all the tassels on her Persian rug had to be facing in the same direction. She said she asked a therapist, \\\"Does that mean if her outside world was ordered, that she could cope with the disorder on the inside?\\\" \\\"All this trauma from the Holocaust is resurfacing in their dreams.\\\" The therapist replied, \\\"Yes, you’ve nailed it. That’s exactly what happens.\\\" Royal noticed the anguished look in Felka’s eyes in a photo she took with her on her wedding day. She told Fox News Digital, \\\"At the time of my wedding, I just thought these were lovely photos of me with my grandmother, but when I started researching trauma and looking back at the photos — suddenly I just got this electric shock when I looked in her eyes. You can just see the trauma. She's just completely overwhelmed.\\\" Royal’s grandmother passed away in 2002, when she was 93 years old. CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER Referencing how today's antisemitism is a threatening reminder of the Holocaust, Royal said, \\\"If she were alive today, I don’t know how she would cope. I think all this trauma would just surface … In old age, all the bad memories come back.\\\" She added, \\\"All my friends who have Holocaust-surviving parents — they’re now having nightmares. All this trauma from the Holocaust is resurfacing in their dreams.\\\" CLICK HERE TO GET THE FOX NEWS APP Inspired by Chiune Sugihara's bravery, Royal said she wants to speak at schools about implementing a \\\"Power of One\\\" educational program or campaign — to show that one person can have a powerful ripple effect, such as when it comes to stopping antisemitism. \\\"It takes one person to go against the crowd and think for themselves — like Sugihara. He had such a strong moral compass, his whole life was affected by it.\\\" She added, \\\"The power of one can have significant, far-reaching consequences.\\\" For more Lifestyle articles, visit www.foxnews.com/lifestyle.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chiune sugihara",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fox news linda margolin royal",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "affirm press",
        "sentiment": "none"
      },
      {
        "name": "fox news digital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T18:07:02.839+03:00",
  "updated": "2024-05-13T00:27:20.755+03:00"
}