{
  "thread": {
    "uuid": "4be5fd73c509d4b0c96eb84b57423c115eea7563",
    "url": "https://worldnewsera.com/news/coronavirus/small-businesses-now-helping-to-drive-new-york-citys-post-pandemic-recovery/",
    "site_full": "worldnewsera.com",
    "site": "worldnewsera.com",
    "site_section": "https://worldnewsera.com/news",
    "site_categories": [],
    "section_title": "News - WorldNewsEra",
    "title": "Small Businesses Now Helping To Drive New York City's Post-pandemic Recovery - WorldNewsEra",
    "title_full": "Small Businesses Now Helping To Drive New York City's Post-pandemic Recovery - WorldNewsEra",
    "published": "2023-12-29T01:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14234552_122823-wabc-exit9-gifts-img.jpg",
    "performance_score": 0,
    "domain_rank": 63542,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4be5fd73c509d4b0c96eb84b57423c115eea7563",
  "url": "https://worldnewsera.com/news/coronavirus/small-businesses-now-helping-to-drive-new-york-citys-post-pandemic-recovery/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@Editor World News Era",
  "published": "2023-12-29T01:38:00.000+02:00",
  "title": "Small Businesses Now Helping To Drive New York City's Post-pandemic Recovery - WorldNewsEra",
  "text": "[CoronaVirus](../) Small businesses now helping to drive New York City’s post-pandemic recovery NEW YORK (WABC) — Retailers are expected to break new spending records again this year amid the holiday shopping season. Many shoppers go online or to big box stores, but what about a group of retailers that have been struggling the most over the past few years? 7 On Your Side Investigates has been tracking some good news for small businesses. They were hit the hardest during the pandemic when more than 30,000 in New York City shut down, but they are now driving the city’s recovery. When we first met the owner of Exit 9 Gift Emporium back in December of 2020, it was Charles Branstool’s worst sales year ever and he didn’t think his business was going to make it. But today, he says business is thriving. “Well, things are definitely a lot better, the demand has returned, so that’s good,” Branstool said. “The supply chains are getting stronger than they were back then, so things have definitely returned to normal.” And he’s not alone. “The retailers have said the foot traffic has been excellent, they had a great Thanksgiving season and look forward to a good Christmas season so that’s very positive,” said Kathryn Wylde with Partnership for NYC. Business owners say something is helping — the amount of empty storefronts has decreased this year, compared to years past, which has helped with foot traffic. “Luckily, some of the vacant spaces that we’ve seen near me have new businesses in them and I do think that creates a more attractive neighborhood for people to come into and spend money,” Branstool said. During the pandemic, the number of vacant storefronts peaked at more than 8,500 — that number has gone down by 27% over the past year. “So in less than two years, we’ve seen 38,600 new businesses formed in New York City, most of them are retail, restaurant, and small business,” Wylde said. Dozens of those new businesses started in Times Square alone — an area that became a ghost town during the pandemic. But a recent report shows the areas with the most growth have been northern Brooklyn, Queens and the Bronx. The number of small businesses citywide is back to 96% of pre-pandemic levels. “We are stronger than we were in terms of small business activity,” Wylde said. It’s something they hope will continue in the new year. ALSO READ | [New laws that take effect in New York, New Jersey and Connecticut in 2024](//abc7ny.com/new-laws-2024-minimum-wage-york-jersey/14227515/) Darla Miles has more on the new laws set to take effect in 2024. ———- SHARE YOUR STORY Do you have an issue with a company that you haven’t been able to resolve? If so, 7 On Your Side wants to help you! Fill out the form below or email your questions, issues, or story ideas by filling out the form below or by emailing [[email protected]](/cdn-cgi/l/email-protection). All emails MUST INCLUDE YOUR NAME AND CELLPHONE NUMBER. Without a phone number, 7 On Your Side will not be able to respond. You can also contact [Dan Krauth](//abc7ny.com/about/newsteam/dan-krauth/) directly: Email your questions, issues, or story ideas to [[email protected]](/cdn-cgi/l/email-protection) Facebook: [DanKrauthReports](//www.facebook.com/dankrauthreports/) Twitter: [@ DanKrauthABC7 ](//twitter.com/DanKrauthABC7) Instagram: [@DanKrauth](//www.instagram.com/dankrauth/) Copyright © 2023 . All Rights Reserved. Checkout latest world news below links : [World News](/) || [Latest News](/news) || [U.S. News](../../us-news) [Source link](//abc7ny.com/small-business-nyc-pandemic-holiday-shopping/14234507/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "branstool",
        "sentiment": "none"
      },
      {
        "name": "charles branstool",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "york",
        "sentiment": "none"
      },
      {
        "name": "gift emporium",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:46:34.851+02:00",
  "updated": "2023-12-29T01:46:34.851+02:00"
}