{
  "thread": {
    "uuid": "2891c26001bcf1ffacc2763bf8a549271228799c",
    "url": "https://www.tribstar.com/opinion/editorials/guest-editorial-what-if-carl-erskine-had-never-existed/article_0a2ca7c6-fda4-11ee-a979-7f4fac1c3209.html",
    "site_full": "www.tribstar.com",
    "site": "tribstar.com",
    "site_section": "https://solarflares.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Solar Flares News Today - EIN Presswire",
    "title": "Guest Editorial: What if Carl Erskine had never existed? | Editorials | tribstar.com",
    "title_full": "Guest Editorial: What if Carl Erskine had never existed? | Editorials | tribstar.com",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/tribstar.com/content/tncms/custom/image/604bc538-2923-11ea-8d06-df03a003c410.jpg?resize=600%2C472",
    "performance_score": 0,
    "domain_rank": 29709,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2891c26001bcf1ffacc2763bf8a549271228799c",
  "url": "https://www.tribstar.com/opinion/editorials/guest-editorial-what-if-carl-erskine-had-never-existed/article_0a2ca7c6-fda4-11ee-a979-7f4fac1c3209.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Herald Bulletin, Anderson",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Guest Editorial: What if Carl Erskine had never existed? | Editorials | tribstar.com",
  "text": "We hope that Carl Erskine, unlike George Bailey in “It’s a Wonderful Life,” never had cause to doubt the positive impact of his life on his hometown. Without Carl Erskine, the people of Anderson wouldn’t have had one of their own to root for playing Major League Baseball in the 1940s and ‘50s. The baseball program at Anderson College (now university) likely never would have developed into a source of community pride. The local insurance and banking industries would have suffered from the absence of his leadership and business acumen. The Special Olympics movement would not have become so strong and vital nationally, and might not have even existed locally. The Hopewell Center in Anderson for people with disabilities might never have been founded. Erskine Elementary School would never have been built. And the Erskine Green Training Center in Muncie, the first-of-its-kind postsecondary vocational training program, might never have been established. Without Carl, the world would never have known his children, including son Jimmy, who lived to be 63 despite having Down syndrome. And the world would have known little about his wonderful wife, Betty. The people of Anderson would never have heard his humorous and poignant stories about his baseball career. The world would never have seen the love and respect he showed for his Dodgers teammate when Jackie Robinson faced intense racial prejudice while breaking Major League Baseball’s color barrier. Likewise, the people of Anderson wouldn’t have learned the lessons of love and tolerance from Carl’s childhood friendship with Johnny Wilson, another local legend. Carl would never have been around to author books about his relationships with Jackie and Johnny and the parallels he saw between racial injustice and injustice against people with disabilities. We would never have gotten to enjoy the annual “Little Bit Country” concert performances, with Carl on the harmonica, to benefit local Special Olympics. Our hearts would never have swelled with pride when he returned to the Dodgers many years after his baseball career to play the Star-Spangled Banner on the harmonica. And the people of Anderson never would have felt an intense vicarious pride whenever Carl received a lifetime achievement award or other major honor. Yes, if Carl Erskine had asked on his death bed Monday to see what the world would be like if he had never existed, a vision of a much different Anderson, a much different Indiana and a much different America would have appeared. And that would have been cause for tears and great mourning for a life unfulfilled and a community and country greatly diminished. Instead, we can stand together today in gratitude to Carl Erskine for everything that he did. He loved Anderson and never wanted to live anywhere else. And we loved him back. In the aftermath of Carl’s death, our hearts are aching, but they’re filled with gratitude. Carl Erskine’s life is testament to the power of good in a world that sorely needs it. — The Herald Bulletin, Anderson",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george bailey",
        "sentiment": "negative"
      },
      {
        "name": "carl erskine",
        "sentiment": "neutral"
      },
      {
        "name": "carl",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      },
      {
        "name": "jimmy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "erskine elementary school",
        "sentiment": "none"
      },
      {
        "name": "hopewell center",
        "sentiment": "none"
      },
      {
        "name": "anderson college",
        "sentiment": "none"
      },
      {
        "name": "major league baseball",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "muncie",
        "sentiment": "none"
      },
      {
        "name": "erskine green training center",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:18:33.797+03:00",
  "updated": "2024-04-19T00:18:33.797+03:00"
}