{
  "thread": {
    "uuid": "59958e76879bbb58e9fb33b1a7c0c908eaee934a",
    "url": "https://www.ecoticias.com/movilidad-electrica/marruecos-coches-futuro",
    "site_full": "www.ecoticias.com",
    "site": "ecoticias.com",
    "site_section": "https://www.ecoticias.com/movilidad-electrica",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Marruecos descubre la tecnología para los coches del futuro: no es hidrógeno, y ha paralizado al mundo",
    "title_full": "Marruecos descubre la tecnología para los coches del futuro: no es hidrógeno, y ha paralizado al mundo",
    "published": "2024-07-05T15:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 45798,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "59958e76879bbb58e9fb33b1a7c0c908eaee934a",
  "url": "https://www.ecoticias.com/movilidad-electrica/marruecos-coches-futuro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Trini N.",
  "published": "2024-07-05T15:00:00.000+03:00",
  "title": "Marruecos descubre la tecnología para los coches del futuro: no es hidrógeno, y ha paralizado al mundo",
  "text": "Marruecos ha descubierto la tecnología definitiva para los coches del futuro. Aunque el motor de hidrógeno está ganando un gran número de adeptos , esta vez se ha apostado por un combustible diferente. El avance exacerbado del cambio climático y el calentamiento global ha llevado a la humanidad a buscar vías alternativas para abastecerse de energía. Optar por la quema de combustibles fósiles ya no es una opción, puesto que es señalada como la principal razón de emisiones contaminantes.\nEn este contexto, han surgido opciones alternativas a las tradicionales como el uso de electricidad e hidrógeno. Respecto a este último, llama la atención su potencial para generar energía a través de sistemas limpios y ecológicos. Además, es posible implementarlo aprovechando la tecnología existente, un plus para muchos fabricantes.\nDebido al contexto contaminante que asola el mundo, varias naciones han establecido objetivos climáticos rígidos. Para cumplirlos sería necesario un drástico cambio en el uso de combustibles. Marruecos parece haber encontrado justo el que necesitaba.\nMarruecos tiene claro qué deben utilizar los coches del futuro Marruecos es la única salida para Stellantis debido a la falta de apoyo de Europa . El CEO de la compañía, Carlos Tavares , ha reconocido que tendrán que realizar una mayor inversión fuera de Europa para poder competir con los fabricantes chinos, y Marruecos y Turquía son los principales destinos de esta propuesta.\nLos fabricantes de vehículos en Europa buscan soluciones para afrontar la situación actual del sector, en el que resulta cada vez más difícil competir con los bajos precios de las firmas y los vehículos procedentes de Asia . Tavares ha enfatizado en varias oportunidades que producir fuera de Europa es la única salida que tienen sus firmas para hacer un recorte de gastos. Bajo estas circunstancias, Marruecos es uno de los países que proporciona mayores facilidades.\nBajar el precio final de los vehículos eléctricos, y en general de todos, es algo vital para poder responder a la ofensiva que llega de China . Hasta ahora, los fabricantes europeos han pedido ayuda a los legisladores, pero algunos consideran que ya es tarde para cambiar la realidad, puesto que compañías a la altura de BYD o MG ya controlan el mercado.\nEn China ya es innegable, pero no tardará mucho en ser algo palpable también en Europa si no se actúa pronto. Por eso en las últimas semanas Carlos Tavares ha avisado de que habrá modificaciones en sus proveedores y se realizarán más compras en Marruecos y Turquía , lugares donde el coste de fabricación y todo en general resulta más asequible.\nLos coches del futuro llegan de la mano de Marruecos Las instalaciones de Marruecos traerán piezas a las plantas europeas, como la ubicada en Vigo, España . En la actualidad, los fabricantes atraviesan una situación de inviabilidad de producción en territorio europeo, que obliga a prescindir de trabajadores cada cierto tiempo, razón por la que piden ayuda a los gobernantes europeos.\nUno de los inconvenientes con los que se topan las marcas en España es que el Gobierno ha prorrogado el Plan Moves III hasta final de año, pero sin escuchar los reclamos de ayudas directas y la eliminación del IVA para los vehículos eléctricos, algo que no sucederá. Aunque los incentivos podrían entregarse a la hora de la compra en la próxima edición de las ayudas para coches eléctricos en 2025, muchos consideran que para entonces será demasiado tarde.\nEn definitiva, Marruecos juega un papel fundamental en los coches del futuro (para muchos, vehículos eléctricos). Aunque las piezas electrificadas todavía tienen mucho que demostrar (debido a la falta de infraestructura y autonomía), queda claro que el mercado sigue apostando por ellas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T16:52:36.920+03:00",
  "updated": "2024-07-05T16:52:36.920+03:00"
}