{
  "thread": {
    "uuid": "126a3cdbe0a400da5c224c5621aa95b785d9b488",
    "url": "https://www.dci.com.br/dci-mais/cultura/mensagem-de-sexta-feira-santa-de-bencaos-e-bom-dia/313891",
    "site_full": "www.dci.com.br",
    "site": "dci.com.br",
    "site_section": "https://www.dci.com.br/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "DCI",
    "title": "Mensagem de Sexta-Feira Santa de bençãos e bom dia | DCI",
    "title_full": "Mensagem de Sexta-Feira Santa de bençãos e bom dia | DCI",
    "published": "2024-03-29T07:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://i1.wp.com/www.dci.com.br/wp-content/uploads/2024/03/sexta-2.jpg",
    "performance_score": 0,
    "domain_rank": 72730,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "126a3cdbe0a400da5c224c5621aa95b785d9b488",
  "url": "https://www.dci.com.br/dci-mais/cultura/mensagem-de-sexta-feira-santa-de-bencaos-e-bom-dia/313891",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "dicasdelas.dci.com.br",
  "published": "2024-03-29T07:28:00.000+03:00",
  "title": "Mensagem de Sexta-Feira Santa de bençãos e bom dia | DCI",
  "text": "A Sexta-feira Santa, um dia importante no calendário cristão, é mundialmente reconhecida por comemorar a crucificação e morte de Jesus Cristo no Calvário. Este evento solene suscita introspecção, oração e reverência pelo sacrifício feito por Jesus pela redenção da humanidade, e algumas mensagens e frases vão ajudar a fortalecer sua fé.\n>> É pecado trabalhar na Sexta-Feira Santa?\nO que escrever de mensagem de Sexta-Feira Santa? As mensagens compartilhadas na Sexta-feira Santa visam transmitir bênçãos e reflexões sobre o significado do sacrifício de Jesus. Aqui estão alguns votos sinceros trocados neste dia solene:\n1 - Que a solenidade da Sexta-feira Santa encha seu coração de paz e reflexão.\n2 - Desejamos a vocês uma abençoada Sexta-feira Santa cheia da graça de nosso Senhor Jesus Cristo.\n3 - Que as bênçãos divinas da Sexta-feira Santa encham seu coração de gratidão e sua vida de alegria. Tenha um dia abençoado.\n4 - Nesta Sexta-feira Santa, que você encontre consolo na oração e na reflexão, e que o amor de Cristo o envolva sempre.\n5 - Ao comemorarmos a crucificação, que a sua fé seja fortalecida e o seu espírito elevado. Desejo-lhe uma solene Sexta-feira Santa.\n6 - Que as bênçãos divinas da Sexta-feira Santa encham seu coração de gratidão e sua vida de alegria. Tenha um dia abençoado. Nesta Sexta-feira Santa, que você encontre consolo na oração e na reflexão, e que o amor de Cristo o envolva sempre.\n7 - Desejo a você um dia repleto de reverência, graça e bênçãos do Senhor. Tenha uma Sexta-Feira Santa tranquila.\n8 - Que o sacrifício de Jesus inspire você a viver uma vida de compaixão, perdão e amor.\n9 - Nesta ocasião sagrada, que vocês se lembrem do sacrifício final feito pela humanidade e sintam a presença do amor de Deus.\n10 - Ao nos lembrarmos do sacrifício de Jesus, que Seus ensinamentos o guiem no caminho da retidão.\n11 - Que a luz da fé brilhe sobre você nesta Sexta-feira Santa, iluminando seu caminho com esperança e bênçãos. Neste dia solene, que você encontre força no conhecimento de que o amor de Deus não tem limites.\n12 - Ao observarmos esse dia, que você seja cheio da graça e misericórdia de nosso Senhor Jesus Cristo.\n13 - Tenha um abençoado dia de lembrança. Que as bênçãos da Sexta-Feira Santa encham seu coração de paz, sua mente de clareza e sua alma de serenidade.\n14 - Desejo a você um dia de profunda reflexão, gratidão e crescimento espiritual.\n15 - Que a mensagem da Sexta-feira Santa nos lembre do poder do sacrifício, do amor e da redenção. Tenha um dia abençoado e significativo. Neste dia santo, que você encontre força na cruz e conforto na promessa da ressurreição. Desejo a você uma abençoada Sexta-Feira Santa.\nPrincipais versículos da Bíblia para a data Pedro 2:24 – Ele mesmo levou em seu corpo os nossos pecados sobre o madeiro, para que morrêssemos para o pecado e vivêssemos para a justiça. Pelas suas feridas você foi curado.\nMarcos 9:31 – Pois ele ensinava os seus discípulos, dizendo-lhes: “O Filho do Homem será entregue nas mãos dos homens, e eles o matarão. E quando ele for morto, depois de três dias ele ressuscitará.”\nMarcos 10:34 – E zombarão dele e cuspirão nele, e o açoitarão e o matarão. E depois de três dias ele ressuscitará.”\nIsaías 53:5 - Mas ele foi traspassado pelas nossas transgressões; ele foi esmagado pelas nossas iniqüidades; sobre ele estava o castigo que nos trouxe a paz, e pelas suas feridas fomos curados.\nRomanos 5:6-10 – Porque, estando nós ainda fracos, Cristo morreu no tempo certo pelos ímpios. Pois dificilmente alguém morrerá por uma pessoa justa - embora talvez por uma pessoa boa alguém ousasse até morrer - mas Deus mostra seu amor por nós quando, enquanto ainda éramos pecadores, Cristo morreu por nós. Visto que agora fomos justificados pelo seu sangue, muito mais seremos salvos por ele da ira de Deus. Pois se, sendo nós inimigos, fomos reconciliados com Deus pela morte de seu Filho, muito mais, agora que estamos reconciliados, seremos salvos pela sua vida.\nMarcos 8:31 - E começou a ensinar-lhes que era necessário que o Filho do Homem sofresse muitas coisas e fosse rejeitado pelos anciãos, pelos principais sacerdotes e pelos escribas, e fosse morto, e depois de três dias ressuscitasse.\nMateus 12:40 – Porque assim como Jonas esteve três dias e três noites no ventre do grande peixe, assim estará o Filho do Homem três dias e três noites no seio da terra.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T08:38:48.248+03:00",
  "updated": "2024-03-29T08:38:48.248+03:00"
}