{
  "thread": {
    "uuid": "d6481c976333253801b06347c6519df2cbd80671",
    "url": "https://www.newstalkzb.co.nz/news/national/bishop-brian-tamaki-s-bikers-will-wear-their-leather-vests-with-pride-because-they-are-korowai-not-gang-patches",
    "site_full": "www.newstalkzb.co.nz",
    "site": "newstalkzb.co.nz",
    "site_section": "https://www.newstalkzb.co.nz/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "The Latest from Newstalk ZB",
    "title": "Bishop Brian Tamaki’s bikers will wear their leather vests with pride because they are ‘korowai, not gang patches’",
    "title_full": "Bishop Brian Tamaki’s bikers will wear their leather vests with pride because they are ‘korowai, not gang patches’",
    "published": "2024-02-29T11:52:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://www.newstalkzb.co.nz/media/vmrhoics/brian-tamaki-was-in-hawkes-bay-last-month-where-he-met-with-community-advocate-and-lifetime-black-power-member-denis-oreilly.jpg?rmode=crop&rnd=133537671695470000&height=395&width=635&quality=95&scale=both",
    "performance_score": 0,
    "domain_rank": 24011,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6481c976333253801b06347c6519df2cbd80671",
  "url": "https://www.newstalkzb.co.nz/news/national/bishop-brian-tamaki-s-bikers-will-wear-their-leather-vests-with-pride-because-they-are-korowai-not-gang-patches",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joseph Los'e",
  "published": "2024-02-29T11:52:00.000+02:00",
  "title": "Bishop Brian Tamaki’s bikers will wear their leather vests with pride because they are ‘korowai, not gang patches’",
  "text": "Destiny Church says biker vests are ‘korowai, not gang patches’ Destiny Church says biker vests are ‘korowai, not gang patches’ Public Interest Journalism funded through NZ On Air Destiny Church bikers will continue to wear their Tu Tangata leather vests because “they are korowai, not gang patches”, says church matriarch Hannah Tamaki. New legislation on Monday outlawed the wearing of gang patches in public, and offenders who break that ban could be fined up to $5000 or jailed for six months. The gang patch ban extends to funerals and tangi. Tamaki told the Herald the 90 bikers who ride under Destiny Church’s Tu Tangata Iwi Tapu patch would continue in the church colours. Half of the 90 Destiny bikers were former gang members who traded their Black Power and Mongrel Mob patches for the religious insignia. “We don’t consider Tu Tangata Iwi Tapu a patch or a gang. It’s a korowai,” Tamaki said. The Tu Tangata, Iwi Tapu bikers on a bike run. A korowai is a traditional woven Māori cloak and is worn as a mantle of prestige and honour. “It’s only worn for special events and as a group, it is not for everyday wear. “There are bike clubs also who only wear their vests on organised rides and tangi. - [Heather du Plessis-Allan: What will happen with the new gang patch ban?](/on-air/heather-du-plessis-allan-drive/opinion/heather-du-plessis-allan-what-will-happen-with-the-new-gang-patch-ban/?utm_source=zb&utm_campaign=article_link&utm_content=related) - [Crackdown: $5k fine for wearing gang patch in public under new law](/news/politics/gang-crackdown-government-to-introduce-legislation-to-ban-gang-insignia-in-public-places-and-gathering-in-groups/?utm_source=zb&utm_campaign=article_link&utm_content=related) - [Chris Cahill: Law should allow officers to take gang patches off people](/on-air/mike-hosking-breakfast/audio/chris-cahill-law-should-allow-officers-to-take-gang-patches-off-people/?utm_source=zb&utm_campaign=article_link&utm_content=related) “This Government has shown its true colours with the scrapping of the Māori Health Authority and its anti-Māori agenda with the gang patches. “But we will stand up to it.” The Tu Tangata Riders. Brian Tamaki also fired a warning shot to Police Minister Mark Mitchell. “There is a fine line as well between criminal gangs and law-abiding citizens,” Tamaki said. “All sorts of clubs and groups have uniformed insignia and to be pulled up by police and told to remove tops, jackets, tees will contravene our rights. “A few can’t ruin it for the many and I think Police Minister Mark Mitchell needs to be clear that Tu Tangata Iwi Tapu Riders is accomplishing huge work in turning the lives of these gangsters around. “In fact, National’s worry about gang membership rising should be encouraging them to wear the Tu Tangata Korowai - it’s reforming gangsters quicker than government agencies.” But he also agreed with the gang patch ban. “I agree the gang patches have to go. They instill fear and recklessness,” Tamaki said. The Destiny bikers were in Hawke’s Bay last week for a memorial ride to mark one year since Cyclone Gabrielle. Tamaki said the group were warmly welcomed by locals. “Our last weekend ride was a memorial ride for the Bay, a year on from Cyclone Gabriel. It was a great time to catch up and hear how the people in the flood-hit places are doing. “A year on, there is still a lot of mahi to be done. “Many whānau are still working through some challenges.” Hawke’s Bay community advocate and lifetime Black Power member Denis O’Reilly said Tamaki’s people did some fantastic work following the devastation of Cyclone Gabrielle. He met with the Tu Tangata riding group last month. O’Reilly said the new gang patch ban was pure politics and theatrics to appease the masses. Joseph Los’e is an award-winning journalist and joined NZME in 2022 as Kaupapa Māori Editor. Los’e was a chief reporter, news director at the Sunday News newspaper covering crime, justice and sport. He was also editor of the NZ Truth and prior to joining NZME worked for Whānau Waipareira. Take your Radio, Podcasts and Music with you",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brian tamaki",
        "sentiment": "negative"
      },
      {
        "name": "hannah tamaki",
        "sentiment": "none"
      },
      {
        "name": "iwi tapu",
        "sentiment": "none"
      },
      {
        "name": "tu tangata iwi tapu",
        "sentiment": "none"
      },
      {
        "name": "tamaki",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "black power",
        "sentiment": "none"
      },
      {
        "name": "herald",
        "sentiment": "none"
      },
      {
        "name": "nz on air destiny church",
        "sentiment": "none"
      },
      {
        "name": "destiny church’s tu tangata iwi tapu",
        "sentiment": "none"
      },
      {
        "name": "public interest journalism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "tu tangata",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:57:52.895+02:00",
  "updated": "2024-03-01T01:01:41.211+02:00"
}