{
  "thread": {
    "uuid": "112add473c5677bf627885deca4418fd653f6b2c",
    "url": "https://www2.cbn.com/news/world/ex-north-korean-military-official-endures-many-harrowing-escapes-finds-christ-china",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "http://www.cbn.com/cbnnews/shows/cwn/feed",
    "site_categories": [],
    "section_title": "CBNNews.com",
    "title": "Ex-North Korean Military Official Endures Many Harrowing Escapes, Finds Christ in China | CBN News",
    "title_full": "Ex-North Korean Military Official Endures Many Harrowing Escapes, Finds Christ in China | CBN News",
    "published": "2024-05-31T18:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/media/slider/images/lta271mrsson_hdv.jpg",
    "performance_score": 0,
    "domain_rank": 3279,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 4
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "112add473c5677bf627885deca4418fd653f6b2c",
  "url": "https://www2.cbn.com/news/world/ex-north-korean-military-official-endures-many-harrowing-escapes-finds-christ-china",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lucille Talusan",
  "published": "2024-05-31T18:40:00.000+03:00",
  "title": "Ex-North Korean Military Official Endures Many Harrowing Escapes, Finds Christ in China | CBN News",
  "text": "Human rights groups say 36,000 North Koreans defected to South Korea in the last two decades, including Mrs. Son, a former official of the North Korean military. During the great North Korea starvation in 1998, Mrs. Son served in the military, as caretaker of supplies and later as a broadcaster of the Juche, North Korea's propaganda outlet.\nShe told CBN News, \"My father was the provincial governor and bribed the military officer with a pig so I could get in because it was a way we can get food rations and not starve like the rest of the country. But things got bad when my father lost the elections. He became very sick and died. My brother was detained and died of starvation in prison.\"\nIn order to survive, Mrs. Son and her mother escaped to China.\n\"We swam across the Tuman River for two days and bribed the North Korean soldiers and brokers in China. There we found a Christian church who helped us,\" Mrs. Son said.\nAfter a few months, Chinese police began to trail them. Mrs. Son shared her harrowing experience.\n\"My mom noticed the police. She told me to jump out of the van when it stopped. I took off my clothes and shoes and gave to my mom because it was winter time and she needed to be warm. With only my underwear on, I jumped out of the van and 8 Chinese police chased me. I was already a Christian but not deep. But I knew it was God who protected me and instructed me to hide and hold onto the under bars of a truck. I got away but my mom was taken back to North Korea. I went back to try to find her only to find out that she suffered and died in prison because she did not deny her Christian faith.\"\nMrs. Son eventually returned to China where she married a Chinese Christian. Several months later, she was re-captured though this time her husband gave her money to help her escape.\n\"Right before I was transferred to North Korea, I put all the money, the paper bills in plastic bags and swallowed them so that the soldiers will not see them. A week later, I got them all out. I used this to bribe the soldiers and brokers to go back to China.\"\nAfter yet another arrest, Mrs. Son spent 400 days in a North Korean prison under inhumane conditions where once again, she experienced God's help.\n\"The guard was my friend and he gave me rice. But it was the worse because I had to eat insects to survive. After 400 days, I was released… malnourished and could barely walk. This was when my husband used his Chinese citizenship to get me to South Korea,\" Mrs. Son recounted.\nOnce in South Korea, Mrs. Son joined the Seopyoung Church where she grew in her Christian faith. She realized how God saved her miraculously each time she was arrested.\nThe name of the church, \"Seopyoung\" stands for Seoul, the capital of South Korea and Pyongyang, the capital of North Korea. Most of its members are North Koreans whom they help settle in South Korea. The church envisions a unified North and South Korea by spreading the gospel in North Korea.\nRev. Chun Myeong Guen, head pastor of Seopyoung Church, said, \"It is impossible for North and South Korea to reunite politically because of different cultures and backgrounds. Therefore, reunification can only happen through faith because there will be no misunderstanding of each other. Only faith can make us reunite overnight.\"\n\"During the starvation, many North Korean defectors escaped to China. Many believed Jesus, received Christian education in other countries and became missionaries in North Korea where there are now about 600,000 Christians in underground churches,\" he reports. \"Many Christians in South Korea who are praying for reunification believe it will happen in 5 years. It is like a ticking bomb.\"\nNorth Korean Christians like Mrs. Son can help make this happen.\n\"I want to thank my Mom and be like her. She gave her life for her Christian faith. I am also dedicating my life to serve Jesus Christ and spread the gospel and worship Him until I die,\" Mrs. Son said.\nShare This article",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "negative"
      },
      {
        "name": "son",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cbn news human",
        "sentiment": "negative"
      },
      {
        "name": "cbn news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "tuman river",
        "sentiment": "none"
      },
      {
        "name": "north korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T23:24:44.987+03:00",
  "updated": "2024-05-31T23:24:44.987+03:00"
}