{
  "thread": {
    "uuid": "f9831fb39c71265bfffdc6cc3a102c6452dd42c8",
    "url": "https://www.emol.com/noticias/Nacional/2024/06/22/1134460/nieve-rescate-farellones-carabineros.html",
    "site_full": "www.emol.com",
    "site": "emol.com",
    "site_section": "https://www.emol.com/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "EMOL - El sitio de noticias online de Chile.",
    "title": "Hombre es rescatado luego que deslizamiento de nieve sepultara su auto en ruta entre Farellones y Valle Nevado",
    "title_full": "Hombre es rescatado luego que deslizamiento de nieve sepultara su auto en ruta entre Farellones y Valle Nevado",
    "published": "2024-06-22T14:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CL",
    "main_image": "https://static.emol.cl/emol50/Fotos/2024/06/22/file_20240622073735.jpg",
    "performance_score": 0,
    "domain_rank": 10480,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9831fb39c71265bfffdc6cc3a102c6452dd42c8",
  "url": "https://www.emol.com/noticias/Nacional/2024/06/22/1134460/nieve-rescate-farellones-carabineros.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Mercurio S.A.P.",
  "published": "2024-06-22T14:04:00.000+03:00",
  "title": "Hombre es rescatado luego que deslizamiento de nieve sepultara su auto en ruta entre Farellones y Valle Nevado",
  "text": "El intenso sistema frontal que afecta a la zona centro sur del país provocó no solo inundaciones, sino que también grandes nevazones en sectores cordilleranos.\nTal fue el caso en la zona de Farellones, región Metropolitana, cuando durante la tarde de este viernes ocurrió un deslizamiento de nieve en la ruta que une dicha localidad con el complejo turístico Valle Nevado , dejando a varias personas aisladas.\nNo obstante, el caso más grave fue el de una persona que fue declarada desaparecida por unos instantes, lo que provocó un operativo de Carabineros para su rescate, el que se llevó a cabo de manera exitosa.\nTodo ocurrió cerca de las 19:45 horas, cuando personal policial recibió aviso del deslizamiento de nieve ocurrido en la curva 9 de la ruta G-251, el que arrastró y sepultó un vehículo , perdiéndose contacto por varias horas con la persona que lo conducía.\nSegún informó el coronel de Carabineros Gerardo Aravena, tras esto, \"Carabineros, de manera inmediata, activa sus protocolos de búsqueda y rescate y apoyados por personal de vialidad de la Municipalidad de Lo Barnechea y del mismo centro invernal Valle Nevado logran llegar después de un arduo trabajo que implicó maquinaria pesada con la finalidad de poder despejar la ruta de la gran cantidad de nieve que presentaba dicho sector\".\n\"En primera instancia, pudieron verificar un minibús que se encontraba aislado con 11 personas en su interior que correspondían a trabajadores del centro invernal y turistas y, a su vez, verificaron que, de acuerdo a la versión de ellos, había una persona que había sido efectivamente arrastrada por un desplazamiento de nieve ocurrido horas antes\", añadió.\nAravena agregó que \"en este contexto, Carabineros, junto con el resto de personal de apoyo, procedió de inmediato a buscar por la ladera del cerro, pudiendo verificar un vehículo que había sido a su vez desplazado por esta nieve, dirigiéndose al lugar y abriéndose paso con pala y diferentes herramientas\".\nLa persona fue rescatada con vida y trasladada a las instalaciones de Valle Nevado para que se le realizaran los respectivos chequeos y comprobar su estado de salud.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T15:10:51.900+03:00",
  "updated": "2024-06-22T15:10:51.900+03:00"
}