{
  "thread": {
    "uuid": "1e03efc901505efc91f691d49689a9daa5b331d6",
    "url": "https://www.brandonsun.com/sports/sports-breaking-news/2024/04/04/new-mlse-ceo-keith-pelley-brings-passion-energy-and-desire-to-win-to-the-job",
    "site_full": "www.brandonsun.com",
    "site": "brandonsun.com",
    "site_section": "http://www.brandonsun.com/rss?path=/lifestyles/breaking-news",
    "site_categories": [
      "media"
    ],
    "section_title": "Brandon Sun",
    "title": "New MLSE CEO Keith Pelley brings passion, energy and desire to win to the job",
    "title_full": "New MLSE CEO Keith Pelley brings passion, energy and desire to win to the job",
    "published": "2024-04-05T01:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.brandonsun.com/wp-content/uploads/sites/3/2024/03/20240404160440-d9506a2ba37d9e11f7b883bd8ef2f52efea5e48dfb6f86efe194b5a8dc9dcfc6.jpg",
    "performance_score": 0,
    "domain_rank": 26582,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e03efc901505efc91f691d49689a9daa5b331d6",
  "url": "https://www.brandonsun.com/sports/sports-breaking-news/2024/04/04/new-mlse-ceo-keith-pelley-brings-passion-energy-and-desire-to-win-to-the-job",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Neil Davidson, The Canadian Press",
  "published": "2024-04-05T01:15:00.000+03:00",
  "title": "New MLSE CEO Keith Pelley brings passion, energy and desire to win to the job",
  "text": "TORONTO – Keith Pelley brought a photo of his late father Walter with him when he checked out Scotiabank Arena in his new role as president and chief executive officer of Maple Leaf Sports and Entertainment.\nHis dad used to take him to the odd Leafs game back in the day at Maple Leaf Gardens. And that connection continues.\n“I took (the photo) out the first game that I went to when I had this complete access (to the arena),” Pelley said. “And I’m down at the glass (by the ice) and I just placed it on the glass and said ‘We’re here, Dad.’\nMaple Leafs Sports and Entertainment (MLSE) president and CEO Keith Pelley, who grew up supporting the teams he now runs, is all-in already. Pelley poses for a portrait in Toronto, Thursday, April 4, 2024. Pelley has attended Toronto FC's home opener, taken in a Habs-Leafs game in Montreal, engaged all his club presidents and addressed the entire staff, and Thursday was only his second day on the job. THE CANADIAN PRESS/Chris Young “It was a really cool moment.”\nNow Pelley is in charge, overseeing the Leafs, Raptors, Argos, Toronto FC and Marlies.\nIt’s his dream job. And he says his last.\n“As I told the staff today, coming back to run your childhood teams is pretty exciting,” Pelley said.\nThursday was officially his second day on the job. But Pelley has already attended Toronto FC’s home opener, taken in a Habs-Leafs game in Montreal — sitting with Leafs coach Sheldon Keefe on the trip home — and engaged his club presidents.\nHe’s all-in already.\n“I’m having a really really good time … I’m wickedly energized and looking forward to the ride,” he said in an interview.\nSpend any time with Pelley and you quickly learn he comes with a testing handshake and boundless energy.\nHe is exactly who you hope to be seated next to at your next dinner party. One story follows another, without a hint of name or event dropping.\nPelley just likes a good yarn. And he has plenty of them, having travelled to some 42 countries during his almost nine-year tenure as chief executive of golf’s European Tour Group.\nMarried with two kids, Pelley proudly says his family is now global — as well as dual Canadian-British citizens. He explains they mostly got their British passports to give the kids more options.\nBut it clear the family’s time in Britain was well-spent.\nPelley lived in Virginia Water, southwest of London, during his time with the European Tour Group, the job he left to come back to Toronto.\nPelley’s wife Joan and 17-year-old daughter Hope are still in London, because of school commitments. Their 21-year-old son Jason is on the golf team at Sacred Heart University in Connecticut.\nPelley, whose golf handicap is five, says the family will always keep a pied-à-terre in London. It will come in handy given Pelley now owns a piece of English second-tier soccer side Birmingham City as part of American financier Tom Wagner’s consortium.\nPelley says Wagner’s “whole aspiration is to win on the field, off the field and in the community.”\n“In every conversation that I’ve had with the (MLSE) owners here, during this interview process, everything kept coming back to winning, but multiple definitions of winning,” he said.\n“They definitely want to win on ice, on court on field. They definitely want to win off (it) as well.”\nFor Pelley, that includes giving back to the community. But also to showcase MLSE.\n“I want to make it so everyone worldwide knows of MLSE, knows it’s a world-class organization in everything we do.”\nPelley sees the 2026 FIFA World Cup as a door to opportunity.\n“We’re not going to do the World Cup on the side of our desk,” he said. “We will have a full dedicated team for World Cup 2026.”\nThere were lessons learned from the 2018 and 2023 Ryder Cups in France and Italy, respectively, from the event’s economic impact to the sport’s legacy.\nHe says the opportunity arising from the World Cup is “as wild as your imagination can be.”\nPelley dismisses talk of MLSE’s owners not being aligned, saying winning is their common goal.\nThe Raptors are rebuilding and TFC needs more goal-scoring, he says. As for the Leafs, Pelley is optimistic and excited about the playoffs.\nHe says his message to his team presidents — Masai Ujiri of the Raptors, Brendan Shanahan of the Leafs and Bill Manning of TFC and the Argos — is “How can I help?”\n“Leadership’s about empowerment,” he added. “It’s about getting the right people and empowering them. And there are so many great people here.”\nWhile MLSE is a sports/entertainment juggernaut, Pelley says it can’t stop moving. Innovation is essential. So is harnessing the creativity of social media.\nWitness the so-called 2018 Ryder Cup “Moliwood” video showing England’s Tommy Fleetwood and Italy’s Francesco Molinari in bed with the trophy.\n“How good was that for you,” asks Fleetwood.\nPelley points to Justin Bieber at the NHL all-star game and how he — and his outsized red-and-pink polka-dot coat — brought more star quality and eyes to the event,\nPelley says the product on the field has to be top-notch. And if it isn’t, “people need to understand why it is not.”\nPelley is already a fan of the vibe at BMO Field, promising to watch a game with the supporters groups in the south stand.\n“The crazy guys,” he said with a smile. “I’m going to be there, for sure. Guaranteed.”\nPelley’s office in the MLSE offices adjacent to Scotiabank Arena is largely empty, a work in progress.\nA few books — “The World Needs More Canada,” “Great Moments in Canadian Sports,” “It’s Our Game” and a few architectural tomes, among them — join a stylish statue of a hockey goaltender.\nPelley is a local boy. He grew up in the Toronto suburb of Etobicoke and graduated from Ryerson University, now called Toronto Metropolitan University.\nThe former TSN and Rogers Media boss succeeds Michael Friisdahl, who left MLSE in February 2022 to take over a British-based multinational aviation services company.\nFriisdahl, who had been in charge since December 2015, preferred to do his work from behind the scenes. Expect Pelley to be more visible, while cognizant of the fact that you let the experts do their job.\nA music buff — he came up with his own top 50 list topped by Dire Straits’ “Sultans of Swing” — the 60-year-old Pelley was planning to take in the Bad Bunny show at Scotiabank Arena on Thursday.\nCoffee with Cher is on his bucket list. Pelley admires her flair, personality and longevity — and believes she likely has plenty to share.\n“I bet you she is a really astute business person.”\n—\nFollow @NeilMDavidson on X platform, formerly known as Twitter\nThis report by The Canadian Press was first published April 4, 2024.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "keith pelley",
        "sentiment": "positive"
      },
      {
        "name": "walter",
        "sentiment": "none"
      },
      {
        "name": "sheldon keefe",
        "sentiment": "none"
      },
      {
        "name": "argos",
        "sentiment": "none"
      },
      {
        "name": "marlies",
        "sentiment": "none"
      },
      {
        "name": "pelley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "toronto fc",
        "sentiment": "none"
      },
      {
        "name": "raptors",
        "sentiment": "none"
      },
      {
        "name": "leafs",
        "sentiment": "none"
      },
      {
        "name": "scotiabank arena",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      },
      {
        "name": "maple leaf gardens",
        "sentiment": "none"
      },
      {
        "name": "montreal",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:38:43.688+03:00",
  "updated": "2024-04-05T03:26:29.687+03:00"
}