{
  "thread": {
    "uuid": "29c24247a6462f12cb0ad714e74b62b6a533a420",
    "url": "https://www.biospace.com/article/releases/new-research-highlights-the-positive-impact-of-glp-1s-and-other-anti-obesity-medications-on-the-allurion-program/",
    "site_full": "www.biospace.com",
    "site": "biospace.com",
    "site_section": "https://app.newsloth.com/biospace-com/VlRWUA.rss",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Massachusetts Biotech News - Genetown | BioSpace",
    "title": "New research highlights the positive impact of GLP-1s and other anti-obesity medications on the Allurion Program",
    "title_full": "New research highlights the positive impact of GLP-1s and other anti-obesity medications on the Allurion Program",
    "published": "2024-01-05T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 5698,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "29c24247a6462f12cb0ad714e74b62b6a533a420",
  "url": "https://www.biospace.com/article/releases/new-research-highlights-the-positive-impact-of-glp-1s-and-other-anti-obesity-medications-on-the-allurion-program/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BioSpace",
  "published": "2024-01-05T07:00:00.000+02:00",
  "title": "New research highlights the positive impact of GLP-1s and other anti-obesity medications on the Allurion Program",
  "text": "New research highlights the positive impact of GLP-1s and other anti-obesity medications on the Allurion Program First of its kind research investigated the impact of the changing weight-loss market on the Allurion Program Research included 172 healthcare professionals (HCPs) and 1663 patients across 64 countries Almost 90% of HCPs believed the Allurion Program was an ideal first-line treatment to achieve >10% body weight loss in a fast and sustainable way NATICK, Mass.--( [BUSINESS WIRE](http://www.businesswire.com))-- [Allurion Technologies, Inc.](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Allurion+Technologies%2C+Inc.&index=1&md5=0f5e21ff58a2a3a51acdbb7483a33a36) (NYSE: ALUR), a company dedicated to ending obesity, today announced results of research that highlighted the positive impact of the growing interest in anti-obesity medications on Allurion Program awareness and uptake. The global market for anti-obesity medications – specifically of GLP-1s (glucagon-like peptide-1 receptor agonists) – is expected to reach $100 billion by 2030.1 Research has shown these products have significantly altered the treatment landscape and drawn further attention to the urgent need to tackle the obesity crisis. In September 2023, Allurion conducted a survey of 172 healthcare professionals to measure the potential impact of GLP-1 growth on Allurion Program awareness among Allurion patients and healthcare professionals (HCPs). The results offer valuable insights into how GLP-1s have influenced perceptions and attitudes towards medical weight-loss generally, and the role the Allurion Program can play in helping patients who are looking for a more holistic approach to weight loss. More specifically, the survey responses highlight a belief among HCPs that the introduction of anti-obesity medications like GLP-1s have had a positive impact on raising awareness of, and generating interest in, other medical weight-loss treatment options, including the Allurion Program. Key findings included: - Close to one-third of HCPs said patients had tried GLP-1s before starting the Allurion Program. According to the survey results, the 3 main factors influencing their decision to begin the Allurion Program were their doctor’s recommendation; a preference for avoiding the unwanted effects of weight-loss drugs; and the ability of the Allurion Program to support rapid weight loss. - 89% of HCPs believed the Allurion Program represented an ideal first-line treatment to achieve at least 10% total body weight loss in a fast and sustainable way - HCPs offering GLP-1s experienced a 59% increase in patient enquiries about other medically-led weight-loss treatments - 45% of HCPs believed the new anti-obesity medications had boosted awareness of, and interest in, the Allurion Program, and 34% of HCPs said they had no impact Allurion also surveyed 1,663 Allurion Program patients from 64 markets. Results generally mirrored those of the HCP research. Key findings included: - Among the patients who had heard of GLP-1s (n=1014): - 61% had increased awareness that diet and exercise alone were not enough to treat obesity. - 64% believed that learning about GLP-1s increased their awareness of the availability of medical weight-loss treatments. - 50% agreed that learning about GLP-1s increased their awareness of the Allurion Program. The remaining 50% said there was no impact on their awareness of the Allurion Program. - Among those patients who had tried GLP-1s (n=365): - 85% had discontinued before starting the Allurion Program. The two main reasons for discontinuation were not achieving their weight-loss goals (36%) and negative side effects (32%). - More than a quarter (n=449) of respondents had no intention of trying weight-loss drugs in the future because they did not want to take a drug or were worried about the potential negative health impacts of weight-loss drugs. Shantanu Gaur, CEO and founder of Allurion Technologies, said GLP-1s had encouraged people living with obesity to seek professional help. “Over the last 12 months we have witnessed unprecedented growth in the weight-loss category driven by the surge of interest in GLP-1s,” he said. “This has promoted a better understanding of weight management and evidence-based options in general, and we believe this will ultimately benefit Allurion as well,” he said. “Unlike weight-loss drugs that require ingestion or injection, Allurion offers a non-surgical, non-pharmaceutical solution delivered as part of a comprehensive behavior change program that generally results in rapid, safe and sustainable long-term weight loss. We believe this is often preferred by both HCPs and patients and, as a result, is an ideal first-line treatment in combatting obesity.” About the Market Research This market research was conducted in September 2023 and included 172 Allurion partner HCPs and 1663 Allurion Program patients. About Allurion Allurion is dedicated to ending obesity. The Allurion Program is a weight-loss platform that combines the Allurion Gastric Balloon, the world’s first and only swallowable, procedure-less gastric balloon for weight loss, the Allurion Virtual Care Suite, including the Allurion Mobile App for consumers, Allurion Insights for healthcare providers featuring the Iris AI Platform, and the Allurion Connected Scale. The Allurion Virtual Care Suite is also available to providers separately from the Allurion Program to help customize, monitor, and manage weight-loss therapy for patients regardless of their treatment plan: gastric balloon, surgical, medical or nutritional. The Allurion Gastric Balloon is an investigational device in the United States. For more information about Allurion and the Allurion Virtual Care Suite, please visit [www.allurion.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen-us&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=www.allurion.com&index=2&md5=d6daea3792fd392a24238cfcc9ce1fbd). Forward-looking Statements This press release may contain certain forward-looking statements within the meaning of the U.S. federal and state securities laws. These forward-looking statements generally are identified by the words “believe,” “project,” “expect,” “anticipate,” “estimate,” “intend,” “strategy,” “future,” “opportunity,” “plan,” “may,” “should,” “will,” “would,” “will be,” “will continue,” “will likely result,” and similar expressions and include statements regarding Allurion’s expectations for, and market acceptance of, the Allurion Program. They reflect the current beliefs and assumptions of Allurion’s management based on information currently available to them. Forward-looking statements are predictions, projections and other statements about future events that are based on current expectations and assumptions and, as a result, are subject to risks and uncertainties. Many factors could cause actual future results or developments to differ materially from the forward-looking statements in this communication, including but not limited to (i) the ability of Allurion to obtain regulatory approval for and successfully commercialize the Allurion Program, (ii) the results of clinical data from its studies, (iii) the evolution of the markets in which Allurion competes, (iv) the ability of Allurion to defend its intellectual property and satisfy regulatory requirements, (v) the impact of the COVID-19 pandemic on Allurion’s business, (vi) Allurion’s expectations regarding its market opportunities and (vii) the risk of economic downturns and a changing regulatory landscape in the highly competitive industry in which Allurion operates. The foregoing list of factors is not exhaustive. You should carefully consider the foregoing factors and the other risks and uncertainties described in the “Risk Factors” section of the proxy statement/prospectus contained in Allurion’s Registration Statement on Form S-4 (333-271862), the company’s Form 8-K filed on August 7, 2023 (as amended), and other documents filed by Allurion from time to time with the U.S. Securities and Exchange Commission. These filings identify and address other important risks and uncertainties that could cause actual events and results to differ materially from those contained in the forward-looking statements. Forward-looking statements speak only as of the date they are made. Readers are cautioned not to put undue reliance on forward-looking statements, and Allurion assumes no obligation and does not intend to update or revise these forward-looking statements, whether as a result of new information, future events, or otherwise. Allurion does not give any assurance that it will achieve its expectations. 1 [Bloomberg.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2023-10-17%2Flilly-lly-and-novo-novob-seen-dominating-100-billion-obesity-market-in-2030%3Fembedded-checkout%3Dtrue&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Bloomberg.com&index=3&md5=841b522e1f4aaf800c859d4724619f3e): Obesity Drugs Are a Potential $100 Billion Opportunity by 2030, Goldman Sachs Analysts Say View source version on businesswire.com: [https://www.businesswire.com/news/home/20240105026245/en/](https://www.businesswire.com/news/home/20240105026245/en/) Contacts US Media Brian Ruby ICR (203) 682-8268 [brian.ruby@icrinc.com ](mailto:brian.ruby@icrinc.com) Global Media Cedric Damour PR Manager +33 7 84 21 02 20 [cdamour@allurion.com ](mailto:cdamour@allurion.com) Investor Contact Mike Cavanaugh, Investor Relations ICR Westwicke (617) 877-9641 [mike.cavanaugh@westwicke.com](mailto:mike.cavanaugh@westwicke.com) Source: Allurion Technologies, Inc.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Allurion+Technologies%2C+Inc.&index=1&md5=0f5e21ff58a2a3a51acdbb7483a33a36",
    "http://www.businesswire.com",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen-us&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=www.allurion.com&index=2&md5=d6daea3792fd392a24238cfcc9ce1fbd",
    "https://www.businesswire.com/news/home/20240105026245/en/",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2023-10-17%2Flilly-lly-and-novo-novob-seen-dominating-100-billion-obesity-market-in-2030%3Fembedded-checkout%3Dtrue&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Bloomberg.com&index=3&md5=841b522e1f4aaf800c859d4724619f3e",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen-us&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=www.allurion.com&index=2&md5=d6daea3792fd392a24238cfcc9ce1fbd",
    "http://businesswire.com",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.allurion.com%2Fen&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Allurion+Technologies%2C+Inc.&index=1&md5=0f5e21ff58a2a3a51acdbb7483a33a36",
    "https://businesswire.com/news/home/20240105026245/en/",
    "https://cts.businesswire.com/ct/CT",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.bloomberg.com%2Fnews%2Farticles%2F2023-10-17%2Flilly-lly-and-novo-novob-seen-dominating-100-billion-obesity-market-in-2030%3Fembedded-checkout%3Dtrue&esheet=53876558&newsitemid=20240105026245&lan=en-US&anchor=Bloomberg.com&index=3&md5=841b522e1f4aaf800c859d4724619f3e",
    "https://www.businesswire.com/news/home/20240105026245/en"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "allurion technologies, inc.",
        "sentiment": "none"
      },
      {
        "name": "allurion program",
        "sentiment": "none"
      },
      {
        "name": "allurion program research",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "natick",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:56:11.612+02:00",
  "updated": "2024-01-06T01:08:06.394+02:00"
}