{
  "thread": {
    "uuid": "377f3283fdfffc225a825307bda59a6658fe0fa3",
    "url": "https://es.euronews.com/cultura/2024/03/29/luchas-de-agua-y-campanas-voladoras-descubra-las-curiosas-tradiciones-europeas-de-semana-s",
    "site_full": "es.euronews.com",
    "site": "euronews.com",
    "site_section": "http://es.euronews.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de última hora disponibles como vídeos a la carta gratuitos | Euronews",
    "title": "Luchas de agua y campanas voladoras: Descubra las curiosas tradiciones europeas de Semana Santa | Euronews",
    "title_full": "Luchas de agua y campanas voladoras: Descubra las curiosas tradiciones europeas de Semana Santa | Euronews",
    "published": "2024-03-29T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://static.euronews.com/articles/stories/08/33/68/74/1200x675_cmsv2_24745145-33e7-5f8a-8612-3aee7504a3e3-8336874.jpg",
    "performance_score": 0,
    "domain_rank": 592,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "377f3283fdfffc225a825307bda59a6658fe0fa3",
  "url": "https://es.euronews.com/cultura/2024/03/29/luchas-de-agua-y-campanas-voladoras-descubra-las-curiosas-tradiciones-europeas-de-semana-s",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Euronews",
  "published": "2024-03-29T03:00:00.000+03:00",
  "title": "Luchas de agua y campanas voladoras: Descubra las curiosas tradiciones europeas de Semana Santa | Euronews",
  "text": "En algunos países es más importante que la Navidad. La Semana Santa es uno de los momentos culminantes del calendario cristiano. Desde procesiones solemnes y peleas de agua hasta maratones televisivos, Europa alberga tradiciones pascuales únicas, algunas espirituales y otras... no tanto. Si se pregunta cómo contagiarse del espíritu pascual, inspírese en un viaje por el continente con 'Euronews Culture'. Vea los elaborados desfiles de Semana Santa en España En España, las celebraciones ya han comenzado: la Semana Santa tiene lugar durante toda la última semana de Cuaresma . Además de las torrijas y la mona de Pascua, los desfiles son un elemento básico de la temporada. Las cofradías católicas -reconocibles por sus características capas y capirotes- procesionan por l as calles de muchas ciudades españolas, con pasos que representan escenas de la historia bíblica de la Pascua. Sevilla es famosa por albergar algunas de las procesiones más elaboradas de España, pero Madrid, Zamora, Valladolid y Granada también son lugares de interés para quienes deseen vivir la Semana Santa. Viva el silencio de las campanas en Francia Olvídese del Conejo de Pascua: en Francia, son los 'cloches volantes' (campanas volantes) los que traen a los niños sus regalos de Pascua. Las campanas de las iglesias dejan de sonar en Pascua en señal de respeto por la muerte de Jesús, porque -según cuenta la historia- han volado a Roma para ser bendecidas por el Papa, antes de emprender un glorioso regreso cargadas de huevos de Pascua. En el viaje de vuelta a sus campanarios, las campanas dejan caer su botín en los jardines de las familias , listas para que comience la competitiva caza de huevos de Pascua. ¿Prefiere los huevos salados? Diríjase a la ciudad de Bessières, en el suroeste de Francia, donde el Lunes de Pascua miles de personas se reúnen para disfrutar de una tortilla de 15.000 huevos. Apunte en la batalla de agua de Semana Santa en Polonia No hay nada más pascual que apuntar a los vecinos con una pistola de agua. Al menos, eso es lo que ocurre en Polonia, donde 'Śmigus-Dyngus' -también conocido como 'lany poniedziałek' (lunes húmedo)- convierte el Lunes de Pascua en una auténtica pelea nacional de agua. Se cree que la tradición se remonta al siglo XIV, cuando los chicos de los pueblos rurales empapaban a las chicas con cubos de agua en señal de afecto (por cuestionables que pudieran parecer sus métodos). Hoy en día, sin embargo, nadie está a salvo : hay que tener cuidado con los globos de agua de los francotiradores cuando se camina por las calles de las ciudades polacas, con los ataques de los escolares con pistolas de agua e incluso con las mangueras de los bomberos. En toda Europa Central y Oriental se pueden encontrar tradiciones similares basadas en el agua, pero Polonia lleva las fiestas a un nuevo nivel. Pruebe a rodar huevos en el Reino Unido ¿Por qué limitarse a admirar un huevo decorado de forma tan elaborada cuando puede hacerlo rodar colina abajo? Añada a su Semana Santa una buena dosis de competición con esta costumbre centenaria del Reino Unido, en la que los aficionados (tradicionalmente niños, pero ¿por qué dejarles toda la diversión?) compiten por hacer rodar su huevo lo más lejos posible sin que se rompa. El lanzamiento de huevos, que simboliza el rodar de la piedra a la entrada de la tumba de Jesús , también se conoce como 'pace-egging', derivado de 'Pasch' en inglés antiguo, que a su vez procede del hebreo para Pascua (Pesach). Uno de los actos más famosos de rodar huevos suele tener lugar en el parque Avenham de Preston el Lunes de Pascua, y este año no es una excepción. Siga el Epitafio en Grecia Como las iglesias ortodoxas orientales utilizan un calendario distinto al de las católicas y protestantes para determinar el día de la Pascua, Grecia (junto con otros países como Bulgaria) celebrará este año la Pascua el 5 de mayo. La sombría procesión del Epitafio -una recreación de la tumba de Cristo, a menudo decorada con flores- es un elemento básico del Viernes Santo, antes de quedarse despierto para la misa de medianoche que da paso al Domingo de Resurrección. También se preparan huevos de colores y se degusta cordero asado y tsoureki (pan dulce de Pascua). Disfrute de una tradición explosiva en Florencia (Italia) Los visitantes de Florencia suelen tener en su lista el David de Miguel Ángel y el Ponte Vecchio, pero la Semana Santa ofrece otro espectáculo más inusual: el Scoppio del Carro. El Scoppio del Carro, que significa 'explosión del carro ', no es apto para pusilánimes. Sus orígenes se remontan a la Primera Cruzada, cuando el florentino Pazzino de' Pazzi -según la leyenda- fue el primer hombre en escalar las murallas de Jerusalén y llevarse a Florencia trozos de piedra del Santo Sepulcro, que se utilizaron para encender la hoguera de Pascua , que se transportaba por Florencia en un carro para traer la bendición a la ciudad. En la actualidad, el domingo de Pascua se celebra en torno a un gigantesco carro antiguo repleto de fuegos artificiales, que se traslada a la plaza del Duomo y se enciende con un cohete en forma de paloma llamado colombina. La carroza 'brindellone' utilizada hoy data del siglo XVII y fue diseñada por el arquitecto y escenógrafo Bernardo Buontalenti. Ver series policíacas en Noruega Ya ha oído hablar del cine negro escandinavo, pero ¿qué le parecería añadirlo a sus celebraciones de Semana Santa? Durante las vacaciones de Pascua, muchos noruegos se refugian en cabañas en la montaña o en el campo. Es una tradición muy querida: 'Påskekrim', o 'crimen de Pascua' . Con el tiempo aún fresco en gran parte de Noruega, la gente suele acostarse unos días con novelas de misterio o frente al televisor, con la programación de la televisión repleta de programas policíacos a todas horas y las librerías ofreciendo promociones especiales de novelas policíacas. Festivo, ¿eh?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T14:40:40.593+03:00",
  "updated": "2024-03-29T14:40:40.593+03:00"
}