{
  "thread": {
    "uuid": "0c8cef69183671e28c1eeb7bbee8877d086fb7ec",
    "url": "https://www.straitstimes.com/singapore/rain-did-not-stop-crowds-from-ushering-in-the-new-year-at-marina-bay",
    "site_full": "www.straitstimes.com",
    "site": "straitstimes.com",
    "site_section": "https://www.straitstimes.com/singapore",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest Singapore News &amp; Headlines, Top Stories Today - The Straits Times",
    "title": "Rain did not stop crowds from ushering in the new year at Marina Bay | The Straits Times",
    "title_full": "Rain did not stop crowds from ushering in the new year at Marina Bay | The Straits Times",
    "published": "2023-12-31T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://static1.straitstimes.com.sg/s3fs-public/styles/large30x20/public/articles/2024/01/01/photo6093524253686217326y.jpg",
    "performance_score": 0,
    "domain_rank": 1285,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 10
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c8cef69183671e28c1eeb7bbee8877d086fb7ec",
  "url": "https://www.straitstimes.com/singapore/rain-did-not-stop-crowds-from-ushering-in-the-new-year-at-marina-bay",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Isabelle Liew",
  "published": "2023-12-31T19:30:00.000+02:00",
  "title": "Rain did not stop crowds from ushering in the new year at Marina Bay | The Straits Times",
  "text": "SINGAPORE - The rain that fell across Singapore on the evening of Dec 31 did not hinder a crowd from forming in the Marina Bay area, with revellers determined to save a spot to catch the New Year fireworks.\nAmid a drizzle that started from 5pm, people gathered in front of The Shoppes at Marina Bay Sands - a popular spot to catch the pyrotechnic display - with many pulling out umbrellas and raincoats.\nMs Kathy Lee, who works in finance, was with three friends. The 28-year-old said they arrived at 6pm with a mat, umbrellas and food for a picnic, adding: “I would be very disappointed if we had to go home after going through all that effort. But camping together in the rain is quite fun.”\nDomestic helper Jossie Valdez, 50, was there since 5pm, and said she hoped the rain would stop. Last year, she had arrived at 8pm, only to find that there were no more choice spots to watch the fireworks.\n“This year, I decided to come earlier to beat the crowd,” she said.\nEarlier, the police had said that it would regulate the number of people entering certain areas, and by around 8pm, it had announced on its Facebook page that it would be closing access to selected waterfront areas, “to ensure public safety and prevent overcrowding”.\nEventually, entry to the Merlion Park, One Fullerton, Jubilee Bridge, Youth Olympic Park, The Lawn, Promontory Waterfront, Esplanade Waterfront, Fullerton Waterfront and the Marina Bay Sands Waterfront, were closed due to prevent overcrowding.\nMRT trains also skipped Bayfront MRT station for around 20 minutes due to large crowds in the area.\nOvercrowding had become a key concern during the festive period ever since the Itaewon Halloween crowd crush in October 2022. An estimated 100,000 revellers had squeezed into the popular nightlife area in Seoul, South Korea, killing 159 people and injuring 196.\nIn 2022, some 500,000 people turned up for the countdown at Marina Bay.\nOn Dec 31, enhanced security measures were in place for the night’s festivities, including flashing LED lights deployed by the police to illuminate pathways and guide crowds in the right direction, and drones equipped with lights and speakers for crowd control.\nCrowds at Marina Bay Sands sky deck during the countdown to 2024. ST PHOTO: AZMI ATHNI About 600 police officers donning body-worn cameras were deployed.\nA map showing real-time crowd levels and closure areas at the various firework viewing spots, as well as how crowded MRT stations in the area were, went live at 7pm at https://go.gov.sg/crowd-at-marina-bay\nAs the night wore on, the rain eased, and clear skies provided the backdrop for the 12-minute fireworks display that illuminated the skyline and ushered in the new year.\nVarious events were also held in the heartland on Dec 31 to ring in the new year.\nAt Bukit Panjang, about 100 food delivery riders gathered for an afternoon of music, where they sang karaoke and listened to a live band. A grassroots leader also performed Beatbox, a form of vocal percussion.\nBukit Panjang MP Liang Eng Hwa said the event was organised to show appreciation for the delivery riders. He said: “This year has been challenging (for them) as the number of orders have dropped, and the weather has also been quite extreme lately.”\nMs Jennifer Hu, 38, who has been a food delivery rider for about three years, said she has been receiving fewer orders each day in 2023 compared to previous years during the Covid-19 pandemic.\n“Maybe it’s because everyone can go out to eat without masks now... Sometimes I can wait one to two hours for an order to come in,” she said.\n“I’m still hopeful that things will get better in the new year.”\nWoodlands Ring Road was closed to make way for the party and a carnival. ST PHOTO: SHINTARO TAY Over in Sembawang, 5,000 residents turned up for a street party in Woodlands Ring Road which was closed to make way for the party and a carnival.\nRides in the carnival include a pirate ship, train rides, bouncing castle and an inflatable F1-themed play area spanning 23m.\nJugglers, mime artists and stilt walkers lined the street in Sembawang, performing for the crowd. ST PHOTO: SHINTARO TAY Jugglers, mime artists and stilt walkers lined the street, performing for the crowd. A zone was also set aside for home-based businesses to showcase snacks such as muruku, pineapple tarts and nasi lemak.\nMr Muhammed Khaled Omar, 42, who was at the carnival with his wife and two children, said: “The atmosphere is very electrifying, because even though it’s late, everybody is so awake and having a good time, and it’s located in the heartland which makes it very convenient.”\nEmbed Facebook Facebook The rain did not stop crowds from ushering in the new year. From Marina Bay to Tampines, people gathered to watch the fireworks displays. https://str.sg/igpk\nPosted by The Straits Times on Sunday, December 31, 2023 More On This Topic Police to light up Marina Bay during New Year’s Eve countdown with crowd management lights Most of Marina Bay waterfront closed due to large crowds: Police ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VZzIPtoFXUuS8frj520t",
    "https://go.gov.sg/crowd-at-marina-bay",
    "https://experience.arcgis.com/experience/72e04fb14ed24625901bd3242d8e7f53",
    "https://www.whatsapp.com/channel/0029VZzIPtoFXUuS8frj520t",
    "https://www.go.gov.sg/crowd-at-marina-bay",
    "https://www.experience.arcgis.com/experience/72e04fb14ed24625901bd3242d8e7f53"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy lee",
        "sentiment": "none"
      },
      {
        "name": "jossie valdez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "straits times singapore",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "marina bay",
        "sentiment": "none"
      },
      {
        "name": "marina bay sands",
        "sentiment": "none"
      },
      {
        "name": "marina bay area",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T20:04:40.609+02:00",
  "updated": "2024-01-01T15:32:24.059+02:00"
}