{
  "thread": {
    "uuid": "64d30ceb0119377ef33d1c728e0d150ed90cb451",
    "url": "https://www.wxii12.com/article/watch-dry-and-chilly-tuesday/46262198",
    "site_full": "www.wxii12.com",
    "site": "wxii12.com",
    "site_section": "https://www.wxii12.com/topstories-rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Top Stories",
    "title": "WATCH: Dry and chilly Tuesday",
    "title_full": "WATCH: Dry and chilly Tuesday",
    "published": "2024-01-02T06:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://kubrick.htvapps.com/vidthumb/fa496019-ea0d-4ae6-9c53-860042aaebe5/0f90af4a-f1cd-48fa-940c-23e7c6aca362.jpg?crop=1.00xw:1.00xh;0,0&amp;resize=1200:*",
    "performance_score": 0,
    "domain_rank": 21536,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "64d30ceb0119377ef33d1c728e0d150ed90cb451",
  "url": "https://www.wxii12.com/article/watch-dry-and-chilly-tuesday/46262198",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T06:05:00.000+02:00",
  "title": "WATCH: Dry and chilly Tuesday",
  "text": "WATCH: Dry and chilly Tuesday\nWATCH: Dry and chilly Tuesday\nALL. LAINEY. I LOVE THAT GOOD VIBES IN 2024, RIGHT? YEAH, RIGHT. WE’RE OFF TO A GREAT START. I’VE GOT NO COMPLAINTS ABOUT THE WEATHER. IT’S PRETTY TYPICAL FOR THIS TIME OF YEAR, AND AS WE LOOK AHEAD, IT DOES LOOK LIKE WE’RE GOING TO STAY VERY CLOSE TO NORMAL THIS WEEK. YOU KNOW, TODAY WE HAD SOME SUNSHINE, BUT A FEW CLOUDS PASSED THROUGH THIS MORNING. THAT WAS WITH WITH THE FRONT THAT MADE ITS WAY THROUGH OUR AREA. TAKE A LOOK AT SAURATOWN MOUNTAIN TODAY. GORGEOUS AFTERNOON. A LOT OF FOLKS OF COURSE GETTING IN THOSE NEW YEAR’S DAY HIKES MAYBE HANGING ROCK OR SOMEWHERE LIKE THAT. LET’S CHECK OUT THE YEAR IN REVIEW. WHY DON’T WE, ON THIS JANUARY 1ST, WE HAD AN AVERAGE HIGH TEMPERATURE OF 70.7, MAKING IT THE 27TH WARMEST AVERAGE HIGH NINTH WARMEST LOW AT 50.4. AND OUR RAINFALL TOTAL WAS 45.82IN. THAT WAS ABOUT TWO INCHES ABOVE NORMAL. AND AS WE GO INTO THAT FIRST AND SECOND WEEK OF JANUARY. THIS TAKES US THROUGH MID JANUARY. WE’RE ANTICIPATING WETTER THAN NORMAL CONDITIONS ACROSS MOST OF THE NATION, AND IN PARTICULAR ACROSS THE DEEP SOUTH. IN FACT, WE’VE GOT SOME OPPORTUNITIES FOR RAIN, SMALL CHANCES OVERNIGHT WEDNESDAY INTO EARLY. THURSDAY. A MUCH BETTER CHANCE BY SATURDAY AS FAR AS TEMPERATURES GO. COLDER THAN NORMAL AIR EXPECTED OVER MOST OF THE NATION. WE COULD BE TRENDING JUST A LITTLE BIT WARMER THAN NORMAL BY THE TIME MID JANUARY ROLLS AROUND. RIGHT NOW WE ARE RIGHT AT NORMAL. NORMAL HIGH IS 49. WE’VE GOT 48 TOMORROW, 50 ON WEDNESDAY AND THEN TEMPS THAT ARE IN THE MID 40S BY THE END OF THE WEEK. THAT FRONT THAT IS DOWN TO OUR SOUTH AND EAST GOT A COUPLE OF LOW PRESSURE SYSTEMS ON IT, SO IT’S GOING TO SLOWLY MOVE AWAY. BUT WE WILL HAVE SUNSHINE FOR YOU TOMORROW. THE EXCEPTION THE MOUNTAINS WHERE THERE WILL LIKELY BE SOME CLOUDS OVERNIGHT, WHICH SHOULD KEEP THE TEMPERATURES PRETTY CLOSE TO WHERE THEY ARE RIGHT NOW IN THE UPPER 20S. RIGHT NOW WE’VE GOT SOME LOW TO MID 30S FROM THE FOOTHILLS TO THE PIEDMONT TRIAD, 32 CHILLY DEGREES IN ASHEBORO MORNING LOW OF 29 IN THE PIEDMONT FOR THE FOOTHILLS. WE’RE LOOKING AT 28 DEGREES AND. 26 FOR TOMORROW MORNING. IN THE MOUNTAINS. I DO THINK WITH THAT SUNSHINE, THOUGH, WE’LL WARM UP PRETTY NICELY. 44 BY NOON AND THEN A HIGH OF 48 DEGREES FEELS LIKE JANUARY OUT THERE WITH A LIGHTER NORTHWEST WIND FOR THE FOOTHILLS. ALSO UPPER 40S. THAT WINTER CHILL WILL BE WITH US ON JANUARY 2ND, AND FOR THE MOUNTAINS, TEMPERATURES ARE IN THE MID 30S BY NOON AND THEN A HIGH OF 42 TOMORROW AFTERNOON. YOU CAN. SEE ALL THE COLD AIR. WE’RE NOT THE ONLY ONES THAT ARE EXPERIENCING THE COLD. MOST OF THE NATION RIGHT NOW IS AT OR JUST ABOVE FREEZING. WE’LL SEE A STRING OF LOW PRESSURE CENTERS. IN FACT, THERE’S ANOTHER ONEWAY DOWN HERE NEAR TEXAS. THAT’S THE ONE THAT COULD BRING US A CHANCE OF RAIN OVERNIGHT WEDNESDAY INTO THURSDAY. WE’RE DEFINITELY GOING TO HAVE SOME CLOUDS AROUND AS THAT FRONT PUSHES IN. THERE COULD BE SOME ADDITIONAL SNOW SHOWERS DURING THE DAY ON THURSDAY. AND THEN THIS STORM SYSTEM THAT YOU SEE OUT TO. THE WEST, IT’S GOING TO BRING IN A BETTER CHANCE FOR RAIN ON SATURDAY RIGHT NOW, CHILLY RAIN. IT LOOKS LIKE. WITH SOME LOW 40S WE’LL HAVE TO WATCH THAT MORNING. LOW IN THE UPPER 20S, PERHAPS ON SATURDAY, MAYBE A TOUCH FREEZING, A TOUCH OF FREEZING PRECIPITATION. BUT WE’VE GOT SOME TIME TO WATCH IT. FOOTHILLS ALSO WITH A GOOD CHANCE OF RAIN AND IN THE MOUNTAINS, THERE IS A BETTER CHANCE THAT WE’LL HAVE SOME WINTRY WEATHER WITH THIS ONE ON SATURDAY. STILL A LONG WAYS TO GO THOUGH BETWEEN NOW AND THEN, BUT WE’RE DEFINITELY SEEING SO\nAdvertisement\nWATCH: Dry and chilly Tuesday\nSunny and chilly Tuesday with highs in the upper 40s. We're tracking a weekend storm that will likely bring rain.\nSunny and chilly Tuesday with highs in the upper 40s. We're tracking a weekend storm that will likely bring rain.\nAdvertisement",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lainey",
        "sentiment": "neutral"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T06:20:24.248+02:00",
  "updated": "2024-01-02T06:20:24.248+02:00"
}