{
  "thread": {
    "uuid": "53d2a7e96de949c267c63b2e688131288edad7b8",
    "url": "https://fr.hespress.com/347450-la-cooperation-entre-le-maroc-et-lespagne-reduit-la-migration-irreguliere.html",
    "site_full": "fr.hespress.com",
    "site": "hespress.com",
    "site_section": "https://fr.hespress.com/rss",
    "site_categories": [
      "food",
      "media",
      "french_cuisine"
    ],
    "section_title": "Hespress Français &#8211; Actualités du Maroc",
    "title": "La coopération entre le Maroc et l'Espagne réduit la migration irrégulière",
    "title_full": "La coopération entre le Maroc et l'Espagne réduit la migration irrégulière",
    "published": "2024-01-19T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://fr.hespress.com/wp-content/uploads/2024/01/1espagne-copie.jpg",
    "performance_score": 0,
    "domain_rank": 46235,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53d2a7e96de949c267c63b2e688131288edad7b8",
  "url": "https://fr.hespress.com/347450-la-cooperation-entre-le-maroc-et-lespagne-reduit-la-migration-irreguliere.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mohamed Jaouad EL KANABI",
  "published": "2024-01-19T00:00:00.000+02:00",
  "title": "La coopération entre le Maroc et l'Espagne réduit la migration irrégulière",
  "text": "La coopération entre le Maroc et l’Espagne, portée par une série de réformes diplomatiques et sécuritaires, s’illustre par une avancée majeure dans la lutte contre l’immigration irrégulière. Dans une récente déclaration, le ministre espagnol de l’Intérieur, Fernando Grande-Marlaska, a souligné l’efficacité de la coopération entre l’Espagne et les pays africains, y compris le Maroc. Fernando Grande-Marlaska, a récemment mis en lumière cette collaboration fructueuse qui, en 2023, a permis de contrecarrer plus de 27 000 tentatives de migration vers l’Espagne. Cette action préventive représente environ 40 % des départs irréguliers, témoignant de l’engagement conjoint dans la protection des frontières et des droits humains. Dans cette lutte contre l’immigration irrégulière, le partenariat stratégique entre le Maroc et l’Espagne se distingue comme un modèle de coopération internationale. Fortifiée par la reprise des relations diplomatiques, cette alliance a permis d’atteindre des résultats notables : une réduction significative de près de 50% des flux migratoires irréguliers vers l’Espagne dès le premier trimestre de 2023, en comparaison avec la même période de l’année précédente. Ces interventions sont considérées comme des mesures vitales non seulement pour la sécurité frontalière, mais aussi pour la préservation des vies humaines en prévenant les traversées maritimes périlleuses. En parallèle, l’Espagne continue de faire face à l’arrivée de migrants sur ses côtes, notamment sur les îles Canaries, où un nombre record d’arrivées a été enregistré fin 2023. Les premiers jours de janvier ont vu l’arrivée de 381 migrants, sauvés en mer et amenés sur l’archipel, avec des interventions de sauvetage nécessitant des soins médicaux pour certains. En 2023, il y a eu une réduction de 51 % des arrivées maritimes au premier trimestre par rapport à la même période de l’année précédente. Cette réduction a continué la tendance à la baisse observée les années précédentes, avec une chute de 25,6 % des entrées illégales en Espagne de 2021 à 2022. L’efficacité de la coopération maroco-espagnole a été un facteur déterminant dans l’approche de la question des arrivées irrégulières. Cette collaboration entre les deux Royaumes se traduit par une diminution notable des arrivées, avec 56 852 personnes ayant atteint l’Espagne l’année dernière, une augmentation certes, mais qui aurait pu être plus importante sans ces mesures. Le partenariat avec le Maroc, en particulier, s’avère être un pilier dans cette réussite, avec des opérations ciblées contre les réseaux criminels impliqués dans le trafic de migrants. Le Maroc, en sa qualité de pays de transit, déploie des efforts considérables pour endiguer ce phénomène qui touche l’Espagne et, au-delà, l’Europe entière. Ces efforts s’inscrivent dans un contexte dans lequel le Royaume s’affirme non seulement comme un gardien des portes de l’Europe, mais aussi comme un acteur proactif dans la sécurisation des routes migratoires. Cette dynamique bénéficie du soutien financier de l’Espagne et de l’Union européenne, cette dernière ayant promis au Maroc une aide substantielle pour couvrir les dépenses opérationnelles liées à la surveillance et au contrôle des flux migratoires. Ces efforts conjoints entre le Maroc et l’Espagne ont permis de sauver des vies et de minimiser les voyages périlleux vers l’Europe. Aujourd’hui, les relations maroco-espagnoles, à l’apogée de leur collaboration, démontrent la volonté mutuelle d’enrichir et de pérenniser leur partenariat. Le Maroc participe activement à des initiatives de sécurité régionale, notamment l’opération « Active Endeavour » de l’OTAN et l’exercice maritime « Seaboard » dans le cadre de l’initiative 5+5 en Méditerranée occidentale. Les résultats de cette coopération se mesurent non seulement en termes de chiffres, mais aussi en vies humaines épargnées, évitant ainsi les périls d’un voyage souvent dangereux vers l’Europe. L’approche adoptée entre les deux pays va au-delà de la simple répression, mettant l’accent sur la prévention et le démantèlement des réseaux de traite, avec un impact direct sur la baisse des chiffres de l’immigration irrégulière. Les relations maroco-espagnoles, aujourd’hui au sommet de leur collaboration, témoignent de la volonté partagée d’enrichir continuellement leur partenariat. Le Maroc, par le biais de ses Forces Armées Royales (FAR), participe activement à des initiatives de sécurité régionale, telles que l’opération « Active Endeavour » de l’OTAN, et l’exercice maritime « Seaboard » dans le cadre de l’initiative 5+5 en Méditerranée occidentale. La réduction des arrivées irrégulières est une illustration tangible de l’efficacité de cette coopération. Toutefois, le défi reste entier, avec une vigilance constante requise pour maintenir ces résultats et poursuivre les efforts dans un contexte migratoire mondial en constante évolution. Cette collaboration est destinée à se renforcer davantage, avec la finalisation prochaine d’accords couvrant la sécurité, l’économie, l’industrie et la lutte continue contre l’immigration irrégulière, signifiant un engagement continu des deux nations pour relever ces défis ensemble. Le Maroc et l’Espagne s’engagent ainsi à perpétuer et à enrichir leurs relations d’excellence, en restant des partenaires incontournables dans la sécurisation de la région méditerranéenne et dans la promotion d’une gestion migratoire responsable et durable. Du tout bon dans ce cadre, des prochaines Réunions de Haut Niveau (RHN) pour finaliser de nouveaux accords bilatéraux et consolider les acquis de ces dernières années.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T01:21:44.108+02:00",
  "updated": "2024-01-19T01:47:09.643+02:00"
}