{
  "thread": {
    "uuid": "a3392734a44a5f118a7b3411d80b43b294a26e17",
    "url": "https://g1.globo.com/jornal-nacional/noticia/2024/06/21/gauchos-se-mobilizam-para-doar-material-escolar-a-estudantes-afetados-pelas-enchentes.ghtml",
    "site_full": "g1.globo.com",
    "site": "globo.com",
    "site_section": "http://g1.globo.com/dynamo/rss2.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "g1",
    "title": "Gaúchos se mobilizam para doar material escolar a estudantes afetados pelas enchentes",
    "title_full": "Gaúchos se mobilizam para doar material escolar a estudantes afetados pelas enchentes",
    "published": "2024-06-22T03:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://s2-g1.glbimg.com/R5Mf-GEM_GLqcAucaVn3qdVhdy0=/1200x/smart/filters:cover():strip_icc()/s02.video.glbimg.com/x720/12698801.jpg",
    "performance_score": 0,
    "domain_rank": 744,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a3392734a44a5f118a7b3411d80b43b294a26e17",
  "url": "https://g1.globo.com/jornal-nacional/noticia/2024/06/21/gauchos-se-mobilizam-para-doar-material-escolar-a-estudantes-afetados-pelas-enchentes.ghtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-22T03:19:00.000+03:00",
  "title": "Gaúchos se mobilizam para doar material escolar a estudantes afetados pelas enchentes",
  "text": "Voluntários se unem para ajudar o governo a doar material escolar no RS\nNo Rio Grande do Sul, a enchente afetou quase 400 mil estudantes da rede estadual. Agora, eles precisam de material escolar e também nisso a solidariedade uniu os gaúchos.\nA agitação dos alunos voltou a encher de vida uma escola estadual em\nCanoas. A enchente invadiu a casa da maioria deles.\n\"Eu deixei meu material para trás e peguei só minhas roupas\", conta Camile Helena Schorn da Silva, de 9 anos.\nA escola também ficou alagada e não tem data para reabrir.\n\"Esse material é o primeiro caminho para gente poder voltar. Porque a gente está com aulas remotas, né? Então, eles vão ter um materialzinho para começar a se organizar para ter aulas de novo\", diz a professora Marcia Schorn.\nA doação da Central Única das Favelas vai beneficiar 14 mil alunos de escolas estaduais.\n\"Muitos ainda em abrigos, que faz algum tempo que não se encontram, e ver essa gurizada se cumprimentando, se abraçando aqui não tem preço. É o que a gente ganha, eh o que a gente dorme com a consciência tranquila de estar fazendo alguma coisa pela comunidade\", festeja Eduardo Pereira Cardoso, coordenador do Centro de Distribuição da Cufa RS.\nÉ o mesmo sentimento que move a fonoaudióloga Vanessa Onzi Rocha. Ela era voluntária em um abrigo que fechou e, hoje, arrecada dinheiro para comprar e entregar material para mais de 400 estudantes.\n\"Eu acho que existem dois grupos: os que foram afetados pela água e os que foram afetados emocionalmente. Então, desde que aconteceu a enchente, nós estamos na função para fazer nosso estado voltar, nossa cidade voltar ao que é, né? Acho que se cada um fizer um pouquinho vai diminuir pelo menos um segundo desse tempo que a gente está levando, mesmo com tanta chuva\", defende.\nGraziela Dias Machado, de 11 anos, ganhou uma mochila e aproveitou para visitar a escola dela, que ainda está sendo limpa, em\nPorto Alegre.\n\"Eu tenho saudades de voltar a estudar aqui. Eu gosto de matemática, português e geografia”, afirma a estudante, ansiosa para estudar.\nQuase 8,5 mil estudantes continuam sem atividades na rede estadual. No Rio Grande do Sul, 588 escolas foram danificadas pela enchente.\nO governo gaúcho deu inicio a uma campanha para arrecadar material escolar. Doações estão chegando de todas as regiões do país. Um grupo de empresários de Porto Alegre doou 25 mil mochilas e uma empresa, 100 mil cadernos - todos com a mesma capa para motivar os estudantes, com a inscrição: \"Força, Rio Grande do Sul\".\nCada região do estado tem seus pontos de arrecadação. Em Porto Alegre, o espaço funciona em uma escola do bairro Bela Vista. A psicóloga Daniela Isolam fez a parte dela.\n\"É uma força importante para o aprendizado, né? Nesse retorno difícil\", acredita.\nNesta sexta-feira (21), o governo federal anunciou que os serviços de check-in, embarque e desembarque voltam a acontecer no aeroporto Salgado Filho, na primeira quinzena de julho, mas os pousos e decolagens continuam ocorrendo com prazo indeterminado na base aérea de Canoas, a 9,5 km de distância do aeroporto.\nO dia foi chuvoso no Rio Grande do Sul. Na capital, o Guaíba baixou nesta sexta-feira (21), mas se mantém na cota de alerta, de 3,15 metros.\nPela manhã, a correnteza do rio Pardo arrancou uma ponte provisória instalada pelo Exército, no município de\nSinimbu.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-22T03:44:01.203+03:00",
  "updated": "2024-06-22T03:44:01.203+03:00"
}