{
  "thread": {
    "uuid": "79fc0d3d2b3a46621d599274abb446a7beb464cb",
    "url": "https://www.pulse.ng/news/local/troops-prevent-attack-on-benue-community-after-3-hour-battle-with-bandits/b9ebf0j",
    "site_full": "www.pulse.ng",
    "site": "pulse.ng",
    "site_section": "http://pulse.ng/rss",
    "site_categories": [
      "media",
      "celebrity_fan_gossip",
      "entertainment"
    ],
    "section_title": "\n    \n        Pulse Nigeria\n    \n",
    "title": "Troops prevent attack on Benue community after 3-hour battle with bandits",
    "title_full": "Troops prevent attack on Benue community after 3-hour battle with bandits",
    "published": "2024-01-20T23:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://ocdn.eu/pulscms-transforms/1/vM4ktkqTURBXy9hZmQxMWZiZmRlMDFhOTc0OTZkOTI0MjVhOGZmNWVlYi5qcGVnkpUDABfNAwDNAbCTBc0EsM0Cdg",
    "performance_score": 0,
    "domain_rank": 13258,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "79fc0d3d2b3a46621d599274abb446a7beb464cb",
  "url": "https://www.pulse.ng/news/local/troops-prevent-attack-on-benue-community-after-3-hour-battle-with-bandits/b9ebf0j",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "News Agency Of Nigeria",
  "published": "2024-01-20T23:47:00.000+02:00",
  "title": "Troops prevent attack on Benue community after 3-hour battle with bandits",
  "text": "The force commander commended the troops and urged them to put the setback of the loss of their colleagues behind them. Recommended articles The OPWS Force Commander, Maj.-Gen. Sunday Igbinomwanhia told newsmen in Makurdi on Saturday that the troops forced the bandits to run in disarray after a three-hour battle on Thursday. He however said two soldiers and one personnel of the Nigeria Security and Civil Defence Corps lost their lives in the encounter while two other soldiers sustained injuries. The OPWS force commander said those injured were rushed to Air Force Hospital in Makurdi, and are responding to treatment. He said that the troops rushed to the community when they received intelligence that bandits were heading to the area. ”Upon inquiry, the troops discovered that suspected bandits were advancing towards the town to attack it and they immediately mobilised and proceeded to Okokolo community, about 15 km from their base at Akwu. “On arrival, the troops encountered the bandits carrying out the attack on the community and subsequently engaged the criminals in a gun duel that lasted for three hours. “The attack was successfully repelled with the terrorists withdrawing in disarray while evacuating their dead and wounded. “The success achieved was however at a huge cost, with three of the troops paying the supreme sacrifice to prevent the killing of the inhabitants of Okokolo and the intended sacking of the community. “In addition to the death of the two soldiers and one Nigeria Security and Civil Defence Corps personnel, two other soldiers were wounded and immediately evacuated to the Air Force Hospital in Makurdi,” he added. The force commander commended the troops and urged them to put the setback of the loss of their colleagues behind them and remain focused on the mission of ridding the state of all criminal elements. He assured the troops that the Chief of Defence Staff was strongly behind them as they battled to restore lasting peace in Benue. Igbinomwanhia appreciated Governor Hyacinth Alia for his support to OPWS and pledged that the troops would pursue the criminals to their hideouts. The News Agency of Nigeria (NAN) reports that the state Deputy Gov., Sam Ode, and the OPWS commander, had visited the troops of Sector 6 on Friday at their base in Akwu. The visit was to commiserate with them over the death of their gallant colleagues and encourage them not to give breathing space to the criminals. Ode who represented the governor, said that the state government would support the treatment of those injured. JOIN OUR PULSE COMMUNITY! Eyewitness? Submit your stories now via social or: Email: [eyewitness@pulse.ng](mailto: eyewitness@pulse.ng)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sunday igbinomwanhia",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nigeria security and civil defence corps",
        "sentiment": "none"
      },
      {
        "name": "air force hospital",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "akwu",
        "sentiment": "none"
      },
      {
        "name": "makurdi",
        "sentiment": "none"
      },
      {
        "name": "okokolo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-21T01:17:47.433+02:00",
  "updated": "2024-01-22T06:42:47.090+02:00"
}