{
  "thread": {
    "uuid": "38705a8d4f553ae5858ae1d89b4d12fd9c9339a5",
    "url": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2031043",
    "site_full": "pib.gov.in",
    "site": "pib.gov.in",
    "site_section": "https://pib.gov.in/RssMain.aspx?ModId=6&Lang=1&Regid=3",
    "site_categories": [],
    "section_title": "Press Information Bureau ",
    "title": "Kharif sowing area for onion set to be 27% higher than last year; 30% sowing completed in Karnataka",
    "title_full": "Kharif sowing area for onion set to be 27% higher than last year; 30% sowing completed in Karnataka",
    "published": "2024-07-04T22:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 6449,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "38705a8d4f553ae5858ae1d89b4d12fd9c9339a5",
  "url": "https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2031043",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-04T22:00:00.000+03:00",
  "title": "Kharif sowing area for onion set to be 27% higher than last year; 30% sowing completed in Karnataka",
  "text": "Good and timely monsoon rains this year has provided big boost for kharif crops, including onion and other horticultural crop like tomato and potato. As per the assessment of Ministry of Agriculture with the State Governments, the area targeted for kharif sowing of major vegetables namely, onion, tomato and potato have seen significant increase over last year.\nThe availability of onion in domestic market is comfortable notwithstanding marginally lower production of onion in rabi-2024 season as compared to the production last year. Onion crop is harvested in three seasons: rabi in March-May; kharif in September-November and late kharif in January-February. In terms of production, rabi crop accounted for roughly 70% of the total production while kharif and late kharif together constitute 30%. Kharif onion plays important role in maintaining price stability during the lean months of between rabi and peak kharif arrivals.\nThe target area under Kharif onion this year is 3.61 lakh hectare which is 27% higher than last year. In Karnataka, the top Kharif onion producing State, sowing is completed in 30% of its targeted area of 1.50 lakh hectare, and sowing is making good progress in other major producing States.\nThe onion currently available in the market is rabi-2024 crop, harvested during March-May, 2024. The estimated rabi-2024 production of 191 lakh tonnes is sufficient to meet the domestic consumption of about 17 lakh tonnes per month and continued restraint on export within 1 lakh tonnes per month. Further, dry weather condition prevailing during and after rabi harvest this year is observed to have helped in lowering storage loss of onion. Onion prices are stabilising as the quantity of rabi onion released in the market by farmers is increasing with higher mandi prices and onset of monsoon rains which increases the chances storage loss due to high atmospheric moisture.\nThough potato is essentially a Rabi crop, some quantities of Kharif potatoes are produced in Karnataka, Himachal Pradesh, Uttarakhand, Meghalaya, Maharashtra and Tamil Nadu. Kharif potato harvest during September to November augments the availability in the market. The area under Kharif potato this year is targeted to increase by 12% over last year. Himachal Pradesh and Uttarakhand have covered almost the entire targeted sowing area while sowing in Karnataka and other States are in good progress. As per DAFW data, 273.2 lakh tonnes of Rabi potato had been stored in cold storage this year which is sufficient to meet the consumption demand. The prices of potato regulates the rate at which it’s released from the cold storages during the storage period from March to December.\nAs per Ministry of Agriculture’s assessment with State Government, the targeted kharif tomato area this year is 2.72 lakh hectare as against 2.67 lakh hectare sown last year. Crop conditions are reported to be good in major producing areas of Chittoor in Andhra Pradesh and Kolar in Karnataka. In Kolar, picking of tomatoes have started and will hit the market in within few days from now. As per feedback from District Horticultural officials in Chittoor and Kolar, tomato crop this year is substantially better than last year. Kharif tomato areas are set to increase substantially over last year in major producing States of Madhya Pradesh, Karnataka, Uttar Pradesh, Gujarat, Maharashtra and Tamil Nadu.\n***\nAD/NS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Economy, Business and Finance",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "state",
        "sentiment": "none"
      },
      {
        "name": "ministry of agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "karnataka",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:19:28.948+03:00",
  "updated": "2024-07-05T16:19:28.948+03:00"
}