{
  "thread": {
    "uuid": "53870243142e3e60ccfc63afaef268a7255f87a0",
    "url": "https://www.richlandsource.com/2023/12/28/rebecca-becky-mackey/",
    "site_full": "www.richlandsource.com",
    "site": "richlandsource.com",
    "site_section": "https://richlandsource.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Richland Source",
    "title": "Rebecca \"Becky\" Mackey",
    "title_full": "Rebecca \"Becky\" Mackey",
    "published": "2023-12-28T22:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://newspack-richlandsource.s3.amazonaws.com/wp-content/uploads/2023/12/Mackey-Rebecca-Obit-Photo.jpg",
    "performance_score": 0,
    "domain_rank": 70695,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "53870243142e3e60ccfc63afaef268a7255f87a0",
  "url": "https://www.richlandsource.com/2023/12/28/rebecca-becky-mackey/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Snyder Funeral Home",
  "published": "2023-12-28T22:38:00.000+02:00",
  "title": "Rebecca \"Becky\" Mackey",
  "text": "MANSFIELD: “In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.” – Matthew 5:16 Many people look forward to Christmas morning for a variety of different reasons. The excitement of the unknown is all part of the fun! If we aren’t intentional, it would be very easy to miss the hidden ‘special’ lingering in the moments the Lord quietly stores away for us. December 25, 2023, was no different. Becky was able to ‘Rejoice and be glad, for her reward in heaven was great!’ As a brilliant sun opened up the sky, the unusually warm December day took the sting away as we quietly watched her pass away from this life into heaven’s home. She fought a truly brave, courageous and joyful fight against cancer. She absolutely WON and is completely healed and more alive and well than even the best here. Becky was born in Mansfield, Ohio on March 22, 1947 where she lived most of her life. She graduated from Ontario High School in 1965 and went on to marry the love of her life, David on September 21, 1968. She enjoyed a career at Mansfield Christian School serving others well as a part time aide. Becky was truly a woman who loved well, lived simply and prayed fervently. Things were just things. Money wasn’t meant to be spent lavishly. If she ever bought something for herself, it was a true rarity. You would not typically find her in a crowded room, or a table full of people. But when you found her, and took the space and time for her, her smile was joy and her presence was enough. She loved animals and always wanted to own a baby monkey. She loved flowers and was wonderful at planting. When Becky was diagnosed with cancer, she never complained or said “Why me?’ She just smiled and asked, “What do we need to do?” She walked this journey in faith and valor. Her husband David, loving her and caring for her every step of the way. As Corrie Ten Boom once said: “Never be afraid to trust an unknown future to a known God.” She always trusted the sovereign Lord. From the hospital bed, from the floor after falling, from the sickness, from not being able to walk, from being told ‘there is nothing more that we can do…’ Through a smile of faith and a sense of humor she kept her eyes on Jesus. She wanted people to see JESUS, not her cancer. Becky is survived by David Mackey, her loving husband of 55 years; Son, Brian (Chris) Mackey; Daughter, Kimberly (Matthew) Snyder. Grandchildren, Izaiah, Grady, Shelby, Tait, Zoe, Micah, Molly, Landon, Joey, Aubrey, Xavier, Jacob, Jailynn and Jaiden. Her best friend Dana Palmer and special friends Mark and Mary Winkler. She was preceded in death by her son Bret, and grandson Lazarus. The family would like to give a very special Thank You to Bob Ball and Kaye Hahn for standing so closely by us during this time. To Brandon Howard and his construction team for working so very hard on the house they called HOME. May we all remember to live and love like Jesus no matter what we face in this life. Give people their flowers while they are still alive. And you can do ALL things through Christ who gives you strength. A memorial service celebrating the life of Becky Mackey will be held Friday, January 5, 2023 at 11 am in Mansfield Alliance Church, 291 Cook Road, Mansfield, Ohio 44906 where her family will receive friends the hour prior, from 10 am – 11 am. Pastor Dale Patrick and Becky’s son, Chaplain Brian Mackey will officiate. Private burial will be held in Mansfield Memorial Park. The Lexington Avenue Snyder Funeral Homes is honored to assist the Mackey family with Becky’s services. To view her tribute video or to leave a message of condolence, please visit: [SnyderFuneralHomes.com](http://SnyderFuneralHomes.com) Funeral Home: Snyder Funeral Home Website: [https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo](https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo",
    "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)",
    "http://SnyderFuneralHomes.com)",
    "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey",
    "https://snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo",
    "http://www.SnyderFuneralHomes.com)",
    "https://snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mackey",
        "sentiment": "positive"
      },
      {
        "name": "becky",
        "sentiment": "positive"
      },
      {
        "name": "rebecca",
        "sentiment": "positive"
      },
      {
        "name": "david",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ontario high school",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mansfield",
        "sentiment": "none"
      },
      {
        "name": "ohio",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:06:46.876+02:00",
  "updated": "2023-12-29T00:06:46.876+02:00"
}