{
  "thread": {
    "uuid": "a9b1618cbb072500898ac52569847c781b4c95fc",
    "url": "https://gazzettadimantova.gelocal.it/cultura-e-spettacoli/2023/12/29/news/al_sociale_di_mantova_ritorna_il_concerto_di_capodanno_del_conservatorio-13962196/",
    "site_full": "gazzettadimantova.gelocal.it",
    "site": "gelocal.it",
    "site_section": "https://gazzettadimantova.gelocal.it",
    "site_categories": [
      "media"
    ],
    "section_title": "\n   Gazzetta di Mantova\n  ",
    "title": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio - Gazzetta di Mantova",
    "title_full": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio - Gazzetta di Mantova",
    "published": "2023-12-29T18:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.gedistatic.it/content/gnn/img/gazzettadimantova/2023/12/29/180146825-65c2b47f-2970-4fba-8b90-ce175cee79ad.jpg",
    "performance_score": 0,
    "domain_rank": 7306,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a9b1618cbb072500898ac52569847c781b4c95fc",
  "url": "https://gazzettadimantova.gelocal.it/cultura-e-spettacoli/2023/12/29/news/al_sociale_di_mantova_ritorna_il_concerto_di_capodanno_del_conservatorio-13962196/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gazzetta di Mantova",
  "published": "2023-12-29T18:01:00.000+02:00",
  "title": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio - Gazzetta di Mantova",
  "text": "Al Sociale di Mantova ritorna il Concerto di Capodanno del Conservatorio Classica, jazz, pop e melodie del periodo natalizio. Alle 17 il maestro Luca Bertazzi dirige l’Orchestra d’archi e altri musicisti Il Concerto di Capodanno al Teatro Sociale di Mantova aprirà il 2024, alle 17, con il Conservatorio Campiani e sarà diretto da Luca Bertazzi che lo ha voluto molto vario: classica, jazz e pop e melodie del periodo natalizio. Il 1° gennaio si comincia con una marcia e si finisce con il gioioso “Viva la Vida” dei Coldplay, passando per la “Bohemian Rhapsody” di Freddie Mercury. Spazio agli autori mantovani, come Gino Mescoli, autore di musica leggera di successo, una vita a Milano, ma nato a San Benedetto Po. E poi Carlo Cantini e Mauro Negri, che saranno anche tra i solisti del concerto. Il prezzo dei biglietti (più prevendita) è di 29 euro palchi e platea (23 ridotto), 23 loggia e loggione (20 ridotto). I biglietti si comprano in biglietteria o sul sito www.teatrosocialemantova.it. A suonare saranno l’Orchestra d’archi del conservatorio, più alcuni professionisti esterni e studenti dei conservatori di Parma e Verona. Tra gli allievi del Campiani: i violoncelli Elena Ortu, Alfredo Mendez e Alessandro Gallina, il contrabbassista Matteo Spaggiari, i violinisti Benedetta Bernardelli, Anna Gauli, Liù Manenti, e Giacomo Lucchetti e il percussionista Luca Musco, più alla tastiera Mario Lino Rossi. Si parte, come detto, con una marcia, ma non quella di Radetzky, che sempre risuona nei concerti di Capodanno a Vienna. “Io la trovo brutta – dice Bertazzi, senza troppa diplomazia – e poi il generale asburgico a Mantova ha lasciato il ricordo di feroci repressioni. La marcia di Gustav Holst (1874-1934) è molto più bella e festosa”. Ci saranno poi la romantica Serenata per archi di Gyula Beliczay (1835-1893),le musiche scozzesi, dal gusto celtico, di Granville Bantock (1868-1946). E ancora Bach, Eric Whitacre, che oggi ha 53 anni, quindi il celebre Waltz di Shostakovic (1906-1975), colonna sonora del film di Kubrick “Eyes wide shut” con Tom Cruise e Nicole Kidman. Infine, su proposta del Teatro Sociale, il travolgente Intermezzo della Cavalleria Rusticana. Alcuni pezzi sono stati adattati da Eva Impellizzeri. Il grande brano jazz “Everybody’s Song But My Owwn” di Kenny Wheeler è stato arrangiato da Mauro Negri, che lo suonerà e sarà presente con il suo clarinetto anche in altri brani. Di Carlo Cantini, invece, “H.Planets”. Di Mescoli, “Verrà un giorno” del 2022.Il concerto ,comesidiceva,è inprogrammail1° gennaio alle17 alTeatro SocialediMantova. Maria Antonietta Filippini",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T19:26:39.546+02:00",
  "updated": "2023-12-29T19:26:39.546+02:00"
}