{
  "thread": {
    "uuid": "917ff62adb06a614dfce79bcf3c08c46ff89bbbf",
    "url": "https://www.les-crises.fr/reguler-l-ia-ne-suffit-pas-il-faut-demonter-la-logique-qui-l-introduit-dans-nos-ecoles/",
    "site_full": "www.les-crises.fr",
    "site": "les-crises.fr",
    "site_section": "https://www.les-crises.fr/mot-cle",
    "site_categories": [
      "media"
    ],
    "section_title": " &raquo; Mot Clés",
    "site_title": "Les Crises",
    "title": "» Réguler l'IA ne suffit pas. Il faut démonter la logique qui l'introduit dans nos écoles",
    "title_full": "» Réguler l'IA ne suffit pas. Il faut démonter la logique qui l'introduit dans nos écoles",
    "published": "2025-08-14T07:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.les-crises.fr/wp-content/uploads/2025/07/00-15.jpg",
    "performance_score": 0,
    "domain_rank": 74465,
    "domain_rank_updated": "2025-06-03T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "917ff62adb06a614dfce79bcf3c08c46ff89bbbf",
  "url": "https://www.les-crises.fr/reguler-l-ia-ne-suffit-pas-il-faut-demonter-la-logique-qui-l-introduit-dans-nos-ecoles/",
  "ord_in_thread": 0,
  "author": "Les Crises",
  "published": "2025-08-14T07:55:00.000+03:00",
  "title": "» Réguler l'IA ne suffit pas. Il faut démonter la logique qui l'introduit dans nos écoles",
  "text": "Introduire l’IA dans les écoles n’est pas un progrès, c’est un signe qui montre à quel point nous nous sommes éloignés de la finalité de l’éducation.\nSource : Jesse Hagopian, Truthout\nTraduit par les lecteurs du site Les-Crises\nEn avril dernier, la secrétaire d’État à l’éducation, Linda McMahon, a pris la parole lors d’une importante conférence sur les technologies de l’information à San Diego et a affirmé avec une grande détermination que les élèves américains bénéficieraient bientôt d’un « enseignement A1 ». Elle l’a répété à l’envi – « A1 » au lieu de « AI ». « Le système scolaire va commencer à faire en sorte que les élèves de première année, ou même de maternelle, bénéficient chaque année d’un enseignement A1. C’est merveilleux », a-t-elle assuré à la foule.\nCe moment est rapidement devenu viral. Les chroniqueurs de fin de soirée l’ont descendue en flammes. A.1. Steak Sauce a publié une fausse publicité : « Vous l’avez entendue. Chaque école devrait avoir accès à A.1. » [A.1 est le nom d’une sauce produite par la marque Kraft Heinz, NdT]\nC’était drôle – mais pas longtemps. Parce que derrière cette gaffe se cache quelque chose de bien plus inquiétant : la personne qui dirige la politique fédérale en matière d’éducation souhaite remplacer le processus émotionnel et intellectuel de l’enseignement et de l’apprentissage par un processus mécanique de fourniture de contenu, d’extraction de données et de surveillance se faisant passer pour de l’éducation.\nCette démarche s’inscrit dans le cadre d’un programme plus vaste défendu par des milliardaires comme Bill Gates. « Les I.A. atteindront cette capacité, celle d’être un aussi bon enseignant que n’importe quel humain », a déclaré Gates lors d’une récente conférence destinée aux investisseurs dans le domaine des technologies éducatives. Comme l’a résumé un titre de presse : « Bill Gates affirme que l’IA remplacera les médecins et les enseignants d’ici 10 ans. »\nIl ne s’agit pas seulement d’une prévision, mais d’un fantasme libidinal – un rêve capitaliste qui consiste à remplacer les relations humaines par du code et des logiciels évolutifs, tandis que les institutions publiques sont vidées de leur substance au nom de « l’innovation. »\nLes logiciels ne sont pas intelligents\nIl nous faut arrêter de prétendre que les algorithmes peuvent penser – et il nous faut arrêter de croire que les logiciels sont intelligents. Même si utiliser le terme « IA » sera parfois nécessaire pour être compris, nous devrions commencer à trouver et utiliser un langage plus exact.\nEt non, je ne suis pas en train de dire que nous devons commencer à l’appeler « A1 » – sauf si nous parlons de la façon dont elle est étalée partout, que nous l’ayons demandée ou non. Ce que nous appelons IA serait mieux compris si nous l’appelions « mimétisme artificiel » : une reflet sans pensée, une articulation sans âme.\nLe philosophe Raphaël Millière explique qu’en fait ce que ces systèmes font, ce n’est pas réfléchir ou comprendre, ils utilisent ce qu’il appelle le « mimétisme algorithmique » : une comparaison sophistiquée de modèles qui imite les performances humaines sans pour autant posséder la cognition humaine. Il écrit que les grands modèles pré-entraînés comme ChatGPT ou DALL-E 2 ressemblent davantage à des « caméléons aléatoires », qui ne se contentent pas de répéter des phrases mémorisées, mais se fondent dans le style, le ton et la logique d’une requête donnée avec une fluidité déconcertante. Cette capacité d’adaptation est impressionnante – et elle peut se révéler dangereuse – précisément parce que l’on peut facilement la confondre avec la compréhension.\nCe que l’on appelle l’IA peut être utile dans certains contextes. Mais ce que nous appelons aujourd’hui l’IA dans les écoles ne pense pas, ne raisonne pas, ne comprend pas. Elle devine. Elle copie. Elle manipule la syntaxe et les modèles en se basant sur la probabilité et non sur le sens. Elle n’enseigne pas – elle incite. Elle ne guide pas, elle gère.\nEn bref, elle imite l’intelligence. Mais le mimétisme n’est pas la sagesse. Ce n’est pas de la bienveillance. Ce n’est pas de la pédagogie.\nLe véritable apprentissage, comme l’a montré le célèbre psychologue Lev Vygotsky, est un processus social. Il se fait par le dialogue, les relations et l’élaboration d’un sens commun. L’apprentissage se déroule dans ce que Vygotsky a appelé la zone de développement proximal – cet espace entre ce qu’un apprenant peut faire seul et ce qu’il peut réaliser avec les conseils d’un enseignant, d’un pair ou d’un mentor plus expérimenté – quelqu’un qui peut répondre avec bienveillance, poser la bonne question et accompagner l’étape suivante.\nCe que l’IA ne peut pas faire\nElle ne peut pas sentir si le silence d’un élève est synonyme de confusion ou de traumatisme. Elle ne peut pas remarquer l’étincelle dans les yeux d’un étudiant lorsqu’il relie un concept à son expérience vécue. Elle ne peut pas voir la brillance derrière une idée désordonnée, mais non encore complètement développée, ou le potentiel d’une voix non conventionnelle. Elle ne peut pas construire une communauté bienveillante.\nLes entrepreneurs du secteur de l’éducation vantent les mérites de l’intelligence artificielle comme remède à tous les maux, depuis l’inégalité d’accès au soutien scolaire jusqu’au burn out des enseignants.\nElle peut produire des faits, poursuivre avec des questions, proposer des corrections, faire des résumés ou suggérer les prochaines étapes, mais elle ne peut pas reconnaître le poids émotionnel de la confusion ou la joie discrète d’une découverte intellectuelle.\nCe travail – la véritable tâche d’enseignement et d’apprentissage – ne peut être automatisé.\nLes écoles ont besoin de plus d’assistants pédagogiques et de moins d’intelligence artificielle\nLes outils d’IA tels que Magic School, Perplexity et School.ai sont pratiques : correction de la grammaire, reformulation des phrases, amélioration du ton. Mais ils poussent également les élèves vers des réponses stéréotypées qui leur permettront d’obtenir des notes élevées. L’IA incite les élèves à se conformer efficacement aux règles, et non à prendre des risques intellectuels ; ces outils enseignent le conformisme, et non l’originalité.\nRécemment, mon fils a utilisé Raina, le chatbot de MagicSchool, pendant l’un de ses cours de Terminale, pour faire des recherches sur son exposé sur Porto Rico. Les avantages en étaient évidents : des réponses instantanées, pas besoin de passer au crible des textes denses ou de multiples sites web. Mais Raina n’a jamais posé les questions essentielles : pourquoi une nation qui s’autoproclame « terre de liberté » considère-t-elle toujours Porto Rico comme une colonie ? Comment les systèmes d’IA comme le sien contribuent-ils à la crise climatique qui menace l’avenir de l’île ? Raina a fourni des réponses bien policées. Mais soulever des questions plus complexes et aider les élèves à gérer le poids émotionnel des réponses est le travail d’un enseignant humain.\nL’IA peut contribuer à simplifier les textes ou à faciliter l’écriture, mais elle peut aussi induire en erreur. Au fil du temps, elle entraîne les élèves à imiter ce que l’algorithme juge « efficace », plutôt qu’à développer leur propre style ou leurs propres idées. La lecture devient alors une simple extraction et non plus une mise en relation. L’âme de la littérature se perd lorsque la lecture devient une tâche mécanique et non un échange d’idées et d’émotions entre êtres humains.\nDe nombreux enseignants, sous-payés et débordés, se tournent vers l’IA par nécessité.\nCependant nous devons nous demander : pourquoi, dans le pays le plus riche de l’histoire du monde, les classes sont-elles si chargées – et les ressources si rares – que les enseignants sont obligés de faire appel à l’IA plutôt qu’à des assistants pédagogiques ? Pourquoi n’embauchons-nous pas davantage de documentalistes pour sélectionner des textes adaptés au niveau des élèves ou ne réduisons-nous pas la taille des classes afin que les enseignants puissent adapter eux-mêmes l’enseignement ?\nL’IA ne se contente pas d’uniformiser l’apprentissage : elle peut désormais surveiller le comportement numérique des élèves de manière particulièrement invasive. Présentés comme des outils de sécurité, ces systèmes traquent ce que les élèves écrivent, recherchent ou publient, même lorsque les appareils sont fournis par l’école et emportés à la maison, étendant ainsi la surveillance à la vie privée des élèves. Au lieu de budgéter des conseillers, les écoles dépensent des milliers de dollars (comme les 58 000 dollars d’un district du New Jersey) pour des logiciels de surveillance. À Vancouver, dans l’État de Washington, une faille dans la sécurité des données a révélé l’ampleur des informations personnelles, notamment sur la santé mentale et l’identité LGBTQ+, qui étaient discrètement collectées. Une étude a révélé que près de 60 % des étudiants américains s’autocensurent lorsqu’ils sont sous contrôle. Comme l’expliquent Shreya Sampath et Marisa Syed, responsables d’Encode Justice, les élèves craignent que leurs « données soient collectées et commercialisées » et que leurs camarades « s’autocensurent dans des environnements d’apprentissage censés encourager l’exploration. »\nUrsula Wolfe-Rocca, enseignante dans une école défavorisée de Portland, dans l’Oregon, a décrit l’utilisation actuelle de l’IA comme étant « ad hoc », certains enseignants de son école l’expérimentant et d’autres ne l’utilisant pas du tout. Alors que son école est encore en train d’élaborer une politique officielle, elle s’inquiète de l’enthousiasme de certains membres du personnel et de l’administration pour l’IA, motivé par « un battage médiatique non fondé sur la façon dont l’IA peut aider à combler le fossé en matière d’équité. »\nLa description de Wolfe-Rocca est à l’image d’une tendance nationale : L’utilisation de l’IA dans les écoles est inégale et très peu règlementée, et pourtant les districts encouragent de plus en plus son adoption. Même en l’absence d’un cadre réglementaire clair, le message que reçoivent de nombreux éducateurs est que l’IA arrive et qu’on attend d’eux qu’ils l’adoptent. Pourtant, cette pression s’accompagne souvent d’une absence de discussion sérieuse sur la pédagogie, l’éthique ou les inégalités structurelles que l’IA pourrait en fait aggraver, en particulier dans les écoles défavorisées comme la sienne.\nMéfiez-vous de l’élixir numérique\nDans cette ruée vers l’or qu’est l’IA aujourd’hui, les entrepreneurs du secteur de l’éducation troquent les vieux scénarios de normalisation contre de belles promesses de personnalisation, vantant les mérites de l’intelligence artificielle comme remède à tous les maux, depuis l’inégalité d’accès au soutien scolaire jusqu’au burnout professionnel des enseignants. Prenons l’exemple de Salman Khan, fondateur de la Khan Academy, qui parle en termes élogieux du potentiel de l’IA. Khan a récemment créé Khanmigo un chatbot destiné à l’enseignement et l’a décrit comme un moyen de « démocratiser l’accès des étudiants au soutien individualisé », affirmant que celui-ci pourrait éventuellement offrir à « chaque étudiant aux États-Unis, et à terme dans le monde entier, un professeur particulier de classe mondiale ». Le nouveau livre de Khan, Brave New Words, se lit comme une lettre énamourée à l’IA – une machine dénuée de toute émotion qui, comme il se doit, ne l’aimera jamais en retour.Il est difficile d’ignorer l’ironie du titre choisi par Khan pour son livre, Brave New Words (Le meilleur des mots), qui fait écho au roman dystopique de Huxley, Brave New World (Le meilleur des mondes), où la personnalité individuelle est effacée, l’éducation est mécanisée et la conformité est imposée par la facilité technologique. Mais plutôt que de considérer la vision de Huxley comme un avertissement, Khan semble la prendre comme un modèle, et son livre se lit comme une étude de cas sur la façon de passer à côté de l’essentiel.\nDans un exemple, Khan vante la capacité de Khanmigo à générer un plan de cours complet sur la Seconde Guerre mondiale, assorti d’objectifs et d’un sondage à choix multiples en classe.\nLes élèves sont invités à choisir la « cause la plus importante » de la guerre :\n- A) Traité de Versailles\n- B) Ascension d’Hitler\n- C) Politiques expansionnistes de l’Axe\n- D) Échec de la Société des Nations\nMais les vérités difficiles à accepter sont introuvables. Khanmigo, par exemple, n’incite pas les élèves à s’interroger sur le fait qu’Hitler a ouvertement fait l’éloge des États-Unis pour les lois de ségrégation Jim Crow, les programmes eugéniques et le génocide contre les Amérindiens.\nComme tant d’autres solutions miracles pour l’éducation avant lui, Khan arrive devant la porte de l’école avec un chariot rempli d’élixirs numériques. C’est le charlatanisme classique du domaine des technologies : un discours tape-à-l’œil, des promesses grandiloquentes de révolutionner l’éducation et des concepts comportementalistes éculés présentés comme des innovations. Le béhaviorisme, une théorie qui réduit l’apprentissage à des changements de comportement observables en réponse à des stimuli externes, traite les élèves moins comme des penseurs que comme des répondeurs programmables. La vision de Khan, qui consiste à remplacer les enseignants humains par des chatbots d’IA, n’est pas démocratisante, elle est déshumanisante.\n« Ce dont nous avons besoin, ce n’est pas de davantage d’IA, mais de davantage d’enseignants, de personnel d’encadrement et d’une véritable formation, surtout après que la crise COVID a laissé tant d’éducateurs désarmés. »\nBien loin d’être passionnantes ou innovantes, ces « solutions » automatisées s’inscrivent dans une longue tradition de technologies d’enseignement comportementalistes. Comme le montre l’historienne Audrey Watters dans Teaching Machines, les efforts de personnalisation de l’apprentissage par l’automatisation ont commencé dans les années 1920 et ont pris de l’ampleur avec les machines à enseigner de B.F. Skinner dans les années 1950. Mais ces outils ont souvent échoué, car ils reposaient sur l’hypothèse erronée selon laquelle l’apprentissage n’est qu’une réponse programmée plutôt qu’un lien humain.\nEn dépit de ces échecs, les élites du monde la Tech d’aujourd’hui doublent la mise. Mais soyons clairs : ce n’est pas le type d’éducation qu’ils souhaitent pour leurs propres enfants. Les riches ont des classes à effectifs réduits, des professeurs de musique, de riches bibliothèques, des programmes de littérature et de débats et des mentors humains. Nos enfants se voient proposer des robots d’intelligence artificielle dans des classes surchargées. Il s’agit d’un schéma bien connu : l’apprentissage standardisé et scénarisé pour le plus grand nombre ; la créativité et l’attention pour le plus petit nombre. Les élites prétendent que l’IA va « uniformiser les règles du jeu », mais elles se déchargent sur le public des coûts environnementaux qu’elle engendre. La formation de grands modèles d’IA consomme d’énormes quantités d’énergie et d’eau et alimente la crise climatique. Les mêmes milliardaires qui encouragent l’IA construisent des complexes privés pour protéger leurs enfants des dommages causés par leurs industries – au lieu de réglementer la tech ou de réduire les émissions, ils protègent les leurs à la fois de la pédagogie et des retombées de leur cupidité.\nEm Winokur, documentaliste scolaire dans l’Oregon, a rejoint la cohorte « Innovateurs de l’IA » du Multnomah Education Service District afin de faire entendre une voix critique dans un débat dominé par le battage médiatique et l’influence de l’industrie. Elle a pu constater les contradictions de première main : « Les entreprises Tech de l’éducation n’investissent pas dans les progrès de nos étudiants ou dans la construction d’un monde plus solidaire, a-t-elle déclaré à Truthout. Ce dont nous avons besoin, ce n’est pas de davantage d’IA – c’est de davantage d’enseignants, de personnel d’encadrement et d’une véritable formation, surtout après la crise COVID qui a laissé tant d’éducateurs désarmés. »\nBien entendu, les gestionnaires de fonds spéculatifs, les PDG et les politiciens qu’ils financent tourneront cette vision en dérision. Ils la qualifieront de peu pratique, de trop coûteuse, d’irréaliste. Ils soutiendront que l’économie ne peut pas financer l’augmentation du nombre d’éducateurs, de psychologues scolaires, de classes plus petites ou de bibliothèques scolaires dotées d’effectifs complets. Et puis, dans la foulée, ils proposeront l’IA comme solution : moins chère, plus rapide, plus facile. Leur vision est celle d’une imitation creuse et mécanisée de l’éducation.\nAu-delà du robot : se réapproprier l’enseignement humain\nNombre d’éducateurs et d’étudiants n’acceptent pas passivement cet avenir dominé par l’IA. Des groupes dirigés par des jeunes, comme Encode Justice, sont à l’avant-garde de la lutte pour la régulation de l’IA. L’Algorithmic Justice League conteste la généralisation de la surveillance biométrique dans les écoles et met en garde contre les systèmes de reconnaissance faciale qui menacent la sécurité des élèves et le climat scolaire. Les efforts d’organisation tels que Black Lives Matter at School et le mouvement Teach Truth font s’inscrivent dans un mouvement grandissant qui refuse de laisser les milliardaires dicter les conditions de l’apprentissage.\nIntroduire l’IA dans les écoles n’est pas un progrès – c’est le signe de problèmes sous-jacents beaucoup plus profonds dans l’enseignement américain, qui montrent à quel point nous nous sommes éloignés de la finalité de l’éducation. Pendant des décennies, les décideurs politiques et les profiteurs ont troqué l’attention humaine contre des évaluations à enjeux élevés, des programmes scolaires préétablis et la surveillance. L’IA n’est pas la maladie, c’est le symptôme d’un modèle scolaire colonialiste qui est destructeur et déshumanisant, plutôt que libérateur. Cela veut dire que réguler l’IA ne suffit pas, il faut démonter la logique qui l’a introduite dans les écoles.\nJ’ai eu un jour un élève – je l’appellerai Marcus – qui était en dernière année de lycée et qui avait déjà été accepté dans une bonne université. Mais à la fin de l’année, ses notes ont fortement chuté et tout à coup, il risquait de ne pas obtenir son diplôme. Au fil du temps, Marcus et moi avions tissé des liens de confiance, notamment grâce à des cours sur l’histoire des Noirs et la résistance au racisme. En tant qu’élève noir à qui l’on avait longtemps caché cette histoire, il a fini par comprendre que je n’étais pas là pour lui donner des notes, le classer ou le punir, mais pour lutter contre l’injustice. Ce lien l’a aidé à s’ouvrir et à me confier qu’il était sans domicile. Une fois que j’ai compris ce qu’il vivait, je l’ai mis en contact avec des services d’aide sociale et j’ai convaincu ses autres enseignants de faire preuve de souplesse et de bienveillance. Il a finalement réussi ses examens, obtenu son diplôme et est entré à l’université.\nCe genre de sollicitude ne vient pas d’un code. Il est le fruit d’une relation humaine, ancrée dans la confiance, la justice et l’amour.\n*\nJesse Hagopian est éducateur à Seattle, directeur de la campagne Teaching for Black Lives du Zinn Education Project, rédacteur pour Rethinking Schools et auteur du livre Teach Truth : The Struggle for Antiracist Education (Enseigner la vérité : la lutte pour une éducation antiraciste). On peut le suivre sur IAmAnEducator.com, Instagram, Bluesky ou Substack.\nSource : Jesse Hagopian, Truthout, 06-07-2025\nTraduit par les lecteurs du site Les-Crises",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "negative",
  "categories": [
    "Education",
    "Science and Technology",
    "Social Issue"
  ],
  "topics": [
    "Education->school",
    "Education->teachers",
    "Education->educational testing and examinations",
    "Science and Technology->social sciences",
    "Science and Technology->technology and engineering",
    "Social Issue->social services",
    "Social Issue->social networking",
    "Social Issue->social problem"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://truthout.org/articles/regulating-ai-isnt-enough-lets-dismantle-the-logic-that-put-it-in-schools/",
    "https://www.truthout.org/articles/regulating-ai-isnt-enough-lets-dismantle-the-logic-that-put-it-in-schools/",
    "https://truthout.org/articles/regulating-ai-isnt-enough-lets-dismantle-the-logic-that-put-it-in-schools"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [],
    "organizations": []
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-08-14T09:06:09.278+03:00",
  "updated": "2025-08-14T09:12:29.000+03:00"
}