{
  "thread": {
    "uuid": "cbd6b857a0ca4aaab0e4273e67e05da122010e77",
    "url": "https://www.kmaland.com/news/glisan-december-rainfall-a-positive-ahead-of-winter-freeze/article_341e2732-a659-11ee-9a6c-2bfc80c2c098.html",
    "site_full": "www.kmaland.com",
    "site": "kmaland.com",
    "site_section": "http://www.tncontentexchange.com/search/?f=rss&t=article&c=news&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "www.tncontentexchange.com - RSS Results in news of type article",
    "title": "Glisan: December rainfall a positive ahead of winter freeze",
    "title_full": "Glisan: December rainfall a positive ahead of winter freeze",
    "published": "2023-12-29T17:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/kmaland.com/content/tncms/assets/v3/editorial/2/c0/2c079c78-98a0-11eb-bf87-6b650c652cf9/606f58b331598.image.jpg?crop=899%2C472%2C0%2C37&amp;resize=899%2C472&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 80952,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cbd6b857a0ca4aaab0e4273e67e05da122010e77",
  "url": "https://www.kmaland.com/news/glisan-december-rainfall-a-positive-ahead-of-winter-freeze/article_341e2732-a659-11ee-9a6c-2bfc80c2c098.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ethan Hewett",
  "published": "2023-12-29T17:00:00.000+02:00",
  "title": "Glisan: December rainfall a positive ahead of winter freeze",
  "text": "(Des Moines) -- Recent precipitation in KMAland and across Iowa was a welcoming sign for state weather officials. According to the latest U.S. Drought Monitor released Thursday, over 97% of the state remains in at least D0, or abnormally dry, conditions, marking the 189th straight week with at least D0 conditions in the state--the most prolonged period since the 1950s. However, there was a slight jump from 0.7% to 2.6% of the state not experiencing any conditions in northwest Iowa. Speaking on KMA's \"Morning Line\" program Friday morning, Iowa State Climatologist Dr. Justin Glisan says a decent amount of rainfall over the past week is partly the reason for the slight improvement. \"Across most of the state, we saw at least a half-an-inch, and some stations in western Iowa and south central Iowa picked up over two inches,\" said Glisan. \"If you look at December precipitation climatology, typically, we expect a little over an inch for December as it's one of the driest months for the state. So, we were anywhere from 400-to-600% of normal in terms of precipitation just over the last seven days that we use in the U.S. Drought Monitor.\" Glisan says the precipitation comes at a critical time ahead of soils freezing deeper into winter. He emphasized the importance of building up as much moisture as possible ahead of the spring planting season, primarily due to precipitation shortfalls that have built up over the past few years. \"Planting in the dryer soils will force corn and bean roots a little deeper to access the deeper moisture in those profiles, which, if we do get into dryer periods in the spring and summer, it'll be if there is access to those deeper moisture profiles,\" Glisan explained. \"But, right now, anything we can bank before we freeze up will be extremely beneficial going into the next growing season. Because, when you look across the state at the precipitation deficits that we've stacked up--it's anywhere from 20 to 25 inches in the driest parts of western and southwest Iowa over the last four years.\" Fortunately, Glisan adds that spring and summer are typically the wettest months of the year. Also, according to Thursday's drought monitor, over 35% of the state is experiencing D3 or exceptional drought. Saying Iowa has been the \"bullseye\" for drought in the upper Midwest, Glisan notes the state has persistently experienced above normal temperatures and an absence of severe storms. \"This year, 2023, it looks like we'll be about two degrees above average which in typical years we're not one degree plus or minus, so being two degrees above average does show that we've had warmer days and there's a severe weather drought,\" he said. \"We haven't seen a lot of severe weather across the state but when we have seen it, they've been these bigger events.\" But, Glisan says there is a somewhat positive outlook for the rest of the winter as the state shifts further into an El Nino climate pattern, meaning warm sea surface temperatures in the eastern Pacific fire up thunderstorms and impact where the jetstream sets up across the United States. \"When we look at analog years going back to the 1950s, our winters are typically warmer and not as much snowfall, but we transition to more rainfall or wintery mix like we've seen in the last week and a half,\" said Glisan. \"So, looking at those outlooks there is possibly good news of getting more moisture in the tank before freeze up.\" The state also implemented its first-ever drought plan earlier this year after a multi-agency effort to compile the nearly 50-page document to better address conditions across various parts of the state. Glisan says they also plan to review possible updates over the next several weeks. You can hear the full interview with Dr. Justin Glisan below:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "glisan",
        "sentiment": "negative"
      },
      {
        "name": "justin glisan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kma",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:04:57.136+02:00",
  "updated": "2023-12-29T18:33:20.044+02:00"
}