{
  "thread": {
    "uuid": "7d02e12c59a341727f7ebb3cb1126b55812d0135",
    "url": "https://www.dvidshub.net/news/465680/veteran-three-wars-and-retired-major-general-celebrates-100th-birthday-with-1st-armored-division-and-fort-bliss",
    "site_full": "www.dvidshub.net",
    "site": "dvidshub.net",
    "site_section": "https://uspolitics.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - US Politics Today - EIN Presswire",
    "title": "DVIDS - News - A veteran of three wars and retired major general celebrates 100th birthday with 1st Armored Division and Fort Bliss",
    "title_full": "DVIDS - News - A veteran of three wars and retired major general celebrates 100th birthday with 1st Armored Division and Fort Bliss",
    "published": "2024-03-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d1ldvf68ux039x.cloudfront.net/thumbs/photos/2403/8276208/1000w_q95.jpg",
    "performance_score": 0,
    "domain_rank": 5621,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d02e12c59a341727f7ebb3cb1126b55812d0135",
  "url": "https://www.dvidshub.net/news/465680/veteran-three-wars-and-retired-major-general-celebrates-100th-birthday-with-1st-armored-division-and-fort-bliss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-07T02:00:00.000+02:00",
  "title": "DVIDS - News - A veteran of three wars and retired major general celebrates 100th birthday with 1st Armored Division and Fort Bliss",
  "text": "EL PASO, Texas – Fort Bliss leaders celebrated the 100th birthday of an El Paso Veteran on March 7. Brig. Gen. Alric Francis, deputy commanding general - operations, 1st Armored Division, and Maj. Gen. Richard Harrison, commanding general of the 32nd Army Air and Missile Defense Command, visited retired Maj. Gen. Edward Greer at his home to commemorate this significant milestone. Along with the 1st Armored Division Band, the small group wished Greer, a decorated veteran who served in three wars, World War II, Korea, and Vietnam, a happy birthday and presented small gifts to honor his service, including a framed patch from the 32nd AAMDC, letters from the President of the United States, the Chairman of the Joint Chiefs of Staff, and the Chief of Staff of the Army, and a flag flown over the Pentagon on Feb. 9. These were just a few tokens to honor his service and the legacy he built. Born on March 8, 1924, in West Virginia's coal country, Greer excelled both academically and in leadership throughout his youth. He joined the Army Reserve at the age of 18 and began studying at West Virginia State College. After only one year, he was called to serve during World War II. Despite navigating the challenges of a segregated military, Greer's talent and dedication shone through. He rose to the rank of master sergeant by the age of 21, leading nearly 150 soldiers in his artillery unit with distinction. Following the war, Greer was discharged and went on to complete his college education while participating in the Reserve Officer Training Corps. Upon graduating in 1948, he was commissioned as a second lieutenant in the Regular Army, continuing a distinguished career that spanned decades. Throughout his service, Greer held numerous leadership positions, including assignments in Korea, Vietnam, and Washington, D.C. His exceptional leadership and valor were recognized with a Silver Star for gallantry in Korea and a Legion of Merit for his actions in Vietnam. He eventually became one of the first Black general officers in the Army. Looking back on his life, Greer appreciated the opportunities the military provided him. \"I didn't realize anything about the Army until I got into college,\" he said. \"The Army represented a chance for achievement that you ordinarily wouldn't get in civilian life, and there were opportunities, many, many opportunities.\" Success comes from mentorship and collaboration For him, it was also about the people, and he felt it was important to engage with others. He stressed the value of learning and growing through interaction. \"I think that people should meet more people,\" Greer said, \"You learn from everybody. Real people don't know it all. Some people think they know it all, but one of the things that my wife and I tried to instill in our children is to not be a wallflower, be out there listening in the crowd.\" Greer emphasized the importance of collaboration and mentorship as he reflected on his success. \"You need help,\" he stated. \"You can't do it by yourself... I'm a great believer in groups, planning clubs, or cells... One of the things that I observed early in my career was you get taught a whole lot of stuff that you've never even experienced before. And then you get people who have had a 100% utilization of that activity. Whatever it is, they could help you understand what's going on.\" His belief in the power of collaboration extends beyond the military. After retiring in 1976, Greer embraced El Paso alongside his wife, Jewell, becoming active members in various social and civic organizations. They built a strong network of friends, contributing to the community for over 45 years. According to Greer, no one can succeed entirely on their own. Collaboration is crucial, and individuals always have something to offer. He emphasized the importance of actively seeking out assistance and nurturing those connections. He also suggested the potential for exchange, stating that one might be able to repay a favor by offering their expertise or introducing the helper to something they need. “It is a give-and-take operation. I have friends here right now that if I needed help all I have to do is pick up the telephone. I know they're not responding to me because I'm a general, but because I'm a good friend,” said Greer. An example for all Greer’s impact on people is indelible. Those who have the honor of knowing him can feel and see the impression he has on others. “Dad has this incredible quality of leadership,” said Steve Bryant, Greer’s son-in-law. “I think he attributes it, in part, to having started as an enlisted man in World War II. He then went back to college and was commissioned as an officer. But he’s never lost that knowledge of what it is to be an enlisted man and what it takes to inspire their confidence.” Even his oldest son saw his father’s impact on people as he was growing up. “My dad was a wonderful role model for impeccable presentation, neatness, actual conversation, laughter, and congeniality with other soldiers,” said Dr. Michael Greer, Edward Greer’s eldest son. “He set an example where no one was beneath him… His impact was huge for making the troops feel like they were welcome and included.” Michael Greer went on to say that his father’s ability to inspire fellow officers, and enlisted personnel in the Army was impressive. The way he mentored them and taught them protocols allowed them to get promoted and showed them how to be better people. Because of the example he set, Greer also inspired his entire family. “My sister, who passed away just two years ago, ended up going to the Wharton School of Finance followed with the London School of Economics,” Michael Greer said. I ended up going to medical school in Philadelphia and joining the Army voluntarily to be an OBGYN.” After all he accomplished during his career, when asked what he felt was his biggest achievement, the answer he gave was unexpected. “Being alive,” Greer said. “Because there was an episode in my life that I saw death right around the corner, and a little [action] in Korea was enough to show me how valuable life is.” He highlighted that he was grateful to have gone through three wars and come out with no major injuries, nothing broken or scarred, and that he survived, despite some of the situations he found himself in. “You learn to put that behind you. Because what can you do about it anyway?” he exclaimed. “You want to look at the next day and ask what we can accomplish and not dwell on the bad yesterdays.\" “So, I just want to look at each day as a great day,” he said. Living 100 years As he turns 100, Greer’s positivity and outlook on life continue to shine through. “Well, it's one of joy,” he said when sharing how he felt about turning 100. “If you had asked me, let's say 20 years ago, when I was around 80 years old, I probably would have told you, no, I won't be here… So, it's a big surprise to me. And I guess I have to give credit to all the medical doctors in the Army who have followed my medical history and kept me alive.” “I don't wake up and look out and say, Lord, another bad day. Every day is a beautiful day,” he concluded. Greer's story embodies dedication, service, and a lifelong commitment to making a positive impact on those around him. He continues to inspire generations of soldiers and civilians alike with his perseverance, wisdom, and unwavering belief in the power of collaboration and community building. Maj. Gen. Edward Greer stands as a testament to the enduring human spirit, a legacy that will continue to resonate with anyone he's met for years to come. |Date Taken:||03.07.2024| |Date Posted:||03.08.2024 00:17| |Story ID:||465680| |Location:||EL PASO, TX, US| |Web Views:||12| |Downloads:||0| This work, A veteran of three wars and retired major general celebrates 100th birthday with 1st Armored Division and Fort Bliss, by [SGT Jason Greaves](/portfolio/1454394/jason-greaves), identified by DVIDS , must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alric francis",
        "sentiment": "none"
      },
      {
        "name": "richard harrison",
        "sentiment": "none"
      },
      {
        "name": "edward greer",
        "sentiment": "none"
      },
      {
        "name": "greer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fort bliss el paso",
        "sentiment": "negative"
      },
      {
        "name": "army",
        "sentiment": "none"
      },
      {
        "name": "missile defense command",
        "sentiment": "none"
      },
      {
        "name": "32nd army air",
        "sentiment": "none"
      },
      {
        "name": "army reserve",
        "sentiment": "none"
      },
      {
        "name": "joint chiefs of staff",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "west virginia",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "west virgi",
        "sentiment": "none"
      },
      {
        "name": "pentagon",
        "sentiment": "none"
      },
      {
        "name": "korea",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T07:54:39.439+02:00",
  "updated": "2024-03-08T07:54:39.439+02:00"
}