{
  "thread": {
    "uuid": "4f2d9ddbe9d36dc01a555e1210182b7dbd15de9c",
    "url": "https://www.newsbreak.com/green-bay-wi/3288305513439-local-woman-tackles-the-world-of-sports-as-game-day-host-for-packers-admirals",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/tmj4-news-563676",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "TMJ4 News | NewsBreak",
    "title": "Local woman tackles the world of sports as game day host for Packers, Admirals",
    "title_full": "Local woman tackles the world of sports as game day host for Packers, Admirals",
    "published": "2024-01-06T00:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0cUj2j_0qbN3iv900?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3328,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f2d9ddbe9d36dc01a555e1210182b7dbd15de9c",
  "url": "https://www.newsbreak.com/green-bay-wi/3288305513439-local-woman-tackles-the-world-of-sports-as-game-day-host-for-packers-admirals",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-06T00:02:00.000+02:00",
  "title": "Local woman tackles the world of sports as game day host for Packers, Admirals",
  "text": "Traits of the perfect job may include teamwork, excitement, and a desire to win. For Deysha Smith-Jenkins, those come with not one but all FOUR of her jobs. For the past two years, she's served as one of the game-day hosts for the legendary Green Bay Packers. TMJ4's Andrea Williams met with her in Green Bay. \"We are here at the historic Lambeau Field, what's it like for you to have a job in this stadium?\" Williams asked. \"It's unreal, the Packers are so historic, so I still can't believe that I have this gig,\" said Deysha. As if spending your Sundays in the Frozen Tundra isn't \"cool\" enough. Deysha also serves as the game-day host for the Milwaukee Admirals. How did she land THIS gig? \"The power of social media, so I've done a couple of NBA opportunities. I posted a couple of things on the red carpet, and I literally had a Director of Entertainment DM me on Instagram. It doesn't even feel like work!\" said Deysha. It's been said, when you're doing what you love you never have to work a day in your life. Being a huge sports fan and former athlete she truly understands what that feels like. \"Well, I have a saying, they say, once an athlete, always an athlete!\" The former Whitefish Bay Dominican High School basketball standout and three-time track and field state champion also finds time to be an assistant coach at her alma mater. \"What's it like for you to walk these halls and be a conditioning coach for the girls' basketball team?\" Williams asked. \"Well first of all the hallways still smell the exact same. Not a lot has changed, maybe the staff, but it's a full circle moment to be able to coach alongside my coach, (and) my dad...it's a treat,\" said Deysha. Full circle for sure...Not only does she coach alongside her dad, Derick Jenkins, but she also coaches alongside Dominican Girls Basketball Head Coach Kevin Schramka who coached her when she was a student. \"We never had to worry about teams pressing us, she was really a one-man team, she could do it all! She could play all five positions, and she was in all my years of coaching, she was one my best defenders I ever had,\" said Schramka. Deysha affectionately known as Coach D., also has a special relationship with the young ladies that she coaches. \"Coach D looks out for us like our mom on the court. She's always making sure we're ok mentally, physically,\" said Kaylei Agee. She's known Laylah Rose Bly since she was in the third grade and has been an inspiration to her as well. \"She's really an inspirational woman leader role for us, like if we didn't have her, I don't think the team would be where it is right now,\" said Bly. After graduating from Dominican, Deysha was recruited by the University of Connecticut for track and field. Her UConn uniform now sits in this case at Dominican right under her uncle Shannon's jersey. \"And so that's why I was so excited to come back eight years ago and coach because I'm like I got everything I wanted out of 4 years and then I was able to spend another 4 years in and I was so fortunate that they let me come back to pour in the future,\" said Deysha. When she's not at Lambeau, Panther Arena, or her old high school, you can find Deysha using the 25th hour (also the name of her business) as a photographer and videographer. \"At the end of the day, I want to go to bed exhausted, because when I woke up, I spent all 24 hours and however many hours during that day, doing what I love and that's what it's all about!\" It’s about time to watch on your time. Stream local news and weather 24/7 by searching for “TMJ4” on your device. Available for download on Roku, Apple TV, Amazon Fire TV, and more. Report a typo or error // Submit a news tip",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.tmj4.com/apps",
    "https://www.tmj4.com/news/submit-news-tip",
    "https://www.tmj4.com/reportatypo",
    "https://tmj4.com/news/submit-news-tip",
    "https://tmj4.com/reportatypo",
    "https://tmj4.com/apps"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deysha smith",
        "sentiment": "neutral"
      },
      {
        "name": "williams",
        "sentiment": "none"
      },
      {
        "name": "andrea williams",
        "sentiment": "none"
      },
      {
        "name": "deysha",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "packers",
        "sentiment": "positive"
      },
      {
        "name": "green bay packers",
        "sentiment": "none"
      },
      {
        "name": "frozen tundra",
        "sentiment": "none"
      },
      {
        "name": "nba",
        "sentiment": "none"
      },
      {
        "name": "milwaukee admirals",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "green bay",
        "sentiment": "none"
      },
      {
        "name": "lambeau field",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:31:12.606+02:00",
  "updated": "2024-01-06T00:31:12.606+02:00"
}