{
  "thread": {
    "uuid": "91474501d271f57811dc91c57985f60867a999c2",
    "url": "https://vnexplorer.net/z/1204802.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ae",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "AE - VNExplorer",
    "title": "Scientist makes 'superionic' battery technology breakthrough that could transform the EV industry: 'Cheap, efficient, eco-friendly, and scalable'",
    "title_full": "Scientist makes 'superionic' battery technology breakthrough that could transform the EV industry: 'Cheap, efficient, eco-friendly, and scalable'",
    "published": "2024-07-04T23:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1preqc.img",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "91474501d271f57811dc91c57985f60867a999c2",
  "url": "https://vnexplorer.net/z/1204802.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-04T23:40:00.000+03:00",
  "title": "Scientist makes 'superionic' battery technology breakthrough that could transform the EV industry: 'Cheap, efficient, eco-friendly, and scalable'",
  "text": "Solid-state batteries could ensure around 621 miles of driving range on a single 10-minute charge. The growth of electric vehicles is hugely encouraging, helping to forge a path to a cleaner and more sustainable future. According to the International Energy Agency, 1.4 million EVs were registered in the United States in 2023, smashing all previous records and seeing a 40% rise when compared to 2022. While removing more dirty-fuel-powered vehicles from the roads will help reduce planet-warming pollution expelled from tailpipes and associated decreases in air quality, there are still some hurdles for EV battery technology to overcome. Lithium-ion batteries are most commonly used in EVs, but lithium is expensive, reasonably rare, and causes environmental damage from extraction. To further decrease the polluting impact of EVs, scientists are scrambling to find alternatives that don&#039;t have such negative implications for the Earth. That&#039;s why the work of a researcher at the Technical University of Denmark is so encouraging, culminating with the invention of a battery that can be made from rock silicates, one of the most common materials on the planet. As detailed by TechXplore, Mohamad Khoshkalam&#039;s research concludes that batteries based on potassium and sodium silicates are not sensitive to air or humidity and can be formed in &quot;paper-like&quot; structures that can be placed inside a battery. Watch now: Lime executive reveals true impact sustainable choices have had on business &quot;The potential of potassium silicate as a solid-state electrolyte has been known for a long time, but in my opinion has been ignored due to challenges with the weight and size of the potassium ions,&quot; Khoshkalam told the publication. &quot;The ions are large and therefore move slower.&quot; This means the ions don&#039;t move so quickly, which is not helpful for electrolyte conductivity. But Khoshkalam&#039;s &quot;superionic&quot; recipe can make ions move faster than even lithium-based electrolytes, delivering a &quot;solid-state&quot; solution that has been coveted by the EV industry. &quot;We have shown that we can find a material for a solid-state electrolyte that is cheap, efficient, eco-friendly, and scalable — and that even performs better than solid-state lithium-based electrolytes,&quot; Khoshkalam said. While the breakthrough is promising, TechXplore expects it will be around 10 years before it gets utilized in electric vehicles, though a prototype might be ready in the next two years. But if progress is achieved and it can be produced at scale with few technological and safety issues, these solid-state batteries could ensure around 621 miles of driving range on a single 10-minute charge. EV companies like Toyota are working on solid-state battery technology with hopes to achieve a similar range and a quicker charging time. But the key to Khoshkalam&#039;s invention is the materials used, as they are far more abundant than the precious metals typically used in batteries and can be sourced for a lot less money. This could mean savings are passed on to consumers, making the cost of an electric car — which is already going down thanks to discounts available via the Inflation Reduction Act — much lower. With cost and driving range still among the biggest barriers to an EV purchase, these factors could make a huge difference in the buying habits of vehicle customers. Join our free newsletter for weekly updates on the coolest innovations improving our lives and saving our planet. Scientist makes &#039;superionic&#039; battery technology breakthrough that could transform the EV industry: &#039;Cheap, efficient, eco-friendly, and scalable&#039; first appeared on The Cool Down.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "international energy agency",
        "sentiment": "none"
      },
      {
        "name": "technical university of denmark",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T07:42:40.122+03:00",
  "updated": "2024-07-05T07:42:40.122+03:00"
}