{
  "thread": {
    "uuid": "917fcb8f51c0c9f408f77c416ef807c252dd7c6b",
    "url": "https://tylerpaper.com/lifestyle/unprecedented-boom-in-the-popularity-of-romance-novels/article_e1aebd5e-a5c2-11ee-acd4-73fa530719be.html",
    "site_full": "tylerpaper.com",
    "site": "tylerpaper.com",
    "site_section": "http://starlocalmedia.com/search/?q=&t=article&l=100&d=&d1=&d2=&s=start_time&sd=desc&nsa=eedition&c[]=news,news/*&f=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "starlocalmedia.com - RSS Results in news,news/* of type article",
    "title": "Unprecedented boom in the popularity of romance novels | Lifestyle | tylerpaper.com",
    "title_full": "Unprecedented boom in the popularity of romance novels | Lifestyle | tylerpaper.com",
    "published": "2023-12-28T22:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/tylerpaper.com/content/tncms/assets/v3/editorial/d/46/d46351c1-b2e3-5e75-a966-8be666f7a0b1/656a51f404249.image.jpg?crop=1200%2C630%2C0%2C61&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 23986,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "917fcb8f51c0c9f408f77c416ef807c252dd7c6b",
  "url": "https://tylerpaper.com/lifestyle/unprecedented-boom-in-the-popularity-of-romance-novels/article_e1aebd5e-a5c2-11ee-acd4-73fa530719be.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ananyaa Bhowmik Wealth of Geeks",
  "published": "2023-12-28T22:51:00.000+02:00",
  "title": "Unprecedented boom in the popularity of romance novels | Lifestyle | tylerpaper.com",
  "text": "Romance novels generate around $1.44 billion in revenue every year. In a growing market that exploded even further during the pandemic, stories of love and lust rank as the highest-earning fiction genre.\nRomance book sales reached an all-time high this year. Some 39 million printed copies sold in the twelve months prior to May 2023, an increase of more than 50% from the prior year.\nRomance stories are one of the primary source of entertainment for readers as novels flew off the shelves. The reason for this boom?\nSocial media decided what books were popular this year\nTiktok's dedicated space for voracious readers, #BookTok, was massively responsible for the increased interest in reading since we locked down almost 3 years ago. It was the one-stop destination for book recommendations, reviews, and discussions. In fact, it wouldn't be wrong to say that #BookTok has made reading cool again.\nA majority of the videos recommended romance books, so much so that this genre did not require a separate mention anymore.\nRomance readers are also getting younger, with the age of the genre's main readership going from 35-54 down to 18-44. A substantial percentage of this age group frequent social media platforms like TikTok.\nWhat's interesting about this is that readers of this age group are more likely to buy physical copies of books, bringing in more profit for the publishers.\nThat is definitely not to say that e-books have lost their relevance. Kindle Unlimited (KU), an affordable subscription provided by Amazon that provides readers with free access to new releases, is the leading reason for the increase in e-book consumption. KU also provides authors with the much-needed autonomy to explore more diverse and niche trends that may not make it past the desks of traditional publishers.\nEither way, for authors both mainstream and independent, #BookTok has become their primary source of information to try and understand what the readers want next.\nQueens and kings of romance\nSign Up for Newsletters Email* Select Newsletters to Sign Up For News Updates Breaking News Sports Digest Obituaries and Death Notices Submit Romance titans like Colleen Hoover and Emily Henry dominate the romance books scene. The two authors account for a whopping 80% of total unit sales of romance books.\nThe top romance novel trends this year included overarching storylines that also dealt with familial and platonic love. This includes books like Single Dads Club by Therese Beharrie, chronicling the love story of a single dad and a disgraced heiress, and Ali Hazelwood's Love, Theoretically that focuses on two physicists forming an unlikely bond with each other as they spend more time together.\nDark romance also continued to be an important sub-genre of romance books with its characteristic mature themes.\nWhile some writers continued their exploration of themes like enemies-to-lovers, young adult romance, historical romance, romantic suspense, fantasy, etc., a surge in diversity and inclusion also arose, with many new authors also unapologetically shattering stereotypes.\nIn August, author Kate Goldbeck broke into the romance books scene with her debut novel You, Again. The book breathed fresh air into the enemies-turned-lovers trope. Goldbeck also flipped the norm on its head, making Ari, the bisexual protagonist, a commitment-phobe and the hyper-masculine Josh, a hopeless romantic.\nTracey Livesay delighted fans with The Duchess Effect, a sequel to her most popular royal romance book, American Royalty. Picking up from where American Royalty left off, the two protagonists, Duchess and Prince Jameson, figure out the intricacies of their complicated relationship.\nThe discussion about royal romance will be incomplete without mentioning the novel Red, White, and Royal Blue by Casey McQuinston. The novel with two queer protagonists, one the son of an American president and the other a prince of England, topped the New York Times bestseller list when it debuted in 2019. It reclaimed this spot when its film adaptation came out on Prime Video.\nThe year also saw a steady rise in romantasy (romantic fantasy). Rebecca Yarros gave fans of this sub-genre Fourth Wing and its sequel, Iron Flame. The duology chronicles the story of Violet, a scribe-turned-warrior who knows way too many secrets of the Empire, and her love interest Xaden.\nFreya Marske ended her Last Binding trilogy with A Power Unbound, a story about Jack, who, in his quest to stop the use of magic to acquire power, has to work with a ragtag team of misfits, including his love interest, Alan.\nAuthor Cathy Yardley also deserves special mention for her book, Role Playing, which focuses on the blossoming love between two older protagonists who meet through online gaming. It was a welcome change to discover romance books where the two main characters are not 20-something-year-olds. Yardley drove home the point that love truly doesn't see age.\nNo wonder the market continues to grow, with unheard and underrepresented voices and characters blossoming in the pages, and often later on the screen. Only time will tell how high the genre can go from here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588494;type=js;sw=",
    "https://mroberts.activehosted.com/proc.php",
    "https://mroberts.activehosted.com/proc.php?",
    "https://fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://mroberts.activehosted.com/proc.php?jsonp=true",
    "https://mroberts.activehosted.com/proc.php",
    "https://www.mroberts.activehosted.com/proc.php",
    "https://www.ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588494;type=js;sw=",
    "https://www.mroberts.activehosted.com/proc.php?",
    "https://www.fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
    "https://www.mroberts.activehosted.com/proc.php?jsonp=true",
    "https://fonts.bunny.net/css"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tiktok",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "social media",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:00:28.264+02:00",
  "updated": "2023-12-29T01:27:03.446+02:00"
}