{
  "thread": {
    "uuid": "7e3d908fcc983a96e6359b3ba1975cb8ac488d52",
    "url": "https://www.lavozdegalicia.es/noticia/deportes/2024/02/29/formula-williams-mete-athletic-final-3-0/00031709247469508157990.htm",
    "site_full": "www.lavozdegalicia.es",
    "site": "lavozdegalicia.es",
    "site_section": "https://www.lavozdegalicia.es/index.xml",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "Noticias de Portada",
    "title": "La fórmula Williams mete al Athletic en la final (3-0)",
    "title_full": "La fórmula Williams mete al Athletic en la final (3-0)",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cflvdg.avoz.es/sc/WcrCdHQjjPKp5Oabi4SjM423GTc=/1280x/2024/02/29/00121709246341256367864/Foto/efe_20240229_212532319.jpg",
    "performance_score": 0,
    "domain_rank": 6460,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 7
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7e3d908fcc983a96e6359b3ba1975cb8ac488d52",
  "url": "https://www.lavozdegalicia.es/noticia/deportes/2024/02/29/formula-williams-mete-athletic-final-3-0/00031709247469508157990.htm",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jose Manuel Andrés",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "La fórmula Williams mete al Athletic en la final (3-0)",
  "text": "El Athletic tiene la fórmula para soñar con el título de Copa que anhela desde hace 40 largos años . Los hermanos Williams, Nico e Iñaki, Iñaki y Nico, marcaron la diferencia ante el Atlético en la segunda entrega de una eliminatoria decantada por la puntería . No mereció el conjunto colchonero el tremendo castigo del 3-0 , con todo decidido a media hora del final, pero su planteamiento, por momentos superior en cuanto al control de balón, se vino abajo sin contundencia alguna en las áreas. Los Williams se turnaron asistiendo y goleando y Guruzeta puso la puntilla para un conjunto vasco que golpeó de forma inmisericorde. No le hizo falta un gran despliegue físico y de intensidad al amparo de San Mamés, pues gobernó a través de una pegada incontestable. De poco le sirvió al Atlético, de blanco y azul en homenaje a su origen tan vinculado al Athletic, contener de inicio el temible ímpetu de los leones en una noche especial, a dos pasos de un título que en Bilbao esperan desde hace cuatro décadas. Comenzó más sólido el conjunto colchonero, con mucho balón en campo contrario y un remate de Lino a las manos de Agirrezabala como aviso. Sin embargo, generó poco y remató menos en sus mejores minutos , algo que acabaría siendo decisivo.\nLa circulación rápida atlética era efectiva, con el duelo cerca del área vasca. El planteamiento del Cholo Simeone logró anular cualquier intento de presión del Athletic. No ofrecía buenas sensaciones el equipo del Txingurri Valverde pero el fútbol, un deporte de momentos, premió una acción labrada por los Williams . Gran desborde de Nico por el costado izquierdo y centro que su hermano Iñaki agradeció con una volea muy complicada para encender la caldera de San Mamés. Se frotaba las manos la afición de Bilbao después de un cuarto de hora de dominio visitante que no solo fue infructuoso, sino que además dobló la ventaja de los leones en la eliminatoria.\nLa apuesta por afrontar el partido desde la tranquilidad, aprovechando el valioso 0-1 del Metropolitano, le salió bien al Athletic, reforzado por dos goles de colchón que parecían un mundo . Golpe muy duro para el Atlético, con buen trato de balón y una propuesta ofensiva, pero sin acierto en los últimos metros. El buen tino en las áreas, decisivo en el fútbol, penaliza en los últimos tiempos al conjunto del Cholo, que pese a su sensación de dominio territorial pudo encajar de nuevo en un disparo de Nico Williams ajustado al poste.\nCorrea remató alto en el área contraria y confirmó la pelea colchonera con el gol. Realidad radicalmente diferente a la de su rival, que aplicó de nuevo la fórmula Williams para encarrilar el camino a la final . Esta vez se invirtieron los papeles, pues Iñaki fue el que cabalgó por la derecha y la puso al corazón del área, donde su hermano metió la bota izquierda para hacer el segundo tanto local.\nCalvario colchonero\nLa situación era desesperada para el Atlético tras el paso por los vestuarios. Obligado a dar un paso al frente, también generó espacios para la devastadora velocidad de los Williams. Nico sembró el pánico una vez más pero su envío lo malogró Sancet , con un remate errado con todo a favor para sentenciar la eliminatoria.\nTrasladado un aficionado por una parada cardiorrespiratoria en San Mamés LA VOZ\nDe nada sirvió el triple cambio del Cholo, que lo intentó de todas las formas habidas y por haber pero no encontró la llave de una reacción milagrosa . El tercer gol del Athletic, de Guruzeta a placer tras la parada de Oblak frente al disparo de Sancet, mandó a la lona a un Atlético con mandíbula de cristal. Media hora tuvo el Athletic para disfrutar con esa final inédita que le medirá al Mallorca en Sevilla. Media hora de calvario para un rival desarbolado por la fórmula Williams.\nFicha técnica\n3 Athletic: Agirrezabala, De Marcos (Yeray, min. 89), Vivian, Paredes, Lekue, Galarreta (Dani García, min. 68), Prados, Iñaki Williams (Berenguer, min. 80), Sancet (Unai Gómez, min. 80), Nico Williams y Guruzeta (Raúl García, min. 89).\n0 Atlético: Oblak, Molina (Barrios, min. 54), Savic, Witsel, Hermoso (Reinildo, min. 54), Lino (Riquelme, min. 72), Llorente, Koke (Saúl, min. 64), De Paul, Correa (Memphis, min. 54) y Morata.\nGoles: 1-0: min. 13, Iñaki Williams. 2-0: min. 42, Nico Williams. 3-0: min. 61, Guruzeta.\nÁrbitro: Martínez Munuera (Comité Valenciano). Amonestó a Hermoso, Galarreta, Muniain, Lekue y De Marcos.\nIncidencias: Partido de vuelta de semifinales de la Copa del Rey disputado en San Mamés ante 52.061 espectadores.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:07:28.293+02:00",
  "updated": "2024-03-01T02:30:05.487+02:00"
}