{
  "thread": {
    "uuid": "3b7e2bfbf96cc3532424d03999e6d475c916c859",
    "url": "https://odia.ig.com.br/cabo-frio/2024/03/6809892-firjan-senai-inaugura-unidades-moveis-com-cursos-profissionalizantes-em-cabo-frio.html",
    "site_full": "odia.ig.com.br",
    "site": "ig.com.br",
    "site_section": "https://odia.ig.com.br/_conteudo/ultimas-noticias/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "O Dia",
    "title": "Firjan SENAI inaugura unidades móveis com cursos profissionalizantes em Cabo Frio",
    "title_full": "Firjan SENAI inaugura unidades móveis com cursos profissionalizantes em Cabo Frio",
    "published": "2024-03-15T00:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://odia.ig.com.br/_midias/jpg/2024/03/14/1200x750/1_foto_5-32285305.jpg",
    "performance_score": 0,
    "domain_rank": 4244,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3b7e2bfbf96cc3532424d03999e6d475c916c859",
  "url": "https://odia.ig.com.br/cabo-frio/2024/03/6809892-firjan-senai-inaugura-unidades-moveis-com-cursos-profissionalizantes-em-cabo-frio.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "redacao@odia.com.br (Renata Cristiane)",
  "published": "2024-03-15T00:33:00.000+02:00",
  "title": "Firjan SENAI inaugura unidades móveis com cursos profissionalizantes em Cabo Frio",
  "text": "Firjan SENAI inaugura unidades móveis com cursos profissionalizantes em Cabo FrioDivulgação\nA iniciativa, que faz parte do planejamento da federação para a expansão dos serviços pela Região dos Lagos, atende a uma das principais demandas locais, que é garantir a oferta de cursos para promover a qualificação de mão de obra. “Conseguimos trazer para esse espaço duas unidades móveis da maior importância: uma de panificação, que é um setor com grande demanda de mão de obra qualificada em todo o Brasil e a outra de Informática, também de grande relevância para a formação em TI. Essa é uma oportunidade única para esses alunos que, paralelo à educação regular, terão uma profissionalização, com o certificado do SENAI, de alto valor e empregabilidade no mercado”, destacou o 1º vice-presidente da Firjan, Luiz Césio Caetano, que inaugurou as instalações ao lado da superintendente de Projetos Especiais da Secretaria de Estado de Educação, Cristina Silveira.\nAs unidades móveis oferecerão capacitação profissional para os alunos da escola e moradores das comunidades do entorno, que terão a oportunidade de ter formação técnica nos cursos de Operador de Computador, Assistente Administrativo, Assistente de Logística, Padeiro e Confeiteiro. “Essa é uma oportunidade incrível para a mobilidade social. Para o engrandecimento e fortalecimento da nossa economia regional e geração de renda. Estamos entregando essas unidades para promover a geração de emprego e renda para a Região dos Lagos”, enfatizou o presidente da Firjan Leste Fluminense, Ricardo Fernando Guadagnin.\nO evento contou ainda com a participação do presidente do Sindicato da Indústria de Panificação de Niterói e Região (Sindpanific), Sérgio Bousquet, que enfatizou a necessidade de investimento na formação profissional para o setor. “Sempre buscamos atrair os jovens para esse aprendizado que vai melhorar a qualidade dos profissionais para o mercado”, complementou Bousquet.\nCursos oferecem formação para jovens e adultos da região\nCom as primeiras turmas que começaram as aulas nesta quarta-feira, as unidades móveis já atendem 83 alunos que serão capacitados para atuação profissional. “O dia de hoje marca a concretização dessa parceria com a Firjan. Esse é um momento importante para os alunos que terão suas vidas transformadas com esses cursos, oferecendo oportunidade de se tornarem profissionais qualificados”, destacou a diretora do Colégio Estadual Miguel Couto, Stefânia Antunes.\nAlém de estudantes da escola, entre os inscritos para os cursos, há jovens e adultos da comunidade local, que buscam uma primeira formação técnica, conhecimento para uma segunda ocupação e até mesmo, mudar de profissão. Esse é o caso da professora de Filosofia, Silvia Helena Cardoso, que aos 52 anos de idade descobriu na panificação uma nova paixão, que aos poucos vem deixando de ser apenas um hobby e se tornando uma fonte de renda. Ao perceber a necessidade de ampliar os conhecimentos, decidiu aproveitar a oportunidade e se juntar aos alunos para se especializar.\n“Sempre gostei de fazer pães e bolos. Fazia para família, amigos e aos poucos comecei a receber encomendas, o que foi me motivando. Senti a necessidade de aprender mais, me especializar e surgiu essa grande oportunidade”, conta Silvia que considera um desafio voltar às salas de aula para uma nova capacitação. “É diferente dos cursos rápidos, serão três meses de aulas diárias. É uma adaptação, mas estou muito animada, pois fazer pão é uma grande paixão. O pão para mim é uma forma de levar amor para as pessoas”, complementou a aluna, que pretende se especializar ainda na produção de pães com fermentação natural.\nNovas turmas serão abertas no mês de junho. Os interessados já podem fazer o cadastro reserva para as próximas vagas. As inscrições são feitas de forma presencial, na unidade móvel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:56:07.637+02:00",
  "updated": "2024-03-15T00:56:07.637+02:00"
}