{
  "thread": {
    "uuid": "252a0f203c201fb6aa947afa64012ca96b557486",
    "url": "https://www.clarin.com/internacional/misteriosa-cabeza-romana-siglo-i-ii-hallaron-enterrada-exhibida-primera-vez_0_xwL0Ih4nuY.html",
    "site_full": "www.clarin.com",
    "site": "clarin.com",
    "site_section": "https://www.clarin.com/rss/lo-ultimo",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "La misteriosa \"cabeza romana\" del siglo I o II que hallaron enterrada y será exhibida por primera vez",
    "title_full": "La misteriosa \"cabeza romana\" del siglo I o II que hallaron enterrada y será exhibida por primera vez",
    "published": "2024-03-14T23:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.clarin.com/img/2024/03/14/MM8QieGsM_2000x1500__1.jpg",
    "performance_score": 0,
    "domain_rank": 2375,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "252a0f203c201fb6aa947afa64012ca96b557486",
  "url": "https://www.clarin.com/internacional/misteriosa-cabeza-romana-siglo-i-ii-hallaron-enterrada-exhibida-primera-vez_0_xwL0Ih4nuY.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Clarin.com - Home",
  "published": "2024-03-14T23:58:00.000+02:00",
  "title": "La misteriosa \"cabeza romana\" del siglo I o II que hallaron enterrada y será exhibida por primera vez",
  "text": "El sábado será exhibida por primera vez en público una antigua “cabeza romana” hallada en las inmediaciones de una [casa señorial británica](https://www.clarin.com/viajes/inglaterra-escocia-castillos-visitar-alojarse-realeza_0_n5RTK82ICN.html). El tesoro fue descubierto a finales de 2023 por Greg Crawley, un conductor de excavadoras que trabajaba en el estacionamiento de la mansión cuando lo halló. “Fue una verdadera sorpresa cuando el cubo de la excavadora pasó sobre lo que pensé que era una piedra grande para revelar una cara. Cuando lo recogí me di cuenta de que era la cabeza de una estatua”, dijo Greg al sitio oficial de Burghley. Y añadió: “No lo podía creer cuando me dijeron que era una estatua romana de mármol. Fue una sensación increíble haber encontrado algo tan antiguo y especial; definitivamente, mi mejor descubrimiento”. La cabeza de mármol La cabeza de mármol es la de una dama romana y data del siglo I o II d.C, según los especialistas. Además, dos semanas más tarde también encontraron cerca del lugar en donde estaba enterrada la cabeza el busto de la estatua. Para exhibir ambas piezas se les añadió una clavija de hierro que permite mantenerlas erguidas. Se cree que la cabeza llegó desde [Italia](https://www.clarin.com/sociedad/italia-destino-elegido-van-pais-ciudades-van_0_9LYAUUY0GE.html) aproximadamente en 1760 y, si bien afirman que la ingresó al país el “noveno conde”, aún se desconoce cómo llegó específicamente al patio de Burghley. Las teorías son de lo más alocadas: van desde un robo fallido hasta un descarte con entierro incluido. La exhibición La cabeza y el torso serán exhibidos dentro de la Escalera del Infierno de Burghley el próximo 16 de marzo en la apertura de la temporada 2024. La antigüedad estará acompañada de una explicación sobre su descubrimiento. Según describe el sitio de Burghley, la casa señorial en donde se encontraban las piezas \"es una de las más grandes y majestuosas que se conservan del siglo XVI y un maravilloso ejemplo de las grandes casas prodigio isabelinas construidas en honor a la Reina\". William Cecil, Lord Alto Tesorero de la Reina Isabel I, la concibió y construyó entre 1555 y 1587. \"Burghley es un testimonio de la ambición y la visión del cortesano más poderoso de la primera época isabelina\", se lee en el portal del lugar. Newsletter Clarín Tags relacionados",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:14:05.387+02:00",
  "updated": "2024-03-15T03:19:01.498+02:00"
}