{
  "thread": {
    "uuid": "85a067a0cb268d0ee4b03a91543d4fccab56679e",
    "url": "https://www.colombia.com/entretenimiento/noticias/daddy-yankee-vuelve-a-lanzar-cancion-se-estrena-en-la-musica-cristiana-459946",
    "site_full": "www.colombia.com",
    "site": "colombia.com",
    "site_section": "https://www.colombia.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Daddy Yankee vuelve a lanzar canción: Se estrena en la música cristiana",
    "title_full": "Daddy Yankee vuelve a lanzar canción: Se estrena en la música cristiana",
    "published": "2024-03-29T03:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://cdn.colombia.com/sdi/2024/03/29/daddy-yankee-vuelve-a-lanzar-cancion-se-estrena-en-la-musica-cristiana-1232156.jpg",
    "performance_score": 0,
    "domain_rank": 49472,
    "domain_rank_updated": "2024-03-26T12:08:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "85a067a0cb268d0ee4b03a91543d4fccab56679e",
  "url": "https://www.colombia.com/entretenimiento/noticias/daddy-yankee-vuelve-a-lanzar-cancion-se-estrena-en-la-musica-cristiana-459946",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Ferrer",
  "published": "2024-03-29T03:15:00.000+03:00",
  "title": "Daddy Yankee vuelve a lanzar canción: Se estrena en la música cristiana",
  "text": "[David Ferrer](https://www.colombia.com/staff/146/david-ferrer)• Colombia.com Daddy Yankee vuelve a lanzar canción: Se estrena en la música cristiana Yankee en este tema destaca la importancia de valores como la fe, la humildad y la gratitud, por encima del ego, la fama y el dinero. Yankee en este tema destaca la importancia de valores como la fe, la humildad y la gratitud, por encima del ego, la fama y el dinero. Daddy Yankee, conocido por sus éxitos en el reguetón, sorprendió a sus seguidores al anunciar su regreso a la música, esta vez con un enfoque cristiano. El cantante puertorriqueño, quien había anunciado su retiro para dedicarse a Dios, confirmó su regreso a través de un video en su cuenta de Instagram. En el video, Ramón Luis Ayala, nombre real de Daddy Yankee, recordó su compromiso de utilizar todas sus plataformas para difundir el mensaje religioso, anunciando su nuevo proyecto titulado \"Donante de sangre\". El cantante expresó su satisfacción por poder utilizar su música y sus redes sociales para llevar la palabra de Dios y compartir testimonios. Según Daddy Yankee, alguien cercano le aconsejó que su talento y su conexión con los fanáticos podrían ser herramientas efectivas para atraer a más personas al cristianismo y promover la palabra de Jesucristo. De esta manera, el regreso a la música de Daddy Yankee tiene un propósito más elevado y espiritual. La canción \"Donante de sangre\", que marca el regreso de Daddy Yankee con un enfoque cristiano, será lanzada a primera hora de este viernes santo 29 de marzo en plataformas digitales como Spotify y Apple Music. La fecha de estreno tiene lugar en conmemoración y honor a Jesucristo. Este nuevo proyecto representa un cambio significativo en la carrera del cantante, quien inició su trayectoria en la década de 1990 y alcanzó la fama internacional en 2004 con el éxito \"Gasolina\". A lo largo de su carrera, Daddy Yankee ha sido reconocido como uno de los pioneros del reguetón y ha colaborado con numerosos artistas de renombre. Su último álbum, \"Legendaddy\", alcanzó más de 600 millones de reproducciones en menos de un mes y contó con la participación de artistas como Bad Bunny, Rauw Alejandro, Pitbull, Natti Natasha y Becky G. Ahora, con su nuevo enfoque en la música cristiana, Daddy Yankee busca seguir impactando a su audiencia con un mensaje espiritual y edificante.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T03:42:06.649+03:00",
  "updated": "2024-03-29T10:13:15.841+03:00"
}