{
  "thread": {
    "uuid": "7d6d1a07a853e2f1561b53e1122ed5a3cded9d7f",
    "url": "https://theathletic.com/4958532/2023/10/13/patriots-owner-robert-kraft-combat-antisemitism/",
    "site_full": "theathletic.com",
    "site": "theathletic.com",
    "site_section": "https://theathletic.com/feeds/rss/news/?source=spotrac&pc=spotrac40off2",
    "site_categories": [
      "sports"
    ],
    "section_title": "Latest Headlines &#8211; The Athletic",
    "title": "Patriots owner Robert Kraft finds new cause in combatting antisemitism",
    "title_full": "Patriots owner Robert Kraft finds new cause in combatting antisemitism",
    "published": "2024-01-08T00:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.theathletic.com/app/uploads/2023/10/12213851/101223-FCAS_Adler0416-scaled-e1697161180566.jpg",
    "performance_score": 0,
    "domain_rank": 3095,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 19,
        "comments": 18,
        "shares": 22
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7d6d1a07a853e2f1561b53e1122ed5a3cded9d7f",
  "url": "https://theathletic.com/4958532/2023/10/13/patriots-owner-robert-kraft-combat-antisemitism/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chad Graff",
  "published": "2024-01-08T00:38:00.000+02:00",
  "title": "Patriots owner Robert Kraft finds new cause in combatting antisemitism",
  "text": "FOXBORO, Mass. —\nNew England Patriots owner Robert Kraft stood at the side of the room, a small blue square pinned to the lapel of his blue blazer. He watched as dozens of representatives from NFL teams and other professional sports stared at the massive video boards before them. The screens showed buzzwords and hashtags, trending posts involving antisemitism and popular stories being shared as part of a real-time dashboard.\nAdvertisement\nOn the right side, a line graph shot up abruptly six days earlier. It tracked the number of antisemitic incidents and comments online. For the week ending Oct. 6, there had been around one million. In the week since, there’d been 20 times as many following Hamas’ attack on Israel.\nThe room, tucked into the new Kraft building constructed into the side of Gillette Stadium and just a short walk from football operations, has been dubbed the command center for a foundation so important to Kraft that it’s becoming his life’s work.\nKraft launched the\nFoundation to Combat Antisemitism with a $25 million investment from him and his family. Dignitaries from various sports were here this autumn Thursday as part of an all-day event that included former Patriots Julian Edelman and Andre Tippett speaking as panelists and the U.S. Secretary of Homeland Security, Alejandro Mayorkas, offering closing remarks. There were representatives from six professional sports leagues as well as the NCAA in attendance, along with executives from 12 NFL teams, including George McCaskey, whose family owns the Chicago Bears.\nThe event had been planned before the attack on Israel last week, but it took on significant importance in light of the tragedy. A foundation that Kraft started in 2019 now feels like it’s reaching a critical time in its effort to curb antisemitism around the world.\nThe conference noted the unfortunate reality of antisemitism in this country: That while American Jews account for 2.4 percent of the U.S. population, they make up 55 percent of reported religious-motivated hate crimes, according to\nthe FBI. That antisemitic incidents increased 36 percent in the last calendar year, according to the Anti-Defamation League. That 85 percent of Americans believe at least one anti-Jewish trope, up 24 percent since 2019.\nAdvertisement\n“It’s a stark reminder of the work we’re doing,” Kraft said. “It’s important now more than ever.”\nKraft first visited Israel as a teenager. He was so moved by the country that after he and his late wife, Myra, married in 1963, they honeymooned there. Later, the couple set up a foundation dubbed “Passport to Israel” to help facilitate visits for children to the country.\nKraft has been there more than 100 times. He has led more than two dozen trips, including several with NFL players. It was a 2019 trip there that helped lead to this foundation, and this event examining how sports can help curb antisemitism and hate.\nKraft had been bothered during the “Unite the Right” rally in Charlottesville, Va., when hundreds wore Nazi garb and chanted, “Jews will not replace us.” A year later, 11 people were killed and six wounded during a mass shooting at the Tree of Life synagogue in Pittsburgh.\nKraft began to feel a call to get more involved. He flew to Pittsburgh ahead of the Patriots’ game against the\nSteelers in December 2018 to visit the synagogue and pay his respects. He spoke to the gathered worshipers.\n“It was just very moving,” Kraft said.\nSo in 2019, after being named the Genesis Prize Laureate, Kraft vowed that he’d use the $1 million prize to fight antisemitism. He’d been looking for a way to make a difference following Charlottesville and the shooting at the Tree of Life, and now he felt he had one. He then pledged to use $20 million for the creation of the new Foundation to Combat Antisemitism — then upped it to $25 million.\nThe group, housed in that command center with the real-time dashboard at Gillette Stadium, hosted the event on Thursday. It’s coming off a nine-week ad campaign\nfeaturing multiple commercials. Through polling before and after the campaign, they said they found a 104 percent increase in people who strongly agree that antisemitism is an issue in today’s world and a 67 percent increase in people who are familiar with recent antisemitic events.\n“Our objective is how do we slow it and ideally reverse that by reaching a broad audience of people who are sitting on the sideline,” said Tara Levine, the president of the foundation. “Ultimately, we believe in the better angels of people. We believe that if you show people what antisemitism looks like and what hatred looks like, and here’s what it’s like to be someone experiencing that, here’s what you can do, here’s how you can stand up to antisemitism and to hate — we believe if you do that, then people will step up. And when you see the results from our campaign, that’s clearly happening.”\nAdvertisement\nKraft gave the opening remarks Thursday. He pointed out the blue square on his lapel, the logo for the foundation and its cause, and hoped the symbol turns into a movement. He mentioned some of the grim stats and his passion for this project. He encouraged attendees to “bring this message back to your teams and leagues.”\nKraft is 82 now. He has owned the Patriots for nearly 30 years. He has won six Super Bowls.\nBut he hopes this project will be part of his legacy, and that the work will have ramifications decades down the line.\nKraft spent time mingling through the suite above the field at Gillette Stadium. He shook hands and took photos and shared memories of past visits to Israel.\n“It’s my family, the Patriots, and this foundation,” Kraft said. “Those are my passions. In that order. This is my work now because this is the greatest country on Earth, and I want to keep it that way. And that means we’ve got to stop hate — all hate.”\n(Photos courtesy of the New England Patriots / Eric J. Adler)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.justice.gov/crs/highlights/2020-hate-crimes-statistics",
    "http://www.youtube.com/watch?v=FmPjzwB0EwY",
    "http://www.youtube.com/watch?v=WNBrAXA2tZU",
    "https://www.fcas.org/",
    "http://www.youtube.com/watch?v=YgQ2IoCYffs",
    "https://www.fcas.org",
    "https://fcas.org/",
    "http://youtube.com/watch?v=WNBrAXA2tZU",
    "http://youtube.com/watch?v=FmPjzwB0EwY",
    "https://justice.gov/crs/highlights/2020-hate-crimes-statistics",
    "http://youtube.com/watch?v=YgQ2IoCYffs",
    "http://www.youtube.com/watch"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "robert kraft",
        "sentiment": "negative"
      },
      {
        "name": "kraft",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "— new england patriots",
        "sentiment": "neutral"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "gillette stadium",
        "sentiment": "none"
      },
      {
        "name": "nfl",
        "sentiment": "none"
      },
      {
        "name": "kraft",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "mass.",
        "sentiment": "none"
      },
      {
        "name": "foxboro",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:44:17.681+02:00",
  "updated": "2024-01-08T00:44:17.681+02:00"
}