{
  "thread": {
    "uuid": "ebaea49ded9d0450ed9e61b070b0e3cba9fe0b20",
    "url": "https://unn.ua/en/news/von-der-leyen-after-talks-with-xi-we-hope-that-china-will-use-its-influence-on-russia-to-end-the-war-in-ukraine",
    "site_full": "unn.ua",
    "site": "unn.ua",
    "site_section": "https://unn.com.ua/en",
    "site_categories": [],
    "section_title": "Operational news of Ukraine and the World | Ukrainian National News UNN",
    "title": "Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine | УНН",
    "title_full": "Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine | УНН",
    "published": "2024-05-06T16:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "UA",
    "main_image": "https://unn.ua/img/2024/05/06/1715002996-1028-large.jpeg",
    "performance_score": 0,
    "domain_rank": 41893,
    "domain_rank_updated": "2024-04-30T13:08:01.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ebaea49ded9d0450ed9e61b070b0e3cba9fe0b20",
  "url": "https://unn.ua/en/news/von-der-leyen-after-talks-with-xi-we-hope-that-china-will-use-its-influence-on-russia-to-end-the-war-in-ukraine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tatiana Kraevskaya",
  "published": "2024-05-06T16:43:00.000+03:00",
  "title": "Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine | УНН",
  "text": "Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine Kyiv • UNN Von der Leyen and Macron expect China to use all its influence on Russia to stop its aggressive war against Ukraine and limit the supply of dual-use goods to Russia that end up on the front line in Ukraine. European Commission President Ursula von der Leyen and French President Emmanuel Macron are counting on China to use all its influence on Russia to stop Russia's aggressive war against Ukraine. More efforts should also be made to limit the supply of dual-use goods to Russia, which are being sent to the front line in Ukraine. This was stated by European Commissioner Ursula von der Leyen following a trilateral meeting with French President Macron and Chinese President Xi Jinping, UNN reports. Together with President Macron, the first topic on which we exchanged views was the geopolitical situation. In particular, we discussed Ukraine and the conflicts in the Middle East. We agree that Europe and China are interested in peace and security. We expect China to use all its influence on Russia to stop Russia's aggressive war against Ukraine According to the head of the European Commission, President Xi has played an important role in de-escalating Russia's \"irresponsible nuclear threats.\" Von der Leyen is confident that Xi will continue to do so amid ongoing nuclear threats from Russia. \"We also discussed China's commitment not to supply lethal equipment to Russia. More efforts should be made to limit the supply of dual-use goods to Russia that end up on the battlefield,\" von der Leyen said. As the President of the European Commission pointed out, given the existential nature of the threats posed by this war to both Ukraine and Europe, it does affect EU-China relations. [Xi Jinping calls for increased \"strategic coordination\" between China and the EU amid disputesMay 6 2024, 11:23 AM • 9316 views](/en/news/xi-jinping-calls-for-increased-strategic-coordination-between-china-and-the-eu-amid-disputes) [Exclusive](/en/news/its-time-to-withdraw-ukrainian-land-from-corrupt-management-of-the-national-academy-of-agrarian-sciences-and-give-it-to-the-armed-forces-expert) It's time to withdraw Ukrainian land from corrupt management of the National Academy of Agrarian Sciences and give it to the Armed Forces - expert Russian army damaged a power facility in Sumy region, equipment was turned off in Kharkiv region amid Russian attacks - Ukrenergo [Exclusive](/en/news/how-to-break-the-fast-without-harming-the-body-and-not-pounce-on-junk-food-tips-from-a-gastroenterologist) How to break the fast without harming the body and not \"pounce\" on junk food: tips from a gastroenterologist [Exclusive](/en/news/compensation-to-ukrainians-for-property-destroyed-by-the-enemy-kyiv-scientific-research-institute-of-forensic-expertise-explained-how-the-amount-of-damage-is-determined) Compensation to Ukrainians for Property Destroyed by the Enemy: Kyiv Scientific Research Institute of Forensic Expertise explained how the amount of damage is determined [Exclusive](/en/news/the-case-of-minister-solsky-nabu-must-suspect-more-than-a-thousand-ato-soldiers-or-drop-all-charges) \"The case of Minister Solsky\": NABU must \"suspect\" more than a thousand ATO soldiers or drop all charges [Exclusive](/en/news/more-than-218-thousand-devices-delivered-to-ukrainian-students-and-teachers-for-learning-in-war-conditions) More than 218 thousand devices delivered to Ukrainian students and teachers for learning in war conditions [Exclusive](/en/news/setup-and-political-persecution-mps-on-the-minister-solskyi-case) Setup and political persecution: MPs on the \"Minister Solskyi case\" [Exclusive](/en/news/excise-stamp-examinations-biological-and-trace-evidence-kyiv-scientific-research-institute-of-forensic-expertise-told-how-to-identify-smuggled-cigarettes-and-counterfeits-of-well-known-brands) Excise stamp examinations, biological and trace evidence: Kyiv Scientific Research Institute of Forensic Expertise told how to identify smuggled cigarettes and counterfeits of well-known brands [Exclusive](/en/news/approximately-every-eighth-development-on-the-brave1-platform-uses-ai) Approximately every eighth development on the Brave1 platform uses AI [Exclusive](/en/news/voting-for-or-against-solskys-resignation-is-expected-during-the-plenary-week-what-agribusiness-players-say) Voting for or against Solsky's resignation is expected during the plenary week: what agribusiness players say Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine Olympics 2024: France prepares for unprecedented cybersecurity challenge Another Georgian soldier killed in Ukraine Border guards have been bribed more than a thousand times since the beginning of martial law A Dodge driver hit a man and a woman on a pedestrian crossing in Kyiv region: the victims were hospitalized In Kyiv, a BMW driver drove onto a one-way street and caused an accident: three people were injured Eurovision Song Contest 2024: how to watch and how to vote Germany temporarily withdraws ambassador from russia due to a series of cyberattacks russia \"Personnel\" for \"administrations\" and \"ministries\" are trained in several-week courses: there is a shortage of \"officials\" in the occupied territories Ukrainian Foreign Ministry urges the world not to recognize Putin as legitimate president of Russia Popular What is wrong with the attempted assassination of the acting deputy head of the State Tax Service of Ukraine Missile shot down in Dnipropetrovs'k region - RMA Generation V promises not to recast the role of the series' star after his tragic death The Lord of the Rings actors honored the memory of Bernard Hill, who played the role of King Theoden The Fall Guy grossed a modest $28.5 million at the box office in its first weekend, with Star Wars in second place What to watch: review of series premieres in May Publications What is wrong with the attempted assassination of the acting deputy head of the State Tax Service of Ukraine Holy fire: miracle or hoax? And where to watch the broadcast of the descent of fire \"The Minister's Case: Supreme Court resolves dispute over land that, according to NABU, ATO soldiers \"squeezed\" from agrarian academy A million-dollar gift could not be hidden: how a wife \"betrayed\" her husband's wealth NAAS land bank was empty before privatization: negligence of \"agrarian scientists\" was to blame Von der Leyen after talks with Xi: We hope that China will use its influence on Russia to end the war in Ukraine Von der Leyen and Macron expect China to use all its influence on Russia to stop its aggressive war against Ukraine and limit the supply of dual-use goods to Russia that end up on the front line in Ukraine. Olympics 2024: France prepares for unprecedented cybersecurity challenge The 2024 Paris Olympics is facing an unprecedented cybersecurity challenge. In this regard, French experts will also use artificial intelligence to help them fight cyber threats Another Georgian soldier killed in Ukraine A Georgian soldier, Soso Gugutishvili, was killed fighting on the side of the Ukrainian Armed Forces near Avdiivka, and a total of about 1,500 Georgian volunteers have been fighting on the side of Ukraine since the Russian invasion. Border guards have been bribed more than a thousand times since the beginning of martial law Since the imposition of martial law in Ukraine, border guards have prevented 1,060 attempts to bribe people totaling almost UAH 11. 3 million, mostly by Ukrainian men trying to travel abroad. A Dodge driver hit a man and a woman on a pedestrian crossing in Kyiv region: the victims were hospitalized In Bila Tserkva, Kyiv region, a Dodge driver hit a man and a woman crossing the road at an unregulated pedestrian crossing, causing them to be hospitalized with injuries and a criminal investigation was launched. In Kyiv, a BMW driver drove onto a one-way street and caused an accident: three people were injured A 25-year-old BMW driver drove against one-way traffic on Velyka Vasylkivska Street in Kyiv, colliding with parked Volkswagen and Ford cars, injuring three passengers. Eurovision Song Contest 2024: how to watch and how to vote The semifinals and grand final of the Eurovision Song Contest 2024 will be held in Malmö, Sweden. Germany temporarily withdraws ambassador from russia due to a series of cyberattacks russia Germany has recalled its ambassador from russia for consultations amid accusations that Moscow was involved in cyberattacks on German defense, aerospace companies and the ruling party. \"Personnel\" for \"administrations\" and \"ministries\" are trained in several-week courses: there is a shortage of \"officials\" in the occupied territories The occupation authorities in the temporarily occupied territories of Ukraine are training thousands of people in short-term courses to become managers and civil servants in the pseudo-republics, deepening the crisis of governance and the lack of qualified personnel. Ukrainian Foreign Ministry urges the world not to recognize Putin as legitimate president of Russia Ukraine calls on the world not to recognize Vladimir Putin as the legitimate president of Russia due to the undemocratic nature of the recent elections and Russia's ongoing aggression against Ukraine.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "von der leyen",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "armed forces",
        "sentiment": "none"
      },
      {
        "name": "kyiv scientific research institute of forensic expertise",
        "sentiment": "none"
      },
      {
        "name": "national academy of agrarian sciences",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "nabu",
        "sentiment": "none"
      },
      {
        "name": "kharkiv",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T16:49:10.313+03:00",
  "updated": "2024-05-06T17:25:23.224+03:00"
}