{
  "thread": {
    "uuid": "37dfbd842e5518621b85a8db411c10e10bae7894",
    "url": "https://markets.businessinsider.com/news/stocks/cannabis-significantly-improves-symptoms-for-most-cancer-survivors-confirms-new-study-1032947060",
    "site_full": "markets.businessinsider.com",
    "site": "businessinsider.com",
    "site_section": "https://markets.businessinsider.com/news",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "News | Financial and Business News | Markets Insider",
    "title": "Cannabis Significantly Improves Symptoms For Most Cancer Survivors, Confirms New Study | Markets Insider",
    "title_full": "Cannabis Significantly Improves Symptoms For Most Cancer Survivors, Confirms New Study | Markets Insider",
    "published": "2024-01-06T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.benzinga.com/files/imagecache/1024x768xUP/images/story/2024/01/05/cancercannabisep.jpg",
    "performance_score": 0,
    "domain_rank": 118,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "37dfbd842e5518621b85a8db411c10e10bae7894",
  "url": "https://markets.businessinsider.com/news/stocks/cannabis-significantly-improves-symptoms-for-most-cancer-survivors-confirms-new-study-1032947060",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Joana Scopel",
  "published": "2024-01-06T00:15:00.000+02:00",
  "title": "Cannabis Significantly Improves Symptoms For Most Cancer Survivors, Confirms New Study | Markets Insider",
  "text": "Cannabis Significantly Improves Symptoms For Most Cancer Survivors, Confirms New Study A newly published study in the Journal of Cancer Survivorship has shown the prevalence and motivations behind cannabis use among individuals who have battled cancer. See Also: Cannabis Treatment Improves Cognitive Function, Reduces Pain And Depression Among Advanced Cancer Patients, New Study About The Study - Conducted at a comprehensive cancer center in Houston, Texas, the research enlisted 1,886 participants from 41 U.S. states undergoing cancer treatment. - Notably, the study found that 17.4% of respondents were current cannabis users, 30.5% were former users, and 52.2% had never used marijuana. - Among the 510 participants who turned to cannabis after their cancer diagnosis, 60% cited managing sleep disturbances, 51% pain, 44% stress, 34% nausea, and 32% mood disorders or depression as reasons, as reported by Marijuana Moment. See Also: BREAKING: Ibogaine Therapy Show Promising Outcomes For Veterans With Trauma Brain Injury Cannabis As Symptomatic Relief: A Closer Look Encouragingly, a substantial proportion reported significant symptomatic improvement, with 47.7% finding marijuana effective for cancer itself to a great extent, and 74% of those using it for nausea and vomiting perceiving substantial benefits. However, the study unveiled a low awareness of potential health risks associated with cannabis use during cancer treatment. Only 1 in 10 participants were aware of such risks, including suicidal thoughts (5%), intense nausea and vomiting (6%), depression (11%), anxiety (14%), breathing problems (31%), and drug interactions (35%). Author Recommendations: Policy And Education Researchers from the University of Texas’s MD Anderson Cancer Center emphasized the immediate need for medical guidance on cannabis use within the broader context of cancer treatment. \"With most survivors reporting benefits from cannabis use in cancer management, there is a need for more studies to strengthen current evidence on cannabis therapeutics,\" they stressed, also calling for the development of policies, clear guidelines, and educational programs for healthcare providers and survivors regarding the use, benefits, and risks of cannabis in cancer management. As the medical community navigates these findings, notable industry players, including Verano Holdings Corp. (OTCQX:VRNOF) and TILT Holdings Inc. (OTCQB:TLLTF), along with its subsidiary Standard Farms, have recently contributed to breast cancer awareness initiatives. Read Next: Gardening Giant Scotts Miracle-Gro Invests Thousands Of Dollars In Initiative To Safeguard Medicinal Marijuana Patients' Rights Image by El Planteo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "trauma brain injury cannabis",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "houston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:30:57.641+02:00",
  "updated": "2024-01-06T00:30:57.641+02:00"
}