{
  "thread": {
    "uuid": "0368a4e66e4c025c163af7e4fcff93af47ef4072",
    "url": "https://guardian.ng/sport/defending-champions-senegal-beat-cameroon-to-book-last-16-place",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://finance.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Finance Industry Today - EIN Presswire",
    "title": "Defending champions Senegal beat Cameroon to book last-16 place | The Guardian Nigeria News - Nigeria and World News — Sport — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "Defending champions Senegal beat Cameroon to book last-16 place | The Guardian Nigeria News - Nigeria and World News — Sport — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-01-19T20:19:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2024/01/Sadio-Mane.jpg",
    "performance_score": 0,
    "domain_rank": 4531,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0368a4e66e4c025c163af7e4fcff93af47ef4072",
  "url": "https://guardian.ng/sport/defending-champions-senegal-beat-cameroon-to-book-last-16-place",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-01-19T20:19:00.000+02:00",
  "title": "Defending champions Senegal beat Cameroon to book last-16 place | The Guardian Nigeria News - Nigeria and World News — Sport — The Guardian Nigeria News – Nigeria and World News",
  "text": "Defending champions Senegal beat Cameroon to book last-16 place Defending champions Senegal became the second qualifiers for the Africa Cup of Nations round of 16 as Ismaila Sarr, Habib Diallo and Sadio Mane scored in a 3-1 win over Cameroon on Friday. A few hours earlier, Cape Verde were the first country to secure a last-16 place by hammering Mozambique 3-0 in Abidjan. Sarr netted in the first half and Diallo and Mane in the second in Yamoussoukro to give the title-holders a maximum six points after two Group C matches. The losers have only one. Jean-Charles Castelletto scored late in the second half to halve the deficit to 2-1, but Senegal were not to be denied a convincing victory and Mane put the outcome beyond doubt. Guinea face the Gambia later in the second match of a double-header and a victory would lift them three points above Cameroon with just one round of matches remaining. Cameroon recalled Manchester United goalkeeper Andre Onana, who missed a draw with Guinea after arriving late in west Africa, but slack defending contributed to the goals he conceded. Senegal kicked off with five of the team that started the 2022 final against Egypt in Yaounde, which they won in a penalty shootout with Mane scoring the decisive spot kick. Cameroon had to do without star forward Vincent Aboubakar again as he had not recovered from a thigh injury that ruled him out of a draw with Guinea four days ago. Sarr reacts quickly More adventurous from the kick-off in the central Ivorian city, Senegal went ahead on 16 minutes through quick-reacting Sarr. After Cameroon failed twice to clear a corner, Sarr swivelled inside the box and his low shot deflected off Andre-Frank Zambo Anguissa before landing in the corner of the net. Frank Magri, the Cameroon scorer against Guinea, had a half-chance just before the half hour mark, but was beaten to a loose ball by Senegal goalkeeper Edouard Mendy. A couple of minutes later, the Sudanese referee halted play for a welcome water break with the temperature 34 Celsius (94 Fahrenheit) when the match started. Enzo Tchato rescued Cameroon as half-time approached, superbly blocking a goal-bound shot from two-time African Player of the Year Mane. A tight first half ended with just one shot on target — the goal — from three attempts by each team. Senegal increased their lead on 71 minutes with a goal born out of patience around the Cameroon penalty area. A string of short passes culminated in Sarr delivering a low cross and unmarked Diallo pushed the ball into the net from close range. Castelletto struck on 83 minutes, giving former Chelsea goalkeeper Mendy no chance with a close-range header, but hopes of snatching a draw were dashed by Mane in added time. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andre onana",
        "sentiment": "none"
      },
      {
        "name": "habib diallo",
        "sentiment": "none"
      },
      {
        "name": "sarr",
        "sentiment": "none"
      },
      {
        "name": "ismaila sarr",
        "sentiment": "none"
      },
      {
        "name": "jean-charles castelletto",
        "sentiment": "none"
      },
      {
        "name": "sadio mane",
        "sentiment": "none"
      },
      {
        "name": "diallo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      },
      {
        "name": "world news defending",
        "sentiment": "neutral"
      },
      {
        "name": "manchester united",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cameroon",
        "sentiment": "none"
      },
      {
        "name": "senegal",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "cape verde",
        "sentiment": "none"
      },
      {
        "name": "mozambique",
        "sentiment": "none"
      },
      {
        "name": "gambia",
        "sentiment": "none"
      },
      {
        "name": "guinea",
        "sentiment": "none"
      },
      {
        "name": "yamoussoukro",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "abidjan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T22:15:09.253+02:00",
  "updated": "2024-01-19T22:15:09.253+02:00"
}