{
  "thread": {
    "uuid": "fe1911c08ebef7c0eef2b8b831a7a9a76281be8a",
    "url": "https://www.larazon.es/andalucia/asi-generalife-chico-que-atrae-miles-visitantes-cada-ano_20240705668770be099c890001b5b39f.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es/?outputType=xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "LA RAZÓN: diario de noticias, actualidad de España y el mundo hoy",
    "title": "Así es el \"Generalife chico\" que atrae a miles de visitantes cada año",
    "title_full": "Así es el \"Generalife chico\" que atrae a miles de visitantes cada año",
    "published": "2024-07-05T05:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages01/2024/07/04/ED6969DF-289A-416C-822E-7FCDFE1A7556/rincon-denominado-generalife-chico-provincia-granada_69.jpg?crop=1050,591,x0,y118&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5174,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fe1911c08ebef7c0eef2b8b831a7a9a76281be8a",
  "url": "https://www.larazon.es/andalucia/asi-generalife-chico-que-atrae-miles-visitantes-cada-ano_20240705668770be099c890001b5b39f.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Juan, Márquez",
  "published": "2024-07-05T05:04:00.000+03:00",
  "title": "Así es el \"Generalife chico\" que atrae a miles de visitantes cada año",
  "text": "Patrimonio\nAsí es el \"Generalife chico\" que atrae a miles de visitantes cada año\nConstituye un ejemplo de jardín hispano-musulmán y cuenta con un valor histórico destacable\nUn rincón escondido en la provincia de Granada de excepcional valor medioambiental y patrimonial. El jardín nazarí de Vélez de Benaudalla, conocido como “Generalife chico”, constituye un ejemplo de jardín hispano-musulmán y cuenta con un valor histórico destacable. Finca de recreo, pero de explotación agrícola, consta de los elementos oportunos para cumplir con las necesidades utilitarias, al mismo tiempo que contribuye al disfrute de los sentidos, pues los jardines del Al-Andalus fueron diseñados para aportar a los hombres y mujeres cinco grandes beneficios: el espiritual (ya que el jardín es la visión terrenal del paraíso), el estético (paisaje generado para estimular todos los sentidos e inspirar la creación artística), el psicológico (ambiente que invita a la contemplación, la relajación y el descanso), el botánico y científico (lugar idóneo para aclimatar y procrear especies traídas de la tierras lejanas) y el alimenticio (el huerto, parte imprescindible en un jardín nazarí, era la zona donde crecían plantas aromáticas, condimentos, frutales y productos hortícolas).\nEl agua parte de un eje fundamental, constituido por una acequia de libre traza que se adapta al terreno y de la que fluye por diversos ramales, y mediante ingeniosos artificios, todo el sistema de riegos de la huerta y de alimentación de estanques, fuentes, surtidores y cascadas. Además su sonido, invitador y refrescante, se entrelaza con los aromas de las flores y árboles. La gran diversidad de plantas se relaciona con las funciones que este tipo de espacios tenían. No podían faltar flores a lo largo de todo el año, aromas de ambiente, plantas alimenticias y condimentos, árboles y arbustos y hierbas generando un intrincado palacio vegetal.\nEl jardín nazarí es portador de excepcionales valores estéticos que vienen definidos, fundamentalmente, por la delicada conjunción entre elementos naturales y espacios construidos, así como a través del cuidado diseño y una verdadera preocupación por crear ámbitos para el disfrute de los sentidos.\nVélez de Benaudalla es un municipio granadino situado en la zona costera de la provincia. Localizado en la carretera de Motril, cerca del margen izquierdo del río Guadalfeo, se expande una comarca con raíces históricas para Granada. Desde la época romana hasta la era nazarí, Benaudalla se convirtió en un enclave estratégico para los musulmanes donde su presencia es aún visible por los entramados florares que adoquinan sus calles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T07:36:31.106+03:00",
  "updated": "2024-07-05T07:36:31.106+03:00"
}