{
  "thread": {
    "uuid": "6c76cb2d4e9fa94140169d6fd3b51a851e085e05",
    "url": "https://www.reed.co.uk/jobs/sales-superstar-wanted-can-earn-as-high-as-100k-in-year-1/51421753",
    "site_full": "www.reed.co.uk",
    "site": "reed.co.uk",
    "site_section": "https://www.reed.co.uk/jobs/rss/fmcg",
    "site_categories": [
      "job_search",
      "jobs"
    ],
    "section_title": "Reed.co.uk - job search results",
    "title": "Sales Superstar wanted - Can earn as high as £100k in year 1",
    "title_full": "Sales Superstar wanted - Can earn as high as £100k in year 1",
    "published": "2024-01-02T12:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.reed.co.uk/resources/images/layout/reed-og-image-2021.png",
    "performance_score": 0,
    "domain_rank": 9141,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c76cb2d4e9fa94140169d6fd3b51a851e085e05",
  "url": "https://www.reed.co.uk/jobs/sales-superstar-wanted-can-earn-as-high-as-100k-in-year-1/51421753",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T12:41:00.000+02:00",
  "title": "Sales Superstar wanted - Can earn as high as £100k in year 1",
  "text": "Sales Superstar wanted - Can earn as high as £100k in year 1\n[Flambard Williams Limited](/jobs/flambard-williams-limited/p17263)\nSales superstar wanted. Don't even apply unless you are the best and can prove it. Earn £40,000 if you are average, £75,000 if you are good and £100,000+ if you are great.\nAbout Us\nWe are now recruiting for our expanding Canary Wharf based office.\nWe are looking for a sales superstar who is looking to build their own empire within ours.\nFlambard Williams is an award-winning company specialist, property investment company, providing expert property solutions outside of traditional asset classes is hiring Sales Property Specialists to sell our portfolio of investment properties. If you are an experienced sales professional looking for a better opportunity or a hard-working individual who has a desire to enter the sales profession and finally start making the money you are worth, then this job may be for you.\nAbout You\nWe hire star performers, not backgrounds, if you have what it takes, we will know and train you to master your field. With a small base but huge performance rewards, this job is only for those who know they are stars at sales.\nFirst, you will be a person who is rewarded by producing results. It would be best if you were committed to meeting and exceeding our client's needs, wants and expectations because your success is in direct proportion to your ability to build professional relationships.\nYou love talking to people because a significant part of your job is on the phone with people (up to 6 hours a day). You will be working with an account base of clients conducting phone consultations and follow up calls.\nThe Job\nIn addition to the phone, you will be following up with prospects and clients via email and must be able to manage your time to research markets based on prospects' needs and update your contacts/opportunities in our CRM system and help process client property reservations.\nYou really must be comfortable in a result-driven environment and can work well with other team members, as well as start and continue work on your own. If you always need to be told what to do or are not willing to sell against high goals regardless of obstacles or rejection, then this job is probably not for you.\nNext Steps\nWe provide ongoing world-class training, great salary options, a fantastic bonus structure and high commission potential for top achievers. If the above describes and excites you, then please submit your resume.\nRequired skills\n- Charismatic Leadership\n- Outbound Calls\n- Sales\n- Conversation\n- Desire\nReference: 51421753\nPlease note\nReed.co.uk does not communicate with candidates via Whatsapp, and we will never ask you to provide your bank, passport or driving licence details during the application process. To stay safe in your job search and flexible work, we recommend visiting JobsAware, a non-profit, joint industry and law enforcement organisation working to combat labour market abuse. Visit the JobsAware website for information and free expert advice for safer work. [Report this job](#)\nNot quite what you are looking for? Try these similar searches\nReplace a job alert\nReplace a job alert\nGet Job Alerts straight to your inbox\n\"Office Assistant jobs in London\"\nYour Job Alert has been created and your search saved.\n'Saved search name'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "http://www.jobsaware.co.uk/",
    "http://www.jobsaware.co.uk",
    "http://jobsaware.co.uk/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "flambard williams",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "flambard williams limited",
        "sentiment": "neutral"
      },
      {
        "name": "canary wharf",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:45:01.488+02:00",
  "updated": "2024-01-02T12:45:01.488+02:00"
}