{
  "thread": {
    "uuid": "3f7e8e46dd04cedf32452c8ad576e05330b3f75c",
    "url": "https://www.catholicworldreport.com/2025/02/22/flee-from-heresy-is-flawed-sloppy-and-often-erroneous",
    "site_full": "www.catholicworldreport.com",
    "site": "catholicworldreport.com",
    "site_section": "https://news.google.com/search?q=a%20when%3A1h&hl=en-US&gl=US&ceid=US%3Aen",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Google News - Search",
    "title": "Flee From Heresy is flawed, sloppy, and often erroneous - Catholic World Report",
    "title_full": "Flee From Heresy is flawed, sloppy, and often erroneous - Catholic World Report",
    "published": "2025-02-22T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://s3.us-west-2.amazonaws.com/files.catholicworldreport.com/2025/02/heresy_scheider_hdlc.jpg",
    "performance_score": 0,
    "domain_rank": 22856,
    "domain_rank_updated": "2025-02-17T23:00:00.000+02:00",
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3f7e8e46dd04cedf32452c8ad576e05330b3f75c",
  "url": "https://www.catholicworldreport.com/2025/02/22/flee-from-heresy-is-flawed-sloppy-and-often-erroneous",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cworldreport",
  "published": "2025-02-22T02:00:00.000+02:00",
  "title": "Flee From Heresy is flawed, sloppy, and often erroneous - Catholic World Report",
  "text": "When reading Bishop Athanasius Schneider’s Flee From Heresy: A Catholic Guide to Ancient and Modern Errors , I was reminded of a shameful act from my youth. My then six-year-old younger sister complained to me one day about a boy in her class she said was harassing her at school. I was immediately filled with a brotherly sense of chivalrous outrage and so I dutifully sought out the lad and roughed him up a bit, which was not difficult since I was four years his elder and a towering 4’4’’, 90lb, behemoth. It wasn’t horrible—no blood was shed. However, and herein is the lesson, I had brutalized the wrong kid, who had the simple misfortune of possessing a superficial resemblance to the real offending marauder. And my sister was not at all happy since the boy I had accosted was a friend of hers!\nScattered attacks\nThis episode came to mind because Bishop Schneider begins his book by spelling out his rationale and motivations for focusing on heresy and other doctrinal errors. He makes it clear that his attacks on the various theological errors he lists in the book are motivated by a sense of charity and, indeed, even a sense of knightly chivalry:\nThe one who truly loves, living by authentic charity, will combat whatever comes between him and the object of his love. The knight fights valiantly to save his bride, the mother protects her child, the soldier defends his homeland.\nUnfortunately, in his rush to defend doctrinal truth from error as he sees it, Bishop Schneider often misidentifies various theologians and theological schools of thought as doctrinally erroneous when in fact they are deep allies of the theological orthodoxy he claims to be defending. As in my narrative of youthful chivalry, he has misidentified as enemies those who could be his theological friends. But he roughs them up all the same since his barometer for what counts as doctrinal truth is a purity test for orthodoxy drawn from a narrow reading of Neo-Scholastic texts–the kind of reading that gives Neo-Scholasticism a bad reputation–and which he wields in unnuanced and unsophisticated ways.\nAnd in so misidentifying theological friends of orthodoxy as enemies, he undercuts his entire project by engaging in an indiscriminate and scattershot blunderbuss-like attack on everyone standing in the room after 1962.\nJust like the blunderbuss, his book is accurate at short range with easy to identify heresies, but wildly inaccurate the further away his target is standing from the putative doctrinal errors he falsely ascribes to them. As with his previous book Credo (an unfortunate attempt at undermining large chunks of the Catechism of the Catholic Church, which I reviewed in these pages) this latest book is just fine when dealing with obvious heresies like Arianism and Docetism (easy close-up targets).\nBut it is much less so when he starts to identify modern theologians with whom he disagrees as purveyors of dangerous doctrinal errors. Sometimes he hits the right targets. But often he does not, and this changes the entire tone and tenor of the text from a laudable attempt at defending doctrinal truth into a polemic against any theology that pushes beyond the categories–both theological and liturgical—of Baroque Tridentine Catholicism.\nSloppy condemnations\nIn this regard, the title “Flee From Heresy” could be more aptly re-titled “Flee from the Nouvelle théologie , the Vatican II Church, and its Papal Promoters”. Because in the midst of his entirely correct criticisms of errors including religious relativism, moral relativism, gender ideology, progressive Catholic heresy, and so on, Bishop Schneider unwisely and unfairly targets ressourcement theologians such as Hans Urs von Balthasar and Henri de Lubac as purveyors of doctrinal error. Further, he goes on to claim falsely that Pius XII condemned the whole movement in Humani Generis in 1950.\nPope Pius XII never mentions a single theologian by name, nor does he ever refer to “the Nouvelle théologie ”, although he implies it indirectly. But his reticence to name it explicitly is important since it indicates a certain reserve on the part of Pius in a manner very common to papal condemnations. To wit, he names an error but then leaves it open for others to adjudicate the question of to whom the errors might be attributed.\nPius was well aware of the debates between Thomists like Garrigou-Lagrange and theologians like de Lubac on the issue of the proper relationship between nature and grace. Pius’s concern in this debate was with making sure that Thomistic principles be given pride of place since so many of the Church’s doctrines make use of Thomistic categories in their formulations. He was also rightly concerned with certain tendencies among some theologians toward an exaggerated immanentism, subjectivism, and historicism.\nBut he also clearly does not want to put his papal thumb too heavily on one side of the scales in the dispute between Lagrange and de Lubac, nor does he condemn de Lubac or the Nouvelle théologie explicitly, leaving it to others to decide if the “new theology” falls under his various warnings or not. Was Pius XII “suspicious” of the “new” theology? Yes, he most certainly was. But a pope’s private suspicions are not magisterial teaching. It is wrong to accuse, as Bishop Schneider does, the Nouvelle théologie and theologians like de Lubac of having been explicitly condemned by Pius XII. Because they weren’t.\nBut this example from his book is indicative of the superficial and careless nature of this text, in which theologians of enormous stature and proven depth are just summarily dismissed as error factories unworthy of further consideration. It is indeed true that Pius XII, in Humani Generis , condemned a few very specific theological propositions. But what is condemned, as any careful scholar will tell you, are positions not held by de Lubac, Balthasar, or any of the other leading lights of the ressourcement movement. To accuse de Lubac, Balthasar and a host of other fine ressourcement theologians of being advocates of an illegitimate and runaway immanentism, historicism, and subjectivism is absurd.\nDe Lubac himself said he agreed with the condemnations in Humani Generis and that none of them were applicable to his theological views. And the fact that in little more than a decade after this encyclical he will be a key theologian at the Council on the orthodox side of the aisle, and that after the Council he was a strong critic of the progressive wing of the Church that was misinterpreting the Council, is indicative of the fact that he was anything but a purveyor of the doctrinal errors about which Pius was concerned.\nThe deeper question, which Bishop Schneider ignores, is whether the determination of what counts as orthodox theology had not been overly narrowed in very constricting ways in the previous three centuries in the Church. Therefore, theologians like de Lubac—and, later, no less a light than Joseph Ratzinger—were thoroughly justified on theological grounds for pushing back against this sclerotic constriction of theological orthodoxy. This further explains why they met resistance from some in the hierarchy until it became abundantly clear that their theology was not only thoroughly orthodox, but actually one of the greatest theological achievements of our time. And that Vatican II must be read as a ressourcement Council in order to avoid the misrepresentations of it that came later–misrepresentations vehemently opposed by de Lubac, Ratzinger, Balthasar, and others.\nOne can cast a jaundiced eye at all of this, as Bishop Schneider clearly does, but to lump these theologians together with the “modernists” is inaccurate and unfair. Furthermore, his inattention to their theology causes him to underestimate both the ongoing significance of Vatican II and its achievements.\nThis highlights an inherent flaw in Flee From Heresy since it is, like Credo , in an “interview” question-and-answer format, with the Bishop offering up short and breezy summaries of every error he can think of, from serious heresies like Arianism, to things that are not at all heretical like praying Mass in the vernacular with the priest facing the people. It reads like a simple listing of every theologian, theological school, liturgical practice and pastoral decision by the modern Church with which he disagrees. That is his right. But, once again, and to put it bluntly, it is overall a hot mess of indiscriminate blunderbuss scattershot targeting of everything dancing in the ecclesial ballroom for the past sixty years.\nThe attack on Hans Urs von Balthasar\nThis tendency to impute doctrinal error to theologians with whom he disagrees is no more apparent than in his treatment of Hans Urs von Balthasar. He takes issue with Balthasar’s now famous assertion that we can at least hope for the salvation of everyone. Balthasar’s entire theological work was massive and truly one of the greatest theological achievements in the entire history of the Church. It was not without reason that he was a close friend and collaborator with Joseph Ratzinger and greatly admired by Karol Wojtyla. Balthasar’s founding of the journal Communio with Ratzinger (along with de Lubac and a few others) in order to combat the theological progressivism swamping the Church in the late Sixties is further testimony to his enormous stature. Which is also why, as I can personally attest to as a doctoral student fighting to write a dissertation on Balthasar at a very Rahnerian Fordham Unversity in the early 1990s, Balthasar was attacked and dismissed by the theological guild as a hopeless theological reactionary.\nDespite all of this, for Bishop Schneider “Balthasarianism” is a doctrinal error meriting only one sentence of descriptive condemnation. He states tersely: “Named for Swiss priest Hans Urs von Balthasar (+1988), entertains hope for universal salvation, and that hell is empty.” Which directly implies that for Bishop Schneider hoping for the salvation of all is a doctrinal error, a fact he makes clear when he later states there can be no “reasonable” hope for the salvation of all since Christ gives us an eschatological census (apparently) in Matthew 7:14 and lets us know that most folks are going to hell. If Bishop Schneider wishes to hold a very narrow view of salvation and to believe that the vast majority of people are going to hell, that is his right. But he is wrong to equate that view with “orthodoxy” as such and to hold that more expansive views of salvation are unorthodox.\nIn that same section he also lumps together, unfairly and uncritically, the Balthasarian view about hope with the theology of apokatastasis . I say that this is unfair because in Dare We Hope “That All Men Be Saved “, his book on the topic, Balthasar explicitly rejects apokatastasis as heretical and theologically untenable. He also explicitly rejects universalism as a dogmatic proposition. It is therefore deeply uncharitable of Bishop Schneider, intellectually speaking, to imply that Balthasar’s hope is just a closeted universalism and a veiled endorsement of apokatastasis , when Balthasar himself gave very strong arguments in this book (and elsewhere) against both of those views, deliberately positioning his own views in direct contrast with them.\nThis is simply not how one does theology. This is instead how one does polemic, and sadly, the book is marred throughout by this kind of superficial rhetoric and analysis. Which means that Bishop Schneider’s primary complaint with Balthasar should not be that he teaches heresy, but that he teaches something on a point of theology with which Bishop Schneider disagrees. Because the Church clearly does allow us to hope for the salvation of all. Indeed, she enjoins us to pray for the same. Why would she ask us to pray for something that is a dangerous and erroneous hope?\nIronically, on this point, it is Bishop Schneider who is in danger of falling into doctrinal error. The Church herself, in her Eucharistic liturgy and in the Liturgy of the Hours, asks us in places to pray for the salvation of all. I do not see anywhere in the rubrics where there is an asterisk next to those prayers indicating that they are in vain and that we should pray them with deep mental reservations and our fingers crossed. What are all of those prayers of intercession for in the Good Friday liturgy where we pray for the conversion everyone? Can we dispense with the tedium of all of that and cut it down to a few prayers indicative of a more provisional and “eschatologically realistic” hope of mass damnation? Why does St. Paul ask us to pray for the salvation of everyone? Was he a closeted crypto-Balthasarian? Why does Our Lady ask us to pray at the end of each decade of the Rosary, “lead all souls to heaven, especially those in most need of thy mercy”? Was she just having a bit of cheeky fun with us here? Was she in effect saying, “pray for all that all may go to heaven, but don’t get your hopes up because my Son has already stated that this is false.”\nFurther problems\nBishop Schneider says things as well that come dangerously close to the idea one must have explicit faith in Christ and be an explicit member of the Catholic Church in order to be saved. In answer to the question “Is explicit faith in Jesus Christ necessary for contemporary Jews to be saved?” he answers: “Yes, the same as with all men” Two pages later, he states it is necessary to belong to the Catholic Church in order to be saved, saying,. “This is the meaning of the affirmation often repeated by the Church Fathers, popes, and councils: extra ecclesiam nulla salus .”\nBut this is not the teaching of the Catholic Church. While it is true there is today a dangerous religious relativism and a presumption of heaven, it is not at all true the Church teaches that extra ecclesiam nulla salus means one must be an explicit member of the Catholic Church in order to be saved. This would, for example, come as a big surprise to Pope Benedict XVI, who stated in Spe Salvi (46-48) his opinion that the damned will be few and that most folks will probably have to pass through purgatory. But then again, perhaps Pope Benedict is also a suspicious modernist for Bishop Schneider.\nBishop Schneider also accuses Vatican II of teaching error in the matter of religious freedom (the great bogeyman of the so-called traditionalists) and that the assertion in Lumen gentium (a dogmatic constitution, by the way) that Muslims are in the theological stream of Abrahamic faith, is an error. He finds nothing of value in the “false religions” of the world and seems to reject the patristic notion that one can find the logoi spermatikoi and the “spoils of Egypt” in places outside of the Church. He says flatly that there is no way that these false religions can be vessels of grace in any way at all. But this excludes the view they can be vessels of a kind of “preparatory grace” by which the Spirit operates outside of the Church to “prepare the soil” in some real way for conversion.\nHe affirms that people have a “natural right” not to be coerced in matters of religious conscience by the State, but then states that people do not have a natural right to advocate for their false religion in the civic public square. But what if the religious faith in question here places moral obligations on its adherents precisely to promote its views in the public sphere? In such a case, the government does indeed have an obligation, according to Bishop Schneider, to “coerce” such individuals into silence and to force them to choose between their civic well-being and their moral conscience.\nTherefore, it would seem that for Bishop Schneider the only kind of non-Catholic religion that is “allowable” is an utterly privatized one, which is a view representing a serious curtailment of the importance of the “religious sense” in human beings. In so limiting the religious sense to inner private “feelings and beliefs” one establishes a thoroughly modernist view of religion, including the Catholic Faith, as an essentially private affair. The only difference being that Catholicism is recognized by the State as “true” and imposed from above through various means of coercion. Is it any wonder then that it is precisely countries such as Ireland and Spain who have had a long history of existing as Catholic confessional States which secularize and spiritually unravel the fastest once those religious establishments are dissolved?\nFurthermore, and in line with the above, Bishop Schneider sets himself against Vatican II’s treatment of non-Catholic religions as vessels of preparatory grace. For that matter, it would seem he also would have to pull St. Paul aside after his speech about the “Unknown God” at the Areopagus and correct him for seeing in the false gods of the pagans anything of preparatory value. Because in Bishop Schneider’s book, there is no nuance in these matters. Grace is either salvational grace or it is not at all. Religions come in only two varieties: utterly false, bordering on the demonic, and Catholicism.\nThe great Anglican scholar C.S. Lewis, in his wonderful Mere Christianity , states that one of the ways God gets his divine revelation across to us is in what Lewis calls “good dreams”. By that he means the entire realm of human mythopoesis, and the territory of what Luigi Giussani termed “the religious sense”. Certainly, there is much error in the world’s various mythic and religious constructions, and the gospel needs to correct those. But the gospel also takes what is good in our religious sense and lifts it up and transforms it into a moment wherein conversion to Christ becomes possible.\nIndeed, where Bishop Schneider errs in his scorched earth approach to non-Catholic religions is in his failure to recognize a simple reality. Which is this: unless there is always already something in the human religious sense that is a truthful and existentially valid anticipation of Christ, even if just in an inchoate and confused way, then there would be no way for us to recognize the truth of Christ when he presents himself to us. He would instead appear to us as something utterly foreign and alien. This is just as our eyes need to have the capacity to see light in order to see the sun.\nConclusion\nFinally, I would be remiss if I did not point out that Bishop Schneider states the Pope has no authority to abrogate the old Mass and therefore that the faithful are under no obligation to obey any papal decree which does so. I can sympathize with what motivates this view, as I think Traditionis Custodes was a pastoral mistake, and I think the Novus Ordo has liturgical deficiencies that need reforming.\nBut to say the pope has no power over this liturgy and that the faithful can essentially do as they please in this regard is not true. It is a dog whistle and a piece of red meat directed at the most radical elements of the traditionalist movement. I fail to see how such an approach to papal authority does not itself fall under the category of doctrinal error. One can disagree with a papal decision without denying the authority of the pope to make the decision and our obligation to follow it. Therefore, one should “flee” from Bishop Schneider’s views on papal authority over the liturgy.\nI could go on with further examples, but will forego them. It has pained me to write this review since I wanted very much to like Bishop Schneider’s book. There is a need these days for sound and clear articulations of the Catholic Faith. Sadly, this book is not that. This book is instead, like Credo before it, a thinly disguised attack on Vatican II, the theology that inspired it, and the post-conciliar papal magisteria of several popes. It is, I think, a hyper-traditionalist revisionist reading of Catholicism that mistakes theological friends of Tradition–the ressourcement theologians—as enemies of the same. It is therefore a missed opportunity and will be of little value outside of traditionalist circles.\nFlee From Heresy: A Catholic Guide to Ancient and Modern Errors\nBy Bishop Athanasius Schneider\nSophia Institute Press, 2024\nHardcover, 272 pages",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "negative",
  "categories": [
    "Politics",
    "Social Issue",
    "Religion and Belief"
  ],
  "topics": [
    "Politics->censorship and freedom of speech",
    "Social Issue->values",
    "Religion and Belief->christianity",
    "Religion and Belief->religious text",
    "Religion and Belief->religious leader"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": true,
  "webz_reporter": false,
  "external_links": [
    "https://ignatius.com/dare-we-hope-2nd-edition-dwh2p/",
    "https://www.ignatius.com/Donation-P3579.aspx",
    "https://sophiainstitute.com/product/flee-from-heresy/",
    "https://www.communio-icr.com/",
    "https://www.vatican.va/content/benedict-xvi/en/encyclicals/documents/hf_ben-xvi_enc_20071130_spe-salvi.html",
    "https://www.communio-icr.com",
    "https://ignatius.com/Donation-P3579.aspx",
    "https://ignatius.com/dare-we-hope-2nd-edition-dwh2p",
    "https://vatican.va/content/benedict-xvi/en/encyclicals/documents/hf_ben-xvi_enc_20071130_spe-salvi.html",
    "https://www.ignatius.com/dare-we-hope-2nd-edition-dwh2p/",
    "https://communio-icr.com/",
    "https://sophiainstitute.com/product/flee-from-heresy",
    "https://www.sophiainstitute.com/product/flee-from-heresy/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": "3f7e8e46dd04cedf32452c8ad576e05330b3f75c",
    "first_syndicated": true
  },
  "trust": null,
  "rating": null,
  "crawled": "2025-02-23T07:09:13.446+02:00",
  "updated": "2025-02-23T09:28:59.780+02:00"
}