{
  "thread": {
    "uuid": "f9e1f3f2e45516c19cef2bf34e455cc274410c14",
    "url": "https://www.yenisafak.com/en/news/positive-progress-made-in-hamas-israel-negotiations-egyptian-media-3682727",
    "site_full": "www.yenisafak.com",
    "site": "yenisafak.com",
    "site_section": "https://www.yenisafak.com/en",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Turkey News, Turkish News, Latest Turkey - World News - Yenisafak English",
    "title": "Positive progress made in Hamas-Israel negotiations: Egyptian media | Politics",
    "title_full": "Positive progress made in Hamas-Israel negotiations: Egyptian media | Politics",
    "published": "2024-05-05T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TR",
    "main_image": "https://img.piri.net/piri/upload/3/2024/5/5/d32903c5-gway8nfl4xont21yqrqycn.jpeg",
    "performance_score": 0,
    "domain_rank": 12476,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f9e1f3f2e45516c19cef2bf34e455cc274410c14",
  "url": "https://www.yenisafak.com/en/news/positive-progress-made-in-hamas-israel-negotiations-egyptian-media-3682727",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Piri Medya A.Ş.",
  "published": "2024-05-05T03:00:00.000+03:00",
  "title": "Positive progress made in Hamas-Israel negotiations: Egyptian media | Politics",
  "text": "“Positive progress” has been made in negotiations between Israel and Palestinian resistance group Hamas to reach a cease-fire agreement in Gaza, Egyptian state media said Sunday, but warned against believing reported details of a possible deal. “A high-level source confirmed that there is positive progress in negotiations regarding reaching a cease-fire agreement in the Gaza Strip,” reported Egyptian Al Qahera News. But the unnamed source added: “What has been published about the terms of the agreement in the media is inaccurate.\" The source confirmed that \"the Egyptian security delegation is continuing its consultations with all parties,” adding that \"the return of the displaced Palestinians to the northern Gaza Strip is among the terms of the agreement.\" Media reports said earlier that negotiations between the two sides had hit a “dead end,” with Israeli Prime Minister Benjamin Netanyahu insisting on invading the southern city of Rafah despite international warnings of the danger this would pose to the some 1.5 million displaced civilians there. Netanyahu reportedly faces growing pressure not to accept a deal that would lead to ending the war in Gaza and canceling plans for a military offensive into Rafah. Israel's opposition accuses Netanyahu of trying to sabotage a hostage swap deal with Palestinian group Hamas. Tel Aviv believes 134 Israelis are being held in Gaza, while Israel is holding some 9,000 Palestinians in its jails. Israel has killed more than 34,600 Palestinians since an Oct. 7, 2023 cross-border attack by Hamas in which some 1,200 Israelis were killed and around 250 hostages taken. A previous deal last November saw the release of 81 Israelis and 24 foreigners in exchange for 240 Palestinians, including 71 women and 169 children. The US, Qatar, and Egypt have tried to broker an agreement to release the remaining Israeli captives. The conflict has pushed 85% of Gaza's population into internal displacement amid acute shortages of food, clean water, and medicine, while 60% of the enclave's infrastructure has been damaged or destroyed. Israel stands accused of genocide at the International Court of Justice (ICJ), which in January issued an interim ruling that ordered Tel Aviv to stop genocidal acts and take measures to guarantee that humanitarian assistance is provided to civilians in Gaza.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "benjamin netanyahu",
        "sentiment": "none"
      },
      {
        "name": "netanyahu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      },
      {
        "name": "al qahera news",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "gaza strip",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-05T13:14:21.474+03:00",
  "updated": "2024-05-05T14:33:11.083+03:00"
}