{
  "thread": {
    "uuid": "9c1257df26ad7e1042611aab7cfb7bda2b7ab9ee",
    "url": "https://www.kare11.com/article/news/local/keefer-court-makes-triumphant-return-in-new-location-at-asia-mall-eden-prairie/89-d9846905-8c82-41ba-a6ae-0ba70cd42afe",
    "site_full": "www.kare11.com",
    "site": "kare11.com",
    "site_section": "https://kare11.com/meet-the-team",
    "site_categories": [
      "media"
    ],
    "section_title": "Meet the Team | kare11.com",
    "title": "Keefer Court makes triumphant return in new location at Asia Mall | kare11.com",
    "title_full": "Keefer Court makes triumphant return in new location at Asia Mall | kare11.com",
    "published": "2024-03-15T00:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://media.kare11.com/assets/KARE/images/da3c16d0-d257-41f2-86be-cb92e21e6846/da3c16d0-d257-41f2-86be-cb92e21e6846_1140x641.jpg",
    "performance_score": 0,
    "domain_rank": 6862,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9c1257df26ad7e1042611aab7cfb7bda2b7ab9ee",
  "url": "https://www.kare11.com/article/news/local/keefer-court-makes-triumphant-return-in-new-location-at-asia-mall-eden-prairie/89-d9846905-8c82-41ba-a6ae-0ba70cd42afe",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Heidi Wigdahl",
  "published": "2024-03-15T00:33:00.000+02:00",
  "title": "Keefer Court makes triumphant return in new location at Asia Mall | kare11.com",
  "text": "EDEN PRAIRIE, Minnesota — Michael Bui remembers going to school at the University of Minnesota in the early '90s when he came across Keefer Court in the Cedar-Riverside neighborhood. \"I would always get the BBQ pork bun as I walked to school. So back then, I think it was like $1-$1.50. So that was the highlight of my day back then,\" Bui recalled. He became a loyal customer, eventually taking his kids to the beloved Chinese bakery. Back in 2022, like other fans of Keefer Court, Bui was saddened to hear it would be closing at the end of the year. After nearly 40 years, the Kwan family decided it was time to say goodbye. Bui said prior to that, he knew [Asia Mall](/article/news/local/kare11-sunrise/asia-mall-eden-prairie-opens-to-public/89-f5b34166-d7e2-43f2-a7a4-55d75070701b) was looking for a bakery to move into the space in Eden Prairie. \"I approached them about three years ago about opening at the mall, but I think... they wanted to retire and move on,\" Bui said about Sunny and Paulina. Their daughter, Michelle, also realized it wouldn't be sustainable for her to carry it on. But Bui was later able to work out a deal to buy Keefer Court and all its recipes. He then spent 14 months with his wife and business partner, discovering all the elements they wanted to include in their bakery. They traveled across the United States looking at the best bakeries. \"That's where it took us over a year to build this out. We really wanted just to build it right the first time and we believe we have the most beautiful bakery in America,\" Bui said. Thursday morning, a line had formed outside the new Keefer Court in Asia Mall for the soft opening. \"I've always enjoyed Keefer Court. I've been in the Twin Cities for over 35 years and when they closed I was so disappointed,\" said Jane Chao, who waited in line for the soft opening. \"You can see in the line, I thought I got here early... I know that this place is very, very missed. So it's great that they've re-opened.\" The Kwan family was also there on opening day, helping customers pick out their Hong Kong-style pastries. They are helping the new team in the beginning. Sunny even recognized many loyal customers in line. \"I've been looking for somebody who can carry on the legacy. But I have to make sure the new owner... can do that,\" Sunny said. \"Michael is a good fit.\" On Thursday, Sunny was helping in the back of the house. \"Make sure the product passes my inspection before they go out,\" Sunny said, laughing. \"All the pastries are from the original recipe. What we brought in is Vietnamese desserts, and sticky rice, and our own pandan cakes,\" Bui said. \"So we're super excited for the combination of Chinese pastries with Vietnamese desserts.\" Bui said they traveled the whole country and couldn't find a restaurant or bakery that offered those two items together. As one customer left, she said, \"The joy is abundant. Have you seen the turnout?\" Keefer Court will be open through Sunday. They will then take a break to regroup and go over what went well and what could be improved. The goal is to have their grand opening on Saturday, March 23.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [
    "https://keefercourt.com/)",
    "https://www.keefercourt.com/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael bui",
        "sentiment": "negative"
      },
      {
        "name": "michelle",
        "sentiment": "none"
      },
      {
        "name": "bui",
        "sentiment": "none"
      },
      {
        "name": "paulina",
        "sentiment": "none"
      },
      {
        "name": "kwan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "keefer court",
        "sentiment": "negative"
      },
      {
        "name": "university of minnesota",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "asia mall",
        "sentiment": "none"
      },
      {
        "name": "minnesota",
        "sentiment": "none"
      },
      {
        "name": "cedar-riverside",
        "sentiment": "none"
      },
      {
        "name": "eden prairie",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:37:09.457+02:00",
  "updated": "2024-03-15T01:40:54.556+02:00"
}