{
  "thread": {
    "uuid": "cf41e65f7b68f669999ffb8e995c52d318525f51",
    "url": "https://bogota.gov.co/mi-ciudad/participacion-y-cultura-ciudadana/para-recuperar-lconfianza-ciudadana-debe-haber-dialogo-franco-galan",
    "site_full": "bogota.gov.co",
    "site": "bogota.gov.co",
    "site_section": "https://bogota.gov.co/internacional",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "us_government_resources"
    ],
    "section_title": "Noticias internacionales de Bogotá | Bogota.gov.co",
    "title": "Para recuperar lconfianza ciudadana, debe haber diálogo franco: Galán | Bogota.gov.co",
    "title_full": "Para recuperar lconfianza ciudadana, debe haber diálogo franco: Galán | Bogota.gov.co",
    "published": "2024-02-29T22:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://bogota.gov.co/sites/default/files/2024-02/para-recuperar-la-confianza-ciudadana-debe-haber-dialogo-franco_-alcalde-1.jpg",
    "performance_score": 0,
    "domain_rank": 48603,
    "domain_rank_updated": "2024-02-27T12:10:24.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf41e65f7b68f669999ffb8e995c52d318525f51",
  "url": "https://bogota.gov.co/mi-ciudad/participacion-y-cultura-ciudadana/para-recuperar-lconfianza-ciudadana-debe-haber-dialogo-franco-galan",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@bogota",
  "published": "2024-02-29T22:24:00.000+02:00",
  "title": "Para recuperar lconfianza ciudadana, debe haber diálogo franco: Galán | Bogota.gov.co",
  "text": "Por: John Henry Barrera y Sergio Grandas Medina Un emotivo encuentro entre la comunidad de Bosa y el Gabinete Distrital, en cabeza del alcalde Mayor, Carlos Fernando Galán, se llevó a cabo este jueves en el Colegio de la Bici. Allí, se escucharon las principales problemáticas de la comunidad para identificar soluciones y fortalecer el compromiso del Distrito con el bienestar de los ciudadanos. “Hoy tuvimos un valioso espacio de diálogo con la comunidad de Bosa. Hablamos en detalle sobre las problemáticas de la localidad y avanzamos en la construcción conjunta de soluciones que sean viables y se puedan aterrizar en los próximos cuatro años”, sostuvo el alcalde Mayor. Contenidos relacionados Consulta este post del alcalde Carlos Fernando Galán en la red social X, sobre el diálogo con las comunidades de Bosa, al suroccidente de la ciudad: Hoy tuvimos un valioso espacio de diálogo con la comunidad de Bosa. Hablamos en detalle sobre las problemáticas de la localidad y avanzamos en la construcción conjunta de soluciones que sean viables y se puedan aterrizar en los próximos 4 años. La única manera de recuperar la…— Carlos F. Galán (@CarlosFGalan) [pic.twitter.com/g3ybQXkxEu] [February 29, 2024] Desde el colegio de la Bici, el mandatario aseguró que, en primer lugar, se debe construir herramientas de confianza, diálogo y respeto institucional para poder avanzar en las necesidades más apremiantes de la ciudad. “Yo soy consciente de que recibimos una ciudad con muchos problemas, pero tal vez el principal es la ausencia de confianza; no confiamos entre nosotros, y eso arranca por abrirle un espacio al diálogo, por escucharnos y decir la verdad”, agregó. Durante su intervención, resaltó la necesidad de fortalecer los espacios y canales de participación ciudadana como eje fundamental del Plan de Desarrollo, la cual debe ser, en su concepto, real e incidente. “Las necesidades e ilusiones de la ciudadanía deben estar incluidas en la que será la hoja de ruta de Bogotá en los próximos cuatro años y abriremos todos los espacios que sean necesarios para que así sea”, expresó. En ese mismo sentido, Galán comentó que la idea es construir democracia desde un escenario de escucha y diálogo permanente que permita responder a las inquietudes de la ciudadanía. “La única manera de recuperar la confianza ciudadana en Bogotá es a través estos espacios de diálogo franco, desde la verdad”, reiteró. También, se refirió al tema de seguridad, dijo que es una prioridad en su gobierno y que desde la institucionalidad tiene la responsabilidad de articular a los diferentes actores para combatir la criminalidad. “Yo tengo la responsabilidad de articular a todos los actores, de trabajar con las comunidades, de construir confianza, de lograr que la ciudadanía vuela a confiar en la Policía, y eso requiere de acciones de la misma Policía que se están haciendo”, manifestó. Sobre la construcción de obras de infraestructura en la localidad de Bosa, reiteró que se realizará un riguroso proceso semanal de vigilancia y control para que los contratistas cumplan a cabalidad con los tiempos programados. “Vamos a llegarle de sorpresa a los contratistas en todas las obras, que sepan que esta alcaldía les va a caer, y sí hay motivo para aplicar sanciones, lo hará. Las obras no pueden durar lo que están durando ni afectar el bolsillo de todos”, enfatizó. Al término de la visita por la localidad No. 7 del Distrito Capital, Galán insistió en la apertura de espacios participativos incluyentes para escuchar a la comunidad, obtener la información y posteriormente, con la ayuda de la ciudadanía, ejercer un papel de vigilancia y control.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:08:29.066+02:00",
  "updated": "2024-03-01T01:08:29.066+02:00"
}