{
  "thread": {
    "uuid": "51159fc4b9d046c3136a7bdf6d68ea66c7e1fdb0",
    "url": "https://news.webindia123.com/news/Articles/World/20231231/4154368.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "Displaced families in Gaza grapple with cramped conditions in humanitarian catastrophe",
    "title_full": "Displaced families in Gaza grapple with cramped conditions in humanitarian catastrophe",
    "published": "2023-12-31T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19037,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "51159fc4b9d046c3136a7bdf6d68ea66c7e1fdb0",
  "url": "https://news.webindia123.com/news/Articles/World/20231231/4154368.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-31T02:00:00.000+02:00",
  "title": "Displaced families in Gaza grapple with cramped conditions in humanitarian catastrophe",
  "text": "The cramped living conditions, soaring food prices, and poor sanitation are further intensified by severe restrictions on the entry of essential supplies into the coastal strip. CNN conducted phone interviews with individuals attempting to survive in Rafah, the southern city where tens of thousands have sought refuge, despite it being the most densely populated area in Gaza. Abu Misbah, a 51-year-old building worker supporting a family of 10, conveyed the grim reality of resorting to begging and seeking help from anyone for survival. The unaffordability of vegetables and fruit has left families like his in dire straits, unable to provide even basic requests from their children. \"The way I am getting by is by begging here and there and taking help from anyone. We never [been] through this situation before; we were a middle-class family,\" he said, adding, \"Now since the war we are buying dates which we used to find everywhere for free. We want a solution to our miserable suffering.\" This sentiment echoes the broader crisis facing the entire Gaza population, classified in a state of crisis by the Integrated Food Security Phase Classification (IPC). The intensification of conflict, triggered by Hamas' October 7 attacks, prompted Israel to close its border with Gaza and launch an extensive bombing campaign. The subsequent ground invasion has forced thousands from their homes, adding to the already dire humanitarian situation. Despite Israel's expansion of operations into southern Khan Younis, the United Nations emphasizes that Gazans have nowhere safe to go. Umm Omar, a 50-year-old displaced resident in Rafah, narrated her experience living in a tent with her family. Briefly returning home during a truce revealed the extent of destruction - broken windows, solar panels, and a destroyed kitchen. \"We are nine people in a tent of two meters by one meter,\" Umm Omar explained. \"We have bought this camping tent ourselves; no one helped us or provided it.\" The hardships continue with expensive canned food, scarcity of medication, and a profound sense of humiliation. \"Life is difficult and humiliating; the word humiliating is not even close to describing it,\" Omar told CNN. Mahmoud Harara, a 47-year-old who used to make a living selling produce, now resides in Rafah with eight family members in makeshift conditions. His house was destroyed, two sons injured, and the family left without belongings. Living on the streets, they face the grim reality of insufficient aid and unimaginably high food prices. Harara walks three kilometres to access hospital toilets, highlighting the lack of sanitation and the spread of diseases among the displaced population, according to CNN. Recent scenes of desperate civilians surrounding aid trucks entering Gaza underscore the deteriorating humanitarian situation. The United Nations warns that the volume of aid reaching southern Gaza remains inadequate, and the youngest children face severe malnutrition risks. UNICEF estimates that at least 10,000 children under five will suffer severe wasting in the coming weeks. An IPC report further emphasizes that all of Gaza's 2.2 million residents are facing acute hunger, marking the highest level of acute food insecurity ever classified by the IPC initiative. The organisation stresses the need for humanitarian access to enable the rapid delivery of life-saving aid and underscores that the current conditions, while dire, can be averted with immediate action. UN Secretary-General Antonio Guterres consistently advocates for a ceasefire to facilitate the delivery of aid to Gaza's population at scale. He warns of a potential catastrophe with irreversible consequences, citing the constant bombardment and the lack of shelter and essentials for survival. Guterres predicts a breakdown in public order due to the desperate situation, rendering even limited humanitarian assistance impossible, CNN reported. The ongoing crisis in southern Gaza paints a stark picture of human suffering, displacement, and the urgent need for international intervention to avert a humanitarian catastrophe. The combination of limited access to essential supplies, escalating conflict, and the sheer density of the population creates a perilous situation for the residents of Gaza. Immediate and coordinated efforts are essential to provide relief, restore stability, and prevent further loss of life in this deeply troubled region. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "abu misbah",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cnn",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-31T11:41:13.925+02:00",
  "updated": "2023-12-31T11:41:13.925+02:00"
}