{
  "thread": {
    "uuid": "514fb72d392adf6a8a85ccd3e1b5774c8ee3a985",
    "url": "https://globalnews.ca/news/10403670/saskatchewan-partners-with-alberta-and-ontario-in-struggle-with-mental-illness-and-addiction",
    "site_full": "globalnews.ca",
    "site": "globalnews.ca",
    "site_section": "https://globalnews.ca/kingston/feed",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu",
      "top_news"
    ],
    "section_title": " : Kingston",
    "title": "Saskatchewan partners with Alberta and Ontario in struggle with mental illness and addiction | Globalnews.ca",
    "title_full": "Saskatchewan partners with Alberta and Ontario in struggle with mental illness and addiction | Globalnews.ca",
    "published": "2024-04-04T21:11:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://globalnews.ca/wp-content/uploads/2024/04/Mental-Health-and-Addictions.jpg?quality=85&strip=all&w=720&h=379&crop=1",
    "performance_score": 0,
    "domain_rank": 938,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "514fb72d392adf6a8a85ccd3e1b5774c8ee3a985",
  "url": "https://globalnews.ca/news/10403670/saskatchewan-partners-with-alberta-and-ontario-in-struggle-with-mental-illness-and-addiction",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Benson Global News",
  "published": "2024-04-04T21:11:00.000+03:00",
  "title": "Saskatchewan partners with Alberta and Ontario in struggle with mental illness and addiction | Globalnews.ca",
  "text": "Three provinces are coming together to fight the battle against mental illness and addictions.\nThe main goal of the partnership of Saskatchewan, Alberta, and Ontario is to create recovery care plans. It will be an information-sharing partnership as they move to a recovery-oriented system of care.\n“Saskatchewan is focused on helping people overcome addictions and live healthy, safe lives,” Tim McLeod, Minister of Mental Health and Addictions, Seniors and Rural and Remote Health, Saskatchewan said.\n“By helping people overcome addictions, we can save lives, heal families and strengthen our communities.”\nOver the last two days, ministers from Alberta, Sask., and Ontario met in Calgary for the eighth annual Recovery Capital Conference of Canada.\nAlberta’s recovery model will act as the base for the new partnership, meant to break down barriers and increase access to recovery services.\nStory continues below advertisement “We are eager to share the Alberta Recovery Model because we believe it is the most dignified, comprehensive and compassionate approach in any jurisdiction across Canada to help people overcome their mental health challenges and recover from the deadly disease of addiction,” Alberta Minister of Mental Health and Addiction, Dan Williams, said.\n1:50 Addiction conference debates recovery focused care in Calgary Earlier this week, Alberta unveiled two new agencies to deliver mental health and addiction services.\nThe latest health and medical news emailed to you every Sunday. Recovery Alberta will be tasked with delivering mental health and addiction services currently covered by Alberta Health Services. The province is also establishing a new Crown corporation called the Canadian Centre of Recovery Excellence.\nSaskatchewan has not made the same announcement but will be working with Alberta and Ontario to develop new plans to treat mental health and addiction.\nTrending Now O.J. Simpson dies of cancer at 76 Ottawa changing RRSP Home Buyers’ Plan, some mortgage amortization rules “The path to recovery is a lifelong journey for individuals and so when individuals are walking that path, they may cross borders to the neighbouring provinces and if we have a unified approach where we’re all focused on recovery orientated systems of care and recovery model, I think that is better serving the people using the systems,” McLeod said.\nStory continues below advertisement The partnership comes after Saskatchewan shifted its approach to handling addictions, by eliminating funding for harm reduction services to provide drug tools.\nAccording to the Saskatchewan coroner’s office’s latest report on drug toxicity deaths, since the start of 2024 there have been 26 deaths and 87 suspected deaths due to drug toxicity.\nThe government faced heavy backlash when it decided to no longer provide drug tools to harm reduction services.\nMcLeod said this new approach to battle addictions through wrap-around recovery services will focus on treating the person and not the addiction.\n“We need to identify what that specific individual needs and I would say that what they need is not more drugs,” he said. “What they need are supports that will address the underlying trauma and they need the supports that will get them on a path to recovery.”\nMcLeod also said the provinces naloxone and overdose outreach programs will help bring people to wrap-around services, and that the collaboration of ideas and initiatives with Alberta and Ontario will be more beneficial in treating people across all provinces.\nMore on Health ‘Careful evaluation needed’: Seemingly contradictory studies of B.C.’s safer supply released Is there a link between stroke and climate change? A study may have found one Canadian researchers create natural supplement to combat postpartum blues RCMP’s ‘Name the Foal’ contest to name new police horses now open for entries",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Health"
  ],
  "external_links": [
    "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
    "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tim mcleod",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "recovery capital conference of canada",
        "sentiment": "none"
      },
      {
        "name": "mental health",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "alberta",
        "sentiment": "none"
      },
      {
        "name": "saskatchewan",
        "sentiment": "none"
      },
      {
        "name": "ontario",
        "sentiment": "none"
      },
      {
        "name": "canada",
        "sentiment": "none"
      },
      {
        "name": "calgary",
        "sentiment": "none"
      },
      {
        "name": "sask.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T01:21:06.383+03:00",
  "updated": "2024-04-12T02:24:53.620+03:00"
}