{
  "thread": {
    "uuid": "b8ba7a307da6ec9770c21e422ee8182bdbafe69b",
    "url": "https://guardian.ng/news/a-poets-echo-alhanislams-voice-contributes-to-record-777m-pledge-for-ntds/",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://banking.einnews.com:443/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Banking Industry Today - EIN Presswire",
    "title": "A poet's echo: Alhanislam's voice contributes to record $777m pledge for NTDs | The Guardian Nigeria News - Nigeria and World News — World — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "A poet's echo: Alhanislam's voice contributes to record $777m pledge for NTDs | The Guardian Nigeria News - Nigeria and World News — World — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-01-08T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2024/01/WhatsApp-Image-2024-01-06-at-9.25.15-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 4488,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b8ba7a307da6ec9770c21e422ee8182bdbafe69b",
  "url": "https://guardian.ng/news/a-poets-echo-alhanislams-voice-contributes-to-record-777m-pledge-for-ntds/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tope Olaiya",
  "published": "2024-01-08T00:47:00.000+02:00",
  "title": "A poet's echo: Alhanislam's voice contributes to record $777m pledge for NTDs | The Guardian Nigeria News - Nigeria and World News — World — The Guardian Nigeria News – Nigeria and World News",
  "text": "A poet’s echo: Alhanislam’s voice contributes to record $777m pledge for NTDs RAISED in Borno State, poet and peace activist, Maryam Bukar Hassan, popularly known as Alhanislam, recently placed Nigeria on the world map when she penned a heartfelt poem called ‘Peace begins with me’ with Congolese Peacekeeper, Pacifique Akilimali to mark the 75th anniversary of United Nations (UN) Peacekeeping. She used the presentation to discuss the growing need for a global movement for peace and solidarity to heal a fractured world. In furtherance of her activism, she also took center stage at the Reaching the Last Mile Forum under the patronage of HRH Sheikh Mohammed Zayed Al- Nahyan as a host country guest during the COP28 in Dubai. Her commanding voice wasn’t just heard throughout the African literary scene, but by global leaders and philanthropists such as Bill gates, President of COP28 Dr Sultan Jabir, Senator John Kerry, President Suluhu Hassan of Tanzania, Minister of Foreign Affairs of the UAE Sheikh Abdullah bin Zayed Al Nahyan, and Prince Ziyab bin Mohammed bin Zayed, who gathered to address critical issues like climate change and disease eradication. Her electrifying poem, a clarion call for compassion and action against Neglected Tropical Diseases (NTDs), left the audience spellbound and ignited a record-breaking outpouring of support. With over 50 countries still battling the devastating diseases, Alhanislam’s words resonated deeply, urging the audience to “cultivate pulses” and “shape the destiny of well-being” together. This powerful message contributed significantly to the forum’s historic $777 million fundraising haul for NTD eradication, marking a pivotal moment in the fight against these often-forgotten illnesses. At COP28’s Sustainable Trade Africa Conference, Alhanislam was lauded for her role as a voice for reform in Africa. UAE Trade Center CEO Walid Al-Falahi presented her with an award, recognizing her alongside influential figures like Presidents Adesina (AfDB) and Oramah (Afreximbank), and Princess Adejoke, Nigeria’s SSA on SDGs. Beyond the stage, Alhanislam’s impact extends far and wide. Hailing from northern Nigeria, she’s not just an artist, but a national treasure and a crucial voice for her generation. Her passion for grassroots mobilization and deep empathy have fueled her endeavors, from elevating primary healthcare in Nigeria to collaborating with the UN Peacekeeping mission. An active Gates Foundation goalkeeper and UN peacekeeping advocate herself, she brings her experience to international forums like the African Union, Global Citizen, TED, and SDGs conferences, demonstrating the transformative power of words to relate, nourish, embolden, and transform. Beyond her artistic brilliance, Alhanislam’s experience as a consultant to esteemed organizations such as DFID now FCDO (Foreign, commonwealth and development office), Agency for the Great green wall and as a campaign coordinator for Change.org demonstrates her commitment to social change through diverse avenues and showcases her deep understanding for social issues and development. Alhanislam is the founder and Global lead of the Creative Cultural Revival foundation (CURE) and Founder/Curator of the poetry collective True My Voice (TMV), where over 500 young storyteller’s digital advocacy capacity has been built, both TMV and Cure are dedicated to turning the wheels of history. In the near future, she’s set to premiere a compelling film exploring themes of struggle, hope, and peace, further solidifying her position as a global change agent. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alhanislam",
        "sentiment": "neutral"
      },
      {
        "name": "john kerry",
        "sentiment": "none"
      },
      {
        "name": "abdullah bin zayed al nahyan",
        "sentiment": "none"
      },
      {
        "name": "suluhu hassan",
        "sentiment": "none"
      },
      {
        "name": "prince ziyab bin mohammed bin zayed",
        "sentiment": "none"
      },
      {
        "name": "mohammed zayed al- nahyan",
        "sentiment": "none"
      },
      {
        "name": "pacifique akilimali",
        "sentiment": "none"
      },
      {
        "name": "sultan jabir",
        "sentiment": "none"
      },
      {
        "name": "maryam bukar hassan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      },
      {
        "name": "congolese peacekeeper",
        "sentiment": "none"
      },
      {
        "name": "united nations",
        "sentiment": "none"
      },
      {
        "name": "un",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "borno state",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "tanzania",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "dubai",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:50:28.220+02:00",
  "updated": "2024-01-08T01:50:28.220+02:00"
}