{
  "thread": {
    "uuid": "26d33498bd0e5a1ec00b05b36f962c397089fc3f",
    "url": "https://www.jeuneafrique.com/1528085/societe/can-2024-les-lions-senegalais-font-chuter-les-indomptables-camerounais-3-1",
    "site_full": "www.jeuneafrique.com",
    "site": "jeuneafrique.com",
    "site_section": "http://feeds.feedburner.com/jeune_afrique_Societe",
    "site_categories": [
      "travel",
      "africa"
    ],
    "section_title": "Jeune Afrique Société - Jeune Afrique",
    "title": "CAN 2024 : les Lions sénégalais font chuter les Indomptables camerounais (3-1)",
    "title_full": "CAN 2024 : les Lions sénégalais font chuter les Indomptables camerounais (3-1)",
    "published": "2024-01-19T21:10:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://prod.cdn-medias.jeuneafrique.com/cdn-cgi/image/q=auto,f=auto,metadata=none,width=1256,height=628,fit=cover,gravity=0.5000x0.5000/https://prod.cdn-medias.jeuneafrique.com/medias/2024/01/19/afp__20240119__34fy8vk__v1__highres__fblcan2024sencmr-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 10168,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "26d33498bd0e5a1ec00b05b36f962c397089fc3f",
  "url": "https://www.jeuneafrique.com/1528085/societe/can-2024-les-lions-senegalais-font-chuter-les-indomptables-camerounais-3-1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jeune Afrique",
  "published": "2024-01-19T21:10:00.000+02:00",
  "title": "CAN 2024 : les Lions sénégalais font chuter les Indomptables camerounais (3-1)",
  "text": "CAN 2024 : les Lions sénégalais font chuter les Indomptables camerounais (3-1)\nTrès efficaces, les Lions de la Teranga ont pris leur revanche sur la sélection nationale camerounaise. Largement en tête du groupe C (6 points), ils filent vers les huitièmes de finale. C’est Sadio Mané en personne qui est venu à la 95e minute asséner le coup final.\nPublié le 19 janvier 2024 Lecture : 2 minutes.\nLe Sénégal a enfin battu le Cameroun (3-1) en Coupe d’Afrique des nations, trente-quatre ans après, pour se qualifier pour les huitième de finale, débarrassé de son vieux complexe face à son prestigieux adversaire, nettement dominé vendredi 19 janvier à Yamoussoukro.\nL’histoire a basculé. L’ouverture du score du Marseillais\nIsmaïla Sarr, qui a pu se retourner dans une défense apathique (16e), symbolise ces courbes en train de se croiser entre les deux vieux rivaux. Au Sénégal le réalisme, au Cameroun le manque de hargne.\nLe tenant du titre assume toujours bien son rôle de favori :\nil rejoint en huitièmes le Cap-Vert, qualifié un peu plus tôt en cartonnant le Mozambique (3-0) avec notamment un coup franc de 40 mètres de Bebé. Le Cameroun, tenu en échec par la Guinée (1-1) au premier match, est encore loin du deuxième tour et de son glorieux passé.\nUne revanche historique\nÀ part un premier match de groupe gagné (2-0) en Algérie en 1990, les Lions de la Teranga avaient toujours fini en larmes face aux Indomptables du Cameroun. Battus chez eux à Dakar en quarts de finale en 1992 (1-0), en finale 2002 (0-0, 3-2 aux t.a.b.) et encore en quarts en 2017 (0-0, 5-4 aux t.a.b.), quand\n Sadio Mané avait raté son tir au but, les Sénégalais ont cette fois fait la loi, à l’image de leur capitaine Kalidou Koulibaly, solide comme un roc, vainqueur de nombreux duels avec les attaquants camerounais.\nÀ voir Lamine Camara demander à grands moulinets encore plus de bruits aux supporters sénégalais, on comprenait que le prometteur (20 ans) milieu de terrain, auteur d’un doublé au premier match contre la Gambie (3-0), vivait intensément la rivalité entre les deux Lions (16).\nAprès les joutes verbales entre les sélectionneurs sénégalais Aliou Cissé et camerounais Rigobert Song, qui étaient tous les deux capitaines de la finale 2002, la plus belle affiche du premier tour n’a pas tenu ses promesses, faute de consistance des joueurs en vert. Franck Magri, replacé du côté droit à son vrai poste, avant-centre, n’a eu que des miettes. Et le gardien André Onana, autorisé à n’arriver que pour le second match, n’a rien pu faire.\nLe spectacle n’a été vraiment intense que vers la fin, dans un stade Konan-Banny plein, achevé de se remplir à la mi-temps par l’ouverture des portes aux spectateurs massés derrière les grilles. Après le 2-0 signé Habib Diallo, reprenant un centre de Sarr (71), les Camerounais ont enfin réagi avec un but de la tête de Jean-Charles Castelletto (83).\nLes Sénégalais ont alors testé leur « complexe camerounais » : ils n’allaient quand même pas se faire rejoindre par une équipe qu’ils avaient dominée!\nTest réussi : après une ultime frayeur sur une tête de Georges-Kevin Nkoudou (90+4), Mané a marqué le but du 3-1 (90+5). Les Lions du Sénégal ne remâcheront plus leur vieille revanche, ils l’ont prise.\n(Avec AFP)\nLa Matinale.\nChaque matin, recevez les 10 informations clés de l’actualité africaine.\nConsultez notre politique de gestion des données personnelles\nLes plus lus\n-\n« Gauthier Pasquet », Bassolé, Benalla et l’improbable projet de déstabilisation d’Ibrahim Traoré\n-\nAffaire du « Pablo Escobar du Sahara » : ce dont « le Malien » accuse Saïd Naciri\n-\nEn RDC, Martin Fayulu a-t-il tout perdu ?\n-\nLa nouvelle vie de l’ex-ministre guinéen Tibou Kamara à Abidjan\n-\n« Gauthier Pasquet » : du soutien à Soro à la lutte contre les juntes, itinéraire d’un cyberactiviste ivoirien",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T17:50:01.258+02:00",
  "updated": "2024-01-20T17:50:01.258+02:00"
}