{
  "thread": {
    "uuid": "d3417b0b4e5be31cb1b6b795c264ddf6f88ac3e2",
    "url": "https://vnexplorer.net/z/1211999.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/ca",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "CA - VNExplorer",
    "title": "Heather Knight keen to use New Zealand series to prepare England for World Cup",
    "title_full": "Heather Knight keen to use New Zealand series to prepare England for World Cup",
    "published": "2024-07-05T08:34:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VN",
    "main_image": "https://static.independent.co.uk/2024/07/05/14/75217951f2dc9b991cf3ac7d9ef31e3bY29udGVudHNlYXJjaGFwaSwxNzIwMjY5ODMz-2.76739155.jpg",
    "performance_score": 0,
    "domain_rank": 98072,
    "domain_rank_updated": "2024-07-02T13:08:29.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d3417b0b4e5be31cb1b6b795c264ddf6f88ac3e2",
  "url": "https://vnexplorer.net/z/1211999.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-07-05T08:34:00.000+03:00",
  "title": "Heather Knight keen to use New Zealand series to prepare England for World Cup",
  "text": "Heather Knight will experiment during England’s T20 series against New Zealand (Bradley Collyer/PA) (PA Wire) Heather Knight admitted the “bigger picture” of the looming Women’s T20 World Cup in Bangladesh will influence her thinking during England’s series against New Zealand. England completed a 3-0 ODI series clean sweep over the White Ferns earlier this week and go into the T20 leg with confidence sky high having won all eight of their completed matches at home this summer. But with experience of the altogether different Bangladesh conditions thin on the ground – Knight’s only visit there was 10 years ago – the England captain wants to be as prepared as possible. England completed an ODI clean sweep of New Zealand this week (Nigel French/PA) (PA Wire) Knight is therefore keen to tailor England’s tactics in five T20s against New Zealand, starting at Hampshire’s Utilita Bowl on Saturday, to match what she is likely to do at the World Cup in October. “We’ve got a bigger picture with the World Cup coming up,” Knight said. “This series is a real chance to hone in on our preparations and try to get the team and individuals in the best place possible. “It’s a fine balance between prepping individuals but also trying to get the team balance right and try a few things that might not be conducive to the conditions here but might actually fit in Bangladesh. “That will be at the forefront of our decision-making. Little things like playing the teams that we think we’re going to play in Bangladesh is definitely an option. “We’re going to have that mantra to try and prepare as if we’re playing in Bangladesh and try things out regardless of what the conditions are here.” Sophie Ecclestone is the figurehead of England’s three-prong spin attack (Bradley Collyer/PA) (PA Wire) England already have an ace up their sleeve ahead of their trip to the subcontinent in the autumn in slow left-armer Sophie Ecclestone, the top-ranked ODI and T20 bowler in the world. Alongside Sarah Glenn and Charlie Dean, Ecclestone is the figurehead of a spin attack labelled the “envy of the world” by England head coach Jon Lewis, with the trio expected to thrive on Bangladesh’s slow turners. “Definitely, those three spinners are locked in,” Knight said. “We’ve played them pretty consistently in our T20 team and they’ve done that job brilliantly – they’re the world’s best in that middle period. “You can chuck Sophie the ball at any part of the game and know she’s going to do a job for you. “I think T20 is the format she loves the most, she loves that kind of buzz and loves players going after her. It really brings out the best of her.” Tammy Beaumont was left out of England’s squad to face New Zealand in five T20s (Nigel French/PA) (PA Wire) Knight insisted Tammy Beaumont’s latest T20 snub “doesn’t mean that door is closed for her” when it is time for England to select a 15-strong World Cup squad. But with Beaumont pigeon-holed as an opener in T20s, Sophia Dunkley’s ability to bat anywhere in the top-seven led to her selection as Knight prizes versatility ahead of a crucial next few months. “We’re pretty close, there’s just a couple of spots we want to get finalised,” Knight added, when asked how close England are to settling on a World Cup squad. “We’re going to need that whole squad in Bangladesh. Things can happen pretty quickly, someone can get ill on the morning of the game. “We’re going to need a squad where we’ve got enough back-up and players that can fill different places in different conditions.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bradley collyer",
        "sentiment": "negative"
      },
      {
        "name": "heather knight",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "new zealand",
        "sentiment": "negative"
      },
      {
        "name": "white ferns",
        "sentiment": "none"
      },
      {
        "name": "odi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "england",
        "sentiment": "none"
      },
      {
        "name": "bangladesh",
        "sentiment": "none"
      },
      {
        "name": "hampshire",
        "sentiment": "none"
      },
      {
        "name": "utilita bowl",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T16:37:23.923+03:00",
  "updated": "2024-07-05T16:37:23.923+03:00"
}