{
  "thread": {
    "uuid": "06372418dc4311e099385a066cdf03047958889a",
    "url": "https://whatsnew2day.com/dr-michael-mosley-what-i-do-to-help-stop-aging-and-stay-healthy-from-flossing-twice-a-day-to-keeping-my-house-at-a-cool-15-cents-how-to-reduce-inflammation/",
    "site_full": "whatsnew2day.com",
    "site": "whatsnew2day.com",
    "site_section": "https://whatsnew2day.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "WhatsNew2Day",
    "title": "DR MICHAEL MOSLEY: What I do to help stop aging and stay healthy… From flossing twice a day to keeping my house at a cool 15 cents, how to reduce ‘inflammation’",
    "title_full": "DR MICHAEL MOSLEY: What I do to help stop aging and stay healthy… From flossing twice a day to keeping my house at a cool 15 cents, how to reduce ‘inflammation’",
    "published": "2024-01-06T01:36:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://wtsn2.b-cdn.net/wp-content/uploads/2024/01/DR-MICHAEL-MOSLEY-What-I-do-to-help-stop-aging.jpg",
    "performance_score": 0,
    "domain_rank": 72858,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "06372418dc4311e099385a066cdf03047958889a",
  "url": "https://whatsnew2day.com/dr-michael-mosley-what-i-do-to-help-stop-aging-and-stay-healthy-from-flossing-twice-a-day-to-keeping-my-house-at-a-cool-15-cents-how-to-reduce-inflammation/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jacky",
  "published": "2024-01-06T01:36:00.000+02:00",
  "title": "DR MICHAEL MOSLEY: What I do to help stop aging and stay healthy… From flossing twice a day to keeping my house at a cool 15 cents, how to reduce ‘inflammation’",
  "text": "Haven’t you made your New Year’s resolutions yet? Then you might consider doing something about your “inflammation.”\nThe term, a portmanteau of inflammation and age, is generating growing interest among scientists as more and more research suggests that chronic inflammation is a major driver of aging and many of the diseases that accompany it.\nWhile we all have some inflammation somewhere, and increasingly so as we age, keeping levels as low as possible will pay multiple dividends. Reducing it can slow down your biological clock, allowing you to live a longer, healthier life, with a reduced risk of heart disease, diabetes, arthritis and dementia.\nI am fascinated by inflammation, so much so that I recently interviewed Janet Lord, director of the Institute of Inflammation and Aging at the University of Birmingham. During the interview, which airs next Friday on Radio 4, she offered me her advice for reducing inflammation, which I share below, along with others that I practice myself.\nAs long as you’re not frail, sick, or elderly, it may be worth lowering the thermostat a couple of degrees.\nSET AN ALARM TO MOVE\nOne of the best ways to reduce inflammation is to sit less (perhaps set an alarm to remind you to get up and walk at least once an hour) and become more active.\nA study conducted by the University of California in 2017 found that a single session of moderately fast walking was enough to make a difference.\nThe researchers took blood from 47 volunteers before and after walking briskly on a treadmill for 20 minutes.\nThis was enough to significantly reduce levels of a pro-inflammatory chemical called TNF (tumor necrosis factor), which plays an important role in immune defenses but can also trigger chronic inflammation.\nFOLLOW A ‘MENTAL’ DIET\nThe Mediterranean diet, rich in oily fish, nuts, olive oil, fruits, vegetables and legumes, is famous for its anti-inflammatory effect.\nBecause? Many of the benefits seem to come from the impact it has on our gut bacteria.\nIn a study published in the journal Gut in 2020, researchers asked more than 600 people (ages 65 and older) to follow their normal diet or try a Mediterranean-style diet.\nRegular tooth brushing and flossing reduces the chance of developing gingivitis, inflammation of the gums, caused by plaque buildup between the teeth.\nA year later, people who had changed their diet not only showed signs of better brain function, such as better memory, but they also had many more “good” bacteria in their intestines, the kind that produce anti-inflammatory chemicals called bacteria. Of short duration. chain fatty acids, which have been linked to a reduced risk of cancer and heart disease.\nAnother more recent study, published in the journal Neurology last year, found that people who follow the so-called MIND diet (which is like the Mediterranean diet, but with greater emphasis on eating berries and leafy green vegetables, such as spinach and kale ) had brains that were considered to be 12 years younger than those who did not.\nWe don’t know exactly why, but it may be that components of the MIND diet (such as omega-3 fatty acids, antioxidants, and polyphenols) reduce inflammation in the brain. So add another serving of vegetables to your meals and some berries to your yogurt.\nLOWER THERMOSTAT\nOver the past few months (with the reluctant cooperation of my wife Clare), I have kept the thermostats in our house at a fairly cool 15°C.\nNot only does this save money, but there is evidence that keeping the room temperature low causes the body to produce more brown fat. Unlike regular fat, brown fat burns a lot of calories (to keep you warm) and produces a chemical called maresin-2 that helps reduce chronic inflammation.\nThere is evidence that keeping the room temperature low causes the body to produce more brown fat. Unlike normal fat, brown fat burns a lot of calories\nAs long as you’re not frail, sick, or elderly, it may be worth lowering the thermostat a couple of degrees.\nUSE THREAD TWICE A DAY\nRegular tooth brushing and flossing reduces the chance of developing gingivitis, inflammation of the gums, caused by plaque buildup between the teeth, which not only increases the chances of losing teeth, but is also related to chronic inflammation elsewhere.\nThis is because bacteria from plaque can travel in the bloodstream to other parts of the body, including the brain.\nA study conducted by the University of Birmingham in 2021 found that having advanced gum disease increased the risk of developing mental illness by 37 percent, heart disease by 18 percent, and type 2 diabetes by 26 percent.\nResearchers are working on several options to combat gingivitis and therefore chronic inflammation, including the use of oral microbe transplants.\nThe idea, which is currently being pursued by researchers in Australia, is to load a mouthguard with healthy insects that enter the mouth and then fight off the acid producers currently colonizing the teeth.\nThere’s still a long way to go, but in the meantime, if you don’t floss, start now.\nAnd floss first, then brush: Flossing dislodges plaque, which brushing then sweeps away.\nLIMIT MEAL TIMES\nCutting calories leads to a longer, healthier life (or so studies show) and one of the ways to achieve this is by reducing chronic inflammation.\nThat was the conclusion of an American study published in the journal Aging in 2016. For this study, 220 brave volunteers were randomly assigned to continue as normal or reduce their daily calorie intake by 25 percent for two years.\nThis is a big task and not everyone who was asked to reduce their calories (some, but not all, were overweight) managed to stick to such a draconian diet. Those who did so saw a large reduction in inflammatory markers, such as TNF (mentioned above).\nThe good news is that researchers don’t think it’s necessary to go that far to see benefits; It is enough to reduce your daily calorie intake by 10 to 15 percent, which for the average person could mean cutting out 200 to 300 calories (i.e. a small bar of chocolate).\nOr you may prefer to follow an intermittent fasting diet, such as the 5:2 diet (where you reduce calories two days a week) or schedule-restricted eating, where you eat within a period of time.\nA recent study shows that intermittent fasting reduces levels of pro-inflammatory cells called monocytes in the blood.\nBREATHE STRESS\nShort periods of stress are manageable, but chronic stress causes high levels of inflammation.\nSome of the best ways to reduce chronic stress include being more active and eating a healthy diet, but I also recommend practicing slow, deep breathing, which slows your heart rate and makes you feel calmer.\nThere are many different ways to do this, but my usual breathing exercise is 4:2:4. I breathe in through my nose for a count of four, hold my breath for a count of two, and then breathe out through my mouth for a count of four.\nA couple of minutes is enough to reduce my stress levels and fall asleep, if I am awake in the middle of the night.\nDreamer? It’s good for your brain.\nSince I was little I have been a true dreamer. I can be on the couch, getting ready to empty the bins, which I promised to do, when my mind wanders and I start thinking about something completely different.\nAs you can imagine, this irritates my wife. Fortunately, I can now point to research that shows that, far from being a waste of time, daydreaming can be good for my mental health.\nThis is based on a recent study, published in the journal Nature, conducted by researchers at Harvard Medical School in the US. They showed a group of mice black and white images, while monitoring brain activity. The mice were then left alone for some downtime. While that was happening, parts of his brain occasionally lit up in distinctive patterns, as if he were mentally reviewing those black and white images.\nAt the same time, there was increased activity in the hippocampus, the part of the brain responsible for storing memories. If the same is true for humans, then this suggests that when we seemingly do nothing and daydream, our brains are actually still working hard, strengthening new neural connections and existing memories.\nAnd that, in turn, suggests that it’s important for our brain health to make room in our day for more dreams. So she puts her feet up, she puts the phone aside and starts staring into space. Who knows what great ideas your brain will come up with?\nOne of the strange things I noticed when I went to the sales recently to buy new shoes is that my feet seem to have gone up half a size.\nApparently this is common.\nAs you age, your feet may widen because, as you age, the ligaments and tendons that support your arches lose some of their elasticity, so your foot may spread. This is partly a product of wear and tear (by the time you reach my age you’ll probably have taken around 190 million steps) and partly because any weight gain in middle age increases the downward pressure on your feet.\nIf you have foot pain or if your shoes are more worn on one side than the other, then it could be a sign that you need arch support and it may be time to invest in some insoles.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "michael mosley",
        "sentiment": "negative"
      },
      {
        "name": "janet lord",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of birmingham",
        "sentiment": "none"
      },
      {
        "name": "institute of inflammation",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T02:04:06.618+02:00",
  "updated": "2024-01-06T02:04:06.618+02:00"
}