{
  "thread": {
    "uuid": "b0a24f8a702a775d177caeb6d5092b00564df5f2",
    "url": "https://independent.ng/priority-for-workers-pensioners-welfare-cye-declares-makinde-best-governor-in-nigeria-nigeria/",
    "site_full": "independent.ng",
    "site": "independent.ng",
    "site_section": "https://independent.ng",
    "site_categories": [
      "media"
    ],
    "section_title": "Home | Independent Newspaper Nigeria",
    "title": "Priority For Workers', Pensioners' Welfare: CYE Declares Makinde Best Governor In Nigeria Nigeria | Independent Newspaper Nigeria",
    "title_full": "Priority For Workers', Pensioners' Welfare: CYE Declares Makinde Best Governor In Nigeria Nigeria | Independent Newspaper Nigeria",
    "published": "2024-01-01T17:34:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://independent.ng/wp-content/uploads/2018/09/Daily-Independent-3.jpg",
    "performance_score": 0,
    "domain_rank": 61574,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0a24f8a702a775d177caeb6d5092b00564df5f2",
  "url": "https://independent.ng/priority-for-workers-pensioners-welfare-cye-declares-makinde-best-governor-in-nigeria-nigeria/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kazeem Awojoodu",
  "published": "2024-01-01T17:34:00.000+02:00",
  "title": "Priority For Workers', Pensioners' Welfare: CYE Declares Makinde Best Governor In Nigeria Nigeria | Independent Newspaper Nigeria",
  "text": "Priority For Workers’, Pensioners’ Welfare: CYE Declares Makinde Best Governor In Nigeria Nigeria The Yoruba socio-cultural group known as Council of Yoruba Elders has commended Oyo state Governor, Engr. Seyi Makinde for prioritising the well-being of the workers and pensioners in the state. YCE in a press statement signed by it’s Secretary General, Dr. Victor Taiwo described Governor Makinde as the best governor in the country. A copy of the press statement made available to Daily INDEPENDENT Newspaper in Ibadan, the Capital City of Oyo State on Monday, declared Engr. Seyi Makinde as the best Governor in the history of Oyo State when it comes to welfare of workers and pensioners. The statement further read as thus; “We witnessed a very strange scenario at our headquarters office in Ibadan yesterday Thursday 28th December, 2023 when a large number of people trooped into our office unannounced.Initially we were frightened by the large number of the strange and unexpected visitors. We asked about their group identity and their mission. According to them, they were representatives of the Oyo State pensioners who were looking for the best way of expressing their gratitude to the government of Engr. Oluseyi Makinde of Oyo State for his unprecedented disposition of magnanimity to both the workers and pensioners of Oyo State for always making them happy and joyous since his inception as the Governor.” “Truly looking at them, one would see joy glowing on their respective faces. According to the selected spokesperson one Mrs. Olojede who burst into tears when recounting the boons the Governor has disposed to them so far, aside that Governor Makinde never for once exceeded 25th of every month to pay both workers and pensioners’ salaries since the day he became the Governor, the regular palliative allowances have never failed. And to cap it all, the 13th month salary has also been disbursed.” “These are unprecedented especially when compared to the ugly situations that operate in some other states where their workers collect one third or half salaries.They had, therefore, come to inform the elders of Yorubaland to help them send their gratitude to the Governor. When we heard this, what occurred to us immediately was to contact the leadership of the pensioners in particular to verify or substantiate this information. Thus, we contacted Comrade Olusegun Abatan, and he has the following to say in corroboration of our visitors’ cause for euphoria and gratitude.” While x-raying the achievements of Governor Makinde in officer as related to workers and pensioners welfare, Dr. Victor Taiwo stated that, “On assumption of office he stopped payment of pensions in percentages for retired primary school teachers. Before then, a month pension was paid in percentages of 40%, 30%, 30% and spread over three months. This resulted into arrears of pensions for teachers alone cumulating into N42.3billion before he took over the mantle of leadership.” “Governor Seyi Makinde pays pensioners their pensions every 25th day of the month just as he pays workers their salaries. He increased payment of gratuities to workers who retired from the Ministries, Departments and Agencies of government in the core State from N100 million to N250 million per month. He has not reneged on the court judgment (NUP took the former administration to court) and has religiously been paying N250 million every month to defray arrears of gratuities owed retired primary school teachers. He gave pensioners palliatives during the Covid pandemic. He gave Oyo State Pensioners N10,000 each last for Christmas turkeys.He has repeated the same feat again today for new year chickens–a thing no Governor did in the whole of the old Western Region and which no Governor in the Federation has done. When other Governors are dithering, Engineer Seyi Makinde has started giving pensioners N15,000 wage/pension award and he will be paying for 6 months. So far pensioners have been paid this award for three months. The wage/pension award is to cushion the effects of the removal of fuel subsidy.” “His Excellency has promised that he will liquidate all arrears of pensions and gratuities owed by previous administrations before the expiration of his tenure in 2027 and a Committee headed by the Deputy Governor had been put in place for that purpose. Further from here, we also visited some of the ministries at the State Secretariat, Agodi where we spoke with some of the Permanent Secretaries who all corroborated the story.” “Thus, our stand at the Council of Yoruba Elders (CYE) is that Governor Makinde should be declared the best Governor in Nigeria if only for his humaneness to the workers and pensioners alike in a state where a previous Governor once called the pensioners dead people.Thus, on behalf of the workers and pensioners of Oyo State, the Council of Yoruba Elders says thank you Mr. Governor. And more feathers to your cap.” The statement concluded.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "seyi makinde",
        "sentiment": "none"
      },
      {
        "name": "makinde",
        "sentiment": "none"
      },
      {
        "name": "victor taiwo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "independent newspaper nigeria priority for workers",
        "sentiment": "negative"
      },
      {
        "name": "capital city of oyo state",
        "sentiment": "none"
      },
      {
        "name": "oyo state",
        "sentiment": "none"
      },
      {
        "name": "yoruba",
        "sentiment": "none"
      },
      {
        "name": "council of yoruba elders",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nigeria nigeria",
        "sentiment": "none"
      },
      {
        "name": "oyo",
        "sentiment": "none"
      },
      {
        "name": "ibadan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-01T18:39:25.124+02:00",
  "updated": "2024-01-01T18:39:25.124+02:00"
}