{
  "thread": {
    "uuid": "d9107a2d76478aa4925646b4f3cada873167f401",
    "url": "https://www.hojeemdia.com.br/opiniao/fabio-caldeira/no-findar-de-2023-celebre-suas-conquistas-e-fe-num-2024-abencoado-1.994133",
    "site_full": "www.hojeemdia.com.br",
    "site": "hojeemdia.com.br",
    "site_section": "https://hojeemdia.com.br",
    "site_categories": [
      "home_and_garden",
      "remodeling_and_construction",
      "family_and_parenting",
      "eldercare",
      "home_theater"
    ],
    "section_title": "Hoje em Dia",
    "title": "No findar de 2023, celebre suas conquistas e fé num 2024 abençoado",
    "title_full": "No findar de 2023, celebre suas conquistas e fé num 2024 abençoado",
    "published": "2023-12-29T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 64193,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d9107a2d76478aa4925646b4f3cada873167f401",
  "url": "https://www.hojeemdia.com.br/opiniao/fabio-caldeira/no-findar-de-2023-celebre-suas-conquistas-e-fe-num-2024-abencoado-1.994133",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T10:00:00.000+02:00",
  "title": "No findar de 2023, celebre suas conquistas e fé num 2024 abençoado",
  "text": "Ao encerrar mais um ano, com a sensação ou constatação de como 23 passou rápido, ficam as reflexões do planejado no final de 22 e o realmente efetivado. Alegrias de entes próximos que vieram ao mundo e tristezas indeléveis de quem nos deixou. E fechamos o ano com um montão de sentimentos, aprendizados, decepções, conquistas, frustrações, lágrimas e sorrisos. Não bastasse as questões ao nosso entorno, um ano marcado por guerras e manutenção de atrocidades, fome, pobreza, injustiças, intolerância, egoísmo e busca desenfreada e inconsequente por poder. Na última coluna do ano, aproveito a oportunidade para dispor de um edificante livro devocional de leitura diária de 1º de janeiro a 31 de dezembro, com mensagens deveras pertinentes e que acalmam a alma. Intitulado “Café com Deus Pai”, de Junior Rostirola, lhes apresento exatamente o texto do dia 31 de dezembro para sua reflexão e como alimento espiritual. “O SENHOR é Deus, e ele fez resplandecer sobre nós a sua luz. Juntem-se ao cortejo festivo, levando ramos até as pontas do altar. SALMOS 118.27 Deus é especialista em nos trazer alegria e felicidade. Neste ano que está se encerrando, podemos expressar toda a nossa gratidão e alegria por aquilo que vivemos nestes doze meses. Quantos momentos felizes vivemos, mas também é possível que lágrimas tenham escorrido pelo rosto. Sem dúvida, tivemos pessoas que marcaram a nossa vida, mas que hoje estão guardadas apenas na memória. É justamente isto que este ano nos deixará: muitas memórias de tudo que foi vivido de uma forma tão intensa em alguns momentos. Avalie o seu ano, reflita sobre os acertos e erros, as conquistas e perdas, e então celebre alegremente com muita gratidão ao Senhor. Agora, não podemos esperar o novo com atitudes velhas e simplesmente viver do mesmo modo; precisamos recebê-lo com atitudes novas, ânimo renovado, pois o que está para iniciar é um ano de muitas conquistas. Você será surpreendido pelo cuidado de Deus em sua vida. Por isso, permaneça firme, com uma fé inabalável e a postura de filho que vive tudo o que o Pai tem em seu Reino. Talvez este tenha sido o primeiro ano durante o qual você teve um momento devocional diário com o Senhor, ou já esteja há mais tempo cultivando este relacionamento com o Pai (se ainda não está, que tal começar em 2024). O que vale é que um dia você iniciou esse relacionamento diário. Então, não perca tudo que foi construído até aqui, mas continue avançando e vivendo essa vida de intimidade.” Adquira o livro e inicie sua leitura diária. Com certeza contribuirá para seu crescimento espiritual e o ajudará na sua travessia no mundo terreno com mais paz, fé e gratidão. Desejo a você e a seus entes queridos tudo do melhor, com muitas bênçãos no ano que está por chegar! Amém!",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T12:21:15.734+02:00",
  "updated": "2023-12-29T12:21:15.734+02:00"
}