{
  "thread": {
    "uuid": "09e56249ad9fac31e9aeca01c78e3e0269c75ecc",
    "url": "https://www.catholicherald.com/article/columns/mary-beth-bonacci/mystery-of-the-mass",
    "site_full": "www.catholicherald.com",
    "site": "catholicherald.com",
    "site_section": "https://uspolitics.einnews.com/live_feed",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Live Feed Wire - US Politics Today - EIN Presswire",
    "title": "Mystery of the Mass - Arlington Catholic Herald",
    "title_full": "Mystery of the Mass - Arlington Catholic Herald",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.catholicherald.com/wp-content/uploads/2023/10/Disabilities_1_JV_WEB-1024x768.jpg",
    "performance_score": 0,
    "domain_rank": 74870,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "09e56249ad9fac31e9aeca01c78e3e0269c75ecc",
  "url": "https://www.catholicherald.com/article/columns/mary-beth-bonacci/mystery-of-the-mass",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Mystery of the Mass - Arlington Catholic Herald",
  "text": "A few years ago, I brought a friend to Mass with me. She grew up with no religious faith but had fond childhood memories of attending Catholic pancake breakfasts. The Mass itself was a new experience for her. After 30 minutes of standing, sitting, kneeling and reciting prayers, the Mass ended and we left. On the way out, she asked me, “Why don’t they just talk to us?” A big evangelical megachurch would be a lot easier to explain, wouldn’t it? Let’s be honest, the Mass is confusing to outsiders. Heck, half the time it’s confusing to us. Why do we do it this way? The problem is that we didn’t “make up” the Mass. We don’t believe it is of strictly human origin. It is a gift from God himself, a mystical reality. Passed on from the apostles and their immediate successors, it has been celebrated in fundamentally the same way since the earliest days of the church. The priest who celebrates it was consecrated by a bishop who was consecrated by a bishop who, if you go back far enough, was consecrated by one of the 12 apostles, who was consecrated by Christ. As Catholics, there is so much we don’t know or understand about what is happening and what we are doing when we celebrate the Mass. First, it is important to realize that while the Mass is a form of worship, it is not simply a worship service. Nor is it anything that we have created for ourselves. The core of the Mass is the representation of the entire Pascal mystery — Holy Thursday through Easter Sunday. At the Mass, we believe that we are actually present at the foot of the cross. It doesn’t mean that Jesus suffers the pain of his passion all over again. It does mean that, in some mysterious way, that central event of human history becomes truly present to us again through the God who is outside of space and time. Why is it important to be present at the foot of the cross? Well, think of everything that happened there. Sin and death were conquered. Satan was defeated. Our relationship with the Father was restored. Heaven was opened up to us. Everything good, everything we take for granted in this life of grace, happened because of what Christ did for us on the cross. All of that didn’t just happen for the people of that time. It is a gift for all of us, of all times. And all of us, at all times, participate in it through the Mass — our opportunity to respond to Christ’s complete gift of self with the complete gift of ourselves. After all, we as the church call ourselves the Body of Christ. And so, at every Mass, I am called to die and rise with him — to die to my sin, my selfishness, my narcissism. And I rise as the new creation that St. Paul promised we become in him. Have you ever been praying at Mass and suddenly felt the presence of a departed loved one? There is a reason for that. We believe that multitudes of angels and saints are present at every Mass, along with souls in purgatory. Seriously, how does this work? We can’t possibly understand what happens in a heavenly reality that is outside of time. All we know is that Heaven is perfect happiness in the presence of God, and that somehow that includes joining us in the presence of God at the Mass. I attended a Mass recently where, during the opening prayers, I thought I felt the presence of my late mother. I dismissed it as my imagination and went on with my usual inadequate, distracted participation. After Mass was over, I stayed to pray for a while. As I was leaving, the priest called me over. He asked me about my experience of the Mass. Completely forgetting about the brief sense of my mother’s presence, I told him I was mostly distracted. And then he said, “Well, I just wanted to let you know that, throughout the entire Mass, I felt a very strong sense of your mother’s presence.” This from a priest who, as I recall, had never even met my mother. They say that the veil between Heaven and earth is very thin. I believe it is never thinner than during the holy sacrifice of the Mass. There are tremendous graces available to you in the Mass. Continue to learn about it. And please continue to experience it — as fully as possible. Bonacci is a syndicated columnist based in Denver.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arlington catholic herald",
        "sentiment": "positive"
      }
    ],
    "locations": [
      {
        "name": "mass",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:03:25.633+03:00",
  "updated": "2024-04-19T01:03:25.633+03:00"
}