{
  "thread": {
    "uuid": "d372f2e7f98df233993e2142db69eb745bd5f635",
    "url": "https://www.hindustantimes.com/lifestyle/festivals/easter-2024-date-history-significance-celebration-of-the-christian-festival-101711688990500.html",
    "site_full": "www.hindustantimes.com",
    "site": "hindustantimes.com",
    "site_section": "https://www.hindustantimes.com/weather",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Weather Today: Check Weather Forecast for Today, Tomorrow and next 7 days | Hindustan Times",
    "title": "Easter 2024: Date, history, significance, celebration of the Christian festival - Hindustan Times",
    "title_full": "Easter 2024: Date, history, significance, celebration of the Christian festival - Hindustan Times",
    "published": "2024-03-29T12:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.hindustantimes.com/ht-img/img/2024/03/29/1600x900/doeaster_1711690735111_1711690757359.jpg",
    "performance_score": 0,
    "domain_rank": 948,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d372f2e7f98df233993e2142db69eb745bd5f635",
  "url": "https://www.hindustantimes.com/lifestyle/festivals/easter-2024-date-history-significance-celebration-of-the-christian-festival-101711688990500.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zarafshan Shiraz",
  "published": "2024-03-29T12:31:00.000+03:00",
  "title": "Easter 2024: Date, history, significance, celebration of the Christian festival - Hindustan Times",
  "text": "Easter is meant to be a symbol of hope, renewal and a new life for Christians across the world as it is believed by the community to be the dawn of a new beginning, a time of resurrection and a celebration of life that reminds us that hope must never be lost, for as dark as the road may seem, there always lies light at the end of it. It is a day of feasting and celebration during which people attend prayer services, decorate and distribute Easter eggs and play traditional Easter games but unlike Christmas, there is no fixed date for the festival of Easter.According to the New Testament of the Bible, the holiday occurs three days after the crucifixion of Jesus by Romans and concludes the “Passion of Christ”, which begins with a 40 days period of fasting – Lent and is concluded by the Holy Week.Date:This year, Easter will be celebrated by the Christian community across the world on Sunday, March 31.History:The story behind Easter lies in the New Testament of the Bible which narrates how Jesus was arrested by the Roman authorities because he claimed to be the “Son of God”. He was then sentenced to death by Pontius Pilate, the Roman emperor by crucifixion. His resurrection three days later marks the occasion of Easter. This day is also closely associated with the Jewish festival of Passover.According to the New Testament, it is believed to have occurred on the third day (after his burial) following his crucifixion by the Romans at Calvary. It is the culmination of the religious season of Lent, a 40-day period of fasting, prayer, and penance.Significance:The day marks the return of Christ who sacrificed himself for the sins of humanity. The resurrection proves him as the true son of God who defeated evil and death before ascending to heaven.Easter marks the completion of the Passion of Christ, beginning from Lent and ending with Holy Week, which includes Holy Thursday (also Maundy Thursday which celebrates Jesus’ Last Supper with his 12 Apostles), Good Friday (when Jesus’ crucifixion is observed) and finally ending with Easter Sunday.Celebration:People tend to splurge during Easter as it comes after 40 days of Lent. Brightly painted chocolate-filled eggs are exchanged, and Easter Bunny delivers chocolate eggs to kids, there are Easter eggs hunts and plenty more fun activities on Easter.Easter Vigil, a religious service, is how many churches begin Easter celebration in the late hours of the Saturday before. There are several non-religious celebrations too including Easter eggs. Eggs represent birth and fertility, and it is believed they are used during Easter festivities to symbolise Jesus’ rebirth. Non–religious celebrations include the tradition of Easter eggs, which represent fertility and birth and Easter bunny which delivers chocolates and sweets to kids on Sunday morning.Easter Sunday and related celebrations, such as Ash Wednesday, Maundy Thursday and Palm Sunday, are considered “moveable feasts”. Although Easter has a lot of religious significance in Christianity, several traditions date to pre-Christian, pagan times. This Christian celebration is also closely associated with the Jewish festival of Passover as well as the exodus of the Jews from Egypt, as described in the Old Testament.It is a day of feasting and celebration during which people attend prayer services, decorate and distribute Easter eggs and play traditional Easter games such as egg rolling, egg tapping and egg decorating. The Easter egg like the Easter lily (that is used for decoration in Churches) represents new life and fertility.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hindustan times easter",
        "sentiment": "negative"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T15:07:45.354+03:00",
  "updated": "2024-04-06T00:05:11.545+03:00"
}