{
  "thread": {
    "uuid": "b798b08cf7e3901c0b4d4d0ec64010874baf9bd1",
    "url": "https://www.presbyterianmission.org/story/june-23-2024",
    "site_full": "www.presbyterianmission.org",
    "site": "presbyterianmission.org",
    "site_section": "https://www.presbyterianmission.org/stories/feed",
    "site_categories": [
      "religion",
      "christianity"
    ],
    "section_title": "Stories Archive | Presbyterian Mission Agency",
    "title": "Following God’s command to love the stranger An oasis of peace on the migration trail",
    "title_full": "Presbyterian Mission Agency Following God’s command to love the stranger An oasis of peace on the migration trail | Presbyterian Mission Agency",
    "published": "2024-05-30T22:54:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.presbyterianmission.org/wp-content/uploads/2024-pns-ComingTogetherMXR.gif",
    "performance_score": 0,
    "domain_rank": 83849,
    "domain_rank_updated": "2024-05-28T13:10:09.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b798b08cf7e3901c0b4d4d0ec64010874baf9bd1",
  "url": "https://www.presbyterianmission.org/story/june-23-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-30T22:54:00.000+03:00",
  "title": "Following God’s command to love the stranger An oasis of peace on the migration trail",
  "text": "Following God’s command to love the stranger ‘as one born among you’ June 23, 2024 As a fundamental pillar of our Christian experience and testimony, justice is inseparable from peace and a fulfilling life for every human being as proclaimed by the good news of the Kingdom of God. Currently, there is a grave deficit of both justice and peace in many countries around the world, particularly in Central America. This region was scourged by military dictatorships for the vast majority of the 20th century, when the first forced migrations began out of a desire to save lives. This period was interrupted by civil wars of liberation, achieving peace agreements that led the entire region to sign a democratic security treaty, managed by the [Central American Integration System](https://www.europarl.europa.eu/meetdocs/2014_2019/documents/dcam/dv/sica_/sica_en.pdf), with an international community of guarantor countries. However, the corruption of states and powerful groups, organized crime, drug trafficking and gangs have significantly weakened the democratic aspirations and economic and social development of the countries of the region. This situation has forced many families to leave their communities of origin and seek a better future in other countries. Since the 1980s, the [Reformed Calvinist Church of El Salvador (IRCES)](https://www.presbyterianmission.org/story/tag/reformed-calvinist-church-of-el-salvador/) has been working for peace and violence prevention. In our 2015–25 strategic planning, peacebuilding became a permanent program for the church and now with the accompaniment of the PC(USA). In this continuous search for justice and this call to serve the most vulnerable families, IRCES and the PC(USA) find themselves strongly convicted to respond to the migration crisis in Central America. In response to large waves of migration and mass deportations, IRCES began working with returnees in 2014. It was not just about caring for people in need, but also seeking to change the conditions that marginalize them by influencing public policies, promoting human rights, and stopping the violence that, together with the difficult economic situation, drives migration and denies families the ability to a fulfilling life in their communities of origin. As part of this strategy, the [Presbytery of the Pacific](https://www.pacificpresbytery.org/) accompanied the request of IRCES by [presenting an overture to the General Assembly of the PC(USA) in 2018](https://www.pc-biz.org/search/3000295). The overture called for building a mission and migration network to develop different initiatives that promote rootedness of families in their communities of origin and continue advocating for change in Northern Central America and the United States. This resolution was approved, but due to the Covid pandemic, the work was delayed. However, in 2024 [the Central American Mission and Migration Network finally launched](https://www.presbyterianmission.org/story/new-pcusa-mission-network-launches-this-week/). The network seeks to address the root causes of migration while promoting respect for the rights of migrants in transit, in their destination country and upon return. Migration issues cannot be resolved if the conditions of violence, exclusion, poverty and discrimination continue hurting families in Central America. The vision of our God’s justice requires social, economic, political and cultural conditions that allow for full participation in society in the countries of origin so that emigration is not an obligation. In both transit and destination countries, we demand tolerance and respect for migrants’ rights so that they do not experience exploitation and violence. God’s command is that [we love the stranger “as one born among you”](https://www.biblegateway.com/passage/?search=Leviticus%2019%3A34&version=NRSVUE) (Leviticus 19:34). Thus, the network strives to be an oasis, together with many others, on that long route of migration for migrants at any stage of their journey. On the one hand, an oasis must be a place of fresh springs but also a place full of fruits of justice and the enjoyment of their rights by those people who made the decision to leave their communities of origin. This is the spirit of solidarity that motivates the work of the Central American Migration Mission Network. It is a prophetic word that demands sowing peace through justice. It is an evangelization of the churches and communities of faith from the global south to the churches and people of faith in the north, especially the United States. Thus, in March, a group of church, social and community leadership from Honduras, El Salvador, Guatemala, Mexico and the United States convened to share, exchange and build possible responses based on love, peace and human rights in addressing migration in Central America. The Rev. Santiago Flores is pastor of the Reformed Calvinist Church of El Salvador, a partner of the PC(USA). [ Joseph Russ](https://www.presbyterianmission.org/ministries/missionconnections/joseph-russ/) is a mission co-worker in the Northern Triangle — El Salvador, Honduras and Guatemala — and serves with the Calvinist Reform Church in El Salvador and its nonprofit arm, Alfalit. Revised Common Lectionary Readings for Sunday, June 23, 2024, the Twelfth Sunday in Ordinary Time (Year B) Today’s Focus: Following God’s command to love the stranger Let us join in prayer for: PC(USA) Agencies’ Staff , Associate Director (Humanitarian and Global Ecumenical Engagement) Compassion, Peace & Justice, Presbyterian Mission Agency , Associate, Migration and Accompaniment Ministries, Presbyterian Disaster Assistance, Presbyterian Mission Agency Let us pray Open our eyes, O God, to the world around us, to the liberating power of the gospel and abundant expressions of reconciling love. Amen. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://europarl.europa.eu/meetdocs/2014_2019/documents/dcam/dv/sica_/sica_en.pdf),",
    "https://creativecommons.org/licenses/by-nc-nd/4.0/)",
    "https://www.pc-biz.org/search/3000295).",
    "https://creativecommons.org/licenses/by-nc-nd/4.0/).",
    "https://www.biblegateway.com/passage/?search=Leviticus%2019%3A34&version=NRSVUE)",
    "https://www.creativecommons.org/licenses/by-nc-nd/4.0/).",
    "https://www.biblegateway.com/passage/",
    "https://biblegateway.com/passage/?search=Leviticus%2019%3A34&version=NRSVUE)",
    "https://www.creativecommons.org/licenses/by-nc-nd/4.0/)",
    "https://pacificpresbytery.org/)",
    "https://www.pacificpresbytery.org/)",
    "https://www.europarl.europa.eu/meetdocs/2014_2019/documents/dcam/dv/sica_/sica_en.pdf),",
    "https://pc-biz.org/search/3000295)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "central american integration system",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "central america",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T03:46:15.874+03:00",
  "updated": "2024-05-31T03:46:15.874+03:00"
}