{
  "thread": {
    "uuid": "2a80c49b493a185d6c9b0c325180e82c6dd1d8e4",
    "url": "https://theedinburghreporter.co.uk/2024/01/wee-taste-of-italy-in-cosy-gianninos/",
    "site_full": "theedinburghreporter.co.uk",
    "site": "theedinburghreporter.co.uk",
    "site_section": "https://theedinburghreporter.co.uk/feed",
    "site_categories": [
      "united_kingdom",
      "travel"
    ],
    "section_title": "The Edinburgh Reporter",
    "title": "Wee taste of Italy in cosy Gianninos",
    "title_full": "Wee taste of Italy in cosy Gianninos",
    "published": "2024-01-12T15:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://i0.wp.com/theedinburghreporter.co.uk/wp-content/uploads/2024/01/20240111_212739-1-scaled.jpg?fit=1200%2C676&#038;ssl=1",
    "performance_score": 0,
    "domain_rank": 81888,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a80c49b493a185d6c9b0c325180e82c6dd1d8e4",
  "url": "https://theedinburghreporter.co.uk/2024/01/wee-taste-of-italy-in-cosy-gianninos/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nigel Duncan",
  "published": "2024-01-12T15:44:00.000+02:00",
  "title": "Wee taste of Italy in cosy Gianninos",
  "text": "It was a Thursday night. Temperature was inching towards zero all afternoon. Wind chill factor high, yet cosy Gianninos was packed and the atmosphere was terrific. It was our first visit and we were impressed with the service and the food. We were with two regulars who have not had a bad meal there. A good recommendation. And the verdict? Good meal, great surroundings and really attentive, pleasant and efficient staff. It’s a extensive menu with 13 starters, you could, of course, have nibbles and there were six of them, and there were 15 pasta alternatives, 12 pizza (12in) alternatives plus four grill picks, plus sauces, three veal alternatives plus catch of the day fish and three other offers and three chicken choices. That’s more than enough for even the most discerning and picky diner. Cozze Marinara, freshly cooked mussels steamed in white wine, garlic, tomato sauce, served with a slice of home made Italian bread was irresistible. It lived up to expectations and we had to use the spoon provided to scoop up the juice. Prociutto Melone was another pick and was well received and then on to mains. Two rump steaks – no sauce – were appreciated, big beefy flavour and juicy, and so was the pollo surf and turf, chicken with king prawns with pancetta, garlic, wine and chilli served with potatoes and veg. The house penne also went down well. No room for desert for three but one could not resist the apple pie and, on this occasion, custard. Enjoyable? Yes, and we were one of the last to leave. Gianninos, 78-80 East Main Street, Broxburn EH52 5G :T: 01506 856667: on-street parking nearby PICTURE: The outside of the busy restaurant in the heart of Broxburn. Experienced news, business, arts, sport and travel journalist. Food critic and managing editor of a well-established food and travel website. Also a magazine editor of publications with circulations of up to 200,000 and managing director of a long-established PR/marketing company with a string of blue-chip clients in its CV. Former communications lecturer at a Scottish university and social media specialist for a string of successful and busy SMEs.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cozze marinara",
        "sentiment": "none"
      },
      {
        "name": "prociutto melone",
        "sentiment": "none"
      },
      {
        "name": "gianninos",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T17:31:50.594+02:00",
  "updated": "2024-01-13T03:46:51.093+02:00"
}