{
  "thread": {
    "uuid": "92a38df8b8260426dac2f510d3a9e6451f3138de",
    "url": "https://www.app.com/story/opinion/2024/03/29/easter-inspires-a-world-in-need-of-hope/73117820007",
    "site_full": "www.app.com",
    "site": "app.com",
    "site_section": "https://app.com/opinion",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "Asbury Park - At Issue",
    "title": "Easter inspires a world in need of hope",
    "title_full": "Easter inspires a world in need of hope",
    "published": "2024-03-29T11:25:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.gannett-cdn.com/authoring/authoring-images/2024/03/27/PNJM/73118052007-dscn-4273.JPG?auto=webp&crop=3864,2173,x-2,y496&format=pjpg&width=1200",
    "performance_score": 0,
    "domain_rank": 5667,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92a38df8b8260426dac2f510d3a9e6451f3138de",
  "url": "https://www.app.com/story/opinion/2024/03/29/easter-inspires-a-world-in-need-of-hope/73117820007",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alexander M. Santora, Asbury Park Press",
  "published": "2024-03-29T11:25:00.000+03:00",
  "title": "Easter inspires a world in need of hope",
  "text": "This year, we need the inspiration of Easter to follow Jesus' example of healing and hope 3-minute read The Pulaski Skyway is one of the worst roadways in the state. There are no shoulders and only one midway off-ramp. Any accident or car breakdown can back up traffic for miles for well over an hour. Instead of fuming while driving east, take a gander at the skylines in front of you. New York City still dominates, but New Jersey is giving it a run for the money. But what you can pick out on this side of the Hudson are the church steeples that still stick out of the skyline despite the many new high-rises. When those churches — like the now closed St. Michael’s Monastery in Union City or still active St. Aedan’s in Jersey City — were built, they were the first “skyscrapers.” St. John the Baptist’s steeple was the tallest structure in Jersey City when it was built in 1897. There’s a reason they point upward, reminding us that heaven is our final destination. And that’s the reason on Easter Sunday most Catholic and Christian churches will be packed, or at least filled more than ordinary Sundays. It is perhaps the most joyful Sunday liturgy of the church year. In fact, every Sunday is often referred to as a “little” Easter Sunday. The Triduum — three days — leading up to Easter is among the richest ritual celebrations in Christianity. It’s what makes us Christians — Jesus suffered and died to conquer death forever. It gives us a vision of the salvation that defies despair and inspires hope. When I am stuck on the Skyway, I also look on either side and can pick out all the local churches. One is Holy Rosary, an Italian-American parish in downtown Jersey City, where I grew up and found my priestly vocation. The modest-sized church has more colorful, lifelike statues than almost any other church I’ve visited; it’s an Italian custom. One statue, which I had never seen elsewhere, showed Jesus laid in the tomb. He was horizontal, not vertical. Years later I found a replica in a religious article shop and bought it. It brings back memories of the religious devotions, novenas, all-night vigils and Masses I attended throughout my formative years. Though the statues were inanimate, they animated a congregation that found comfort in church because everyone from the neighborhood was there. While we gathered to hear Mass or sing and pray, the gathering strengthened the community where we lived our daily lives in the blocks around the church. And it was intergenerational. Senior citizens, parents, families and all the “characters” we would encounter on the streets would come together as one. And the priests were really our “Fathers” in the way they cared for us through so many activities and events sponsored year-round in the parish. They would come to class in the grammar school, sit on the desk and talk to us about life and faith. Many adult Christians carry warm and good memories of church. Even though more young adults today are checking “Nones” — or unaffiliated — their parents and older relatives may have had different experiences of church. Even if less consistent weekly church attendance is more common today, there is something about the lure of Easter that can pack people into the pews. And it has to do with harnessing hope and bringing it back into our daily lives. Opinion: [This is how Easter can move us from hate to hope](https://www.northjersey.com/story/opinion/2023/04/05/easter-2023-we-can-move-from-hate-to-hope/70079056007/) The empty tomb could have been a killer until Mary Magdalene — the misidentified feminist and preeminent apostle — and other women disciples found it and heralded it to the male apostles: Jesus had risen. They did not believe her and her companions and ran to see it for themselves. What could this mean? Was he alive? Will we see him? Now we know and believe in his Resurrection. Despite all the persecution and crucifixion, the disciples would learn that Jesus was still with them. And the Gospels bring that reality into our lives today. This salient message of triumph of life over death inspires so many people all over the world to carry on Jesus’ mission of healing and helping. And don’t we live in a world and a country that need to celebrate that message. Wars are killing hundreds of thousands of people in the last two years alone. Our country is torn apart by the desecration of democracy to prop up a would-be demagogue. Unity is sparse and hatred is rearing its ugly head toward minorities, LGBTQ+ individuals and oppressed peoples in Gaza and many third world countries. Easter is an antidote to despair. We need to heal and move beyond division to find a way to get along. Hearing Easter messages from the pulpit, varied as they are, is what we need to live on. This is the comfort of Easter church. The Very Rev. Alexander M. Santora is the pastor of the Church of Our Lady of Grace & St. Joseph, Hoboken, and the dean of the area’s Catholic churches.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.northjersey.com/story/opinion/2023/04/05/easter-2023-we-can-move-from-hate-to-hope/70079056007/)",
    "https://northjersey.com/story/opinion/2023/04/05/easter-2023-we-can-move-from-hate-to-hope/70079056007/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "neutral"
      },
      {
        "name": "st. john the baptist",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st. michael’s monastery",
        "sentiment": "none"
      },
      {
        "name": "christian",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new york city",
        "sentiment": "none"
      },
      {
        "name": "pulaski skyway",
        "sentiment": "none"
      },
      {
        "name": "jersey city",
        "sentiment": "none"
      },
      {
        "name": "hudson",
        "sentiment": "none"
      },
      {
        "name": "union city",
        "sentiment": "none"
      },
      {
        "name": "new jersey",
        "sentiment": "none"
      },
      {
        "name": "st. aedan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T15:14:21.313+03:00",
  "updated": "2024-04-05T20:30:25.400+03:00"
}