{
  "thread": {
    "uuid": "2af491bc332cbf650671f835283b47107ed82f6a",
    "url": "https://www.prnewswire.com/news-releases/tnt-fireworks-public-safety-campaign-to-reduce-illegal-fireworks-and-promote-safe-and-responsible-disposal-after-use-302179731.html",
    "site_full": "www.prnewswire.com",
    "site": "prnewswire.com",
    "site_section": "https://www.prnewswire.com/news-releases",
    "site_categories": [
      "media"
    ],
    "section_title": "All News Releases Distributed by PR Newswire",
    "title": "TNT Fireworks Public Safety Campaign to Reduce Illegal Fireworks and Promote Safe and Responsible Disposal After Use",
    "title_full": "TNT Fireworks Public Safety Campaign to Reduce Illegal Fireworks and Promote Safe and Responsible Disposal After Use",
    "published": "2024-06-24T17:03:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://mma.prnewswire.com/media/2104291/TNT_Fireworks_Logo.jpg?p=facebook",
    "performance_score": 0,
    "domain_rank": 191,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2af491bc332cbf650671f835283b47107ed82f6a",
  "url": "https://www.prnewswire.com/news-releases/tnt-fireworks-public-safety-campaign-to-reduce-illegal-fireworks-and-promote-safe-and-responsible-disposal-after-use-302179731.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNT Fireworks",
  "published": "2024-06-24T17:03:00.000+03:00",
  "title": "TNT Fireworks Public Safety Campaign to Reduce Illegal Fireworks and Promote Safe and Responsible Disposal After Use",
  "text": "/PRNewswire/ -- TNT® Fireworks (TNT), the nation's largest consumer fireworks distributor and best-selling brand, announced a nationwide campaign to promote the safe and responsible use of legal consumer fireworks as Americans celebrate our nation's Independence Holiday season. For many, barbeques and backyard fireworks are a tradition, and when used responsibly and legally, provide safe family fun. To help consumers stay safe and act responsibly, TNT is providing three easy tips for consumers to follow this holiday season when using consumer fireworks: - Stay Legal: Local laws vary widely, from the types of fireworks that are legally permitted - to the times in which they can be used. TNT encourages consumers to know their local laws and to only use fireworks when and where they are legally permitted. Local fire departments and municipal government websites can provide information about what types of fireworks are legal in your community. It's also very important to only purchase fireworks from a licensed retailer! Visit TNTFireworks.com for more information and locations near you. - Be Safe: Be selective when choosing a location for your fireworks show. Pick a dry, flat surface such as concrete, dirt, or pavement that is away from structures and vegetation, and is free of debris. Always read and follow the instructions and have a hose or water source nearby. Consumers should also keep spectators at a safe distance. - Act Responsibly: After the show, let your fireworks cool down for at least twenty minutes and clean up any debris that was generated. After the cooling period, soak each used firework with water before placing them in a waste receptacle, located away from structures. Also, always have a sober adult handle the fireworks. \"This year, we're placing special emphasis on keeping consumers legal and safe,\" said Carson Anderson, president of TNT Fireworks. \"We're reminding consumers to know the law and only use fireworks that are legal in their community and to properly dispose of their used product once the show is over.\" To keep everyone legal, safe and responsible, TNT recommends consumers follow these safety tips: - Never give fireworks to young children. - Have a working hose and/or bucket of water nearby in case of emergencies. - Never carry a firework in your pocket or hold a lit firework in your hand. - Never shoot fireworks from a metal or glass container. - Keep spectators at a safe distance and never aim or throw fireworks at another person. - Never place any part of your body directly over a firework – even when lighting. - Light only one firework at a time. - Stay sober. Never use fireworks with alcohol or drug consumption. - NEVER approach or try to re-ignite a firework that doesn't light the first time. To access the full list of TNT safety tips, visit: TNTFireworks.com . \"Providing our customers with the safest and highest quality fireworks is TNT's top priority,\" stressed Anderson. \"We are also working to keep our prices as low as possible, despite inflationary pressures, to help families enjoy a spectacular 4th of July celebration that won't break the bank!\" ABOUT TNT® FIREWORKS TNT® Fireworks (TNT) is the nation's number-one selling fireworks brand and the nation's largest distributor of consumer fireworks and sparklers, providing safe, family fun for consumers in 49 states, as well as the United Kingdom, Canada and Puerto Rico. TNT products are sold in 40,000 retail stores, as well as seasonal locations run by nonprofits and additional partners who sell TNT Fireworks to raise money for their respective causes. For more than 100 years, TNT has set the benchmark for safety, customer satisfaction, innovation and quality in the fireworks industry. TNT is also an industry leader in environmental sustainability , focusing on eliminating waste, sustainable sourcing and water conservation. Media Contacts: California Dennis Revell President/CEO Revell Communications (916) 443-3816---Office (916) 952-5351---Mobile [[email protected]](/cdn-cgi/l/email-protection#6420273624160112010808070b0909110a0d0705100d0b0a174a070b09) California Fireworks Newswire: (presskit247.com) ) Southwest & Northwest James Fuller (240) 393.1369 [[email protected]](/cdn-cgi/l/email-protection#82e8e3efe7f1ace4f7 7f0c2e3f0e7ece3e1edefeff7ecebe1e3f6ebedecf1ace1ed) Southeast, Northeast, Midwest Sherri Simmons (404) 216.4193 [[email protected]](/cdn-cgi/l/email-protection#95e6e6fcf8f8fafbe6d5f1e0f3f3f0ecbbf6faf8) SOURCE TNT Fireworks",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Social Issue"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4192606-1&h=564056644&u=https%3A%2F%2Fca-fireworks.presskit247.com%2Findex.asp&a=California+Fireworks+Newswire%3A+(presskit247.com)",
    "https://c212.net/c/link/?t=0&l=en&o=4192606-1&h=68946399&u=https%3A%2F%2Fwww.tntfireworks.com%2F&a=TNTFireworks.com",
    "https://c212.net/c/link/?t=0&l=en&o=4192606-1&h=3069474730&u=https%3A%2F%2Fwww.tntfireworks.com%2Fsustainability&a=environmental+sustainability",
    "https://www.c212.net/c/link/?t=0&l=en&o=4192606-1&h=564056644&u=https%3A%2F%2Fca-fireworks.presskit247.com%2Findex.asp&a=California+Fireworks+Newswire%3A+(presskit247.com)",
    "https://www.c212.net/c/link/?t=0&l=en&o=4192606-1&h=3069474730&u=https%3A%2F%2Fwww.tntfireworks.com%2Fsustainability&a=environmental+sustainability",
    "https://www.c212.net/c/link/?t=0&l=en&o=4192606-1&h=68946399&u=https%3A%2F%2Fwww.tntfireworks.com%2F&a=TNTFireworks.com",
    "https://c212.net/c/link/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "tnt fireworks public safety campaign to reduce illegal fireworks",
        "sentiment": "negative"
      },
      {
        "name": "tnt",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "ala.",
        "sentiment": "none"
      },
      {
        "name": "florence",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T17:06:19.518+03:00",
  "updated": "2024-06-24T21:56:08.748+03:00"
}