{
  "thread": {
    "uuid": "46cd3fed194364e090a2868eedd04a86d1fa94f2",
    "url": "https://www.bangordailynews.com/2023/12/31/outdoors/act-out/watch-your-bird-feeder-closely-to-notice-patterns-joam40zk0w/",
    "site_full": "www.bangordailynews.com",
    "site": "bangordailynews.com",
    "site_section": "https://www.bangordailynews.com/feed/",
    "site_categories": [],
    "section_title": "- Bangor Daily News",
    "title": "Watch your bird feeder closely and you may notice these patterns",
    "title_full": "Watch your bird feeder closely and you may notice these patterns",
    "published": "2023-12-31T08:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i0.wp.com/bdn-data.s3.amazonaws.com/uploads/2021/01/Downy-Woodpecker-Duchesne.jpg?fit=1024%2C712&ssl=1",
    "performance_score": 0,
    "domain_rank": 4791,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "46cd3fed194364e090a2868eedd04a86d1fa94f2",
  "url": "https://www.bangordailynews.com/2023/12/31/outdoors/act-out/watch-your-bird-feeder-closely-to-notice-patterns-joam40zk0w/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Bob Duchesne, Good Birding",
  "published": "2023-12-31T08:00:00.000+02:00",
  "title": "Watch your bird feeder closely and you may notice these patterns",
  "text": "This story was originally published in January 2021. Last week, I took an intelligence test. I’m happy to say, the results came back negative. I did test positive for cabin fever, which is probably why I spent an entire morning chasing birds around the backyard. I’ve been watching birds at the feeder much more while confined at home, and I think I’ve been noticing patterns. Their comings and goings are much less random than I had thought. For instance, I started to notice that downy woodpeckers seldom come in alone, while hairy woodpeckers often do. I noticed that chickadees and nuthatches seem to arrive in waves, then leave just as suddenly. Where do they go? In the interests of science, I resolved to find out. I donned five layers of clothing and a pair of snowmobile boots that are warm enough for use on the moon. Thus equipped, I positioned myself outside. The game was afoot. 9:30 a.m. All quiet. Not a critter stirring. 9:53 a.m. Activity at last. I hear a white-breasted nuthatch and hairy woodpecker call from behind the house, almost simultaneously. Suddenly there are two hairy woodpeckers, two downy woodpeckers and a pair of white-breasted nuthatches taking turns on the suet and grabbing sunflower seeds from the tray. This lasts seven minutes, then they all vanish so quickly that I can’t follow them. Over the next half hour, a red-breasted nuthatch is the sole visitor, grabbing a bite, then departing swiftly. At the one-hour mark, nothing is in the yard, not even a squirrel. Wait, what? My yard is always full of squirrels. How could there be none? Were they using the birds as sentries? The question has been well-studied. Other birds, mammals and even fish have been shown to recognize bird alarm calls. Some of the calls are similar between different species, like a universal language. No doubt, if a cat, fox, owl or other squirrel-threat approached, the chickadees and nuthatches would announce the intruder. Was that happening here? I had an answer 16 minutes later. 10:46 a.m. Three chickadees, two downy woodpeckers and three white-breasted nuthatches enter the yard. So do three gray squirrels and one red squirrel. Together. They all feast for about seven minutes before the birds disappear again. Unable to fly, the squirrels are slower to melt into the woods. I watch them go. For the next 45 minutes, the feeders are quiet. A pileated woodpecker flies over the neighbor’s house and drums once at 11:08 a.m. A hairy woodpecker works the trees along their driveway. The squirrels remain elsewhere. more on maine birding 11:37 a.m. Here they come again! Two pairs of hairy and downy woodpeckers are accompanied by three chickadees, two white-breasted nuthatches and a bashful blue jay. Two red-breasted nuthatches come in a minute later. The feeding frenzy lasts seven minutes. By 11:44 a.m., not one of them is still around. Aware that my scientific record was anecdotal at best – consisting of one data point – I set up a camcorder and went in for lunch. Because the video camera was facing the feeders, I could not see what else was going on in the yard. But when I reviewed the footage later, I was pleased to hear the chickadees and nuthatches coming in. I wanted to confirm my hunch that downy woodpeckers would only visit the feeder if other birds were present. 12:10 p.m. A blue jay enters and sits on the platform feeder. He stays there for a whopping 20 minutes, mostly just sitting. If there is a Cooper’s hawk around, the jay might as well be wearing a sign that says “Eat Me.” Midway through his visit, a downy woodpecker jumps onto one side of the suet feeder as a red-breasted nuthatch alights on the other. Four minutes later, they are replaced by a solo hairy woodpecker. It appears that neither the jay nor the hairy require company to feel relatively safe around a feeder. 12:45 p.m. It’s a chickadee invasion. This repeats at 1:23 p.m. accompanied by a red-breasted nuthatch and downy woodpecker. On both occasions, they stay about seven or eight minutes, then vanish. Although I can’t see the rest of the yard, a handful of gray squirrels enter the frame while the chickadee frenzy is going on. They vanish when the chickadees do. The day after this experiment, I see an unaccompanied downy woodpecker on the feeder several times. Since this is not consistent with my hypothesis nor my belief system, I label it as fake news and ignore it. I go watch football. Bob Duchesne serves as vice president of Maine Audubon’s Penobscot Valley Chapter. He developed the Maine Birding Trail, with information at mainebirdingtrail.com. He can be reached at [duchesne@midmaine.com](mailto:duchesne@midmaine.com).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T08:14:13.759+02:00",
  "updated": "2023-12-31T08:28:29.141+02:00"
}