{
  "thread": {
    "uuid": "e980de75e590268df3aa08780748b4c75a9c6b26",
    "url": "https://businessday.ng/news/article/abia-to-increase-workers-salaries-in-2024-otti/",
    "site_full": "businessday.ng",
    "site": "businessday.ng",
    "site_section": "http://businessday.ng/feed",
    "site_categories": [
      "uncategorized"
    ],
    "section_title": "Businessday NG",
    "title": "Abia to increase workers’ salaries in 2024 — Otti",
    "title_full": "Abia to increase workers’ salaries in 2024 — Otti",
    "published": "2024-01-02T10:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://cdn.businessday.ng/wp-content/uploads/2023/11/Alex-Otti.png",
    "performance_score": 0,
    "domain_rank": 20598,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e980de75e590268df3aa08780748b4c75a9c6b26",
  "url": "https://businessday.ng/news/article/abia-to-increase-workers-salaries-in-2024-otti/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Godfrey Ofurum",
  "published": "2024-01-02T10:08:00.000+02:00",
  "title": "Abia to increase workers’ salaries in 2024 — Otti",
  "text": "Abia State civil servants will smile in 2024, as the state government has announced plans to review the upward salaries of all the employees of the state government to reflect the economic realities of the time.\nGovernor Alex Otti, who stated this on Monday in a speech to usher in 2024, said that work on it was in the final stages.\nHe expressed joy that his administration has kept the promise made shortly after he took the oath of office on May 29, 2023, to make regular payment of salaries and pensions a priority.\nOtti said that Abia State workers and retirees now know exactly when their entitlements will be paid, a departure from the past when workers and pensioners were owed.\nHe said that 2023 was a watershed moment in the political history of Abia State and expressed gratitude to God and the individuals and groups that God used in resetting the political direction of the state.\n“Nothing that was achieved in our political history in the past year could have happened without the divine direction and infinite support of the Almighty, who orders human events, as it pleases Him. We therefore give all honour, adoration and glory to our Heavenly Father.\n“We have marched into the New Year and I join every family in the state to celebrate the joy of a new beginning. We have been called to embrace the New Year with great hope and optimism, confident that no challenge, however daunting, shall overwhelm us”.\nOtti said that the past year offered the people the opportunity to take back their collective destiny, noting that they have driven home the message that in a democracy, power belongs to the people.\n“It was the year the majority came to a consensus that we had stayed for far too long on the mountain of mediocrity and failure, and needed to advance to reach the promised land.\n“Although we are still far from our desired destination, the fact, as attested to by many, including apolitical observers, and even honest partisan watchers in other political camps, is that Abia is changing for the better and a new sense of optimism is emerging about our dear state and its future.\n“With our modest accomplishments in the last six months on road reconstruction and rehabilitation, especially in Aba and Umuahia, reinvigoration of the health and education sectors, restoration of security in communities that had been previously overrun by criminal gangs, effective urban waste management, prompt payment of salaries, support to the economically poor and vulnerable amongst others, it is evident that we are on a mission to rebuild and restore the glory of our fatherland”.\nBeyond its strides in improving the social and economic conditions of the Abia public, Otti said that the State under him, has also done well in fostering harmonious relationship with the other arms of government, the legislature and the judiciary, providing all the necessary support as they consistently build trust in ways that make for robust engagements in the discharge of its constitutional responsibilities to Abia people.\nOtti thanked the media, members of the civil society, and traditional, religious and community leaders for being supportive in driving the message of the “New Abia” to all parts of the State.\nHe said 2024 would be a year of consolidation for Abians, on the gains made in the past 7 months.\n“We recently signed the 2024 appropriation bill of N567.02 into law after it had been passed by the State House of Assembly. To show the direction of this government, an unprecedented 84 percent of this sum has been earmarked for capital expenditure, including road projects, rebuilding and remodelling of schools and hospitals and a proposal to build a best-in-class medical village in the state, to stem the tide of medical tourism by our citizens,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex otti",
        "sentiment": "none"
      },
      {
        "name": "otti",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "otti abia state",
        "sentiment": "negative"
      },
      {
        "name": "abia state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T11:10:36.458+02:00",
  "updated": "2024-01-02T11:10:36.458+02:00"
}