{
  "thread": {
    "uuid": "e0e3d41992af50ed30969e208624db8d97b144df",
    "url": "https://www.the-journal.com/articles/wins-keep-piling-up-for-dolores-wrestlers/",
    "site_full": "www.the-journal.com",
    "site": "the-journal.com",
    "site_section": "http://www.the-journal.com/sports",
    "site_categories": [],
    "section_title": "Sports &#8211; The Journal",
    "title": "Wins keep piling up for Dolores wrestlers – The Journal",
    "title_full": "Wins keep piling up for Dolores wrestlers – The Journal",
    "published": "2024-01-07T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imengine.public.prod.dur.navigacloud.com/?uuid=0d899c6a-c6d9-54d4-8633-632ac639b545&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 94733,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e0e3d41992af50ed30969e208624db8d97b144df",
  "url": "https://www.the-journal.com/articles/wins-keep-piling-up-for-dolores-wrestlers/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ben Bradley",
  "published": "2024-01-07T02:00:00.000+02:00",
  "title": "Wins keep piling up for Dolores wrestlers – The Journal",
  "text": "After a slow start to the season filled with learning opportunities, the Dolores wrestling program is starting to really gain traction. Filling up the lighter weight divisions, the Bears continue to develop – and now have some nice midseason victories to show for their efforts. Hosting their lone home matches of the season, Dolores put together an impressive showcase in front of their fans, while also honoring their three seniors in matches against Montezuma-Cortez, Ignacio, and Monticello. A day later, the Bears earned a pair of top-eight finishers in the Rocky Mountain Invitational at Pagosa Springs in their opening action for 2024. On their home mat, several Bears picked up pin victories in their dual against Monticello, led by seniors Talon Fish (144 pounds) and Dylan Koskie (132 pounds). Underclassmen Tristan Schuster (126 pounds) and Kale Bates (150 pounds) added wins for Dolores, while sophomore Nathan Hill (132 pounds) collected a pin in a match against Ignacio. While the Bears dropped all three of the duals, they held their own, with the senior-led victories from Fish and Koskie igniting the Bears corner. A day later, Koskie and freshman Kenji Edwards (120 pounds) earned two victories apiece for head coach Casen Eldridge’s crew, with both wrestlers taking eighth place in their respective weight divisions. Schuster, Hill, and freshman River Wickstrom (138 pounds) all came home with a win from Pagosa as well. For a squad continuing to build confidence, the on-mat success feeds the growth in work ethic and determination, according to the Bears head coach. “The amount of fight we have, being a young team – it’s been impressive to me,” said Eldridge. “The kids are willing to learn, try new things, they’re willing to execute something that we worked on in practice in live action.” “We’re working through positions that we’re not used to,” said Hill, one of the team captains, “and we’re looking to get out of them and find ways to score – it doesn’t work all the time, but we’re getting better.” For Hill, the cohesiveness of the team has played a large role in the improvement as well. “We’re all really close in weight, so practice is fun – we’re able to jump around and work with all of our teammates – we’re supportive of each other.” Now, with a month remaining before the 2A regional matches, the Bears look forward to the increased importance of their upcoming matches. The Bears head to Nucla on Saturday, Jan. 13 for matches in the Nucla/Norwood Invitational, before trips to Dove Creek on the 16th and Monticello on the following evening. “We have to go in to these matches believing we’re the best one there,” added Hill, “our goal is to peak during the regional time – and we’ve picked up the intensity in practices to help get us ready.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ko",
        "sentiment": "none"
      },
      {
        "name": "dolores",
        "sentiment": "none"
      },
      {
        "name": "nathan hill",
        "sentiment": "none"
      },
      {
        "name": "dylan koskie",
        "sentiment": "none"
      },
      {
        "name": "ignacio",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dolores",
        "sentiment": "negative"
      },
      {
        "name": "montezuma-cortez",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pagosa springs",
        "sentiment": "none"
      },
      {
        "name": "monticello",
        "sentiment": "none"
      },
      {
        "name": "rocky mountain invitational",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:48:03.226+02:00",
  "updated": "2024-01-08T00:48:03.226+02:00"
}