{
  "thread": {
    "uuid": "a62cff9253aa6c17769758904f6f13cf618ba6e9",
    "url": "https://www.newsbreak.com/iowa-state/3298382240003-as-trump-effortlessly-pulls-record-iowa-poll-numbers-desantis-haley-drive-through-blizzards-for-shot-at-second-place",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/florida-state",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Florida State News | NewsBreak Florida State",
    "title": "As Trump effortlessly pulls record Iowa poll numbers, Desantis, Haley drive through blizzards for shot at second place",
    "title_full": "As Trump effortlessly pulls record Iowa poll numbers, Desantis, Haley drive through blizzards for shot at second place",
    "published": "2024-01-15T05:26:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0UuPuN_0qlWk2hr00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3336,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a62cff9253aa6c17769758904f6f13cf618ba6e9",
  "url": "https://www.newsbreak.com/iowa-state/3298382240003-as-trump-effortlessly-pulls-record-iowa-poll-numbers-desantis-haley-drive-through-blizzards-for-shot-at-second-place",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-15T05:26:00.000+02:00",
  "title": "As Trump effortlessly pulls record Iowa poll numbers, Desantis, Haley drive through blizzards for shot at second place",
  "text": "It must be dispiriting to drive through blizzards across Iowa all week only to see Donald Trump drop in at the last minute and effortlessly coast to record poll numbers while pulling a standing-room crowd of passionate voters to his one event Sunday in Indianola. “I’ve never even given anyone else a second thought,” says truck driver and diehard Trumper Bean Dutcher, 64, of the other Republican presidential candidates. Wearing his Trump mug shot “Not Guilty” T-shirt and red “We The People Stand with Donald Trump” cap, the Indianola native is Trump or bust. That’s the grim reality for Ron DeSantis and Nikki Haley as they keep grinding away to win over small crowds and compete for second place with roughly one-fifth of the vote apiece. According to the fabled Des Moines Register caucus eve poll, Trump, 78, is at a record 48%, while Haley, 51, has jumped to second place with 20% and DeSantis, 45, at a demoralizing 16%, despite having put all his eggs in the Iowa basket. Not that the Florida governor was conceding anything Saturday afternoon when he showed up at his West Des Moines campaign headquarters for a pep rally with 150 volunteers and supporters crammed into the office space. “I’d much rather be an underdog,” he said, describing the polls as “fake” and not reflective of the enthusiasm his team sees on the ground for what they are pitching as a new generation upgrade of Trump. Unfortunately for DeSantis, a lot more Republicans seem to prefer the original version. “If you’re willing to fight for me and brave the elements [caucus night] then as president I’ll be fighting for you the next eight years every single day,” he vowed. His impeccably groomed wife, Casey, joined him on stage carrying their well-behaved 5-year-old son, Mason. “We are concerned as parents of young kids of the type of America they grow up in,” said the governor. “With this administration, we’re talking about decisions that are going to affect them for the next 50 years.” Volunteer Caleb Primrose, 28, says he’s working for DeSantis because “We need new blood. Trump did a good job but it’s time for a new generation to lead the force.” Still, despite spending hours hitting the phones for DeSantis as one of the most productive volunteers at HQ, Primrose confessed that he is still undecided about whether to caucus for 38-year-old wild-card challenger Vivek Ramaswamy instead. DeSantis was accompanied by a high-powered entourage of Iowa’s popular (not anymore, says Trump) governor, Kim Reynolds, conservative firebrand Texas congressman Chip Roy (whom Trump now wants primaried), and Bob Vander Plaats, Iowa’s top evangelical “kingmaker.” Vander Plaats predicted DeSantis would come a comfortable second in Iowa, a belief shared by Trump campaign spokesman Jason Miller, who claimed the Des Moines Register poll oversamples independents who favor Haley. What’s more, there is a big enthusiasm gap plaguing Haley among Iowa GOP caucusgoers. Among her supporters, just 39% are “extremely or very enthusiastic,” according to the poll. For Trump supporters, the enthusiasm is at 88% while for DeSantis it is a respectable 62%. In inclement weather, enthusiasm looms large. Popular Iowa podcast host Steve Deace, who has been traveling around the state introducing DeSantis at rallies, dismissed the polls as “psyops” pumped up by Democrats to create an inevitability around Trump, who they believe will be the easiest candidate to beat. As for the naysayers who told him he would destroy his career by spurning Trump, “We just had the most lucrative third and fourth quarter in ad sales,” Deace insisted. Roy took a few pointed jabs at Trump: “I want my son to be able to look up to the man in the Oval Office.” Trump had canceled three events that day citing bad weather that kept him in Florida, but Roy, who drove six hours through the blizzard to campaign for DeSantis, didn’t buy it: “The governor didn’t cancel any events today . . . with all due respect to the former president, I’m sick of excuses . . . When COVID came [Trump] puckered. When the riots came he hid.” Roy added, “The media doesn’t select our caucus winner, the polls don’t select our caucus winner.” But for all the bravado of the DeSantis crew, Trump’s Indianola event the next day felt more like a victory lap than an appeal for votes. While DeSantis looks harried and his events feel grim, Haley seems guarded and her events stage-managed, Trump relaxed into his familiar insult comic routine with renewed verve, mixing in new jokes with dire warnings about “World War III” and the border invasion. First, the patriotic crowd was warmed up with a prayer, the Pledge of Allegiance, and the national anthem, as Secret Service agents shook their heads at the size of the crowd — more than 400 in a space designed for 300. An overflow room downstairs held another 100 watching a big screen and outside buses were provided to keep supporters warm who could not be accommodated. Trump spoke for almost 90 minutes , switching from his melodic Vegas Elvis voice to his slapstick WWE routine with rude nicknames for villains (heels) and endless praise for good guys. Ohio congressman Jim Jordan and British Brexit architect Nigel Farage got shout-outs as heroes, as did Laura Loomer, the social media scourge of “Ron DeSanctimonious” and “Birdbrain” Haley, who has been in Iowa ambushing the candidates or their staff at restaurants or hotel lobbies and filming their mortified reactions. Trump promised to “drill baby drill” and remarked he’d eaten the “best bacon I’ve ever had this morning. No fat on it.” He railed against the “liars, cheats, thugs, perverts and freaks” of the Biden administration, and slapped at DeSantis and Haley as “disloyal” to him and “not up to the job.” He dispatched screeching climate protesters with a “Go home to Mommy.” He promised: “We’re going to Defeat Crooked Joe Biden and make America great again” for “four years and beyond.” Trump only broke out of his laid-back “I’ve got it in the bag” demeanor once when he entreated Iowans to “brave the weather and go out and save America . . . You can’t sit home even if you’re sick as a dog . . . get up, get up, get up, get up.” Like the rest of the crowd at the event deep in corn and hog country, Jim Fatino, 54, left the rally in good spirits and confident that Trump will beat Biden and “save the country.” “First, he was a businessman and we need someone to run this country like a business. Second, he will close the borders and stop the invasion,” Fatino said. He mentioned Trump’s visit to East Palestine, Ohio , after a truck derailment spewed toxic gas as evidence of his love for the common man. “I have a good gut feeling about people and I don’t like DeSantis or Haley,” he said. “When I hear them talk I get turned off. It’s a gut feeling. I go by my gut feeling.” If politics is more gut than mind, Trump seems to have the edge in Iowa.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://nypost.com/2024/01/11/news/trump-is-outsourcing-his-iowa-campaign-to-surrogates-and-his-voters-totally-understand/",
    "https://nypost.com/2024/01/13/news/ron-desantis-nikki-haley-grapple-blizzard-conditions-slam-absent-trump-on-eve-of-iowa-caucus-vote/",
    "https://nypost.com/2024/01/13/news/trump-maintains-wide-lead-with-gop-voters-as-nikki-haley-overtakes-ron-desantis-poll/",
    "https://nypost.com/2024/01/14/news/the-key-difference-between-haley-and-desantis-supporters-according-to-iowa-voters/",
    "https://nypost.com/2024/01/05/news/nikki-haley-trails-donald-trump-by-just-4-points-in-nh-poll/",
    "https://nypost.com/2024/01/14/news/trump-nabs-late-stage-endorsements-from-rubio-and-burgum-haley-gets-hogan/",
    "https://img.particlenews.com/image.php?url=0UuPuN_0qlWk2hr00",
    "https://nypost.com/2024/01/09/news/nikki-haley-closing-the-gap-with-donald-trump-in-new-hampshire-polls/",
    "https://nypost.com/2023/10/04/desantis-behind-haley-new-hampshire-south-carolina-polls/",
    "https://nypost.com/2023/12/26/news/trumps-east-palestine-visit-campaign-turning-point-adviser/",
    "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0UuPuN_0qlWk2hr00",
    "https://nypost.com/2024/01/12/news/desantis-heading-straight-to-sc-not-nh-post-iowa-caucus/",
    "https://nypost.com/2023/12/26/news/trumps-east-palestine-visit-campaign-turning-point-adviser",
    "https://www.nypost.com/2024/01/05/news/nikki-haley-trails-donald-trump-by-just-4-points-in-nh-poll/",
    "https://nypost.com/2024/01/12/news/desantis-heading-straight-to-sc-not-nh-post-iowa-caucus",
    "https://nypost.com/2023/10/04/desantis-behind-haley-new-hampshire-south-carolina-polls",
    "https://www.nypost.com/2023/12/26/news/trumps-east-palestine-visit-campaign-turning-point-adviser/",
    "https://www.nypost.com/2024/01/12/news/desantis-heading-straight-to-sc-not-nh-post-iowa-caucus/",
    "https://www.nypost.com/2023/10/04/desantis-behind-haley-new-hampshire-south-carolina-polls/",
    "https://nypost.com/2024/01/13/news/trump-maintains-wide-lead-with-gop-voters-as-nikki-haley-overtakes-ron-desantis-poll",
    "https://nypost.com/2024/01/09/news/nikki-haley-closing-the-gap-with-donald-trump-in-new-hampshire-polls",
    "https://www.nypost.com/2024/01/13/news/ron-desantis-nikki-haley-grapple-blizzard-conditions-slam-absent-trump-on-eve-of-iowa-caucus-vote/",
    "https://nypost.com/2024/01/14/news/trump-nabs-late-stage-endorsements-from-rubio-and-burgum-haley-gets-hogan",
    "https://www.nypost.com/2024/01/13/news/trump-maintains-wide-lead-with-gop-voters-as-nikki-haley-overtakes-ron-desantis-poll/",
    "https://nypost.com/2024/01/14/news/the-key-difference-between-haley-and-desantis-supporters-according-to-iowa-voters",
    "https://www.nypost.com/2024/01/09/news/nikki-haley-closing-the-gap-with-donald-trump-in-new-hampshire-polls/",
    "https://www.nypost.com/2024/01/14/news/trump-nabs-late-stage-endorsements-from-rubio-and-burgum-haley-gets-hogan/",
    "https://nypost.com/2024/01/11/news/trump-is-outsourcing-his-iowa-campaign-to-surrogates-and-his-voters-totally-understand",
    "https://www.nypost.com/2024/01/11/news/trump-is-outsourcing-his-iowa-campaign-to-surrogates-and-his-voters-totally-understand/",
    "https://nypost.com/2024/01/05/news/nikki-haley-trails-donald-trump-by-just-4-points-in-nh-poll",
    "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0UuPuN_0qlWk2hr00",
    "https://img.particlenews.com/image.php",
    "https://www.nypost.com/2024/01/14/news/the-key-difference-between-haley-and-desantis-supporters-according-to-iowa-voters/",
    "https://www.img.particlenews.com/image.php?url=0UuPuN_0qlWk2hr00",
    "https://nypost.com/2024/01/13/news/ron-desantis-nikki-haley-grapple-blizzard-conditions-slam-absent-trump-on-eve-of-iowa-caucus-vote"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "haley",
        "sentiment": "neutral"
      },
      {
        "name": "trump",
        "sentiment": "neutral"
      },
      {
        "name": "donald trump",
        "sentiment": "neutral"
      },
      {
        "name": "desantis",
        "sentiment": "neutral"
      },
      {
        "name": "ron desantis",
        "sentiment": "none"
      },
      {
        "name": "trumper bean dutcher",
        "sentiment": "none"
      },
      {
        "name": "nikki haley",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "des moines register",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "iowa",
        "sentiment": "none"
      },
      {
        "name": "west des moines",
        "sentiment": "none"
      },
      {
        "name": "indianola",
        "sentiment": "none"
      },
      {
        "name": "florida",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T07:49:37.505+02:00",
  "updated": "2024-01-15T07:49:37.505+02:00"
}