{
  "thread": {
    "uuid": "5c31a8921706aefccc30a35d52435149973ac10a",
    "url": "https://collive.com/legal-professionals-of-brooklyn-heights-celebrate-purim",
    "site_full": "collive.com",
    "site": "collive.com",
    "site_section": "https://collive.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Chabad Jewish Community News | COLlive",
    "title": "Legal Professionals of Brooklyn Heights Celebrate Purim",
    "title_full": "Legal Professionals of Brooklyn Heights Celebrate Purim",
    "published": "2024-03-28T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://collive.com/wp-content/uploads/2024/03/untitled-1-148.jpg",
    "performance_score": 0,
    "domain_rank": 95792,
    "domain_rank_updated": "2024-03-26T12:08:39.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5c31a8921706aefccc30a35d52435149973ac10a",
  "url": "https://collive.com/legal-professionals-of-brooklyn-heights-celebrate-purim",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "COLlive Editor",
  "published": "2024-03-28T23:35:00.000+02:00",
  "title": "Legal Professionals of Brooklyn Heights Celebrate Purim",
  "text": "The Brooklyn Jewish legal community recently came together in a jubilant celebration of Purim, a festive occasion marked by camaraderie, tradition, and acts of kindness. Sponsored by the Brooklyn Brandeis Association and the Chabad Tzedek Society led by Rabbi Eliyahu and Shaindy Raskin, this event brought together around 75 people from various legal backgrounds, creating a vibrant tapestry of unity and community spirit. The event was hosted at the Brooklyn Bar Association in Brooklyn Heights and featured a fully catered lunch, where attendees indulged in kosher delicacies while engaging in lively conversations and fostering new connections. The atmosphere was imbued with warmth and conviviality, reflecting the close-knit nature of the Brooklyn Jewish legal community. A special tribute was paid to the distinguished judges in attendance, who each received mishloach manot, traditional Purim gift baskets symbolizing friendship and solidarity. This thoughtful gesture not only honored their significant contributions to the legal realm but also underscored the values of unity and mutual support cherished within the community. Adding to the festive ambiance was a delightful hamantash tasting, a beloved Purim tradition that brought smiles to everyone’s faces. Judge Lawrence Knipel, former judge Esther Morgenstern, Rabbi Aaron Raskin, Judge Adam Perlmutter, and Jeffrey Miller, Esq. (President of the Brooklyn Brandeis Association) led a spirited debate on the best tasting hamantaschen, adding a lighthearted touch to imbue the spirit of Purim. In addition to the culinary delights and festive merriment, the event also featured a meaningful presentation by a Jewish National Fund (JNF) representative. The speaker eloquently highlighted the importance of tree-building initiatives in the Land of Israel, emphasizing the values of environmental stewardship, sustainability, and connection to the ancestral homeland. This segment of the event provided attendees with an opportunity to reflect on their shared heritage and enduring bond with the Land of Israel. Rabbi Eliyahu and Rabbi Aaron Raskin, in their inspiring remarks, emphasized Purim’s deeper significance beyond its festive revelry. “Purim reminds us of the power of unity, generosity, and resilience in the face of adversity. As a community, we come together not only to celebrate but also to reaffirm our commitment to justice, compassion, and communal welfare.” Thank you to the sponsors of this event: Brooklyn Brandeis Association, Chabad Tzedek Society, Richard Klass, Esq., Brooklyn Bar Association.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rabbi eliyahu",
        "sentiment": "none"
      },
      {
        "name": "shaindy raskin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "brooklyn brandeis association",
        "sentiment": "none"
      },
      {
        "name": "brooklyn bar association",
        "sentiment": "none"
      },
      {
        "name": "chabad tzedek society",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "brooklyn",
        "sentiment": "none"
      },
      {
        "name": "brooklyn heights",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:16:57.794+02:00",
  "updated": "2024-03-29T00:16:57.794+02:00"
}