{
  "thread": {
    "uuid": "70c91f684e45622f1b5111988c9735ced1fd9c9f",
    "url": "https://www.baltimoresun.com/2024/06/02/chris-roemer-butker-should-rejoice-and-be-exceedingly-glad-he-is-being-persecuted-for-remaining-faithful-to-god-commentary",
    "site_full": "www.baltimoresun.com",
    "site": "baltimoresun.com",
    "site_section": "http://ballet.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Ballet News Today - EIN Presswire",
    "title": "Chris Roemer: Butker should ‘rejoice and be exceedingly glad’ he is being persecuted for remaining faithful to God | COMMENTARY – Baltimore Sun",
    "title_full": "Chris Roemer: Butker should ‘rejoice and be exceedingly glad’ he is being persecuted for remaining faithful to God | COMMENTARY – Baltimore Sun",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.baltimoresun.com/wp-content/uploads/2024/05/2154871706.jpg?w=1024&#038;h=683",
    "performance_score": 0,
    "domain_rank": 1416,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "70c91f684e45622f1b5111988c9735ced1fd9c9f",
  "url": "https://www.baltimoresun.com/2024/06/02/chris-roemer-butker-should-rejoice-and-be-exceedingly-glad-he-is-being-persecuted-for-remaining-faithful-to-god-commentary",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Chris Roemer",
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "Chris Roemer: Butker should ‘rejoice and be exceedingly glad’ he is being persecuted for remaining faithful to God | COMMENTARY – Baltimore Sun",
  "text": "Kansas City Chiefs kicker Harrison Butker recently gave a commencement speech at Benedictine College, a private Catholic liberal arts school of higher learning in Atchison, Kansas. Progressives across the country expressed outrage at the message Butker delivered. GLADD, “a non-profit organization focused on LGBTQ advocacy and cultural change,” issued a statement calling Butker’s speech “a clear miss” and “woefully out of step with Americans about Pride, LGBTQ people and women.” That Butker’s comments were “woefully out of step” with American culture is no surprise. The Apostle Paul explains why in 1 Corinthians 2. “The person without the Spirit,” Paul writes, “does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit.” In his Sermon on the Mount, Christ proclaims, “Blessed are ye when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven.” In John’s gospel, Christ told his disciples, “If the world hates you, ye know that it hated me before it hated you. If ye were of the world, the world would love its own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.” Butker should “rejoice and be exceedingly glad” he is being persecuted for remaining faithful to God’s word. Have we really reached a point in American society where women who find fulfillment in marriage, relish their role as a mother and make raising their children a priority are worthy of derision and contempt? Apparently so. What the unbelieving world fails to understand is that a Christian’s beliefs are not whims which change with societal norms. Their beliefs are based on what they consider to be Holy Scripture — the word of God. For the secular world to demand Christians abandon their faith so that their beliefs and values more closely mirror its own is appalling and wrong. To claim that kind of authority over a person’s conscience goes far beyond simple tyranny. It’s the stuff of Kim Jong Un and Mao. Jesus did not poll test his messages before he delivered them. Neither should we. In fact, what Jesus taught was so “out of step” with the culture of his day, not only was he mocked and ridiculed, as Butker is being mocked and ridiculed today, ultimately Jesus was nearly beaten to death — and then crucified. The sad reality is, most people no longer believe the bible is God’s word, or accept its authority over their lives. More and more, God’s word is being marginalized by nominal Christians. Whole Christian denominations are replacing God’s definitions of right and wrong with conceptions of their own creation. Churches everywhere have concluded biblical truth needs to be “modified” so as not to offend an increasingly unbelieving world. That there is a growing tide of hostility toward faithful Christianity is to be expected. Paul warned in 2 Timothy, a “time will come, when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears; And they shall turn away their ears from the truth, and shall be turned unto fables.” There is no shortage of false teachers in modern society, but the good news is nothing can change that Jesus is still the Lord of the Harvest, and there are souls yet to be gathered into God’s kingdom. We need to continue to pray God sends forth laborers to do the work. It is gratifying someone of Butker’s stature counts himself among them. Since his speech, Butker has not backed down in the face of the avalanche of criticism that has come his way. In response to the criticism, Butker reaffirmed his commitment to his faith, saying, “Our love for Jesus and thus our desire to speak out should never be outweighed by the longing of our fallen nature to be loved by the world.” Jesus never compromised or hid the truth so as not to offend those who did not believe. Neither should we. If we remain faithful despite the criticism we receive, when we come to the end of our lives, like Paul, we will be able to say, “I have fought a good fight, I have finished my course, I have kept the faith.” Butker intended his comments to be heard by a few hundred Benedictine graduates and their families. God had other plans. He used the abuse hurled at Butker to take those comments around the world, and only God knows the fruit they will bear. And because of his faith in Christ, and only because of his faith in Christ, there is a “crown of righteousness” for Butker, which the Lord, the righteous judge, shall give him at the day of his appearing. “The world and its desires pass away, but whoever does the will of God lives forever.” — 1 John 2:17 Chris Roemer is a retired banker and educator who resides in Finksburg. He can be contacted at chrisroemer1960@gmail.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "harrison butker",
        "sentiment": "negative"
      },
      {
        "name": "chris roemer",
        "sentiment": "negative"
      },
      {
        "name": "john’s gospe",
        "sentiment": "none"
      },
      {
        "name": "paul",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "baltimore sun kansas city chiefs",
        "sentiment": "negative"
      },
      {
        "name": "benedictine college",
        "sentiment": "negative"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "corinthians",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gladd",
        "sentiment": "none"
      },
      {
        "name": "mount",
        "sentiment": "none"
      },
      {
        "name": "atchison",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-02T12:25:11.218+03:00",
  "updated": "2024-06-02T16:39:14.265+03:00"
}