{
  "thread": {
    "uuid": "8d8fb6a72fc295ed82db682e5767a739a8ffdcbb",
    "url": "https://www.econotimes.com/SpaceXs-Starship-Aces-Tests-Gears-Up-for-Ambitious-Mars-Mission-and-Rapid-Production-1668755",
    "site_full": "www.econotimes.com",
    "site": "econotimes.com",
    "site_section": "http://econotimes.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "EconoTimes RSS",
    "title": "SpaceX's Starship Aces Tests, Gears Up for Ambitious Mars Mission and Rapid Production",
    "title_full": "SpaceX's Starship Aces Tests, Gears Up for Ambitious Mars Mission and Rapid Production",
    "published": "2023-12-30T02:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://f1.econotimes.com/2023/12/ihum1c2f3x_th_1024x0.jpg",
    "performance_score": 0,
    "domain_rank": 18953,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d8fb6a72fc295ed82db682e5767a739a8ffdcbb",
  "url": "https://www.econotimes.com/SpaceXs-Starship-Aces-Tests-Gears-Up-for-Ambitious-Mars-Mission-and-Rapid-Production-1668755",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-30T02:02:00.000+02:00",
  "title": "SpaceX's Starship Aces Tests, Gears Up for Ambitious Mars Mission and Rapid Production",
  "text": "Menu Search Menu Search SpaceX's Starship Aces Tests, Gears Up for Ambitious Mars Mission and Rapid Production After completing a record-breaking 96 trips to orbit late last night, SpaceX is continuing to test its Starship rockets in Texas. Friday was a busy day at SpaceX's Boca Chica, Texas, headquarters, as the company fired up the engines for both stages of its Starship rocket system. Starship is the world's largest rocket, and by the end of 2023, SpaceX will have completed its third orbital test flight, with the possibility that the forthcoming test will also be the first in which Starship attempts to deploy a payload to space. SpaceX Ignites Starship Super Heavy’s Engines During 10-Second Static Fire Test Friday is shaping up to be a memorable day for SpaceX's Starship rocket, as per [WCCFTech](https://wccftech.com/spacex-fires-up-232-feet-tall-moon-rocket-to-close-out-2023/). It is one of the few times in the company's history when both the first-stage Super Heavy booster and the upper-stage Starship rocket have been static fired on the same day. Both tests appear to be successful on the surface, with the second stage firing up only one engine. The second stage, Starship, was the subject of the day's first static fire test. This rocket is also NASA's preferred spacecraft for landing astronauts on the Moon as part of the Artemis program. With the space agency preparing to launch its first crewed lunar test trip next year, pressure is mounting on SpaceX to meet critical milestones in Starship's lunar launch profile so that its rockets are ready to fly on launch day. While determining how many engines on the second stage were ignited is very impossible unless SpaceX discloses the specifics, footage from the site indicates that one of the six engines was fired. This is part of the rocket's landing profile, and there is also conjecture that the third Starship integrated test flight may attempt to launch a payload into space. Around 90 minutes after the ship's static fire, the Super Heavy rocket booster ignited. According to the clip, the majority of its engines were tested about ten seconds before the test finished. Static fire tests are among the most crucial for rocket launches because they allow engineers to identify any flaws before they cause possibly catastrophic damage during launch. SpaceX Ramps Up Starship Production to Meet Ambitious Mars Colonization Goals SpaceX has come a long way in terms of Starship manufacture and testing since it first began testing Starship rockets in 2020. During this time, the company has developed new Raptor engines, installed a new water deluge system at the pad, upgraded the Super Heavy booster, and sped up production. Manufacturing will be another critical obstacle for SpaceX to overcome if it is to reach its Starship aspirations. According to [recent claims](https://twitter.com/elonmusk/status/1740737984184369470) by SpaceX CEO Elon Musk, if the company wants to occupy Mars by the mid-2050s, it must construct at least 100 second-stage Starships every year. This is because, whereas the Super Heavy will return to the launch site within minutes of a launch, the second stage Starship will take much longer. Naturally, this will necessitate more Starships ready to launch following the return of the Heavy, and to support this rapid tempo, SpaceX is also constructing a second launch site at its Texas facilities. If today's tests were successful, the next steps before a third flight test include a full stack, ship and booster inspections, pad inspections, and potential ship repairs. Photo: [ANIRUDH/Unsplash](https://unsplash.com/photos/a-tall-tower-with-a-rocket-on-top-of-it-yazie-mlhho) Will AI kill our creativity? It could – if we don’t start to value and protect the traits that make us human",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://wccftech.com/spacex-fires-up-232-feet-tall-moon-rocket-to-close-out-2023/",
    "https://www.twitter.com/elonmusk/status/1740737984184369470",
    "https://www.unsplash.com/photos/a-tall-tower-with-a-rocket-on-top-of-it-yazie-mlhho",
    "https://wccftech.com/spacex-fires-up-232-feet-tall-moon-rocket-to-close-out-2023",
    "https://twitter.com/elonmusk/status/1740737984184369470",
    "https://www.wccftech.com/spacex-fires-up-232-feet-tall-moon-rocket-to-close-out-2023/",
    "https://unsplash.com/photos/a-tall-tower-with-a-rocket-on-top-of-it-yazie-mlhho"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "rapid production menu search menu search lg gram pro laptops unleash power",
        "sentiment": "negative"
      },
      {
        "name": "spacex",
        "sentiment": "negative"
      },
      {
        "name": "starship",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "boca chica",
        "sentiment": "none"
      },
      {
        "name": "texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:51:31.197+02:00",
  "updated": "2023-12-30T07:34:03.315+02:00"
}