{
  "thread": {
    "uuid": "405e7c904d6e767b91e02ac33ca63ba59637c3ea",
    "url": "https://www.twincities.com/2024/01/07/meghan-jones-makes-history-with-chicago-cubs-its-not-lost-on-me-the-importance-of-having-representation-at-this-level-7/",
    "site_full": "www.twincities.com",
    "site": "twincities.com",
    "site_section": "https://www.twincities.com/sports/",
    "site_categories": [
      "media"
    ],
    "section_title": "Minnesota Sports News | Pioneer Press",
    "title": "Meghan Jones makes history with Chicago Cubs: ‘It’s not lost on me the importance of having representation at this level’ – Twin Cities",
    "title_full": "Meghan Jones makes history with Chicago Cubs: ‘It’s not lost on me the importance of having representation at this level’ – Twin Cities",
    "published": "2024-01-07T23:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.twincities.com/wp-content/uploads/2024/01/202312200757TMS_____MNGTRPUB_SPORTS-MEGHAN-JONES-MAKES-HISTORY-WITH-CHICAGO-2-TB5-2.jpg?w=1024&#038;h=768",
    "performance_score": 0,
    "domain_rank": 3846,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "405e7c904d6e767b91e02ac33ca63ba59637c3ea",
  "url": "https://www.twincities.com/2024/01/07/meghan-jones-makes-history-with-chicago-cubs-its-not-lost-on-me-the-importance-of-having-representation-at-this-level-7/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tribune News Service",
  "published": "2024-01-07T23:08:00.000+02:00",
  "title": "Meghan Jones makes history with Chicago Cubs: ‘It’s not lost on me the importance of having representation at this level’ – Twin Cities",
  "text": "Meghan Jones always loved sports and thought it would be fun to work in the industry.\nThat journey evolved over the last seven years. Jones didn’t exactly have a plan when the Chicago Cubs hired her in August 2016 as the executive assistant to then-president of baseball operations Theo Epstein and then-general manager Jed Hoyer.\n“I never knew that it was necessarily possible or how to get there,” Jones told the Tribune, “and so when I found my foot in the door to the EA position, I just told myself, ‘Title aside, let me see what the Cubs need to do and how I can help make an impact.’\n“That being said, I knew that the EA title and EA role didn’t have a very traditional trajectory out, and so I’ve been intentional to job-craft and ebb and flow with what the Cubs needed and it has taken me to where I am today.”\nLast month the Cubs promoted Jones, 32, to vice president of baseball strategy, making her the first woman to hold a VP title in baseball operations in franchise history.\n“It’s not lost on me the importance of having representation at this level,” Jones said. “It’s obviously a testament to my work, but it’s also an opportunity to have a platform in a different way for women in sports.\n“One thing that I’ve had to continue to try to be comfortable with is that whatever I do here in sports or anywhere, I am a woman, so inherently I’m going to be a female leader and that’s just part of my identity.”\nJones’ drive quickly stood out to Hoyer. Not long after joining the organization, she approached Hoyer and Epstein about taking night classes at Northwestern’s Kellogg School of Management to earn her Master of Business Administration.\nAfter her EA role, Jones took over as assistant director of baseball operations administration and strategic initiatives, and then in February she was named director of baseball operations administration and strategy.\n“She’s always learning, always trying to push herself, works unbelievably hard, and she also does a really good job of figuring out how to create value,” Hoyer told the Tribune last week.\n“She knows different areas where she might realize that this is a project no one is taking the reins on, and she’ll just grab it and see it to conclusion. She’s one of those people that when you give her a project, she’s always going to do better than you expect, which is an awesome feeling. And she’s done that time after time — it’s really a remarkable skill set.”\nJones’ responsibilities can be all over the map, sometimes literally.\nShe went to Japan in September as part of Hoyer’s trip to watch Yoshinobu Yamamoto pitch in Nippon Professional Baseball ahead of his posting and subsequent courtship by big-league teams, a process that remains ongoing.\nJones has helped with the Cubs family program, been involved in player recruitment and become very involved with the NWSL’s Chicago Red Stars , now led by Cubs co-owner Laura Ricketts’ ownership group.\nShe also played an influential role in co-founding the Cubs’ CASE Study Program, which targets communities of color to provide an opportunity for select high school students to be immersed with the Cubs front office during a six-week program. The San Francisco Giants and Detroit Tigers launched their versions after seeing how the Cubs utilized their program.\n“I couldn’t tell you which thing will be next on her plate,” Hoyer said, “but it’ll be something that’s really important and we’ll realize she’s the right person to grab that project and take it forward.”\nMore broadly, Jones oversees the Cubs baseball strategy as it relates to people, process and culture.\n“For me, it’s very clear that my purpose is to put others in a position to move forward faster and that is what drives me,” she said. “I feel like I’m in a position to do that here at the Cubs. Whether it’s our entry-level employees or Jed and Carter (Hawkins), my job puts me in a position to help others do their jobs and make an impact more quickly.”\nAmong the Cubs’ other internal promotions last month, Jared Banner was named an assistant general manager , making him one of a few African Americans to presently hold an assistant GM title or higher with an MLB team. Houston Astros GM Dana Brown is the only African American currently leading a baseball operations department.\n“Representation matters,” Banner told the Tribune, “and if I can be someone that gives hope to maybe an entry-level employee or someone who’s not in baseball yet, in terms of what they may be able to accomplish, then I think that’s pretty special so I take pride in that.\n“Even though it’s not something I think about constantly, I recognize that there aren’t a lot of people who sat in the seat that I now occupy and it’s important to recognize that. This organization as a whole, being inclusive is an important value of ours and we’ve made a commitment to it and we’re willing to put in the work to get there. Are we there yet? Not quite, but the mission never ends.”\nBanner joined the organization before the 2021 season as VP of special projects when Hoyer hired him after changes in the New York Mets front office. Banner joins Ehsan Bokhari as the Cubs’ two assistant GMs following Craig Breslow’s departure to lead the Boston Red Sox baseball operations.\nHoyer called it a logical decision to promote Banner, 37, and continue to give him more responsibilities after watching the Cubs minor leagues flourish the last two years under Banner’s direction. The Cubs ended the 2023 season with one of the top farm systems in baseball. Interviews were underway last week to find a new farm director.\n“Knowing how talented he was, he’s come in here and done nothing but prove that,” Hoyer said.\nDiversity within Major League Baseball remains an ongoing issue both on the field and in front offices. The league’s implementation of diversity, equity and inclusion (DEI) programs has tried to address the problem at the root, most notably through its DEI fellowship program.\nGains are still needed, however. This year’s annual racial and gender report card by The Institute for Diversity and Ethics in Sport (TIDES) at the University of Central Florida gave MLB an overall grade of C+.\nAt the beginning of the 2023 season, four people of color (13.3%) held the position of either general manager, president of baseball operations or the equivalent for a team, resulting in a D+ grade from TIDES. Among all team vice president positions, women held 19% of the jobs, an increase of 1.4% from 2022, according to the report.\nAfter Hoyer named Hawkins as the Cubs’ new GM in October 2021, he faced questions about whether it was a missed opportunity to help diversify the top level of the Cubs front office. Hoyer knows from his position he can help improve diversity within the organization from top to bottom, which has included naming assistant GMs Bokhari, a quantitative psychology Ph.D. hired from the Astros to the position in 2021 , and Banner.\n“It’s really important that we grow the game and it’s really important that we bring people together from different backgrounds,” Hoyer said last week. “It provides different perspectives. Front offices should look a lot like the crowd at a baseball field.”\nFor Hoyer and the Cubs, those efforts begin with internships and entry-level hires in which talented people can move up through the organization. Addressing diversity on a multitude of levels — including race, gender, socioeconomic and disability status — remains a work in progress in baseball.\n“Hiring a very diverse group of people that can start out there because, in the end, those people are your future,” Hoyer said. “The people you hire at the entry-level positions are the people you are going to want to be your leaders at some point.”\n()\nShare this: Click to share on Facebook (Opens in new window) Click to share on Reddit (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) Click to email a link to a friend (Opens in new window) More Click to share on LinkedIn (Opens in new window) Click to share on Pinterest (Opens in new window) Click to share on Tumblr (Opens in new window) Submit to Stumbleupon (Opens in new window) Most Popular Most Popular Three children now dead from early morning St. Paul house fire Three children now dead from early morning St. Paul house fire Soucheray: Why do we think we should spend a billion-plus for a West Seventh streetcar? Soucheray: Why do we think we should spend a billion-plus for a West Seventh streetcar? Gophers football: Quindario Lee backs off pledge to the U Gophers football: Quindario Lee backs off pledge to the U Topgolf tees up plans in Woodbury Topgolf tees up plans in Woodbury On St. Paul’s Snelling Avenue, 34 trees to be removed next week from St. Clair to Grand avenues On St. Paul's Snelling Avenue, 34 trees to be removed next week from St. Clair to Grand avenues 1 dead after ATV breaks through ice on northern Minnesota lake 1 dead after ATV breaks through ice on northern Minnesota lake St. Paul police shoot, injure man after sex assault report; BCA investigating St. Paul police shoot, injure man after sex assault report; BCA investigating Fentanyl sent to Minnesota in stuffed animals. Authorities seize $2.2M in pills. Fentanyl sent to Minnesota in stuffed animals. Authorities seize $2.2M in pills. Man shot and killed at St. Paul New Year’s gathering is identified Man shot and killed at St. Paul New Year's gathering is identified Gophers football: Former Fresno State QB Logan Fife de-commits from the U Gophers football: Former Fresno State QB Logan Fife de-commits from the U Trending Nationally A man’s brain surgery at UConn cost almost $76,000. Donors paid it to give him time ‘without pain.’ A year after 6-year-old shot her, Abby Zwerner reflects on kids who saw it all Second batch of Jeffrey Epstein documents unsealed in NYC; detective recounts interviews with 30 girls For Baltimore medical students, dissection of human body triggers deep emotion Am I drinking too much? Here are two ways to find out",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "http://www.courant.com/2024/01/05/a-mans-brain-surgery-at-uconn-cost-almost-76000-donors-paid-it-to-give-him-time-without-pain/?itm_source=parsely-api",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-jared-banner-development-20220223-5ozv5evghbewlncq3takpvpiea-story.html",
    "http://www.pilotonline.com/2024/01/05/a-year-after-6-year-old-shot-her-abby-zwerner-reflects-on-other-kids-who-saw-it-all/?itm_source=parsely-api",
    "https://chicagotribune.com/sports/soccer/ct-chicago-red-stars-laura-ricketts-20230901-ro5m5qwhojb7xptwxxnayodwfq-story.html",
    "http://www.stumbleupon.com/submit?url=https%3A%2F%2Fwww.twincities.com%2F2024%2F01%2F07%2Fmeghan-jones-makes-history-with-chicago-cubs-its-not-lost-on-me-the-importance-of-having-representation-at-this-level-7%2F",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-craig-breslow-jed-hoyer-20231111-egucqpfq55akhmrny7wl2imq4y-story.html",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-craig-breslow-jed-hoyer-20231111-egucqpfq55akhmrny7wl2imq4y-story.html",
    "http://www.nydailynews.com/2024/01/04/jeffrey-epstein-ghislaine-maxwell-unsealed-filings/",
    "http://www.baltimoresun.com/2024/01/04/medical-student-hopkins-university-of-maryland-dissection/?itm_source=parsely-api",
    "http://stumbleupon.com/submit?url=https%3A%2F%2Fwww.twincities.com%2F2024%2F01%2F07%2Fmeghan-jones-makes-history-with-chicago-cubs-its-not-lost-on-me-the-importance-of-having-representation-at-this-level-7%2F",
    "http://www.courant.com/2024/01/05/a-mans-brain-surgery-at-uconn-cost-almost-76000-donors-paid-it-to-give-him-time-without-pain/",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-ehsan-bokhari-assistant-gm-20211025-rjopck6yhjfutmk4bit4r7mur4-story.html",
    "http://baltimoresun.com/2024/01/04/medical-student-hopkins-university-of-maryland-dissection/?itm_source=parsely-api",
    "https://denverpost.com/2024/01/04/alcoholic-definition-drinking-abuse-disorder-colorado-treatments/?itm_source=parsely-api",
    "https://www.denverpost.com/2024/01/04/alcoholic-definition-drinking-abuse-disorder-colorado-treatments/",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-jared-banner-development-20220223-5ozv5evghbewlncq3takpvpiea-story.html",
    "https://www.denverpost.com/2024/01/04/alcoholic-definition-drinking-abuse-disorder-colorado-treatments/?itm_source=parsely-api",
    "http://www.stumbleupon.com/submit",
    "http://nydailynews.com/2024/01/04/jeffrey-epstein-ghislaine-maxwell-unsealed-filings/?itm_source=parsely-api",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-jared-banner-promoted-20231121-aye726cd3jgc7eupgspzntcnjy-story.html",
    "http://www.baltimoresun.com/2024/01/04/medical-student-hopkins-university-of-maryland-dissection/",
    "https://www.chicagotribune.com/sports/cubs/ct-chicago-cubs-jared-banner-promoted-20231121-aye726cd3jgc7eupgspzntcnjy-story.html",
    "https://chicagotribune.com/sports/cubs/ct-chicago-cubs-ehsan-bokhari-assistant-gm-20211025-rjopck6yhjfutmk4bit4r7mur4-story.html",
    "https://www.chicagotribune.com/sports/soccer/ct-chicago-red-stars-laura-ricketts-20230901-ro5m5qwhojb7xptwxxnayodwfq-story.html",
    "http://www.nydailynews.com/2024/01/04/jeffrey-epstein-ghislaine-maxwell-unsealed-filings/?itm_source=parsely-api",
    "http://courant.com/2024/01/05/a-mans-brain-surgery-at-uconn-cost-almost-76000-donors-paid-it-to-give-him-time-without-pain/?itm_source=parsely-api",
    "http://www.pilotonline.com/2024/01/05/a-year-after-6-year-old-shot-her-abby-zwerner-reflects-on-other-kids-who-saw-it-all/",
    "http://pilotonline.com/2024/01/05/a-year-after-6-year-old-shot-her-abby-zwerner-reflects-on-other-kids-who-saw-it-all/?itm_source=parsely-api"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "meghan jones",
        "sentiment": "positive"
      },
      {
        "name": "jones",
        "sentiment": "none"
      },
      {
        "name": "theo epstein",
        "sentiment": "none"
      },
      {
        "name": "jed hoyer",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chicago cubs",
        "sentiment": "positive"
      },
      {
        "name": "cubs",
        "sentiment": "none"
      },
      {
        "name": "tribune",
        "sentiment": "none"
      },
      {
        "name": "ea",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:41:32.088+02:00",
  "updated": "2024-01-08T00:41:32.088+02:00"
}