{
  "thread": {
    "uuid": "052c7ae5e65fe590511014294bd9352199487c32",
    "url": "https://talcualdigital.com/ministro-ceballos-asegura-disminucion-de-16-en-el-indice-de-criminalidad-en-2023/",
    "site_full": "talcualdigital.com",
    "site": "talcualdigital.com",
    "site_section": "https://talcualdigital.com",
    "site_categories": [
      "tech",
      "email"
    ],
    "section_title": "TalCual - Claro y raspao - TalCual",
    "title": "Ceballos asegura disminución de 16% en el índice de criminalidad",
    "title_full": "Ceballos asegura disminución de 16% en el índice de criminalidad",
    "published": "2023-12-29T21:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "VE",
    "main_image": "https://talcualdigital.com/wp-content/uploads/2023/12/Diseno-sin-titulo-3.png",
    "performance_score": 0,
    "domain_rank": 75824,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "052c7ae5e65fe590511014294bd9352199487c32",
  "url": "https://talcualdigital.com/ministro-ceballos-asegura-disminucion-de-16-en-el-indice-de-criminalidad-en-2023/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TalCual",
  "published": "2023-12-29T21:22:00.000+02:00",
  "title": "Ceballos asegura disminución de 16% en el índice de criminalidad",
  "text": "Ministro Ceballos asegura disminución de 16% en el índice de criminalidad en 2023 Remigio Ceballos Ichaso, ministro de Relaciones Interiores informó sobre una disminución de 16,8% en el índice de criminalidad en comparación con años anteriores, y calificó el descenso como «un duro golpe a las mafias criminales». Por su parte, el director del Observatorio Venezolano de Violencia (OVV), Roberto Briceño León, destacó que pese a la disminución registrada este año, la tasa nacional es superior a la de países tradicionalmente violentos, como México, Colombia y Brasil El ministro de Relaciones Interiores, Remigio Ceballos Ichaso, aseguró que durante el 2023 el índice de criminalidad tuvo una disminución de 16,8% en comparación con años anteriores, y calificó como «un duro golpe a las mafias criminales» que les ha permitido «obtener grandes victorias». En la presentación de un balance, el también vicepresidente sectorial para la Seguridad Ciudadana y la Paz, destacó que en operativos contra el narcotráfico, fueron incautados “más de 52 toneladas” durante 2023, lo que representa un 26,91% en relación al 2022. Asimismo, el ministro informó cerca del despliegue de 3 mil cuadrantes de paz en 804 parroquias de los 329 municipios del territorio nacional, que beneficiará al 83,65% de la población. *Lea también: [Ceballos afirmó que directores de penales intervenidos están siendo investigados](https://talcualdigital.com/ceballos-afirmo-que-directores-de-penales-intervenidos-estan-siendo-investigados/) Al respecto, Ceballos destacó la labor de los órganos de seguridad en el desarrollo de la Operación de Liberación Gran Cacique Guaicaipuro, contra las mafias carcelarias, que “permitió liberar a Venezuela de las mafias carcelarias (…) eso se acabó, y ha sido gracias a la acción radical del equipo de Gobierno que lidera nuestro Presidente Nicolás Maduro Moros”, señaló. Dotaciones El ministro Ceballos también informó sobre la entrega y dotación de 2 mil 903 vehículos, camionetas especiales y motocicletas para el fortalecimiento de la Gran Misión Cuadrante de Paz. Asimismo, anunció la activación del Grupo Motorizado de Emergencias (Grumae) para la atención y administración de desastres. Asimismo, Ceballos junto al jefe de Gobierno de Distrito Capital, Naum Fernández, reinauguraron la sede principal del Cuerpo de Bomberos de Caracas. Destacó que, «durante todo el año» el departamento recibió dotación en general, equipamiento constante y permanente a todos nuestros bomberos”. 6.973 muertes violentas en 2023 Durante el 2023 se registraron al menos 6.973 muertes violentas, según datos presentados por el [ Observatorio Venezolano de Violencia (OVV) ](https://talcualdigital.com/ovv-registro-159-menos-en-tasa-de-asesinatos-en-comparacion-a-2022/)en su informe 2023. La cifra supone una reducción en comparación con los años 2021 y 2022. El director del Observatorio Venezolano de Violencia (OVV), Roberto Briceño León, dijo que se calcularon 581 fallecimientos violentos por mes, 134 por semana y 19 por día. El informe arroja que hubo 1.956 homicidios y 953 muertes por intervención policial. *Lea también: [OVV registró 15,9% menos en tasa de asesinatos en comparación a 2022](https://talcualdigital.com/ovv-registro-159-menos-en-tasa-de-asesinatos-en-comparacion-a-2022/) “Se nota que a lo largo del año (2023) se ha dado una estabilización en las muertes violentas. En años anteriores había meses que tenían una mayor presencia de violencia, este año vemos que hay una cierta homogeneización a lo largo de 12 meses, lo cual lo interpretamos como una estabilización de los eventos en una fase de violencia crónica que se ha ido instalando en el país”, expresó Briceño. Agregó que las cifras de desaparecidos en Venezuela siguen siendo altas. El observatorio contabilizó 1.443 personas desaparecidas a lo largo del año. “Aunque observamos una reducción importante en las cifras de las tasas de muertes violentas en el país, la tasa que tenemos a nivel nacional es superior a la de países tradicionalmente violentos, como México, Colombia y Brasil. La tasa de Venezuela es solo superada por Ecuador y Honduras, que serían los países que encabezarían las cifras en la región”, alertó Briceño.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Health",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T21:35:04.704+02:00",
  "updated": "2023-12-29T21:35:04.704+02:00"
}