{
  "thread": {
    "uuid": "96e7a62da9964048635f9a0400f1bebf38e908f2",
    "url": "https://caracol.com.co/2023/12/29/ritual-con-lentejas-y-canela-para-atraer-la-fortuna-en-ano-nuevo-pasos-para-hacerlo/",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/tendencias/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Tendencias | Caracol Radio",
    "title": "Ritual con lentejas y canela para atraer la fortuna en año nuevo: pasos para hacerlo",
    "title_full": "Ritual con lentejas y canela para atraer la fortuna en año nuevo: pasos para hacerlo",
    "published": "2023-12-29T20:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/tlOCUmk2-7M6O59uXH1JeKjPrEs=/1024x576/filters:format(jpg):quality(70):focal(2235x565:2245x575)/cloudfront-us-east-1.images.arcpublishing.com/prisaradioco/7RLNN2RHENGE5PQK432UY5VLIE.jpg",
    "performance_score": 0,
    "domain_rank": 13634,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "96e7a62da9964048635f9a0400f1bebf38e908f2",
  "url": "https://caracol.com.co/2023/12/29/ritual-con-lentejas-y-canela-para-atraer-la-fortuna-en-ano-nuevo-pasos-para-hacerlo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Radio\"/>",
  "published": "2023-12-29T20:29:00.000+02:00",
  "title": "Ritual con lentejas y canela para atraer la fortuna en año nuevo: pasos para hacerlo",
  "text": "Los colombianos suelen ser personas bastante supersticiosas al momento de llegar la época navideña , más específicamente el fin de año , ya que existen diversos rituales que realizan, pensando que esto determinará la forma en que les irá el año que viene. La mayoría de los rituales, que están enfocados en el dinero y la prosperidad financiera, involucran dos alimentos muy tradicionales: las lentejas y la canela.\nLea también:\nRituales para el 31 de diciembre para atraer la buena suerte en 2024 Año nuevo 2024: mensajes para dedicar en esta celebración Desde la antigüedad, las lentejas simbolizan la abundancia, la renovación y la prosperidad . Se dice que esta costumbre se infundió en Roma, donde se creía que comer esta legumbre en la cena de fin de año, era una manera de manifestar la abundancia para el año que estaba por comenzar.\nSegún el Feng Shui, estas semillas tienen el poder capaces de atraer dinero y abundancia al hogar. En el caso de la canela, se dice que esta esencia aromática de la riqueza y se utiliza para escribir afirmaciones.\nEn Colombia y algunos países de Europa, uno de los rituales más comunes es realizar una cajita de la abundancia para invocar la prosperidad financiera en el Año Nuevo con estos ingredientes caseros.\nA continuación le contamos en qué consiste el ritual con lentejas para atraer dinero. Para llevar a cabo esta práctica es necesario reunir varios elementos que también son símbolos de éxito financiero:\nCaja de mandera pequeña o un frasco de vidrio (eserva segura de la abundancia) Monedas o billetes (riqueza) Lentejas (multiplicación y abundancia) Ramas de canela (afirmación) Hoja de laurel (símbolo de victoria y éxito) Marcador rojo Paso a paso para hacer el cofre de la abundancia Coloque el cofre pequeño en el centro de la habitación. Llene el cofre con monedas. Justo el 31 de diciembre, antes de que den las 12 campanadas, agregue 12 lentejas en el cofre. Escriba con marcador rojo en una ramita de canela la siguiente frase: ‘Soy abundancia infinita’. Después, dibuje el símbolo de infinito y ponga la canela en el cofre. Luego, tome 1 hoja de laurel fresca y escriba: ‘El dinero llega a mí con facilidad y gozo’. Ponga la hoja de laurel dentro del cofre del dinero. Ahora, sostenga la cajita en sus manos y repita: “En este 2024, el dinero llega a mí con facilidad y gozo. Se multiplica y se queda conmigo, porque yo soy abundancia infinita. Cofre de dinero. Cofre de dinero. Cofre de dinero”. El cofre de dinero deberá guardarlo durante todo el año y el próximo 31 de diciembre, deberá de gastar ese dinero en alimentos. Luego de hacer el ritual, podrá colocarlo en alguna puerta o entrada del hogar para ayudar al flujo de dinero .\n@rituales_parati032323 -universoinfinito🍀- #rituales_parati032323 ♾️🍀abundancia para año 2024 💰que no te falte dinero 💰\n♬ sonido original - patty rituales Ritual con lentejas y canela para el amor Además de atraer la abundancia financiera, existe un ritual con lentejas para tener suerte en el amor. Para este ritual, es necesario preparar un pequeño altar.\nColoque una vela rosada o roja , una copa de agua con miel y una bolsita cerrada con un puño de lentejas espolvoreadas con canela (también está la opción de utilizar una ramita de canela).\nDurante el Fin de Año, prenda la vela, cierre los ojos y visualice por unos minutos el amor que desea que llegue a su vida. Si es que ya tienes pareja, declare planes a futuro con su pareja.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://www.tiktok.com/tag/rituales_parati032323?refer=embed",
    "https://www.tiktok.com/@rituales_parati032323/video/7314845152030281002",
    "https://www.tiktok.com/@rituales_parati032323?refer=embed",
    "https://www.tiktok.com/music/sonido-original-7314845172478233387?refer=embed",
    "https://www.tiktok.com/@rituales_parati032323",
    "https://tiktok.com/@rituales_parati032323?refer=embed",
    "https://www.tiktok.com/music/sonido-original-7314845172478233387",
    "https://tiktok.com/@rituales_parati032323/video/7314845152030281002",
    "https://tiktok.com/tag/rituales_parati032323?refer=embed",
    "https://www.tiktok.com/tag/rituales_parati032323",
    "https://tiktok.com/music/sonido-original-7314845172478233387?refer=embed"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T00:03:17.327+02:00",
  "updated": "2023-12-30T00:03:17.327+02:00"
}