{
  "thread": {
    "uuid": "f6c2e5d5cb8859ce83341a6e820df0f4ccc5ae98",
    "url": "https://neoskosmos.com/en/2024/01/06/life/entertainment/ertflix-a-review-finally-a-well-funded-global-platform-for-greek-language-content/",
    "site_full": "neoskosmos.com",
    "site": "neoskosmos.com",
    "site_section": "https://neoskosmos.com/en",
    "site_categories": [
      "food",
      "cuisine_specific",
      "travel",
      "greece"
    ],
    "section_title": "Neos Kosmos - Greek News, Culture, Entertainment, Lifestyle and Sport",
    "title": "ERTFLIX, a review: Finally a well funded global platform for Greek Language content - Neos Kosmos",
    "title_full": "ERTFLIX, a review: Finally a well funded global platform for Greek Language content - Neos Kosmos",
    "published": "2024-01-05T14:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://cdn1.neoskosmos.com/uploads/sites/2/2024/01/ertflixxx-main-PRINT_45948.jpg",
    "performance_score": 0,
    "domain_rank": 60336,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f6c2e5d5cb8859ce83341a6e820df0f4ccc5ae98",
  "url": "https://neoskosmos.com/en/2024/01/06/life/entertainment/ertflix-a-review-finally-a-well-funded-global-platform-for-greek-language-content/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emmanuel Heretakis",
  "published": "2024-01-05T14:21:00.000+02:00",
  "title": "ERTFLIX, a review: Finally a well funded global platform for Greek Language content - Neos Kosmos",
  "text": "About a month ago I downloaded ERTFLIX, the online content platform of Greece’s State Media. The platform had been operating for years in Greece but has only recently been made available globally. So now that I was finally given the chance, I was quick to sign-up and get access to it. I have been searching for a way to engage with content from Greece for a while, but previous attempts had all proven futile. Educational resources demanded too much time commitment, entertainment content was not comprehensive enough, and many news sources lacked relevance to me. I was searching for an easy way to integrate a variety of Greek content into my life and so far, just like any other professional streaming platform, ERTFLIX is proving to finally tick this box. The platform has been surprisingly professional. It’s been extremely accessible via Google TV and allows me to have it on in the background as potter around the house. The platform design is generally aligned with best practice design principles, it pretty much feels just like Netflix. As a result, I am actually using it, and for someone who can probably only claim a medium level of Greek language ability, I’m surprised as to how much new Greek content I have been consuming since I downloaded the platform. Content-wise, I’ve enjoyed the variety on offer through ERTFLIX. It’s comprehensive catalogue is all in one place and allow to me spend more time consuming rather than digging through mutliple platforms. As well as Greek dramas and news programs, ERTFLIX offers cultural shows, documentaries and comedies. I’ve also really appreciated the short films on offer, as their contained and simple plots are more accessible to me and my language abilities. The variety of short films on offer too has also allowed me to enjoy a wide array of stories told from different voices in Greek film, whether it’s an expat father in the comedy ‘Tzitzipongo’, or a village child running amok in ‘Pilala’. Tzitzipongo is one of the many short films available on ERTFLIX Surprisingly though, the content I have really come to value is the live TV channels on offer. These have allowed me to quickly switch something on in the background without spending ages thinking about what to watch. The live TV channels have been able to present to me a random assortment of programming which I usually wouldn’t have chosen to watch. I’ve been able to sample Greek News and Commentary programs this way, which has tested my language abilities without needing me to invest too much time or energy. Engaging with all of this content has given me a more contemporary perspective on Modern Greek life, beyond what viral online content and Greek summer holidays are able to provide for me. Docuseries like ‘Village United’ provide an insight into modern village communities (beyond the anachronistic tales we hear from our Grandparents), and cultural content like ‘Mousiko Kouti’ sees contemporary Greeks artists present music for the sake of musical appreciation (rather than for the sake of cultural preservation which can be the case is diaspora). This kinds of cultural content is also emblematic of the role State Media plays in propagating national identity. ERTFLIX now finds itself as an important vehicle to continue this movement outside of Greece. Although connecting with modern Greece is one of the reasons I have been drawn to the platform, the potential bias that comes with any State Media, (or any media generally) is one that I am deeply conscious of. Just as migrant communities in Australia may feel marginalised by the ABC (have you ever seen a Greek film clip on ‘Rage’?) ERT is in no way representative of the entirety of Greek culture. One of the most relevant gaps in ERTFLIX’s content can be observed in the platform’s diaspora content offering. Melbourne hosts Antipodes, which hosts over 100,000 visitors annually and is the largest Greek Cultural Festival outside of Greece Although Melbourne boasts Greece’s largest diaspora community, ERTFLIX diaspora content is almost exclusively based on the communities in Northern America, specifically New York. ERTFLIX can certainly provide a more comprehensive and representative content offering by platforming more Greek-Australian content. In doing so, the platform will undoubtedly secure greater engagement from here in the Antipodes. Similar reasoning justifies more non-Greek content on the platform. Although ERTFLIX provides a lot subtitled content, the Greek State must recognise that much of the diaspora is no longer Greek speaking. Similar to how SBS produces Arabic and Mandarin language news here in Australia, ERTFLIX would benefit from producing programming in English and even German, especially in regards to its news programming. Non-Greek language news bulletins would be a powerful addition to ERTFLIX and finally put Greek State Media in line with Global Leaders such as the BBC and France24, serving not just the Greek diaspora but a larger community of political analysis, frequent tourists and potential business people who want to better engage with Greece. Content aside my experience with ERTFLIX has also revealed opportunities for the platform’s functionality. The search function is not optimised and returns individual episodes rather than series titles which is the industry norm. The episode listings of series is poorly labelled which makes it challenging to follow a full season of programming. The categorisation of titles is also not optimised, particularly in the main menu which confusingly splits Series from Shows. These functionality improvements will further improve usability and even just perception of the platform which does impact peoples’ inclination to frequently use it. Overall though ERTFLIX is proving to be a vast improvement on previously available Greek content sources. ERTFLIX is offering a more immersive and comprehensive content platform than any other Greek language media source and it accessibility in terms of platform functionality, variety of content, subtitled content and free sign-up will undoubtedly improve Greek cultural engagement in the diaspora. At the very least, the platform will slightly improve my own spoken Greek! *Emmanuel Heretakis is a financial analyst with a passion for empowering local communities. He has been a long term contributor of Channel 31 and a member of its Advisory Committee.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "netflix",
        "sentiment": "none"
      },
      {
        "name": "google",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ertflix",
        "sentiment": "none"
      },
      {
        "name": "greece",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T02:49:43.903+02:00",
  "updated": "2024-01-06T02:49:43.903+02:00"
}