{
  "thread": {
    "uuid": "05e0c580384c2e9201adcc9a3120d4c751f3dfc9",
    "url": "https://www.business-standard.com/industry/agriculture/good-monsoon-should-boost-tomato-onion-and-potato-production-centre-124070501024_1.html",
    "site_full": "www.business-standard.com",
    "site": "business-standard.com",
    "site_section": "https://www.business-standard.com/rss/industry-217.rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "",
    "title": "Good monsoon should boost tomato, onion, and potato production: Centre | Agriculture - Business Standard",
    "title_full": "Good monsoon should boost tomato, onion, and potato production: Centre | Agriculture - Business Standard",
    "published": "2024-07-05T14:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bsmedia.business-standard.com/_media/bs/img/article/2023-08/29/thumb/featurecrop/400X400/1693247558-4778.jpg",
    "performance_score": 0,
    "domain_rank": 1323,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "05e0c580384c2e9201adcc9a3120d4c751f3dfc9",
  "url": "https://www.business-standard.com/industry/agriculture/good-monsoon-should-boost-tomato-onion-and-potato-production-centre-124070501024_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Standard",
  "published": "2024-07-05T14:44:00.000+03:00",
  "title": "Good monsoon should boost tomato, onion, and potato production: Centre | Agriculture - Business Standard",
  "text": "Good and timely monsoon rain has boosted the prospects of main horticultural crops, namely tomatoes, onions, and potatoes, said the government on Friday in a statement.\nThis should help in their prices moderating. Click here to connect with us on WhatsApp\nTomato: Higher acreage target\nThe statement said an assessment by the Ministry of Agriculture showed this kharif season, a higher acreage of 272,000 hectares had been targeted as against 267,000 last year.\nThe condition of the crop is good in major producing areas of Chittoor, Andhra Pradesh, and Kolar, Karnataka.\n“In Kolar, picking of tomatoes has started and will hit the market within a few days from now,” the statement added.\nBased on feedback from district officials, it has been reported that tomato crop yields in Chittoor and Kolar are better than last year.\nAdditionally, there has been a notable increase in cultivation areas in the major growing states of Madhya Pradesh, Karnataka, Uttar Pradesh, Gujarat, Maharashtra, and Tamil Nadu.\nThe wholesale prices of tomatoes in Delhi are slightly lower than they were a year ago.\nHowever, the data indicates that prices were high just a few weeks ago.\nOnions: Good supply\nThe statement indicates there is a comfortable supply in domestic markets despite a slight decrease in production during the 2024 rabi season over the previous year. More From This Section As rainfall cools down temperatures, now vegetable prices start heating up SBI announces 11 new initiatives to mitigate risks in agri loan portfolio Uttar Pradesh govt plans to set up crop-specific boards to boost exports Wheat, pulses prices moderate after govt imposes stockholding limit FCI wheat procurement hits 26.6 mn tonnes, surpassing last year's purchase\nThe onion crop is harvested in three seasons: Rabi in March-May; kharif in September-November; and late kharif in January-February.\nThe rabi crop makes up 70 per cent of the production, while kharif and late kharif together make up 30 per cent.\nKharif onions help stabilise prices between rabi and peak kharif arrivals.\nThe statement said the targeted area under kharif onions this year is 361,000 hectares, which is around 27 per cent higher than last year.\nIn Karnataka, the top kharif onion-producing state, sowing had been completed in 30 per cent of its targeted area of 150,000 hectares, and it was making good progress in other major producing states.\nIt said onions currently available in the market were from the rabi 2024 crop, harvested during March-May 2024.\nThe estimated rabi 2024 production of 19.1 million tonnes is sufficient to meet the domestic consumption of about 1.7 million tonnes per month, the statement said.\nThe government further added the curbs on exports, restricted at 100,000 tonnes per month, were helping in boosting supplies.\nIt added that dry weather during and after the rabi harvest this year was helping in lowering the storage loss of onions.\n“Onion prices are stabilizing as the number of rabi onions released in the market by farmers is increasing with higher mandi prices and the onset of monsoon rains, which increases the chances of storage loss due to high atmospheric moisture,” the statement added.\nPotatoes: Production area targeted to increase\nThough potato is essentially a rabi crop, some amount is being produced in Karnataka, Himachal Pradesh, Uttarakhand, Meghalaya, Maharashtra, and Tamil Nadu in kharif as well.\nThe kharif potato harvest from September to November augments availability in the market.\nThe official statement said the area under kharif potatoes this year was targeted to increase by 12 per cent over last year. It said 27.32 million tonnes was stored in cold storage this year, which is sufficient to meet the consumption demand\n“The prices of potato regulate the rate at which it’s released from the cold storages during the storage period from March to December,” the statement said. Tomato prices in Delhi surge to Rs 70-80 per kg Retail prices of tomatoes in Delhi have surged to around Rs 70-80 per kg on lower supply due to recent heatwave conditions.\n Mother Dairy is selling tomatoes at Rs 75 per kg. Local vendors are selling at Rs 70-80 per kg. Online marketplaces Otipy, Blinkit are selling at Rs 80 per kg. Also Read Monsoon covers entire India six days ahead of schedule, says IMD Monsoon mayhem: Auto insurance add-ons can keep you afloat during rains Kharif sowing makes a strong start on hopes of good rains this season Monsoon poised to arrive national capital in next two to three days: IMD Above normal monsoon in 2024 can ease pressure on food prices, says RBI Topics :",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kolar",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ministry of agriculture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "chittoor",
        "sentiment": "none"
      },
      {
        "name": "gujarat",
        "sentiment": "none"
      },
      {
        "name": "karnataka",
        "sentiment": "none"
      },
      {
        "name": "andhra pradesh",
        "sentiment": "none"
      },
      {
        "name": "madhya pradesh",
        "sentiment": "none"
      },
      {
        "name": "kharif",
        "sentiment": "none"
      },
      {
        "name": "tamil nadu",
        "sentiment": "none"
      },
      {
        "name": "maharashtra",
        "sentiment": "none"
      },
      {
        "name": "kolar",
        "sentiment": "none"
      },
      {
        "name": "uttar pradesh",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T17:29:54.384+03:00",
  "updated": "2024-07-12T22:34:46.836+03:00"
}