{
  "thread": {
    "uuid": "2a5c0ea3adec973a48ef59db3ee822ae6151c5d4",
    "url": "https://www.joplinglobe.com/news/sarah-turner-hill-roshani-choksi-blends-gothic-fairy-tale-with-coming-of-age-story/article_d662877c-aa6e-11ee-9888-bb6649bcfb1a.html",
    "site_full": "www.joplinglobe.com",
    "site": "joplinglobe.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "entertainment"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "Sarah Turner-Hill: Roshani Choksi blends gothic fairy tale with coming-of-age story",
    "title_full": "Sarah Turner-Hill: Roshani Choksi blends gothic fairy tale with coming-of-age story",
    "published": "2024-01-06T01:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/joplinglobe.com/content/tncms/assets/v3/editorial/f/73/f73e76e8-c4f2-11ed-b825-bbbb7e7d93ea/6414b43dd33f2.image.jpg?crop=1170%2C615%2C1%2C334&amp;resize=1170%2C615&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 20403,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2a5c0ea3adec973a48ef59db3ee822ae6151c5d4",
  "url": "https://www.joplinglobe.com/news/sarah-turner-hill-roshani-choksi-blends-gothic-fairy-tale-with-coming-of-age-story/article_d662877c-aa6e-11ee-9888-bb6649bcfb1a.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T01:00:00.000+02:00",
  "title": "Sarah Turner-Hill: Roshani Choksi blends gothic fairy tale with coming-of-age story",
  "text": "What begins as a whirlwind romance quickly turns into a gothic fairy tale in Roshani Chokshi’s haunting “The Last Tale of the Flower Bride.” Typically an author of middle grade and young adult books, Chokshi has written her first adult book, a split narrative centered around three characters and their love of fairy tales. When a scholar of myth and fairy tale receives an invitation to view a one-of-a-kind manuscript from a private family collection, he jumps at the opportunity. He meets with Indigo Maxwell-Castenada, the manuscript owner, but the manuscript’s rarity is eclipsed by Indigo herself. A beautiful and mysterious heiress also captivated by fairy tales, Indigo is unlike anyone the man has ever met; they fall in love and plan to marry. Before they marry, however, Indigo makes the man promise to never ask about her past. The man, simply known as the bridegroom, accepts Indigo’s strange request. Not long after they are married, Indigo learns her aunt is dying and is thus called upon to return to her childhood home, the House of Dreams, to tend the estate. The bridegroom has never seen a manor like the House of Dreams with its eerie decor, peculiar rooms and fading grandeur. There is also a lingering shadow of another person in the home: Indigo’s close and only childhood friend, Azure, who suddenly disappeared years prior. As the bridegroom explores the manor and finds traces of the adventures the two girls had, he begins to have questions about Indigo’s past that have him unsure if he will be able to heed her request. It is at this point in the novel the reader begins to learn more about Azure, the second narrator, who is narrating from her and Indigo’s adolescent years. Azure lives down the road from the House of Dreams with her mom and her mom’s unsettling boyfriend. She often walks by the House of Dreams, marveling at the home, the possibilities and the secrets it seems to offer. On one such walk Azure meets Indigo, who invites her inside the gates. They immediately bond over their dreams of a fairyland where they can run away and never look back —much like Indigo and the bridegroom’s first encounter. Years pass, and Azure and Indigo grow up together, becoming closer and closer, spending all their time together, creating for themselves a cocoon of fairy tales and friendship. But Indigo is not the nicest person, often mean-spirited, even to Azure and the bridegroom. The split narrative reveals the parallels between Azure and the bridegroom: Both of their worlds center completely around Indigo and the easy freedom of her lifestyle. Indigo is privileged, insistent upon her fairy-tale future and soon-to-be magical abilities, and takes charge of every situation. While it is often easy to dislike Indigo, Chokshi creates her in a way that is also complex, with an air of mystery and intrigue surrounding her. The three characters become more and more interlaced with one another due to their love of magic and fantasy, but also due to their love for Indigo. The bridegroom has to know: What happened to Azure? At its heart, “The Last Tale of the Flower Bride” is character-driven, as much a gothic fairy tale as it is a coming-of-age story focused on human nature, connections and the darkness that comes with secrets. There is mystery, a touch of horror, some romance, and an ever-present feeling of a haunting atmosphere. The novel’s characters are dedicated to fairy tales while being part of one themselves. It is not always easy to guess what will happen next, and I found myself both intrigued and repulsed by Indigo, just as some of the novel’s characters are. Chokshi’s writing had me easily invested in the gothic themes and characters. Both grim and entrancing, “The Last Tale of the Flower Bride” is perfect for readers who enjoy dark fairy tales. Note: If you are interested in reading “The Last Tale of the Flower Bride,” you might consider looking at the content warnings before picking up the novel.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah turner-hill",
        "sentiment": "negative"
      },
      {
        "name": "roshani choksi",
        "sentiment": "negative"
      },
      {
        "name": "indigo maxwell-castenada",
        "sentiment": "none"
      },
      {
        "name": "chokshi",
        "sentiment": "none"
      },
      {
        "name": "indigo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "house of dreams",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "roshani chokshi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:05:07.939+02:00",
  "updated": "2024-01-06T06:33:11.545+02:00"
}