{
  "thread": {
    "uuid": "d06a29c1b4d06e142a2e9fc61fe85df35395ac03",
    "url": "https://www.world-today-news.com/former-marie-curie-laboratory-in-paris-saved-from-demolition-by-minister-of-culture-rima-abdul-malak/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "Former Marie Curie Laboratory in Paris Saved from Demolition by Minister of Culture, Rima Abdul-Malak",
    "title_full": "Former Marie Curie Laboratory in Paris Saved from Demolition by Minister of Culture, Rima Abdul-Malak",
    "published": "2024-01-06T03:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d06a29c1b4d06e142a2e9fc61fe85df35395ac03",
  "url": "https://www.world-today-news.com/former-marie-curie-laboratory-in-paris-saved-from-demolition-by-minister-of-culture-rima-abdul-malak/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T03:41:00.000+02:00",
  "title": "Former Marie Curie Laboratory in Paris Saved from Demolition by Minister of Culture, Rima Abdul-Malak",
  "text": "A former Marie Curie laboratory in Paris was threatened with demolition to build a new scientific center. The project triggered the anger of heritage defenders. Faced with the controversy, the Minister of Culture, Rima Abdul-Malak, finally suspended the destruction of the building.\nThe first excavator operations were to start on Monday January 8. They are finally canceled. The Pavillon des Sources, where physicist Marie Curie worked and located in the Latin Quarter in Paris, was at the center of a dispute between defenders of heritage and supporters of the construction of a new building. A demolition permit was granted in March 2023. The Minister of Culture, Rima Abdul-Malak, announced on Friday January 5 on Curie Institute.\nThis morning I spoke with Thierry Philip, president of the Institut Curie. We agreed that he suspend the demolition of the Pavillon des Sources to give himself time to examine, with the stakeholders and my colleague @sretaileau, any possible alternative. — Rima Abdul Malak (@RimaAbdulMalak) January 5, 2024\nThe Institut Curie cancer center, on the Sainte-Geneviève mountain, had launched this work to expand and open the first biological chemistry center for cancer in Europe, representing a major advance for science. The building was to rise five floors and extend over 2000 m² but required the destruction of the Pavillon des Sources, a small stone and brick building used by Marie Curie, double Nobel prize winner, for her work on radium. An eventuality contested by heritage defense associations who refuse to allow a historic building to be destroyed, very close to the Pantheon where the scientist and her husband Pierre have been resting since 1995.\nHowever, the heritage value of the Pavillon des sources is contested: for Thierry Philip, as for the grandson of Marie Curie, it is a “place of storage of radioactive sources but not a laboratory”, reports AFP. Except that the Curie Museum itself indicates on its site that the researcher there “formed a team for the manufacture of radium emanation bulbs”then used in “military hospitals to sanitize war wounds” during the First\nWorld War.\nStéphane Bern mobilizes to defend the Pavilion\nIn September, the Old Paris Commission, a consultative body of the town hall, had condemned “the massive and disproportionate nature of the project”. The SOS Paris association wants to protect “century-old lime trees” from the garden, explains AFP. Rachida Dati asked Rima Abdul-Malak to register the site as a historic monument to protect it sustainably, even though the Architects of Buildings of\nFrance have issued a favorable opinion for demolition.\nOn\nFrance CultureStéphane Bern said to himself “mobilized” against the disappearance of the Pavilion: “We cannot both demand the cultural and intellectual rearmament of France and destroy what makes its memory and its pride. The destruction of the Pavillon des Sources by the Curie Institute would be a serious fault. What makes it valuable, it is its memorial and symbolic, therefore heritage, dimension.” He did not hesitate to question Emmanuel Macron on the issue.\n-\nRead also\n“Radioactive” – Marjane Satrapi: “I grew up in the myth of Marie Curie”\nIt is therefore the legacy of Marie Curie which is disputed today. The first woman to teach at the Sorbonne and to obtain a Nobel Prize in 1903, she remains to this day the only person to obtain one in two disciplines: physics and chemistry. The debate is frozen for the moment, but nothing says that the demolition permit will be definitively suspended. Discussions must continue to consider alternatives and, perhaps, preserve the Pavillon des Sources.\nZoe SAMIN With AFP\n2024-01-06 00:22:59\n#Paris #demolition #Pavillon #des #Sources #Marie #Curie #heart #lively #controversy",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Arts, Culture and Entertainment",
    "Social Issue"
  ],
  "external_links": [
    "https://www.radiofrance.fr/franceculture/podcasts/l-info-culturelle-reportages-enquetes-analyses/stephane-bern-on-ne-peut-pas-a-la-fois-demander-le-rearmement-culturel-de-la-france-et-detruire-sa-memoire-3257722",
    "https://radiofrance.fr/franceculture/podcasts/l-info-culturelle-reportages-enquetes-analyses/stephane-bern-on-ne-peut-pas-a-la-fois-demander-le-rearmement-culturel-de-la-france-et-detruire-sa-memoire-3257722"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rima abdul-malak",
        "sentiment": "negative"
      },
      {
        "name": "marie curie",
        "sentiment": "negative"
      },
      {
        "name": "marie curie laboratory",
        "sentiment": "negative"
      },
      {
        "name": "thierry philip",
        "sentiment": "none"
      },
      {
        "name": "rima abdul malak",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "institut curie",
        "sentiment": "none"
      },
      {
        "name": "curie institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      },
      {
        "name": "sainte-geneviève",
        "sentiment": "none"
      },
      {
        "name": "latin quarter",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T03:52:41.568+02:00",
  "updated": "2024-01-06T03:52:41.568+02:00"
}