{
  "thread": {
    "uuid": "900bee677dfb8c64a1b9c18ddaeca77ad42b0b40",
    "url": "https://newsday.co.tt/2024/05/06/tancoo-wants-details-of-probe-into-public-accounts-error/",
    "site_full": "newsday.co.tt",
    "site": "newsday.co.tt",
    "site_section": "https://newsday.co.tt/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Trinidad and Tobago Newsday",
    "title": "Tancoo wants details of probe into public accounts error",
    "title_full": "Tancoo wants details of probe into public accounts error",
    "published": "2024-05-06T15:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TT",
    "main_image": "https://newsday.co.tt/wp-content/uploads/2024/05/23224192.jpg",
    "performance_score": 0,
    "domain_rank": 31909,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "900bee677dfb8c64a1b9c18ddaeca77ad42b0b40",
  "url": "https://newsday.co.tt/2024/05/06/tancoo-wants-details-of-probe-into-public-accounts-error/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sean Douglas",
  "published": "2024-05-06T15:00:00.000+03:00",
  "title": "Tancoo wants details of probe into public accounts error",
  "text": "[News](https://newsday.co.tt/category/news) Tancoo wants details of probe into public accounts error [Sean Douglas](https://newsday.co.tt/reporter/sean-douglas) DAVENDRANATH TANCOO, MP for Oropouche West, wants details of the team due to investigate the imbroglio over the Government's withholding of the public accounts and the related Auditor General's report, he said at a televised UNC briefing on April 5. He also said by law, Finance Minister Colm Imbert must lay the accounts and report in Parliament by May 23. While the accounts and the report were listed as items on two recent parliamentary order papers, the Government did not actually present them but said they must be revised due to a $2.6 billion omission from revenues. Attorney General Reginald Armour, SC, said previously top ministry officials – permanent secretary, comptroller of accounts and Treasury director – had asked Auditor General Jaiwantie Ramdass to accept documents towards making corrections. In each House of Parliament, the Government has passed motions to allow more time for the accounts and the report to be submitted to Parliament. Ramdass has defended her position, as an independent office-holder under the Trinidad and Tobago Constitution. It is being argued whether or not the Government had backdated the amended accounts, wrongly. Tancoo alleged a \"sinister agenda\" of bullying of office-holders – the Director of Public Prosecutions (DPP), Integrity Commission, Police Service Commission, Procurement Regulator, and now Auditor General. He accused the Government of a \"reprehensible and vile abuse\" of Parliament over Ramdass. Of the pending probe, he said, \"I call on the Minister of Finance to immediately tell this country, the names of the investigators appointed, how they were selected, their terms of reference and the cost to the taxpayer for this frivolous exercise.\" Tancoo said two months after the legal deadline for submissions, Imbert told Ramdass they had found they had made a massive error of $3.379 billion. The MP noted this was not a $5 bill lost in one's pants' pocket, but billions in taxpayers money. Tancoo said Imbert's same memo strangely said they had reconciled $2.589 billion. Tancoo calculated this meant the Government had not reconciled $781 million. However, he also wondered why they could not provide evidence of the $3.379 billion. \"The Minister of Finance and his Attorney General have tried to make this fiasco about the Auditor General. It is not. It is about multiple errors by the Ministry of Finance under Colm Imbert, and the attempt to cover it up.\" He said Ramdass said she was unable to get the appropriate audit evidence to justify the increased revenue the Government was asking her to write in her report. \"Why didn’t the Ministry of Finance produce the relevant financial records and supporting documentary evidence of the claims they were making of a multi billion dollar increase in revenue?\" Saying that instead, the Government sent her a pre-action protocol letter, Tancoo sighed, \"You cannot make this stuff up!\" He asked where was the $781 million, accusing the Government of venom and spite against Ramdass. \"All the song, dance, bullying and pre-action and yet no supporting documents!\" That sum could have fixed every road in Trinidad and Tobago; provided life-saving surgery to every man, woman or child in need; bolstered police strength; or cleared water-courses ahead of flood season, Tancoo said. Saying Ramdass said the Finance Ministry did not provide documentation for $1 billion in spending, Tancoo said, \"What was this money spent on? Why is there no paper trail?\" He said the Auditor General's job is not to rubber stamp the Government's demands. \"Her job is not to close her eyes and just change figures because Imbert woke up and decided that he didn’t like the figures.\" Tancoo asked for the names of legal counsel who have advised Imbert. \"I call on Minister of Finance to tell this country how much has been paid too date, for what and what is the anticipated total cost of this excursion of his. The country deserves answers. \"This is not a mere accounting error, this is a full scale attack on an office and an individual for doing the right thing in the best interest of you the people.\" Tancoo used the occasion to lament the shooting of 12 people at Cocorite on May 4, of whom four died, and lamented the unresolved murders of former senator Dana Seetahal, SC, (who died exactly ten years ago) and businesswoman/philanthropist Vindra Naipaul.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tancoo",
        "sentiment": "negative"
      },
      {
        "name": "jaiwantie ramdass",
        "sentiment": "none"
      },
      {
        "name": "colm imbert",
        "sentiment": "none"
      },
      {
        "name": "reginald armour",
        "sentiment": "none"
      },
      {
        "name": "sean douglas",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sc",
        "sentiment": "none"
      },
      {
        "name": "house of parliament",
        "sentiment": "none"
      },
      {
        "name": "treasury",
        "sentiment": "none"
      },
      {
        "name": "parliament",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-06T15:40:02.542+03:00",
  "updated": "2024-05-06T15:40:02.542+03:00"
}