{
  "thread": {
    "uuid": "c8747f918fd41c20d13eef0d2d869786c8a7e14e",
    "url": "https://www.wsmv.com/2023/12/28/6-guns-seized-high-end-stolen-vehicles-recovered-after-3-teens-arrested-nashville/",
    "site_full": "www.wsmv.com",
    "site": "wsmv.com",
    "site_section": "https://www.wsmv.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Nashville News, Weather, Sports",
    "title": "6 guns seized, high-end stolen vehicles recovered after 3 teens arrested in Nashville",
    "title_full": "6 guns seized, high-end stolen vehicles recovered after 3 teens arrested in Nashville",
    "published": "2023-12-29T00:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-wsmv-prod.cdn.arcpublishing.com/resizer/v2/TT2G55WJMZBKVIEKU24KEIRUKY.png?auth=4c518f85a0bc76ccb8757c743c1a1981e5e28168b3eb15b799780f21050b9c56&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 10908,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c8747f918fd41c20d13eef0d2d869786c8a7e14e",
  "url": "https://www.wsmv.com/2023/12/28/6-guns-seized-high-end-stolen-vehicles-recovered-after-3-teens-arrested-nashville/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@WSMV",
  "published": "2023-12-29T00:51:00.000+02:00",
  "title": "6 guns seized, high-end stolen vehicles recovered after 3 teens arrested in Nashville",
  "text": "6 guns seized, high-end stolen vehicles recovered after 3 teens arrested in Nashville “In addition to the guns, detectives recovered 19 key fobs, a key fob programmer, cash and other items.” NASHVILLE, Tenn. (WSMV) - Police seized six guns, and recovered two high-end vehicles and nearly 20 key fobs following the arrest of three teenagers Wednesday night. Metro Nashville police said those recoveries and seizures resulted from a continued investigation involving a police helicopter monitoring one of the stolen vehicles, an Infiniti G37, as it traveled at 130 mph on Nashville interstates and 100 mph on Bell Road. The investigation began at 3 p.m. when the owner of a $70,000 Mercedes SUV reported her vehicle was stolen as she walked her dogs in Centennial Park. Police added that her keys were left inside. Officers were able to track down the SUV electronically. “An MNPD helicopter was then dispatched to monitor its movements. It quickly became apparent that the Mercedes was traveling in tandem with the Infiniti sedan, which detectives later determined was stolen from Normandy Circle in West Nashville on December 23rd (the license plate originally on the Infiniti had been replaced by the thieves),” police said. The helicopter followed the stolen vehicles to an apartment complex on Murfreesboro Pike, where the Mercedes was parked. The occupants then got into the Infiniti. An officer attempted to pull it over, the driver did not comply and a pursuit was not initiated as the helicopter continued to monitor the Infiniti. Eventually, a spike strip was successfully deployed on Nolensville Pike at the Nashville Zoo. Police said the car continued on deflating tired to an apartment complex on Nolensville Pike where the five occupants bailed and ran. Officers apprehended three of them, 19-year-old Thierry Bwenge, a 15-year-old, and a 16-year-old. “Six guns were seized. One of them was being carried by the 15-year-old. Two others were discarded in bushes as the teens fled. The additional three guns were found in a bag that had also been discarded,” police said. “In addition to the guns, detectives recovered 19 key fobs, a key fob programmer, cash and other items.” Bwenge was charged with auto theft, gun theft, two counts of contributing to the delinquency of minors, and evading arrest. A judicial commissioner set his bond at $17,000. The other teens are charged at juvenile court with unlawful gun possession, joyriding, evading arrest, and possession of burglary tools. The 16-year-old was arrested in a stolen car in February, police said. Copyright 2023 WSMV. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "nashville",
        "sentiment": "none"
      },
      {
        "name": "metro nashville",
        "sentiment": "none"
      },
      {
        "name": "tenn.",
        "sentiment": "none"
      },
      {
        "name": "centennial park",
        "sentiment": "none"
      },
      {
        "name": "normandy circle",
        "sentiment": "none"
      },
      {
        "name": "nashville",
        "sentiment": "none"
      },
      {
        "name": "bell road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T05:46:00.491+02:00",
  "updated": "2023-12-29T05:46:00.491+02:00"
}