{
  "thread": {
    "uuid": "1e2343849f8b16acf7e52fe883177c5e18af88d7",
    "url": "https://gaycitynews.com/true-detective-jodie-foster-kali-reis-return/",
    "site_full": "gaycitynews.com",
    "site": "gaycitynews.com",
    "site_section": "https://www.gaycitynews.com/rss",
    "site_categories": [],
    "section_title": "Gay City News",
    "title": "Showcasing out actors Jodie Foster and Kali Reis, ‘True Detective’ makes triumphant return",
    "title_full": "Showcasing out actors Jodie Foster and Kali Reis, ‘True Detective’ makes triumphant return",
    "published": "2024-01-02T19:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gaycitynews.com/wp-content/uploads/2024/01/kali-reis-jodie-foster.jpeg",
    "performance_score": 0,
    "domain_rank": 76255,
    "domain_rank_updated": "2024-01-02T12:06:57.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1e2343849f8b16acf7e52fe883177c5e18af88d7",
  "url": "https://gaycitynews.com/true-detective-jodie-foster-kali-reis-return/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Steve Erickson",
  "published": "2024-01-02T19:05:00.000+02:00",
  "title": "Showcasing out actors Jodie Foster and Kali Reis, ‘True Detective’ makes triumphant return",
  "text": "Set in Ennis, a small Alaskan town, over two weeks in December where the sun never shines, the six-part limited HBO series “True Detective: Night Country” uses the place for pure atmosphere. The outdoors are deadly yet beautiful. (It was actually shot in Iceland.) Heavily saturated, artificially tinted long shots, taken from a distant drone, separate scenes. Ennis’ roads are a dangerous liminal space: a polar bear might stride up to your car’s window and stare at you. A ghostly hiss serenades people and animals towards suicide on the ice. A permeability between life and death is expressed eloquently by Lopez’s direction. One suspects that the script may have begun as an indie drama about poor Native Americans in a small town, but roping it into the “True Detective” universe ended up serving it, even if the series doesn’t fully come together until the fourth episode. In its first scene, a herd of deer, hunted by a woman with a gun, race off a cliff to their deaths. The show then cuts to the Tsalal Research Institute. (Its name comes from an island near Antarctica in Edgar Allan Poe’s novel “The Narrative of Arthur Gordon Pym of Nantucket.”) From the first shot, the place seems off-kilter: the scientists working there act oddly, then the lights flicker off. The next day, the entire staff’s disappearance is discovered, even though their TV still blares. The severed tongue of an indigenous activist, Annie, is found on the floor. This ties the case to her murder, seven years ago. Back then, cops Liz Danvers (Jodie Foster) and Evangeline Navarro (Kali Reis), who work for the town of Ennis, investigated her murder. The series follows them through their personal and professional lives as they team up again. “True Detective: Night Country” returns to the level of quality “True Detective” achieved in its first season, while taking the series in a much different direction. The theme of occult-tinged murder remains, but “True Detective: Night Country” centers women, with both of its protagonists played by queer actors. In the first season, Matthew McConaughey and Woody Harrelson gave some of the best performances of their careers, but the series was marred by its insistence on mystical portent — it referred to Robert Aickman’s short story collection “The King in Yellow” and drew on nihilistic horror writer Thomas Ligotti throughout. It had a tendency to depict violence against women through its impact on depressive men. “True Detective: Night Country” remains a police procedural, but it breaks with some of these qualities. For one thing, it begins as a story about women investigating the disappearance of men, flipping around conventions of true crime and fiction. It also departs from such media’s common focus on young, conventionally attractive white women. Under the thumb of the mine that funds Tsalal, Ennis is portrayed as a town where whites and Native Americans live side by side, uneasily and unequally. Danvers has an indigenous stepdaughter, Leah (Isabella Star LeBlanc) but she has not transcended her racism. She doesn’t mind the fact that Leah is dating another girl, but she feels threatened when Leah embraces her heritage by inking temporary tribal tattoos on her chin and, much more so, behaving like a “crazy radical” by protesting the mining company with graffiti. The network of underground ice caves beneath Ennis, buried under frigid water and full of treacherous holes, is a telling mirror of the corruption aboveground. The fact that this story is told through the eyes of two cops sometimes feels like a strange decision. (Leah quickly gets defensive at a protest where another woman mentions that her mother is the chief of police.) “True Detective: Night Country” rejects the cliché of interracial buddy cops. These women are forced together by their work, but they don’t enjoy spending time together, even if they finally come to work well as a team. While this tension is grounded in past events, it’s also a reflection of the differences in power behind them. Navarro carries herself with a steely determination reflecting a difficult life. Their sympathy towards indigenous women’s rebellion doesn’t seem very realistic, but the show presents their position of power as very limited. Captain Connelly (Christopher Eccleston), a mayoral candidate, threatens to take the case away from them when they get too interested in the town’s true source of power, the mining company. The cosmic horror overtones of “True Detective” linger. The characters become unmoored in time, with the murder of Annie hanging over their heads. The cinematography also turns surreal, driven by its extremes of color and the sky’s strange lights. It creates a believable, even seductive fantasy world where spirits co-exist with the living. In the end, “True Detective: Night Country” is about the temptation of the death drive and the desire to use others, on both a personal and social level. Even if its path away from them is bloody, its ghost story carries a degree of hope (just as the first season’s final episode pulled away from the pessimism it seemed to espouse). Although “True Detective: Night Country” develops slowly, it offers some of the past year’s most exciting TV. “ [True Detective: Night Country](https://www.hbo.com/true-detective)” | Directed by Issa Lopez | Starts streaming on Max Jan. 14, with a new episode premiering every Sunday",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest",
    "Weather"
  ],
  "external_links": [
    "https://hbo.com/true-detective",
    "https://www.hbo.com/true-detective"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jodie foster",
        "sentiment": "negative"
      },
      {
        "name": "kali reis",
        "sentiment": "negative"
      },
      {
        "name": "lopez",
        "sentiment": "none"
      },
      {
        "name": "edgar allan poe",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hbo",
        "sentiment": "none"
      },
      {
        "name": "tsalal research institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ennis",
        "sentiment": "none"
      },
      {
        "name": "antarctica",
        "sentiment": "none"
      },
      {
        "name": "iceland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T22:12:19.993+02:00",
  "updated": "2024-01-09T19:54:18.334+02:00"
}