{
  "thread": {
    "uuid": "666be823fa4e8ff2b551ea78f5a03bcbdf5afb68",
    "url": "https://www.meneame.net/story/hace-40-anos-este-tipo-llego-federacion-quiebra-hoy-vale-9-000/c051",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "https://www.meneame.net:443/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#51 Hace 40 años, este tipo llegó a una federación en quiebra: hoy vale 9.000 millones de dólares",
    "title_full": "#51 Hace 40 años, este tipo llegó a una federación en quiebra: hoy vale 9.000 millones de dólares",
    "published": "2024-01-07T23:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11172,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "666be823fa4e8ff2b551ea78f5a03bcbdf5afb68",
  "url": "https://www.meneame.net/story/hace-40-anos-este-tipo-llego-federacion-quiebra-hoy-vale-9-000/c051",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "semaolvidao",
  "published": "2024-01-07T23:38:00.000+02:00",
  "title": "#51 Hace 40 años, este tipo llegó a una federación en quiebra: hoy vale 9.000 millones de dólares",
  "text": "Portada\nmis comunidades\notras secciones\nEntiendo que la línea editorial de El Confidencial es la que es, porque no veo que mencione que Vince McMahon convirtió la lucha libre en Estados Unidos en su monopolio y que desde su llegada la esperanza de vida de los luchadores bajó y sus derechos laborales se vieron perjudicados:\n#12 hasta que desapareció y volvió siendo la mitad, se que no es verdad, pero yo era de los que creía que habían metido a otro actor en el personaje.\nBollea acepta y, en una sola jornada de rodaje, manda a tres especialistas y al propio Stallone al hospital. Le habían pedido que golpease \"con todas sus fuerzas\" y a punto estuvo de acabar con la película\nA Stallone lo han hecho picadillo en varias ocasiones: Hulk Hogan, Dolph Lundgren, Ernie Shavers, y posiblemente alguna más\n#13 El éxito para mi era que las luchas y coreografías estaban bastante bien hechas para ser \"simuladas\", para un crío hasta parecían reales y todo... aparte del carisma de los personajes.\nAhora me da la impresión de que ha empeorado, vi hace unos años programas \"modernos\" por aquello de la nostalgia y me parecieron mucho más falsos y risibles (o igual es que me he hecho mayor, que también). Lo que sí está claro es que tienen un problema bastante gordo de adiciones, esteroides y drogas....\n#37 Entiendo que vendría a ser lo que en inglés llaman \"cringe\". Sientes vergüenza ajena al verlo, no significa que quieras atacarlo o prohibirlo, pero sí que cuando te encuentras con eso te genera incomodidad. Entonces, puedes aceptar que otra persona tenga su hobby o afición, pero eso no quita que tengas derecho a alejarte lo más que puedas de esa afición porque te genera incomodidad y vergüenza ajena.\n#13 La WWF era una telenovela , con sus malos guiones , giros de guion , cada personaje tenía un pasado .\nTodo eso en España se perdió en parte , yo como adulto no lo vería , pero entiendo que alguien lo vea por pasar el rato , es como ponerte Got Talent o algo similar , que te cuentan las penas y el drama de los concursantes y luego gana el que quiera la productora.\n#1 programas comprados al peso, como fueron humor amarillo, para rellenar una franja que estaba \"desierta\" en la tele, que era la media mañana de los domingos, y que se llenaron de chavalada a una espiral de cafreria y merchandising. Anda que no salte veces por encima de una valla con los colegas del colegio a ver quién hacía la mejor entrada/salida del ring...\n#6 pues han hecho humor amarillo de nuevo, doblado por dani Rovira si no recuerdo mal, pero era un truño.\n#31 Me refiero más bien programas de ese tipo en la tele en ese horario. Pero ya es algo tarde para eso.\n#47 ley de Poe: podía ser sarcasmo o podía ser estupidez. No hay nada que diga que es más una que otra.\nhttps://es.m.wikipedia.org/wiki/Ley_de_Poe\nCreo que lo pusieron por aquí, el por qué solo en españa nos dio por llamar al circo de esos ciclados con el nombre de pressing catch\nhttps://www.planetawrestling.com/pressing-catch-en-espana-por-que-utilizamos-este-termino/\n#26 lo comentan lo comentan, está en el párrafo ese azul celeste por enmedio de la noticia: (...) pero añadiendo la palabra “Pressing” para darle un toque técnico y porque en esos años, era muy común añadir esta palabra a cualquier programa deportivo en emisión en esa cadena.\na ver, es un espectáculo. No le pidas al mago que parta a la señorita por la mitad. Pues en la luchando libre igual, es una coreografía y ya está. A mi tampoco me gusta, a excepción de las máscara de los mexicanos. Que chulada!\nAmable recordatorio de que este hombre es una excepción y la mayoría de los luchadores que adorabas y tenias figuritas están muertos! El Poli loco, el serpiente, Yokozuna, Macho man, Roddy Pipper, todos muertos a los sesenta y pocos como mucho!\nAmable recordatorio también de que sois todos unos viejos ya. viejos y débiles\n#24 ese espectáculo es una picadora de personas, en internet hay varios listados de luchadores fallecidos en torno a los 40, a los 30, a los 20... de edad, que da cosica.\nPor cierto si aún no la habéis visto alguno, el The Wrestler del Darren Aronofsky es una joyita, buen homenaje y buena historia, quizá lo mejor que ha hecho el Mickey Rourke, un tipo que pasó de ser famoso en el cine mainstream de los 80 al mundo del boxeo y luego volvió al cine pero a un plano bastante mas discreto.\n#48 lo sé perfectamente y no altera en nada el comentario que he hecho.\nMagic Johnson tenía un contrato de 25 millones a 25 años ya que cuando entró el tope en 84 firmó eso, de hecho los Laker le siguieron pagando 1 millón al año hasta 2010 resultando 40 millones de ingresos, estimado ya que los Lakers pagaron en metálico o acciones.\nlo lamentable es que hulk con esa mierda de circo cobrase más que Jordan y Maradona juntos.\nmundo absurdo\n#43 primero ganar no es lo mismo que cobrar y segundo sobre Jordan en Chicago de 13 temporadas en las primeras 11 sólo ganó el 30% del sueldo total de de los Bulls, 25 millones por 11 temporadas, el 70% de lo que ganó en Chicago fue en las 2 últimas temporadas, en los dos últimos años le pagaron 35 millones por temporada.\nEl que le hizo el contrato a Jordan por una década era tan espabilado como Hulk Hogan.\n#44 En la NBA hay una cosa llamada salary cap. Si gastas demasiado en un jugador (aunque valga eso y más) el resto de la plantilla será un truño y no podrás aspirar a títulos. No se si Jordan lo hizo, pero Magic alguna vez se bajó el sueldo para hacerle sitio a un fichaje.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://es.m.wikipedia.org/wiki/Ley_de_Poe",
    "https://www.planetawrestling.com/pressing-catch-en-espana-por-que-utilizamos-este-termino/",
    "https://www.es.m.wikipedia.org/wiki/Ley_de_Poe",
    "https://www.planetawrestling.com/pressing-catch-en-espana-por-que-utilizamos-este-termino",
    "https://planetawrestling.com/pressing-catch-en-espana-por-que-utilizamos-este-termino/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T01:31:51.871+02:00",
  "updated": "2024-01-08T01:31:51.871+02:00"
}