{
  "thread": {
    "uuid": "52288679bf00fcb0e09234ab15e01c84f92559ef",
    "url": "https://rr.sapo.pt/noticia/religiao/2024/03/29/via-sacra-de-francisco-o-sim-da-cruz-vence-as-dores-do-mundo/372654",
    "site_full": "rr.sapo.pt",
    "site": "sapo.pt",
    "site_section": "https://rr.sapo.pt/rss/rssfeed.aspx?section=section_noticias",
    "site_categories": [
      "religion",
      "catholicism",
      "christianity",
      "top_news"
    ],
    "section_title": "Renascença - Noticias",
    "title": "Via Sacra de Francisco: O “sim” da Cruz vence as dores do mundo",
    "title_full": "Via Sacra de Francisco: O “sim” da Cruz vence as dores do mundo",
    "published": "2024-03-29T17:38:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PT",
    "main_image": "https://images.rr.sapo.pt/42547058953111524f87_socialshare.jpg",
    "performance_score": 0,
    "domain_rank": 1811,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "52288679bf00fcb0e09234ab15e01c84f92559ef",
  "url": "https://rr.sapo.pt/noticia/religiao/2024/03/29/via-sacra-de-francisco-o-sim-da-cruz-vence-as-dores-do-mundo/372654",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Aura Miguel",
  "published": "2024-03-29T17:38:00.000+03:00",
  "title": "Via Sacra de Francisco: O “sim” da Cruz vence as dores do mundo",
  "text": "29 mar, 2024 - 14:38 • [Aura Miguel](https://rr.sapo.pt/artigo/33576/aura-miguel) Nas [reflexões que escreveu para as 14 estações da Via Sacra desta Sexta-feira Santa](https://www.vatican.va/news_services/liturgy/2024/documents/ns_lit_doc_20240329_via-crucis-meditazioni_po.html), o Papa propõe um caminho de diálogo com Jesus. Perante as incompreensões, incoerências e tantas cruzes pesadas que encontramos na vida; face aos medos, sofrimentos injustiças e angústias que nos afetam, Francisco fixa os olhos em Cristo e pede ajuda. O percurso até à Cruz é o pretexto para o Santo Padre refletir sobre o silêncio fecundo de Jesus quando, “no frenesim de correr e fazer, absorvido pelas coisas, tomado pelo medo de não continuar a figurar ou pela mania de me pôr no centro, não encontro tempo para parar e ficar convosco, para Vos deixar agir a Vós”. Ao meditar na paixão, reconhece que “a oração não nasce dos lábios que se movem, mas de um coração que sabe permanecer à escuta”. No conjunto destas 14 meditações, não faltam propostas de oração: “Venho até Vós, Senhor, com a minha história, com as minhas canseiras, com as minhas limitações e fragilidades, com os meus temores…” Ou então: “ajudai-me a baixar as defesas e deixar-me amar por Vós, precisamente no ponto onde tenho mais vergonha de mim mesmo. Curai-me de toda a presunção de auto-suficiência, de pensar que consigo sem Vós e sem os outros, da mania do perfeccionismo, curai-me, Jesus! “. Francisco recorda que muitos acompanham o espetáculo bárbaro da execução de Jesus e mesmo sem O conhecer nem conhecer a verdade, proferem sentenças e condenações, lançando sobre Ele infâmia e desprezo. “O mesmo acontece hoje, Senhor, e nem sequer é preciso um cortejo macabro: basta um teclado para insultar e publicar sentenças”, afirma. A propósito das mulheres de Jerusalém que lamentavam a morte de Jesus, o Papa implora: “Ajudai-nos a reconhecer a grandeza das mulheres, daquelas que foram fiéis e estiveram perto de Vós na Páscoa, mas também daquelas que ainda hoje são descartadas, sofrendo ultrajes e violências”. E, neste contexto, interroga: “À vista das tragédias do mundo, o meu coração permanece gelado ou enternece-se? Como reajo à loucura da guerra, a rostos de crianças que já não sabem sorrir, a mães que as veem desnutridas e famintas e não têm mais lágrimas para derramar?” Quando na Cruz, Jesus sente o abandono, Francisco reflete: “na escuridão dos meus porquês, encontro-Vos a Vós, luz na noite. E, no grito de tantas pessoas sozinhas e excluídas, oprimidas e abandonadas, revejo-Vos a Vós, meu Deus: fazei que Vos reconheça e Vos ame” E o Papa convida todos a repetir com ele: . “Jesus, fazei que Vos reconheça e vos ame nas crianças não nascidas e nas abandonadas, em tantos jovens à espera de alguém que ouça o seu grito de dor, nos inúmeros idosos descartados, nos presos e em quem vive sozinho, nos povos mais explorados e esquecidos”. Na meditação sobre o bom ladrão que, na última hora, vai para o paraíso, Francisco sublinha que “a oração pode mudar a história” e, porque “somos pobres de sins e ricos de ses“, o Papa pede ajuda a Maria para que nos leve pela mão, sempre que \"sou indulgente comigo mesmo e inflexível com os outros, quando deixo de lutar aceitando conviver com as minhas falsidades” ou “quando quero que a Igreja e o mundo mudem, mas eu não mudo.” Por fim, o Santo Padre pede que o Senhor “tenha piedade de mim, preguiçoso para me converter, de mim, que gosto muito de receber e pouco de dar, de mim, incapaz de me render ao vosso amor” e “do nosso mundo, infestado pelos túmulos do egoísmo”. A Via Sacra termina com 14 invocações finais a Jesus, com destaque para “os que estão sozinhos, os doentes, jóias da Igreja que unem os seus sofrimentos ao Vosso”. E também para ”as irmãs e os irmãos que, em muitas partes do mundo, sofrem perseguições por causa do vosso nome; aqueles que sofrem o drama da guerra e quantos, com a força que lhes vem de Vós, carregam cruzes pesadas.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.vatican.va/news_services/liturgy/2024/documents/ns_lit_doc_20240329_via-crucis-meditazioni_po.html",
    "https://vatican.va/news_services/liturgy/2024/documents/ns_lit_doc_20240329_via-crucis-meditazioni_po.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T17:51:53.327+03:00",
  "updated": "2024-03-29T18:10:25.261+03:00"
}