{
  "thread": {
    "uuid": "4a25c5644db1f9e102dc1f7cf7fada23aebaa0b0",
    "url": "https://abc7.com/socal-strong-training-workers-jobs/14690389",
    "site_full": "abc7.com",
    "site": "abc7.com",
    "site_section": "https://abc7.com/feed/",
    "site_categories": [
      "media",
      "television",
      "entertainment"
    ],
    "section_title": "",
    "title": "State program helps those with disabilities train, get placed in workforce",
    "title_full": "State program helps those with disabilities train, get placed in workforce",
    "published": "2024-04-19T01:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.abcotvs.com/dip/images/14685010_041724-kabc-6pm-scs-lithographix-vid.jpg?w=1600",
    "performance_score": 0,
    "domain_rank": 3051,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4a25c5644db1f9e102dc1f7cf7fada23aebaa0b0",
  "url": "https://abc7.com/socal-strong-training-workers-jobs/14690389",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ashley Mackey",
  "published": "2024-04-19T01:15:00.000+03:00",
  "title": "State program helps those with disabilities train, get placed in workforce",
  "text": "HAWTHORNE (KABC) -- Lithographix, a commercial printing and communications company in Hawthorne, wants to help get the word out. Through a program with the California department of rehabilitation, they've begun hiring people with disabilities and people re-entering the workforce. Steve Cody is the senior manufacturing manager. \"When people hear disabled, they think 'Oh, they wouldn't fit into my place of business.' But that's not true,\" said Cody. \"And then people re-entering the workforce, obviously these people are looking for a second chance. And we found that these people are, not only grateful to get jobs in great companies. But they're very hardworking and very dependable people.\" Be Moody is a pre-press apprentice at Llithographix. she says the department of rehabilitation helps people with disabilities find jobs, which is what happened for her. And she wants others to know there's help available. \"There are a lot of people that I know who would qualify as disabled and they don't think they can get a job that would be better suited for them because of their experience. But, I think if they work with places like the California Department of Rehabilitation that they would be able to find a job that's better for them,\" said Moody. Leonard Cornish also commends the department of rehabilitation for the help they give to people who were previously incarcerated. He says his biggest challenge was having a gap in his work experience, but Lithographix gave him a chance. \"Some of us don't have the work experience like that, so Lithographix just let us come in with open arms and what we don't know, they're willing to teach. It's just a great opportunity,\" said Cornish. Cody says he hopes more employers will consider hiring through the department of rehabilitation. \"There's people out there that really want to work hard and really are good people and giving them a chance, not only helps your business, but, like I say, just from inside, makes you feel really good when you're giving somebody a second chance.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cody",
        "sentiment": "none"
      },
      {
        "name": "steve cody",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kabc",
        "sentiment": "negative"
      },
      {
        "name": "moody",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hawthorne",
        "sentiment": "none"
      },
      {
        "name": "llithographix",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:17:45.635+03:00",
  "updated": "2024-04-19T01:36:47.414+03:00"
}