{
  "thread": {
    "uuid": "004485c25d18e8e23cb1e7621e027a546766b63c",
    "url": "https://www.noticiasdenavarra.com/cultura/2024/04/04/procuro-reservar-tiempos-reflexion-tomarme-8077772.html",
    "site_full": "www.noticiasdenavarra.com",
    "site": "noticiasdenavarra.com",
    "site_section": "https://www.noticiasdenavarra.com/distribucion",
    "site_categories": [
      "media",
      "law_government_and_politics",
      "politics",
      "top_news"
    ],
    "section_title": "\n    Distribución\n            ",
    "title": "Juantxo Skalari: “Procuro reservar mis tiempos de reflexión, no tomarme la vida a toda prisa”",
    "title_full": "Juantxo Skalari: “Procuro reservar mis tiempos de reflexión, no tomarme la vida a toda prisa”",
    "published": "2024-04-05T00:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://estaticosgn-cdn.deia.eus/clip/b33f8fa2-ebb7-43b0-9806-165549eb9f2f_16-9-aspect-ratio_default_0.jpg",
    "performance_score": 0,
    "domain_rank": 27553,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "004485c25d18e8e23cb1e7621e027a546766b63c",
  "url": "https://www.noticiasdenavarra.com/cultura/2024/04/04/procuro-reservar-tiempos-reflexion-tomarme-8077772.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Javier Escorzo",
  "published": "2024-04-05T00:07:00.000+03:00",
  "title": "Juantxo Skalari: “Procuro reservar mis tiempos de reflexión, no tomarme la vida a toda prisa”",
  "text": "– Con treinta años de carrera, el músico navarro tocará sus nuevas canciones, pero también recordará épocas anteriores, tanto en solitario como con Skalariak. 2023 fue un gran año para Juantxo Skalari, con bastantes conciertos por Europa e Iberoamérica y un importante repunte de seguidores. –En general, esto es como una evolución. Por ejemplo, con el último disco, Radical Park, sí que se ha notado bastante subida en las plataformas digitales tipo Spotify o demás. A nivel físico no se puede comparar nada porque ya no se venden discos. He tocado mucho, he salido bastante… Tengo buenas sensaciones, la verdad. ¿Y por qué cree que se ha dado este repunte ahora? Porque lleva treinta años en la música... –Tampoco creas que ha sido un repunte increíble. Yo creo que es más como una evolución de bastantes años. El mundo de la música no es regular, va por momentos, sensaciones… En mi caso, lo puedo notar más a nivel geográfico: en un momento dado estás más fuerte en una parte, en Euskal Herria, en el estado español, en Latinoamérica… Quizás ahora se empieza a notar más en Europa, donde durante unos años la cosa ha estado más parada, no solo a nivel de Skalari, sino en general de la música que yo hago: ska, reggae, rock alternativo, punk rock o como le quieras llamar. Ahí sí que noto más movimiento, igual que en Latinoamérica y en el Estado. No sabría definir las causas. Supongo que la gente va viendo la evolución y se va reencontrando. Ha hecho falta un tiempo para definir bien el proyecto: qué es Juantxo Skalari, qué es la Rude Band… Antes me identificaban como el cantante de Skalariak, ahora ya ven que esto es un proyecto sólido, que tiene su ligazón, pero que es un proyecto diferente, con su propio recorrido y ya consolidado. Como bien dice, el nuevo disco, ‘Radical Park’, tiene una entidad propia, pero mantiene un nexo conceptual con los anteriores, ¿no? –Todos los discos, a nivel conceptual, están enlazados, explican una historia. Puedes explicar la historia del propio disco, pero también la del concepto que lo liga con los anteriores. El primer disco, Rude Station, fue como el desembarco en la estación de la resistencia, el descubrimiento de lo que había alrededor. Ves que hay una tienda, Rudi Records, que fue el segundo álbum. Al salir de la tienda, ves que esa tienda pertenece a un mercado que engloba más cosas, y eso fue Roots Market, el tercer disco. Cuando sigues explorando, te das cuenta de que todo pertenece al Radical Park, que es donde estamos ahora. Por eso digo que todos los discos cuentan una historia. En este caso, si ves el diseño del vinilo de este Radical Park, se puede ver cómo me imagino yo ese territorio imaginario que estamos descubriendo. El disco se titula ‘Radical Park episodio 1’, lo cual da a entender que estamos en un capítulo nuevo y que seguirá desarrollándose en futuros trabajos. –Sí, estamos en el episodio 1, le he querido dar ese toque conceptual o cinematográfico. Si estamos en el 1, se supone que luego vendrá el episodio 2. La parte cinematográfica es muy importante en este disco; en los interludios que aparecen entre canción y canción hay unos pequeños diálogos que te sitúan en el Radical Park; al principio, la Sarrera, que es la intro del disco, parece una sintonía televisiva, como de primer episodio. El disco tiene su propio concepto, las palabras que lo definen son diversión y conciencia. Las siete canciones giran en torno a esos dos términos. Ha trabajado con el productor Mr. Hugsound. ¿Cómo ha sido la grabación? –La preproducción del disco empezó la primavera del año pasado. Hice diferentes viajes a Basement Records, el estudio de Mr. Hugsound en Girona. Tenía muy buenas sensaciones, aunque no sabía todavía cuántas canciones iban a formar el disco. Ha sido muy interesante trabajar con él, es bastante joven que yo, tiene veintipico años y tiene mucha espontaneidad. Hemos formado un buen equipo. Lo grabamos en La Casa Morada, una masía perdida en Tarragona. Estuvimos varias semanas, a finales de agosto y principios de septiembre. Van a lanzar también una versión Dolby Atmos del disco. ¿De qué se trata eso exactamente? –Dolby Atmos es una dimension de sonido 7.1, un sonido envolvente. Está pensando más para cine, y como el disco tiene ese toque cinematográfico, hemos querido lanzar también esta versión. Antes los discos se sacaban en mono. Ahora, casi todos salen en stereo, que te permite escuchar cosas distintas por la izquierda y la derecha. Con el Dolby Atmos puedes escucharlo por siete altavoces, puedes escuchar cosas por delante, por arriba, por detrás… El sonido te envuelve. De momento tenemos el single en este formato, No volverán. Los textos de las canciones abordan diferentes temáticas. ¿Qué le resulta más sencillo, escribir textos reivindicativos, o tocar temas más personales, como hace en ‘Mamma’, la canción que cierra el disco? –No tenía claro si meter esta canción o no, pero al final creo que ha quedado muy bien. A nivel rítmico, el disco va de más a menos y creo que queda como un bonito cierre. Es una canción muy personal, como dices, habla de mi madre. Todo el mundo tiene una madre, así que todo el mundo puede sentirse identificado. Tiene un ritmo reggae, que nunca lo había explorado. Es más hablada, más poética. Acaba con un piano, la voz… No tengo ningún problema en tocar temas personales o temas sociales o políticos. Hago lo que me pide el cuerpo en cada momento. En la canción que abre el disco, ‘Aquella generación’, echa la vista atrás, hacia aquellos años 90. Dice que es imposible seguir el ritmo y que hay que asumirlo. ¿A qué se refiere? Porque, al menos musicalmente, usted no baja el pistón, siempre con giras, viajes y proyectos. –A lo que se refiere esa frase es al momento en el que vivimos, este momento de neoliberalismo total, de inmediatez absoluta, de prisa… Vivimos un momento vertiginoso. Comparo lo que vivió mi generación con lo que viven las generaciones de ahora, como puede ser la de mi hija. Lo hago sin ánimo de criticar, solo pretendo explicar las diferencias, que a veces son para bien y a veces para mal. Creo que tenemos el defecto de ir siempre con prisa, de querer todo para ya. Yo hago mis viajes y desde fuera puede parecer que estoy todo el rato a mucha velocidad, pero no, procuro reservar mis tiempos de reflexión y no tomarme la vida a toda prisa. ¿Cómo ha sido el inicio de la gira? ¿Con ganas de llegar a Pamplona? –La gira empezó en Europa con tres conciertos en Suiza, Italia y Francia. La presentación oficial del disco fue en Barcelona con un concierto muy guapo. Estoy muy satisfecho de cómo está funcionando; de hecho, estamos tocando las siete canciones del álbum, creo que lo merecen y veo que funcionan muy bien. Tengo muchas ganas de tocar en Pamplona. Iruña siempre es especial, está la familia, los amigos… Reencontrarme con mi ciudad natal siempre es bonito. Haré un recorrido por otros discos y por distintas épocas de Skalariak. Como cosa especial, estará Olatz Andueza, una acordeonista, una vieja colaboradora de la época de Skalariak. Haremos un repertorio extenso, lo espero con muchísimas ganas. l",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:16:41.416+03:00",
  "updated": "2024-04-05T00:16:41.416+03:00"
}