{
  "thread": {
    "uuid": "b3822b52e3e7f66678b98d36852e695e6c561ee0",
    "url": "https://www.thenews.com.pk/latest/1173512-pope-conducts-foot-washing-ceremony-at-female-prison",
    "site_full": "www.thenews.com.pk",
    "site": "thenews.com.pk",
    "site_section": "https://www.thenews.com.pk/latest/category/world",
    "site_categories": [
      "media"
    ],
    "section_title": "World News - Latest News, Breaking News Updates - thenews.com.pk",
    "title": "Pope conducts foot-washing ceremony at female prison",
    "title_full": "Pope conducts foot-washing ceremony at female prison",
    "published": "2024-03-28T23:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2024-03-29/l_1173512_054034_updates.jpg",
    "performance_score": 0,
    "domain_rank": 5142,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b3822b52e3e7f66678b98d36852e695e6c561ee0",
  "url": "https://www.thenews.com.pk/latest/1173512-pope-conducts-foot-washing-ceremony-at-female-prison",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Web Desk",
  "published": "2024-03-28T23:31:00.000+02:00",
  "title": "Pope conducts foot-washing ceremony at female prison",
  "text": "Pope Francis visited Rome's Rebibbia prison on Holy Thursday, where he washed and kissed the feet of 12 women inmates. The traditional ritual commemorates Jesus' act of humility toward his apostles during the Last Supper before his crucifixion. The female section of the prison, housing around 370 inmates, witnessed this unique ceremony. The foot-washing tradition marks the commencement of a spiritually charged four-day journey towards Easter. Pope Francis is the first pope to conduct a foot-washing ceremony outside churches, often in prisons, homes for the elderly, or hospices. His practice of including women, atheists, Muslims, and other non-Christians in the service sets him apart from his predecessors, who typically limited the ritual to men, usually priests. In his improvised homily, Pope Francis underscored the theme of service to others. He reminded the inmates that each of them has their own story, and the Lord listens with open arms, never tiring of forgiveness. He said, \"Each of you has their own story but the Lord listens to us with open arms and never tires of forgiving.” The women cried. They felt touched by his kindness. Despite his recent health challenges, Pope Francis appeared energised during the visit. The prison director, Nadia Fontana, described his presence as a ray of sunlight, and the inmates offered him items, including liturgical stoles embroidered by them. Mega Millions jackpot today was won by a single ticket holder from New Jersey A historic moment unfolded as a fortunate ticket holder from New Jersey secured coveted $1.13 billion Mega Millions... Renowned steel sculptor Richard Serra, has passed away at the age of 85, at his home in New York 38-year-old Nicole Shanahan is RFK Jr's vice presidential pick Coast Guard stops search operation for six who went missing after Baltimore bridge collapse New York women face new danger on city streets as man is out there on the hitting spree",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "jesus",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "rome",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T04:00:39.663+03:00",
  "updated": "2024-03-29T04:00:39.663+03:00"
}