{
  "thread": {
    "uuid": "00b26ac9a1030c726820fd1f9362c559461e5e0c",
    "url": "https://jerseyeveningpost.com/news/2023/12/30/shot-at-bombed-electrocuted-the-war-hero-who-lived-to-100/",
    "site_full": "jerseyeveningpost.com",
    "site": "jerseyeveningpost.com",
    "site_section": "https://jerseyeveningpost.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Jersey Evening Post",
    "title": "Shot at, bombed, electrocuted – the war hero who lived to 100",
    "title_full": "Shot at, bombed, electrocuted – the war hero who lived to 100 - Jersey Evening Post",
    "published": "2023-12-30T14:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://d3gvyx4eg3tne0.cloudfront.net/wp-content/uploads/2023/12/Img37257979-1024x681.jpg",
    "performance_score": 0,
    "domain_rank": 45877,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "00b26ac9a1030c726820fd1f9362c559461e5e0c",
  "url": "https://jerseyeveningpost.com/news/2023/12/30/shot-at-bombed-electrocuted-the-war-hero-who-lived-to-100/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsdesk",
  "published": "2023-12-30T14:02:00.000+02:00",
  "title": "Shot at, bombed, electrocuted – the war hero who lived to 100",
  "text": "THE fact that Billy Reynolds managed to reach the grand age of a hundred and die peacefully in bed will surprise many who knew him. Since a very early age he lived a charmed and fortunate life, which persisted despite the efforts of himself and the Germans to bring it to a premature end. As a proud, grey-haired veteran he was a familiar sight at many island memorial services in his smart blazer and beret, with his chest festooned with the medals which he earned in a war which few now remember. But what a life of adventure he led. He was born on 22 June 1923 in London and was still in a pushchair when his parents took him on a holiday to the Island of Jersey. As so often, they decided they loved it and wanted to return for good. The family business, selling ice cream, crisps and other groceries was soon set up, with Billy’s older brothers helping to deliver across the Island. Before long, Billy was helping out too, and first learned to drive by working the steering wheel of the family’s Model T Ford ice cream van on St Brelade’s beach, while one of his brothers operated the pedals. By the age of fourteen he could drive it unaided, and went on delivery rounds to every far-flung parish. When he wasn’t delivering, he managed to get himself into all sorts of scrapes with his daredevil approach to life. He nearly drowned at West Park swimming pool. He escaped from his burning home after something set fire to the bags of home-made crisps under the counter of the shop below. He smashed his head open sliding down some old railway lines head-first into a concrete block. He fell off a cliff at St Brelade and landed 30ft below with his head wedged between two rocks. His mate shot him with an air gun. The mail boat smashed into his little sailing boat in the Harbour and he managed to swim to safety. His homemade canoe sank when he paddled it out past Elizabeth Castle – and he had to swim to safety again. At the age of 14, he went to work as a tiler, and was employed on the old Jersey Electricity building on Broad Street. A man handed him a live electrical wire and he was thrashed all over the room, smashing all the tiles he’d helped to install because he couldn’t let go of the cable – someone they managed to pull him off and he somehow survived. Despite all of that, his greatest challenges were still to come, as the Island faced the threat of invasion in 1940. A large family, the Reynolds were uncertain what to do. They faced the same dilemma common to many people in the Island: should we stay, or should we go? The final compromise saw some brothers stay to keep the business going, while Billy and his mother left on one of the last boats out of the Island. He recalled being crammed into the hold of a filthy coal boat with hundreds of fellow evacuees, all wondering what the world had in store for them, with just a punnet of cherries to sustain them on their uncertain journey. This was the time of the U-boat and the voyage across the Channel was fraught with danger, but Billy’s astonishing luck held out and they arrived in England hungry, dirty – and alive. They set off by train to London, where his elder sister lived. Typically, Billy found work very quickly and was soon driving a delivery van full of produce from Covent Garden market to customers all over the capital; but he faced a grave new threat. The Blitz was beginning, and his delivery runs were punctuated by the whistle and bang of falling bombs. His foot on the accelerator, he dodged craters and burst gas mains to make his round. On one occasion after he had got out of the van, a stick of bombs fell and he was blown 20 yards down the street only to get up, dust himself off and carry on in the epitome of British sang-froid. On another occasion he ran to a shelter in the middle of a raid only to find it jam-packed full of people. They were all dead. Convinced the Reynolds’ luck would soon run out, he insisted that he and his family should sleep in a safe shelter at night, as the ghostly sirens wailed and the throbbing engines of the bombers announced another raid. Typically, his timing was perfect. When they returned to their flat the next day, all that was left was a smoking ruin after a direct hit. He managed to save his brother’s service rifle, but everything else they possessed was gone. With nothing but the clothes they stood up in, he went with his mother and sister to a village outside Liverpool where they hoped to be safe. The Luftwaffe had other ideas though, and Liverpool suffered its own Blitz. Billy, keen to help, was soon involved clearing wreckage, finding bodies and making areas safe around unexploded bombs. In between times he helped to craft carriages for 25-pounder guns, and before long he was approaching the age where he could expect to be called up. Like so many other young men of his age who had seen the effect that Spitfire pilots had on young women, he volunteered for fighter training. Unfortunately for him the Battle of Britain had already been won and the Air Force now needed bomber crews to take the fight to the enemy. He was offered training in air gunnery and fortunately had the good sense to turn it down; the attrition rate for young men who operated the turrets of Lancasters and Halifaxes was heartbreakingly high. Instead, he followed the call of his brothers who had enlisted in the Royal Army Service Corps. The unit they served in was to be attached to the Guards Armoured Division for the forthcoming invasion of Europe. First there was the usual “square bashing”, as he and his mates learned to march in step, then long route marches in tight army boots which left him blistered and exhausted. On one exercise he remembered getting soaked to the skin and freezing cold, only to get back to camp to find there was no hot water. Of his platoon, only he and his pal had a shower, in cold water; and they were the only ones who did not fall ill afterwards. He trained as a driver, a soldier who would drive a lorry packed with ammunition, towing a large artillery piece and often another trailer full of more shells. The British army recognised that supply would be essential to any attempt to break out of the Normandy beachhead. One training exercise saw him stay awake for three days and nights, driving, loading heavy shells, driving, unloading, driving, and so on. One by one his fellow drivers either fell asleep or crashed. Billy was the only man left at the wheel at the end of the gruelling endeavour, and he reckoned it stood him in good stead for the efforts of the battle for Caen which was yet to come. He learned to drive all sorts of military vehicles, in case his talents were ever called upon. He even mastered the amphibious DUKW, known as the “Duck”, after churning around in a harbour on the south coast. His manoeuvres almost came to a sudden end when a Swordfish torpedo bomber pilot, making a practice bombing run, accidentally released his unarmed torpedo aiming straight for Billy’s DUKW. His driving instincts on full alert, he managed to steer away from the enormous projectile which landed with an almighty splash off his bow. His superiors recognised Billy’s talents, and he was put in charge of training his group of drivers in how to waterproof their lorries in preparation for the invasion. True to form, as the landing ramp went down, all of the lorries rolled off the ramp, floated successfully, and pulled safely onto the beach. His own lorry flooded and sank… but Billy, of course, was able to make his way to shore. He had landed a few days after D-Day, close to Arromanches. For the first days of his campaign he was busy helping to build the road that still leads out of that town. On one occasion, he drove slightly inland to a château where his unit was based. As his lorry was loaded he and a mate went to explore a German arms dump, where they amused themselves by throwing stick grenades into a lake. Once loaded they drove back to the beach before returning to the château, only to find an enormous smoking crater where the arms dump had been. Their ashen-faced colleagues said the site had been booby-trapped, and had exploded with an enormous roar just after they had left… Soon afterwards he fought in the terrible battle for the city of Caen, where he was dug in to a foxhole when German bombers came over. From his time in the Blitz, he said, he knew when and where a bomb would land, and he heard the stick of bombs falling closer and closer to him. Boom! Boom! “The next one’s for me,” he thought… but somehow the explosion didn’t come. When the raid was over he went to have a look. There were two craters where enormous bombs had fallen, just on either side of his little foxhole – and neither of them had gone off. He and his mates were always dismissive of the skill of the American bomber pilots too. He often said that when the British bombed, the Germans ducked. When the Germans bombed, the British ducked. And when the Americans bombed, EVERYBODY ducked! Another time he was cooking some eggs by a little stream and a German 88mm gun fired on his position. The high velocity shell landed in the muddy bank right next to his foot, spinning furiously, and shot out the other side to explode against a wall a hundred yards away. After getting through the Falaise Gap, his unit charged on and was one of the first to liberate Brussels – which he remembered as a particularly joyous occasion. Then he was at the sharp end of the famous “Bridge Too Far” campaign, as the Allies rushed to take a series of bridges through the Netherlands into Germany. In Eindhoven, his column of ammunition lorries was bombed to pieces, and Billy took shelter in the cellar beneath the local swimming pool. A bomb fell through the ceiling and into the pool above him but didn’t go off. When he got outside, lorries filled with tank shells and machine gun bullets were burning everywhere. He got into his burning lorry and tried to drive it away from where people were lying injured. He drove his loaded lorry at full pelt across the famous Nijmegen bridge, after those before him had all been destroyed by the German fire which was zeroed in on the target. Shortly afterwards he led a group of lorries to rescue civilians who were trapped in the bomb-damaged church at Elst in the middle of a fierce battle. As if all that wasn’t enough, his unit was then called to fight the Germans in the Ardennes, in the snow of the famous Battle of the Bulge. Despite getting caught in a minefield, shot at and bombed, he came out of it practically unscathed. In occupied Germany, his unit took over a house in a village. Billy raced his mate to get to the toilet first, but his mate won. When he pulled the chain the bathroom exploded as a booby trap went off. Perhaps the incident which sums up Billy’s war most effectively was the time when he and another friend decided to go “fishing”. His friend managed to source a rowing boat, and they rowed out into the middle of a lake. “Where’s your fishing rod?” his mate asked. “I don’t need one,” said Billy, “I’ve got THIS!” – and showed him a German anti-tank mine, big enough to blow up tons of heavy steel. “I’ll throw it over the side, and you row like hell!” So over the side went this device, and his mate started to row. But as soon as he did, one of the rowlocks broke – and he carried on rowing as fast as he could with one oar, which, of course, meant they went around in a big circle just as the mine went off. The next thing Billy knew, he was floating about in the water surrounded by the remains of a rowing boat and hundreds of dead fish…. And so, unbelievably, Billy survived the war, and finally returned home. But, like many returning servicemen, he found the sudden change very difficult. For years he had lived with the ever-present threat of danger and death, and quiet Jersey offered him none of that excitement. The burgeoning amateur car racing scene was an inevitable attraction, and very soon Billy was able to capitalise on his hard-won experience to race with the best. In a series of bewilderingly dangerous cars, he quickly became a champion at hill climbing and sand racing. One of his cars featured suspension made from old parachute webbing; another had a fuel tank full of benzine and ethanol right next to his head. But ironically it was as a spectator that he received his worst injury. He was watching the 1949 road race from a corner at Bel Royal when a car skittered around the corner out of control, its brake lines severed. It mounted the pavement and crashed into the group of spectators. A policeman and one other man were killed, while Billy was hit by the front wheel and thrown up into the air. He was knocked out when he fell back to the ground, and was assumed by many to be dead. Luckily for him a doctor was one of the first on the scene, and managed to resuscitate him in the ambulance on the way to hospital. Who knows where this love for motor sports might have taken him – he had an invitation to drive in the prestigious Monte Carlo Rally in 1957, which was eventually cancelled because of the Suez crisis – but he was prompted to take a slightly less risky approach to life when he met Doreen, the love of his life, While she loved sharing the glamorous 1932 Lagonda which Billy drove with flamboyant style, she soon presented him with three children who he adored. That said, he only slowed a little, and was still racing that beautiful old car at hill climbs and international rallies well into his eighties. It was at an old motor show on Jersey’s People’s Park that Billy met a man called Stanley Humpleby, and they found that they had both served in Normandy, Stan was a member of the island’s Normandy Veterans Association, and encouraged Billy to join. Soon he was an enthusiastic member and joined his old comrades on many trips to his old battlegrounds. The loving welcome of the French people, the children in particular, never failed to move him. Like so many veterans he was happy to reminisce about the humorous side of army life, but was reluctant to speak about anything which might single him out as “heroic” in any way. The real heroes, he insisted, were his many friends who didn’t return. Perhaps his finest hour came on the 70th anniversary of the landings, when he and his friend and fellow veteran Harry Fenn joined a service at the memorial in Bayeux. Thanks to some careful manoeuvring by JEP photographer Tony Pike, they ended up face to face with Prince Charles, as he was then. The Prince was intrigued to meet someone from Jersey. “I suppose you knew a few words of French to speak to the people of Normandy when you arrived in 1944?” he asked. “Oh yes sir,” Billy replied to our future King, “I knew how to say ‘voulez-vous coucher avec moi, ce soir?’” Charles burst out laughing. And that was Billy. Always with a twinkle in his eye, always generous with his time and his chocolate biscuits, a modest man who lived for speed, excitement and his family and many friends. To many of us, of course, a hero, despite his protestations otherwise. We are all very lucky that the Germans managed to miss him so often.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "billy reynolds",
        "sentiment": "negative"
      },
      {
        "name": "billy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "model t ford",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "island of jersey",
        "sentiment": "none"
      },
      {
        "name": "st brelade",
        "sentiment": "none"
      },
      {
        "name": "london",
        "sentiment": "none"
      },
      {
        "name": "island",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T15:14:14.271+02:00",
  "updated": "2023-12-30T15:14:14.271+02:00"
}