{
  "thread": {
    "uuid": "8ef7b0de12ea9133f803a528ef40eb3beb97a5d1",
    "url": "https://weekend.perfil.com/noticias/el-pique/llego-2024-y-exploto-la-pesca.phtml",
    "site_full": "weekend.perfil.com",
    "site": "perfil.com",
    "site_section": "https://weekend.perfil.com",
    "site_categories": [
      "travel",
      "by_us_locale"
    ],
    "section_title": "Home | Weekend",
    "title": "Llegó 2024 y explotó la pesca | Weekend",
    "title_full": "Llegó 2024 y explotó la pesca | Weekend",
    "published": "2024-01-05T23:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://fotos.perfil.com/2024/01/04/trim/1280/720/04019dejulio-1731306.jpg",
    "performance_score": 0,
    "domain_rank": 8880,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ef7b0de12ea9133f803a528ef40eb3beb97a5d1",
  "url": "https://weekend.perfil.com/noticias/el-pique/llego-2024-y-exploto-la-pesca.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jorge Virgilio",
  "published": "2024-01-05T23:30:00.000+02:00",
  "title": "Llegó 2024 y explotó la pesca | Weekend",
  "text": "Resumen semanal de pesca: Llegó el 2024 y aún en pleno verano, las lagunas siguen entregando pejerreyes. Sauce Grande, Salada Grande y Cochicó pican en punta. Mejoramiento en los niveles de aguas interiores, con arroyos, canales y Salado aún sin explotar pero con buenas perspectivas. Hay algo de lisas, tarariras aisladas y no mucho más. Lo mejor, Quequén Salado en Oriente y en el Río Salado, a la altura de ruta 3. La carpa abunda en todos los pesqueros. La variada irregular en el mar, con puntos altos en Monte Hermoso, San Blas y en las playas más alejadas de los centros turísticos. En los muelles, la clave está en las horas con menos afluencia de gente. Excelente opción son la pesca embarcados en el mar en el mes de enero, ya que el pique se aleja y las chances de tener una buena embarcada es alta. Claromecó, San Blas, Mar del Plata o Santa Clara, cuatro destinos que pagan bien. Los muelles cebados del Guazú empezaron a dar bogas, que poco a poco van afirmándose. Embarcados, la pesca tiene sus días. El Paraná como el Uruguay con mejor situación y un pique en ascenso, especialmente con muchos dorados. Embarcados en nuestro río aguas color león, la pesca de bogas no se afirma, tiene altibajos en los malecones donde abundan las carpas. Doradillos, para disrutar. Momento de muchos concursos en todo el país a partir de la siguiente semana donde tendremos grandes eventos en la costa como en el Río de la Plata. Guía completa de todas las fiestas que se vienen en los próximos meses. Cómo navegar el mapa: Los colores identifican las provincias, no el estado del pique en cada una de ellas. Hacé clic en los puntos de tu interés y encontrá toda la información del pique en el panel de la izquierda. O desplegá el menú de los ámbitos haciendo clic en la cajita blanca del extremo izquierdo de la parte superior, a la izquierda de la palabra “Pique…” Para ver el mapa en pantalla completa, hacé clic en el cuadrado blanco, a la derecha de la imagen. Y si querés saber cómo llegar y el tiempo estimado de viaje, tocá el rombo con la flecha, a la derecha de la imagen. Las ubicaciones sobre el mapa son orientativas y pueden variar con la ubicación real. Informe de los pesqueros relevados: Costa atlántica: Albufera Mar Chiquita Buenos Aires : Dentro de la albufera estuvo dificil el lenguado, la lisa tuvo sus días y lo más parejo fue el pejerrey. En la boca si se dieron buenos lenguados y las negras, cruzando estuvieron picando con altibajos. Buenos servicios en pesquero San Gabriel (Tel.: 0223 156 821885) como en Juan y Juan (Tel.: 0223 4214421). Entre los prestadores, recomendamos servicios del guía Cristian Di Paolo (Tel.: 0223-156 232017), Matías Elías (Tel.: 2236223724), Germán Rigane (Tel.: 2235010350), Eduardo Cañueto (Tel.: 2236 85-9522), Pesca Embarcada Juanjo (Tel.: 2236873284) y Lalo Ohana (Tel.: 2235210907), entre otros. Bahía San Blas Buenos Aires : En inmediaciones a la playa de arena y al Haras hubo buena pesca de corvinas, pero también algunos pescadores experimentados como Daniel Giménez cobraron excelentes pejerreyes panzones y escardones. Hubo jornadas de grandes capturas de escualos. Embarcados, el año arrancó firme con buena variada y una aparición más pareja de corvinas, ya es el 40% de las capturas que se hacen de esta especie en las salidas. De costa destacamos guiadas de los amigos Fernando Riera (Tel.: 2920 322665) y Diego Fernández (Tel.: 2915 139448). Embarcados, Carranza Pesca y Turismo (Tel.: 02920 499258).\nLeé también Buscando la variada en Punta Lara Balneario Marisol Buenos Aires : En una zona donde el pique fue dispar, Marisol es de lo mejorcito con mucha corvina chica que se da de costa, bastantes chuchos y el resto de la variada, junto a algunos bacotas a tiro de caña. Menos gente este año, eso favorece a que el pique sea mejor a otras temporadas. Alejarse a zonas como el barco hundido o el arroyo El Gaucho favorece mucho más a los rindes y también, la opción nocturna. Ya tiene fecha del 21/1, la propuesta del Oriente F.C, un torneo a la corvina muy atrapante. En Marisol, todo para el pescador en Punto Pesca de Alan Valladares, comercio de la localidad donde encontramos carnadas y buenos artículos de pesca.\nClaromecó Buenos Aires : No fue una gran semana, el pique muy raleado, con algunas corvinas rubias, gatuzos, pescadillas y rayas. Mejora si el clima acompaña, con viento norte y agua sucia. Para el lado del caracolero, muchos sargos y pejerreyes gordos de 400 a 500 gramos. Buena alternativa para cuando el mar no está bueno. Embarcados, si se puede entrar, pesca asegurada de pescadillas, gatuzos, palos y corvinas de los amigos de Audaz Embarcaciones (Tel.: 02983 445335). En la zona encuentra La Boutique de la Carnada, con su clásico local en Tres Arroyos, y en temporada, también en calle 9 entre 26 y 28 en Claromecó. Buena atención y las mejores carnadas.\nLeé también Río Negro apuesta por la siembra de truchas en sus cursos de agua Faro Querandí Buenos Aires : La variada en los últimos días estuvo escasa, con corvinas rubias, chuchos, melgachos y lo más relevante, la captura de algunos buenos escualos, tanto bacotas como gatopardos. Recordemos que allí esta nuestro amigo Ricardo Koellner del famoso “Taxi del Faro” (Tel.: 2255 1541 7178). La Lucila del Mar Buenos Aires : En las últimas horas el pique costó bastante, se dieron lindas corvinas y pescadillas, se cortó el pejerrey y las burriquetas, que venían firmes con las roncadoras, se alejaron del muelle. Las Toninas Buenos Aires : En las nuevas escolleras se siguen logrando muy buenas capturas de variada, con corvinas, brótolas, bagres, peritas, rayas y chuchos. Mar de Ajó Buenos Aires : Con buen clima hubo pesca desde el muelle de bagres de mar, rayas, chuchos y alguna corvina rubia que no salen en abundancia. La variada de noche mejora, con lances largos que pagan mejor. En el muelle hubo momentos de bastante pejerrey. Allí hay restorant, casa de pesca, venta de carnada y alquiler de mediomundos. Se abona $ 1.500 para ingresar y los jubilados, como las visitas, abonan $ 750. Mar del Plata Buenos Aires : Nos comentaba Alejandro Roucco que pasó un inicio de año muy tranquilo, con muchos altibajos en el pique de variada, muy distintos resultados a la semana anterior. El clima afecto, mareas bajas con mucho viento que generaban que sea bastante inhóspito estar en las escolleras o muelles. Se dieron pescadillas, corvinas rubias, palos y rayas, pero muy esporádicas capturas. Constitución y Acevedo, dos escolleras del norte con alguna burriqueta chica y algo de pejerrey sin descollar. Al cierre de este informe, en la tarde del jueves, linda pesca de pejerreyes en el Club de Pesca Mar del Plata.\nLeé también Salada de Madariaga, pejerreyes con altas temperaturas Mar del Plata Buenos Aires Embarcados : Las salidas de Aquafish fueron de una resonante de pesca de limones, con más de 160 capturas, a otras donde costó muchísimo encontrarlos. Lo que hay en cantidad es besugos y chernias, con muy buenos portes mezclados.\nLeé también 16 horas con la caña en la mano Miramar Buenos Aires : Según señalaba Marcelo Arias de Pasión de Pesca Miramar, no mucho mejor el panorama a balnearios vecinos, con la pesca muy floja y un clima desfavorable en las últimas horas, una constante de los últimos días. En la piedra se dan algunos sargos, pejerrey y aislada la variada con algunas corvinas, pescadillas y gatuzos. Aunque no a todos les gusta, la clave está en la piedra. Monte Hermoso Buenos Aires : De los balnearios de la zona, el de mejor rendimiento, variada excelente, mejor en la noche, con corvinas lindas de playa en la desembocadura del Sauce Grande o pasando el Camping Americano. Brótolas, pescadillas, burriquetas, escardones y bacotines completan la oferta piscatoria. Allí en Monte Hermoso encontramos El Rincón del Pescador, emblemático comercio de la localidad en Faro Recalada 226. Orense Buenos Aires : Tras semanas anteriores que salieron tremendas corvinas rubias de calidad, aflojó mucho en la última semana. Se dio algo de pesca, pero muy aislada y sin un pesquero que haga la diferencia, cumplieron con capturas la zona del arroyo, La Forestal, la misma bajada y las cercanías al quinto salto, donde hubo pejes y algunos sargos. Cuenta regresiva para el torneo del 14/1 del club local, 23° edición de un concurso a la corvina, con más de siete millones de pesos en premios. Informes: (02983-512191). Punta Médanos Buenos Aires : Si las condiciones del mar son acordes, se pesca bien buena variada, con pescadillas, brótolas, congrios, corvinas, melgachos, rayas y bagres. Quequén Buenos Aires : En la escollera estuvieron pescando amigos loberenses al cierre de este informe con muy buenas capturas de palometas chicas. Reta Buenos Aires : De noche sigue pagando mejor con la variada, de día está más dura la pesca, salvo jornadas excepcionales. Destacar servicios de traslados y carnadas Carlitos: Tel.: (02983) 562046. Calle 48 y 35, en Reta. En el verano, grandes propuestas en estas playas. El 28/1, el club Quilmes realiza su clásico torneo, y el 10 y 11/2, tendrá las míticas 24 horas de la corvina negra. San Cayetano Buenos Aires : Desconcierta el poco pique. Sigue muy flojo. Han sacado algunas corvinas y gatuzos, no más que eso. Ya tiene fecha el clásico torneo \"La rubia de San Cayetano\". Tendrá lugar el 18/2, de 9 a 17 hs. Hay $ 7,000,000 al ganador, y muchos sorteos, entre ellos, el de un Toyota Etios. Más de $ 35,000,000 en premios. Santa Clara del Mar Buenos Aires : Bien temprano da algunas pescadillas y corvinas, un rinde muy distinto a las semanas previas, al menos de orilla. Cuando se puede, las salidas embarcados de \"Lobo de Mar\", pagan bien con pescadillas y corvinas rubias, además, algunos gatuzos, brótolas y congrios. En las últimas horas, Cañueto logró buenos tiburones, como siempre, marcados y devueltos. Buenas carnadas y atención en nuestro amigo Gustavo Diaz de Escollera Tandil, con buena atención y servicios para el pescador, en Av. Del Arroyo 51, en Santa Clara. Guía destacado embarcados, Eduardo Cañueto (2236) 85-9522.\nSanta Teresita Buenos Aires : Discreta la variada, con corvinas, brótolas, bagres, chuchos y rayas. Lo bueno, se ve mucha almeja que, por ahí, hace que arrimen las rubias que no lo han hecho en cantidad hasta ahora. Embarcados si la cosa está mucho mejor, con pescadilla, gatuzo, corvina, raya y congrio. Referencia, guía embarcado Cristian Maurs (Tel.: 2257 58-0835). Villa Gesell Buenos Aires : El muelle tuvo momentos de corvinas, y bagres, también pez palos y gatusos que siempre están presentes. De costa, con la limitación de que por estar en temporada se pesca de 20 a 9 hs, hay burriquetas y se entrevera algo de variada. Bahía Solano Chubut : Tiempos de gallos en la región. Para el 13 y 14/1/24 anuncian las 12 horas de pesca variada del sur argentino en Bahía Solano, de 22 a 10 hs. Organiza el club El Enganche. Informes: (0297) 4270491. Comodoro Rivadavia Chubut : La noticia pasa por que empezaron a salir pejerreyes de manila chicos, se mantiene el pez elefante que está picando en cantidad. El Condor Río Negro : Una de las noticias de la semana fue la puesta en vigencia de la Ley 5.706 que impone exigencias que nunca se habían dado en las costas de Río Negro, aunque si, en aguas interiores, donde esta regulada la pesca en ríos y lagos. Se pide permiso de pesca a partir de ahora, y la ley señala que para la pesca deportiva marítima desde tierra y embarcación se permitirá la utilización de la caña y el reel, así como los accesorios que son imprescindibles para la captura, correcta manipulación y sujeción de las piezas, incluyendo el izado de a bordo. En el caso de la pesca embarcada deportiva de tiburones, las líneas de los aparejos autorizadas deben ser armadas con un solo anzuelo, quedando prohibido el uso de anzuelos en tándem y aquellos de hierro galvanizado tipo tartuna. Es obligatorio el uso de anzuelos tipo jota (“J”) con la barba limada o apretada. Alternativamente se puede utilizar anzuelos circulares, de cualquier tipo. La ley también tiene incidencia en los concursos orientados, en esta zona, particularmente al pejerrey, especies que abundan en estas playas. Las Grutas Río Negro : El pique está bastante irregular, escardon de tamaño mediano a grande, a medida que sube la temperatura, quedará sólo el pescadito chico. Variada, hay chucho, gallo y raya. En la zona, recomendamos visitar Las Grutas y el comercio Costa Pirata, en acceso norte a la ciudad. Viedma Río Negro : En la desembocadura, buenos lenguados con cornalitos o filet de pejerrey. Buenos portes. Cuenca del Plata: Arroyo Brazo Largo Buenos Aires : Con respuestas de doradillos y alguno de los lindos, esporádicamente capturas de algunas tarariras y carpas, bagres amarillos y bagre sapo o lagunero. Capturas de bogas más que nada de mediano porte y cada tanto alguna que califica para la parrilla, según señala Bruno que recomienda para los intentos de costa el camping El Lavarropas. Contacto: Roberto. Tel.: (03487) 15-472306. Asociación Argentina de Pesca Buenos Aires : Otra semana discreta para las carpas, salieron dorados, tanto con carnada como con artificiales, y las bogas fueron chicas pero si dieron en todo el muelle. Presente la variada de piel menor, en abundancia, con muchos porteños, amarillos y blancos. Berisso Buenos Aires : En los malecones la boga está pero no en la cantidad que lo están las carpas, especie presente en abundancia. Muy firmes los doradillos, preferentemente en las correderas que se forman en los palos, sumándose tarariras en los canales interiores. Referencia en la zona, Fernando Sánchez (Tel.: 011 5379-8430), guía en embarcados. Campana Buenos Aires : Bogas de orilla en el pesquero del Negro Flores, sobre la costa de enfrente a la ciudad, variadita entretenida en el Boat Club y en la costanera. Club de Pescadores Buenos Aires : Está buena la variada. Se lograron carpas, bagres, pirá pita y patíes que pican mejor de noche. También se dieron boguitas chicas. En lo que respecta a concursos, el Club de Pescadores anuncia en su muelle de la Costanera de la Ciudad de Buenos Aires, una nueva edición de este torneo clásico por parejas a la americana, es decir, los pescadores van alternando y pescan dos tiempos de media hora cada uno. Se extiende desde las 18 hs del sábado 13 a las 14 hs del domingo 14 de enero, y se puede inscribir al mismo hasta el 11/1, con un costo por pareja de $ 40.000, el cual incluye refrigerio, desayuno y almuerzo. Club de Pescadores de Olivos Buenos Aires : La variada está presente pero los portes son discretos, lo mejor pasa por los bagres amarillos y los patíes y las rayas. En la zona de las piedras, hay carpas y se han dado doradillos. La boga discontinuo su pique. Club Universitario de Punta Lara Buenos Aires : Recorriendo los clubes de pesca, tanto el Municipalizado, como en el club Universitario, lo mejor pasa por la variada, con moncholos, patíes, y bagres amarillos. Los piques de pejerreyes se dan bien temprano y al subir la temperatura se activan los doradillos y corren a las especies. El pique de la variada de cuero son de muy buen porte tanto los bagres amarillos como los moncholos. Se vieron saltar lisas pero no se pudieron obtener ninguna. También se mucha actividad de sabalitos que son atacados por los doradillos, según señala Emir Ricciardi desde la zona.\nCostanera Norte Buenos Aires : En la plazoleta de Puerto Argentino hay muchos doradillos en el día y patíes en horario nocturno. Por Tierra Santa, se ve algún sábalo, variadita de cuero, boguitas y doradillos. En Parque de los Niños, cerrado por el Buenos Aires Playa. Isla La Paloma Buenos Aires : Bruno habla de bogas medianitas y en menor medida algunas lindas parrilleritas, continúa el pique de bagres amarillos y pati de los lindos, con pulpitos de lombrices en los anzuelos, rodajas de anguila o porteñitos marcan la diferencia. Con presencia de muchos doradillos y cada tanto alguno de los lindos. Capturas de san pedro o cabeza amarga con artificiales y carnadas Isla Paulino Buenos Aires : Señala Ricciardi que si hablamos de Berisso, y más precisamente en la escollera de la Isla Paulino, hubo mucha variada de piel con porteños, bagres blancos, amarillos, carpas y algunos doradillos, advirtiéndose muchos pescadores con robador en busca de sábalos. Paraná de las Palmas, zona Campana Buenos Aires : Señala Bruno que pasó otra semana con respuestas de algunas bogas y carpas, más que nada por la noche, así como también por sectores se dan doradillos de hasta los dos kilos con alguna sorpresa de las lindas, en la pesca variada bagres amarillos y blancos, con respuestas de pati de portes diversos. Capturas de san pedro o cabeza amarga con artificiales y carnadas. Desde la costanera de Campana, para diversión de los más chicos, se están dando cantidad de mojarras desde la costa. Pasaje Talavera Buenos Aires : Presencia y respuestas de algunas bogas de las lindas, bagres amarillos y blancos, porteñitos, continúa la pesca de pati de diversos portes por el Talavera, les recuerdo como siempre que una de las buenas carnadas para esta especie son las rodajas de anguila o porteñitos frescos pescados en el lugar, esporádicas capturas de san pedro o cabeza amarga con artificiales y carnadas. Cardúmenes de mojarras, según relata Bruno desde Campana. Pejerrey Club Quilmes Buenos Aires : En horas nocturnas, se sigue dando patí y bagres amarillos, sumándose algunos pejerreyes a fondo. El doradillo está a full, y hay mucha variada. Las lisas en el muelle no están, pero si se dan entrando un poco al agua cuando baja el río, desde la playa. Río de la Plata norte Buenos Aires : Por Oyarbide, buscando entradas a la isla, hay buenas tarariras con artificiales, sumándose doradillos en las bocas de arroyos tanto con carnada como con señuelos. Más sobre el área costera desde San Isidro a La Boca, fuerte presencia de doradillos con mayor concentración en las usinas donde Prefectura corre a las lanchas de los pescadores. Guías en la zona: Nicolás Piñero (Tel.: 11 4407-8269), Claudio Cairo (Tel.: 11 3137-5467); Javi Pesca, (Tel.: 11 6247-1462), Julio Alquezar, (Tel.: 11 5751-5776) y Franco Casaccia, (Tel.: 11 4025-8041). Río Paraná Bravo Buenos Aires : Reitera nuestro referente Bruno que en algunos sectores del Bravo, donde sabemos se encuentran la colonia de mejillones asiático, se están dando algunas bogas de portes interesantes, continua la presencia y capturas de bagres amarillos, algunos blancos, porteñitos y pati algunos de muy buenos portes, actividad de descarnadores o marietas por la zona. Capturas de san pedro o cabeza amarga con artificiales y carnadas. Río Paraná Guazú, embarcados Buenos Aires : Cuenta Luis María Bruno que se obtienen respuestas de bagres amarillos y paties. En líneas generales, son de lindos portes las dos especies. Continúa la presencia de doradillos, por sectores con respuestas de algunas bogas de las parrilleritas. Mucha actividad de mojarras por la zona. Río Paraná Guazú, muelle y costas Buenos Aires : Semana en donde la pesca de muelles esta un tanto remisa con algunos bagres, pati y algún porteñito, solo en los muelles cebados con maíz se dio alguna boguita interesante o carpa. Mojarras desde la costa diversión asegurada para los más chicos, de acuerdo al informe de Bruno desde Campana. San Nicolás Buenos Aires : Un destino familiar a sólo 230 km de Capital, hay zonas de muchos doradillos, con ejemplares grandes que están medio remolones pero que ya se van a dar. Además, la chance de los patíes. Referencia en la zona: Guía Gustavo Aliani (Tel.: 0336- 154 594282). San Pedro Buenos Aires : La variada es una gran alternativa con carnada en este momento, además, la chance del doradillo. Destacamos entre los servicios en la zona al guía Ruly. Contacto: Tel.: (03329) 55-2029.\nZárate Buenos Aires : Entre mucha boga chica que es la atracción de los pescadores costeros que la capturan junto a bagres amarillos. Embarcados, se entremezclan algunas de mejores portes. Bella Vista Corrientes : Pasó un temporal que hizo estragos en la zona, nos solidarizamos con los afectados. En cuanto a pesca, en los últimos días volvieron a salir con excelente pesca de dorados. En la zona, parada obligada Dorado Fly Pesca, de Leo Cantalupi (Tel.: 11 6970-5673). Empedrado Corrientes : Días a puro lingote dorado, en un ámbito que viene en ascenso. Referente en la zona: Darío Jara. Guía. (Tel.: 03794 61-1165). Esquina Corrientes : Pecsando con bait al golpe, mucho dorado. Con señuelos de paleta partida, buenos ejemplares. Pesca nocturna brinda lindos cachorros y dorados que pescan anclados con carnada viva, hay mucho sabalito con la creciente. Itá Ibaté Corrientes : En este destino calificado del Alto Paraná, hay muy linda pesca de pacúes y bogas. Además, algún surubí. Itatí Corrientes : Hay buena pesca de dorados en este momento, con ejemplares que promediaron los 3 kilos. Paso de la Patria Corrientes : Bajando por el Paraná, de norte a sur, hay que decir que por Paso de la Patria las noticias son buenas, con interesantes respuestas de dorados y surubíes. Camping Ipona Guazú Entre Ríos : Patíes y bagres amarillos son lo más destacado de la pesca en este momento. Contacto: Camping Iponá Guazú. Tel.: (011) 5416-6387. Cinco Bocas Entre Ríos : Continúa el pique con lindos portes de bagres amarillos y blancos, algunas carpas de buen porte y bogas de las parrilleritas, continúan las respuestas de pati de lindos portes, mucha actividad de dorados cazando por la zona, según detalla Luis María Bruno desde Campana. Concepción del Uruguay Entre Ríos : Con un río que está entre los 2,5 a 3 m, la pesca está formidable pero todos ejemplares de baja talla, hablando de dorados de hasta 2 kilos y bogas, muchas chicas y alguna parrillerita entreverada. La variada con mucho pati y bagres amarillos con daditos de mojarras y sábalos. El guía Julián Marchessi habla de un río lleno de vida, con una impresionante actividad en este particular destino donde el pescador se encuentra con diferentes situaciones para pescar, desde barrancas, palos, ramas volcadas al agua, gran cantidad de puntas de islas, bancos y piedras, donde el ámbito va cambiando a cada tramo y la pesca se hace cada vez más divertida. Muchísima actividad con fly y bait. Julián Marchessi - Guía en Concepción del Uruguay. Tel.: 03442 47-9701.\nConcordia Entre Ríos : Tras casi dos meses donde la creciente castigó a los pescadores y a las comunidades costeras, ahora está ideal para pescar dorados. Como siempre pasa en estas situaciones de aumentos de caudal importante, luego queda mucho pescado. Referentes entre los guías de la zona, \"Cacho\" Toller (Tel.: 0345 154034220). Doradito Entre Ríos : Semana con respuestas de algunos bagres amarillos, blancos y del tipo picudo, alguna captura de boga medianita a chica, algún doradillo y alguna carpa de las lindas no mucho más, de acuerdo a la data que baja de los amigos de Semanario del Pescador. Isla Botija - Puerto Constanza Entre Ríos : Por esta zona, señala Bruno que se mantiene la buena pesca de pati de diversos portes, bagres amarillos y porteñitos, con respuestas de algunas boguitas medianitas a chicas y doradillos algunos pocos rondan los tres kilos. Paraná de las Palmas Entre Ríos : Mucha actividad de bogas chicas que no dan tiempo a comer a las grandes. Las mejores se dan de noche. Río Alférez Nelson Page Entre Ríos : La pesca variada con bagres picudos, amarillos de lindos tamaños y algún pati de los lindos, respuestas de algunas bogas de lindos tamaños, las que están tomando granos de maíz fermentado y masas, según señala Luis María Bruno, palabra calificada en la zona. Río Gutiérrez Entre Ríos : Bruno indica que hay respuestas de bagres, algún porteñito y pati, comenzaron a activarse un poco los doradillos y cada tanto alguna tararira. Victoria Entre Ríos : Según nos comentaban desde Pepo Pesca, la crecida está llegando a su pico y el clima no es el mejor en este momento, pero la pesca viene siendo muy buena en las últimas semanas. Dependiendo las situaciones, se da en el río o entre las lagunas, pero coinciden en que se dan dorados en abundancia de todos los portes, desde muchos chicos hasta algunos ejemplares de muy buen porte. Se vienen tiempos donde se empezará a disfrutar del surubí con carnada, al igual que la variada que hay en cantidad, una muestra de una excelente riqueza íctica en la zona. Guía referente: Pepo Pesca. Tel.: (03436) 445144. Villa Paranacito Entre Ríos : Desde la costa hay muy buena variada, con doradillos, boguitas tres puntos, cabezas amargas y el resto de las especies de piel. Embarcados, en las correderas que se forman por los desbordes el doradillo, muy activo y la chance de las tarariras. Destacamos servicios un guías referente como David Del Valle (Tel.: 03487 52-4128). Rio Pilcomayo Formosa : Dentro de la provincia de Salta, rige el período de veda desde el 18 de septiembre de 2023 hasta el 31 de enero de 2024 inclusive. Cayastá Santa Fe : Buen pique de variada, con bagres amarillos, armados y patíes. Además, se mantiene en el Paraná el buen pique de dorados y doradillos. Coronda Santa Fe : Los amigos de Agustina La Pescadora disfrutan de buena variada de piel en este momento. Salen desde Arroyo Leyes, Coronda y Santa Fe, brindando servicios de pesca, avistajes de aves, acampadas, paseos o un simple viaje a la isla a comer un asado, todas propuestas más que tentadoras para el aficionado. Contacto: Tel.: 0342-155322843. Reconquista Santa Fe : El primer informe de este destino santafecino del año habla de una altura del rio muy buena, un nivel espectacular para la pesca y muchísima vida en el rio, con abundantes alevinos de sabalitos que comienzan a salir de adentro de las lagunas, también de mojarritas. Tras ellas, el dorado está muy activo en las costas cazando estos cardúmenes, sobre todo en las salidas de las lagunas y cambios de aguas donde sale el agua negra de las lagunas y se une con el agua marroncita del rio. El surubí todavía está inactivo, han aparecido algunos pero todavía no está firme, pese a que estamos en temporada de que aparezca. Por otra parte, la variada también está muy buena, todo lo que es manduvé, corvina de rio, moncholos y bagres amarillos. Referencias en la zona: Nicolás Manatini de Maná Excursiones. (Tel.: 03482 25-4486). Villa Constitución Santa Fe : Con un río crecido y con desbordes, la pesca de dorados está firme en todas las modalidades y especialmente en bait casting, fly cast y con carnada al golpe. Otra chance son los grandes patíes. Servicios en la zona, guía Nicolás Salinas, (Tel.: 0336-4026359). Diques, lagos y lagunas bonaerenses: Lago del Fuerte Buenos Aires : El pejerrey se reactivó, pica mejor en las horas más frescas, hay actividad de carpas y algunos lograron aisladas tarariras que hay en el ámbito pero son muy dificiles de encontrar. Recomendamos, como en todo ámbito, pero más en este, pescar y devolver en el mismo lugar de captura. Laguna Alsina Buenos Aires : Con el aumento de la temperatura se puso difícil la pesca y prevalece la variada con dientudos y bagres, poco pejerrey. En la parte norte, en la cola de Alsina, donde nace el canal aliviador, las mejores chances de pescar de orilla, aunque, como decimos, está dura para el peje. Este pesquero llamado Beltrame dispone de una linda costa para intentar con el peje. Contacto: Pesquero Beltrame: (Tel.: 2923 428413). Laguna Blanca Chica, Olavarría Buenos Aires : Cerró su tranquera hasta la próxima temporada. Laguna Blanca Grande, Olavarría Buenos Aires : Está linda de agua y nos brinda la chance de una linda pesca costera, entre peje y variada, en la zona de los montes. Si opta el pescador por embarcarse, trabajando mucho hay pejes medianitos. En el arroyo, bueno para la variada con excelente lugar para acampar. El lugar cuenta con alquiler de botes, con o sin motor, baños con duchas, camping y proveeduría completa, agua caliente y hotel con 8 habitaciones. Un predio espectacular, con sombra y todos los servicios que está abierto todos los días y con costos accesibles. Se ingresa por el Km 360 de la RN 226, traspasando el puente de las vías, donde encontramos el camino señalizado de acceso al espejo, el cual advertimos tras 10 km. Contacto: (Tel.: 02284-425750). Laguna Cochicó Buenos Aires : Las lluvias le han venido bien a este ámbito que recuperó nivel y claridad de agua. Se pescó bien a flote, tanto gareteando con bajadas de 25 a 60 cm o incluso más arriba, o anclados donde hay que buscarlos con líneas versátil o paternóster más abajo, en 1,5 m. El tamaño promedio de las flechas de plata está entre los 28 a 32 cm, pero se entreveran grandecitos. Destacamos servicios de guías referente como Horacio Montes de Oca (Tel.: 2314 534043) y Martín Gaita (Tel.: 2923-693787). Laguna Cuero de Zorro, Trenque Lauquen Buenos Aires : Mejoró mucho el pique, se da mejor temprano o después de las cuatro de la tarde. A flote con bajadas de 30 a 60 cm o aún más abajo, hay pique de pejerreyes. Las modalidades, a flote, anclado o gareteando. Servicios: Pesquero Cuero de Zorro (Tel.: 2393 51-0134). Botes y buenas guiadas con Pesca El Jabalí (Tel.: 2392 - 482916), Guillermo Cabrera (Tel.: 2392 526902) y Víctor Narváez (Tel.: 3388 676316). Laguna de Chascomús Buenos Aires : Continúa la preocupación por la mortandad de peces que se viene repitiendo en las últimas semanas. A la abundante de sábalo, se sumó la aparición de pejerreyes muertos. Según detalló Gustavo Berasain, voz autorizada en la materia y director de la Estación Hidrobiológica de Chascomús, la laguna debería subir al menos un metro y medio para que la situación mejore, pero esto no ocurriría en los próximos meses, por lo que el fenómeno se podría volver a repetir. Lejos está de recuperar su nivel optimo. Laguna de Juancho, Pesquero \"Don Lalo\" Buenos Aires : El clásico pesquero de los vivos en redes sociales entregó linda pesca. Le entró buen agua al arroyo y se dan bagres, algunas tarariras y pejerreyes. Contacto: Pesquero Don Lalo . Tel.: (02314) 51-7328. Laguna El Tupungato Buenos Aires : Cerró su tranquera este fin de semana y reabre recién el 31/1/2024. Laguna Hinojo Chico Buenos Aires : Ha bajado mucho el agua, el pique se mantiene de pejerreyes. Contacto: Laguna de Pesca 18 (Tel.: 2392 51-5719), pesquero que da a ruta 5. Laguna Hinojo Grande, Trenque Lauquen Buenos Aires : Mejoró mucho el pique de pejerrey en los últimos días. Buenos servicios tanto en el Pesquero Loma Alta, como La Redonda o Los Mellizos. Entre los guías, destacamos a Francisco Tornatore (Tel.: 2364419922), Marcial García Vercillo (Tel.: 2355444100), Carlos Dido (Tel.: 2392-614649) y Patricio Rodríguez (Tel.: 2317449098). Laguna Indio Muerto Buenos Aires : Charlamos con Jesús Delia, del Club local y nos dio la buena noticia de que el nivel ha mejorado mucho, se puede navegar y hay pesca, principalmente bagres y carpas. Laguna Kakel Huincul Buenos Aires : Este emblemático espejo ubicado en cercanías a Maipú y a la vera de ruta 2 recibió una buena entrada de agua. La pesca de carpas es interesante y, aunque no con la cantidad ni calidad de otras temporadas, algunas tarariras se están capturando. Contacto Pesquero: Marcelo (2268) 673329. Laguna La Barrancosa Buenos Aires : Cerró la tranquera hasta la próxima temporada. Contacto: (Tel.: 2281-15493401). Laguna La Boca Buenos Aires : En el pesquero homónimo, el único habilitado para entrar, ya se permite el acceso de botes particulares hasta 4.30 m. En cuanto a pesca, mejoró el pique de pejerrey y la lisa no es fácil pero tiene matungos inolvidables. Contacto: Club Laguna La Boca Tel.: (2243) 498121 - 1551820939. Ruta 41, Km 16. Desde La Boca operan Esteban Toffani (Tel.: 2241 497094), Juan Bravi (Tel.: 2241444891), Matías Ciberti (Tel.: 1137019082), Tomas Lynch (Tel.: 2241545568) y Andrés González (Tel.: 2241 494272), todos guías altamente recomendados. Laguna La Brava Buenos Aires : Hay que trabajar y moverse, pero la pesca está y con pejerreyes de buen porte. Chiripa, páter o flote los aparejos que pagan dependiendo las condiciones de la laguna que en este momento y como pasa en verano, tiene actividad náutica y mucha gente no pescadora. Mojarra viva como carnada. De orilla, floja. Laguna La Salada de Monasterio Buenos Aires : Le entró agua y eso ilusiona. La pesca se da de costa alejándose bastante del camping, con variada durante el día y alguna tararira al empezar a bajar el sol con carnada. Contacto: (Tel.: 2241507645). Laguna La Segovia, Puan Buenos Aires : Tiene una muy linda pesca de pejerrey en botes, portes mezcladitos con páter mejor. El espejo de 80 has, con el club local brindando servicios excelentes. Dispone de cinco botes el alquiler de última generación equipados con todas las medidas de seguridad. De orilla, casi imposible pescar, con costas pertenecientes a particulares y muchos juncales. Algunos, damas y chicos intentan desde el mismo muelle logrando algún pejerrey o buenos bagres que se prenden en la tarde. Laguna Las Barrancas Buenos Aires : Llovieron 70 mm, una bocanada de aire fresco en una situación crítica, esperemos siga en ascenso y vuelva a ser opción pronto. Laguna Los Claveles Buenos Aires : Sin servicios, hay que estar atentos a las lluvias que complican el acceso de una laguna que tiene la posibilidad de pescar de orilla como embarcados. El tamaño del pejerrey se achicó mucho, de costa está dura, aún de noche. Buenos avíos de pesca en la localidad en \"El Mosquetón\", comercio ubicado en 25 de mayo 750 de La Madrid. Contacto: (Tel.: 2926 409775). Laguna Los Horcones, Gral. Madariaga Buenos Aires : Está baja, aunque levantó un poco con las lluvias. Pica arriba, con chicos a medianitos pero también, lindas sorpresas. Buenos servicios en el Paseo Los Horcones como en el Club de Pesca San Nicolas , con nuevo concesionario desde hace muy poco tiempo. Laguna Los Manantiales Buenos Aires : La laguna del amigo Luis y que opera el guía Bournicourt, cerró su tranquera hasta la próxima temporada. Laguna Parque Grl. San Martin, 9 de Julio Buenos Aires : Estuvieron los amigos de Undercarp, en una nota que reproducimos en Weekend Web. Abundante presencia de carpas chicas y dieron con alguna que se salió del molde y superó los 7 kilos, siempre con harinados.\nLaguna Salada Grande de Madariaga Buenos Aires : La pesca no está fácil, el viento suele enturbiar las aguas y el calor dificulta el pique, pero trabajando y moviendose mucho es posible dar con los buenos pejes que tiene la laguna. No es una buena temporada de tarariras. El ámbito mejoró mucho su nivel, pasó de los 80 cm de hace un par de semanas al 1,30 m. actual. Contacto: Guías referentes en la laguna que destacamos son Urión La Gaby (Tel.: 2267-443108 o 2267 527404), Javier Ubiedo (Tel.: 2257550710), Andrés Brítez (Tel.: 2216079245), Mariano Andersen (Tel.: 2226531839), Omar Morelli (Tel.: 2257 66-9179), Jonny Burgos (Tel.: 2255 423535) y Sergio Sallago (Tel.: 2257523766).\nLaguna San Miguel del Monte Buenos Aires : Sigue con su oferta de pejerreyes que hay que pescarlos bien temprano o a última hora. Además, carpas que abundan y tarariras que no están saliendo en cantidad, pero están. Referencia en la laguna, Gilberto Iroz (Tel.: 2226-448809), quien alquila embarcaciones en las inmediaciones a la compuerta. El Club de Pesca Monte cuenta con botes en alquiler, bajada de lanchas, fogones, proveeduría y confitería. Laguna Sauce Grande Buenos Aires : El peje está firme, con buenos resultados embarcados, gareteando en el centro del espejo con brazoladas cortas, de alrededor de 10 cm. Lo mejor se da temprano, ya que luego se apodera de la situación el dientudo y los bagres, más si nos acercamos a los juncales. Pique de pejerreyes de 28 a 30 cm con algunos de 40 cm. Se pesca gareteando, con boyas ping pong dejándolas derivar bien lejos. En la zona, buenos avíos en El Rincón del Pescador, en Faro Recalada 226 de Monte Hermoso. En la laguna destacamos servicios de Lisandro Kappes (Tel.: 291-5082004) y Ariel Lozano (Tel.: 2914312163). Puerto Pilar Buenos Aires : A solo 55 km de CABA y muy cerca de Pilar, es una profunda tosquera hoy reconvertida en espacio recreativo. Hoy, con buena pesca de carpas. Contacto: Tel.: (011) 58793513. Recorrida federal: Dique Cruz del Eje Córdoba : Repuntó la pesca, con buen pique al garete. A flote, con un puntero pasante no muy pesado y una boya más bien chica en la segunda bajada, brazoladas de 70 cm al metro, con mojarra viva, con mayoría de capturas de pejes medianos y algunas sorpresas. La mejor pesca embarcados la hicieron al costado del paredón, donde los lugareños llaman Las Arenitas. Ojo, en toda la provincia cuesta conseguir mojarra. Recomendamos servicios de Eduardo, El Pulpo Pesca (Tel.: 3549 463789). Dique Los Molinos Córdoba : Sin cambios, sigue pareja la pesca, con balancin o aparejos de vuelo, de unos dos metros de largo total, con brazoladas de un metro, anzuelos n° 1 y boyas tipo cometa, pique que se da entre los 3 y 15 m. La pesca está buena, el peje se afirmó y lograron completar la cuota con muy buenos resultados. La carnada más rendidora es la mojarra viva. Alquiler de botes: Bahía El Negro de Pablo Silvanelli (Tel.: 03547 463593) Dique San Roque Córdoba : A pesar del calor pica el pejerrey, además, hay una linda pesca de tarariras en todas las modalidades con señuelo, cuchara o carnada. La carpa también pica con masa. Servicios: Camping Loteros. Alquiler de embarcaciones, venta de carnada. Tel.: (0351) 3817281. Embalse Río Tercero Córdoba : En este destino cercano a Villa Rumipal está el emprendimiento pesquero “ La Delia” (Tel.: 3584 22-4329). Cuentan con alquiler de tracker, botes y servicio de cabaña. El pique aflojó, se corrió para la zona de las islas y el peñón. Laguna De Suco Córdoba : Lo mejor pasa por la pesca de carpas en este momento, en una linda opción costera. Laguna La Chanchera Córdoba : Comenzó la temporada de verano, y desde el 2/12 está habilitada la laguna para la náutica. Se permite la pesca, pero siempre respetando y teniendo en cuenta que en verano, la prioridad es de los deportes náuticos. Laguna La Margarita Córdoba : Se habilitó la pesca pero, también, los deportes acuáticos, lo que generó que sea mucho el movimiento para los peces. Aún así, los que entraron, dieron con buenas capturas, de 200 a 500 gramos, y hasta 40 piezas por embarcación los más experimentados y conocedores del ámbito. Poca presencia de pescadores por la tararira, linda opción en este ámbito que administra el Club de Caza y Pesca Jovita. Tel.: (03385) 596295. Rio Gallegos Santa Cruz : Anuncian un torneo de verano para el 14/1, de 9 a 14 hs. Modalidad individual dos cañas o lata. Pesca variada, peso mínimo de un kilo. En la ría local, del muelle de hierro al Frigorífico Monte Carlo. Organiza: Club Pescadores Río Gallegos. Sierras de Córdoba Córdoba : Allí destacamos las pescas que realiza el guía Hugo Tello (Tel.: 3544415188), un referente en la zona. Mucha actividad, con una media de lluvias muy por debajo de la anual, lo que hace que los ríos estén bajos y con algo de verdín. Aún así, las truchas están saludables y se pesca bien en correderas y pozones, con cuchara o mosca, está última, la modalidad que mejor paga. Dique El Tunal Salta : Desde el Club Circulo de Pescadores en Salta informan que desde el 27/11 inicia la veda en el Embalse El Tunal de acuerdo a la normativa vigente (Res. 699/23 SAyDS). Dicha medida se extenderá hasta el 29/02/2024 inclusive. Embalse Cabra Corral Salta : Fin de la veda desde el 30 de noviembre de 2023. Los distintos prestadores realizan salidas en las lanchas o catamaranes. El pique de pejerrey sale con filet de peje y bocacha, pescando con chiripa o páter. Los amigos del Catamarán El Tata (Tel.: 3874595407), son uno de los referentes en el lugar. Río Juramento Salta : Desde el Club Circulo de Pescadores en Salta informan que desde el 27/11 inicia la veda en el Embalse El Tunal de acuerdo a la normativa vigente (Res. 699/23 SAyDS). Dicha medida se extenderá hasta el 29/02/2024 inclusive. Laguna Melincué Santa Fe : Este espejo ubicado en la provincia de Santa Fe está bajo y con escasa respuesta de pejerreyes. Algunos detrás de la isla, pero no justifica una visita salvo para los lugareños. Paso de los Oscares Santiago del Estero : Con el fin de preservar y mantener una población estable de peces en ríos y lagos de la provincia, la Dirección General de Bosques y Fauna resolvió mediante Resolución 2023-09637686-GDESDE-DB#MPR, vedar la pesca y extracción de todas las especies ictícolas (Dorado, Bagre, Sábalo, Tararira y Boga) en todo el territorio desde el 1 de diciembre de 2023 hasta el 28 de febrero de 2024, pudiendo ser extendida si las condiciones reproductivas y climáticas así lo ameriten. Ríos, arroyos y canales bonaerenses: Arroyo Camarón Buenos Aires : Tanto en el puente Solanas Agüero como en otros puntos, la entrada de agua favoreció que empiezen a picar bagres, carpas y hasta algunas tarariras. Arroyo Claromeco Buenos Aires : Entró mucha lisa pero no está comiendo firme, hay de todo tamaño. Pican muy poco, a veces están todo el día y sólo media hora toman, en el repunte de la marea o al caer la tarde. La realidad, comen cuando tienen ganas y sacas dos o tres entre miles de ejemplares que se ven. Lenguados salieron en la desembocadura. Arroyo Las Flores Buenos Aires : Con buen nivel, se dio una linda pesca de carpas y se ven lisas, que no todos pescan. Es una muy linda opción entre Saladillo y Las Flores, aunque hay que estar atento a los niveles, ya que ante cambios bruscos el pique se complica. Arroyo San Miguel Buenos Aires : En la salida de agua de la laguna La Boca se apilaron muchas carpas, abundancia de esta especie en ese punto del arroyo. Arroyo Tapalqué Buenos Aires : Volvió a picar bien la carpa con un arroyo ya estabilizado, grandes capturas en inmediaciones a Olavarría, buena respuesta por la localidad de Tapalqué. Anuncian allí para el 21/1, la 15° edición del concurso a la carpa organizado por el club de pesca homónimo. De 10 a 15 hs, con más de $ 2,760,000 en premios. Canal 15 Buenos Aires : Nada cambió. Con buenas condiciones hay pique de pejerreyes, también, buena actividad de carpas por La Cascada y en inmediaciones al puente de Pascuas. Para el lado de Cerro de la Gloria, entran burriquetas, bagres de mar, peritas y moritas. Canal 5 Buenos Aires : En inmediaciones a la ruta 11, abundantes capturas de carpas con harinados clásicos. Canal 9 Buenos Aires : Mucho caudal de agua que puede favorecer la pesca. Venía mal para la lisa, quizás este repunte produzca la entrada de la especie. Hay carpas y bagres, algunas tarariras. Búscando en inmediaciones a los puente 60 u 80, siempre buscar las compuertas o sifones. En inmediaciones a la 29, se vieron algunas lisas en inmediaciones a la unión del 11 con el 12. La Postrera, Rio Salado Buenos Aires : Bagres y carpas son la atracción principal, con muy pocos pejes y algunos juveniles de corvina. Pesquero La Postrera. Tel.: (02241) 408755. Pesquero El Destino, río Salado Buenos Aires : Pesquero aledaño a la ruta 2 que está semana tuvo buena pesca variada, siendo lo más presente la carpa. Además, se ve lisa pero no está comiendo. Contacto: (Tel.: 02241 57-0838). Pesquero Picurú (Ex Don Eduardo), río Salado Buenos Aires : En inmediaciones a la ruta 2, con la crecida había mejorado la pesca de pejerreyes, pero ahora esa especie decayó y mejoró la de patíes y carpas. Medianas a chicas son la constante, con masa, pero sorprendieron un par de dos cifras. Pesquero: Tel.: (2241) 49-6958. Pesquero Videla Dorna Río Salado Buenos Aires : Un nuevo acceso al río denominado \"El Pesquero\". Hay proveeduría con bebidas, leña, hielo y carbón. Está n inmediaciones a ruta 3, muy cerca de puente Romero. Ideal para entrar con el auto al lado y comer un asadito a la orilla del río. Mucho pique de carpas, algunos bagres y lisas que no están picando por el aumento de caudal del río. Contacto: Tel.: (2271) 435285. Rio Baradero Buenos Aires : No cambió mucho la información de la semana anterior, donde Brunos nos decia que hay sectores con buenas respuestas de bagres amarillos, algunas bogas de las buenas, bagres del tipo picudo y algunos doradillos de hasta los dos kilos. Rio Salado, Gorchs Buenos Aires : Tanto por esta zona en cercanías a la ruta 3 como por Puente Romero, buena pesca de carpas, abundancia de esta especie que la están pescando con todo lo que se les ocurra. Los portes no son muy grandes, pero hay cantidad. La lisa se puso difícil. Río Salto Buenos Aires : Luis Ventimiglia relevó este ámbito para Weekend Web y logró una linda pesca de tarariras con carnada en pocas horas de actividad, en un destino a 50 km de su ciudad natal de Chacabuco.\nRio Samborombon Buenos Aires : Creció bastante su nivel, pesca de carpas y bagres. Río Sauce Grande Buenos Aires : Se dieron los primeros lenguados de portes chicos, en la desembocadura se capturaron algunos pichones de negras y las primeras lisas en el mar. Aquí la versión del Mapa del Pique en Radio Perfil Galería de imágenes",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Environment",
    "Social Issue"
  ],
  "external_links": [
    "https://ads.us.e-planning.net/ei/3/259a6/articulo/teads?it=i&rnd=$RANDOM",
    "https://ads.us.e-planning.net/eb/3/259a6/articulo/teads?o=i&rnd=$RANDOM",
    "https://ads.us.e-planning.net/eb/3/259a6/articulo/teads?o=j&rnd=",
    "https://www.google.com.ar/maps/d/embed?mid=1f39U4xNsLo8IDr-bXXTI3-5SE5WVndk&ehbc=2E312F%22%20width%3D%22640%22%20height%3D%22480&ll=-36.95106782585819%2C-61.70280247290279&z=6",
    "https://via.placeholder.com/64x64?text=WEEKEND",
    "https://ads.us.e-planning.net/ei/3/259a6/articulo/teads",
    "https://www.ads.us.e-planning.net/eb/3/259a6/articulo/teads?o=j&rnd=",
    "https://www.ads.us.e-planning.net/eb/3/259a6/articulo/teads?o=i&rnd=$RANDOM",
    "https://google.com.ar/maps/d/embed?mid=1f39U4xNsLo8IDr-bXXTI3-5SE5WVndk&ehbc=2E312F%22%20width%3D%22640%22%20height%3D%22480&ll=-36.95106782585819%2C-61.70280247290279&z=6",
    "https://www.google.com.ar/maps/d/embed",
    "https://www.via.placeholder.com/64x64?text=WEEKEND",
    "https://via.placeholder.com/64x64",
    "https://ads.us.e-planning.net/eb/3/259a6/articulo/teads",
    "https://www.ads.us.e-planning.net/ei/3/259a6/articulo/teads?it=i&rnd=$RANDOM"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:07:00.910+02:00",
  "updated": "2024-01-06T00:07:00.910+02:00"
}