{
  "thread": {
    "uuid": "3c7fcc24212ac8bd456991c137bab47e306f33fd",
    "url": "https://www.elpais.com.co/feria-cali-2023/tributo-a-tirso-duarte-por-los-cubanos-ariacne-trujillo-y-mayito-rivera-en-el-encuentro-de-melomanos-y-coleccionistas-2840.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "http://www.elpais.com.co",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "Tributo a Tirso Duarte por los cubanos Ariacne Trujillo y Mayito Rivera, en el encuentro de Melómanos y coleccionistas",
    "title_full": "Tributo a Tirso Duarte por los cubanos Ariacne Trujillo y Mayito Rivera, en el encuentro de Melómanos y coleccionistas",
    "published": "2023-12-28T23:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/ovv_HoZqK7XocIjXla2ksGPHHfw=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/SAXJ7RNRDJDZ5C5TLG5MZDHBQA.jpeg",
    "performance_score": 0,
    "domain_rank": 21126,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c7fcc24212ac8bd456991c137bab47e306f33fd",
  "url": "https://www.elpais.com.co/feria-cali-2023/tributo-a-tirso-duarte-por-los-cubanos-ariacne-trujillo-y-mayito-rivera-en-el-encuentro-de-melomanos-y-coleccionistas-2840.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2023-12-28T23:06:00.000+02:00",
  "title": "Tributo a Tirso Duarte por los cubanos Ariacne Trujillo y Mayito Rivera, en el encuentro de Melómanos y coleccionistas",
  "text": "Feria de Cali 2023 Tributo a Tirso Duarte por los cubanos Ariacne Trujillo y Mayito Rivera, en el encuentro de Melómanos y coleccionistas Los asistentes se unieron en coro para cantar junto a Mayito ‘Un mal sueño’, una emotiva canción del desaparecido cantante cubano. [Por: Redacción El País](/autor/redaccion-el-pais/) Por Juan Carlos Moreno Urán, reportero de El País En una mágica noche de la Feria de Cali, los acordes de la música tradicional cubana resonaron con fuerza y emoción entre los asistentes para dar un sentido homenaje a un hijo adoptivo de Cali, el cantante cubano, Tirso Duarte. Este tributo a uno de los grandes de la timba cubana iba a estar a cargo de dos de sus mejores exponentes, la pianista y cantante Ariacne Trujillo y el exvocalista de Los Van Van, Mayito Rivera; esta noche del 27 de diciembre fue sabor y gloria para todos sus asistentes. [El País entrevistó a Ariacne Trujillo Durán, nominada al Grammy, nació en La Habana, Cuba. Comenzó su carrera como niña prodigio.](https://www.elpais.com.co/cultura/gaceta/la-danza-de-los-pajaros-a-volar-con-la-musica-de-samuel-torres-martinez-0433.html) Dotada de una afinación perfecta, ha desarrollado una amplia carrera como concertista y compositora. En este homenaje a su compatriota Tirso, la pianista comentó: “A mí me chocó mucho lo de Tirso, porque estudió conmigo desde chiquita y dos meses antes de su muerte estábamos hablando de grabar algo juntos y tengo hasta su último mensaje”. Era complicado para ella compartir palabras sobre su querido amigo, porque el dolor la inundaba, pero estaba allí para rendirle un tributo al amigo, padre y músico. “Me duele que tomó caminos que no debió haber tomado. Porque desde chiquito era un talento nato, era un loquito, pero era un talento. Por desgracia esto ocurrió, no quiero ni hablar porque me rompo toda”, agregó Ariacne Trujillo. La fuerza de la timba [Mayito Rivera, maestro de la timba y figura destacada de Los Van Van, tomó el escenario con la promesa de rendir este homenaje a Duarte. ](https://www.elpais.com.co/feria-cali-2023/video-con-retraso-y-homenaje-a-tirso-duarte-asi-se-gozo-la-verbena-del-oriente-al-son-de-la-timba-cubana-2724.html) “Desde los primeros acordes, Mayito tejió las canciones que hicieron famosos a Los Van Van, transportando a la audiencia a la esencia misma de la timba. Pero el punto álgido llegó al final, cuando colocó el atril con la partitura de la canción de Tirso ‘Un mal sueño’”, cuenta la melómana y periodista Paola Gómez, asistente al encuentro. En ese momento, la presencia del hijo mayor de Tirso, Yerandi Duarte Peláez, se hizo palpable. “Fue evidente que la emoción invadió al joven, quien, en soledad, no pudo contener las lágrimas”, reseña la melómana. [Mayito, con la maestría que lo caracteriza, suavizó la atmosfera con la melodía de ‘Un mal sueño’. La improvisación fluyo con una belleza única, como si cada nota recordara la grandeza de Tirso Duarte.](https://www.elpais.com.co/feria-cali-2023/encuentro-de-melomanos-y-coleccionistas-programacion-de-charlas-y-conciertos-para-estos-dias-de-feria-de-cali-2612.html) El homenaje se volvió más que un tributo; se convirtió en una adopción, donde Mayito Rivera, siendo cubano como Duarte, abrazó con su voz las canciones icónicas que definieron a su compatriota. La Orquesta Kimbara y Froyber Maya, figura clave en la organización, respaldaron el espectáculo. El tributo, en compañía del hijo de Tirso, resultó emotivo. La multitud coreó con fervor “El vacío adentro que tú me has dejado, Dentro va quemando, todo ha sido en vano, Todo ha sido falso, esto es un mal sueño. Esto es un engaño que tú llamas amor” y en la voz de Mayito todos entraron en un sentimiento de nostalgia. El hijo de Tirso, en un acto simbólico, compartió el escenario con Mayito, fusionando sus voces en un momento de conexión musical. En el encuentro de Melómanos y coleccionsotas en la Feria de Cali, Ariacne y Mayito dejaron una huella imborrable. Este gran show, poderoso como siempre, trascendió el tiempo y llevó a los apasionados de la salsa a un viaje lleno de nostalgia y celebración.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:30:42.979+02:00",
  "updated": "2023-12-29T00:30:42.979+02:00"
}