{
  "thread": {
    "uuid": "127e33219221c0df7137a8d836ca10b9b479e274",
    "url": "https://gulfnews.com/world/asia/philippines/top-10-visitors-to-the-philippines-by-nationality-1.1704293993406",
    "site_full": "gulfnews.com",
    "site": "gulfnews.com",
    "site_section": "https://gulfnews.com/",
    "site_categories": [
      "media",
      "car_culture",
      "vehicles"
    ],
    "section_title": "Gulf News: Latest UAE news, Dubai news, Business, travel news, Dubai Gold rate, prayer time, cinema",
    "title": "Top 10 visitors to the Philippines by nationality | Philippines – Gulf News",
    "title_full": "Top 10 visitors to the Philippines by nationality | Philippines – Gulf News",
    "published": "2024-01-03T16:44:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AE",
    "main_image": "https://imagevars.gulfnews.com/2024/01/03/Philippine-tourists_18ccfd184a6_medium.jpg",
    "performance_score": 0,
    "domain_rank": 1891,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 6
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "127e33219221c0df7137a8d836ca10b9b479e274",
  "url": "https://gulfnews.com/world/asia/philippines/top-10-visitors-to-the-philippines-by-nationality-1.1704293993406",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jay Hilotin, Senior Assistant Editor Follow us",
  "published": "2024-01-03T16:44:00.000+02:00",
  "title": "Top 10 visitors to the Philippines by nationality | Philippines – Gulf News",
  "text": "Manila: Affordable cost of living, learning English language, tropical weather, business opportunities. These are some of the key reasons South Koreans visit the Philippines.\nIn 2023, South Koreans topped the list of foreign visitors to its Asian neighbour. The tourism industry in the Philippines is on a roll, experiencing a remarkable resurgence, surpassing targets.\nManila's Department of Tourism (DOT) reported over 5 million foreign arrivals by December 12, 2023 — exceeding the initial target of 4.8 million.\nVisitor receipts Foreign visitor receipts reached Php439.5 billion ($7.88 billion), showcasing a 95.85 per cent recovery from pre-pandemic levels in 2019.\nTourism Secretary Christina Frasco hailed tourism as a \"strong pillar\" contributing to economic growth and employment .\nThe industry's success was further highlighted by accolades at the World Travel Awards (WTA) 2023, where the Philippines secured titles such as World's Leading Dive Destination and World’s Leading Beach Destination. The DOT introduced the new tourism branding, \"Love the Philippines,\" emphasising the nation's diverse offerings.\nChallenges Despite challenges in key source markets like China and Japan, the focus on domestic travel contributed to the industry's resilience. Looking ahead to 2024, the DOT set a target of 7.7 million foreign visitors, acknowledging uncertainties in international markets.\nThe industry's performance has been lauded as \"better than expected,\" with a notable increase in foreign investors recognizing the Philippines as a prime investment opportunity. The establishment of the Maharlika Fund and prioritization of strategic projects indicate a positive trajectory for the country's tourism sector in the coming years.\nTourism numbers to the Philippines Top visitors to the Philippines by nationality January 1 to Dec. 12, 2023\nSouth Korea – 1,341,029\nUS – 836,694\nJapan – 285,655\nChina – 252,171\nAustralia – 238,487.\nCanada – 206,571\nTaiwan – 186,140\nUK – 141,516\nSingapore – 140,633\nMalaysia – 92,383 Source: Department of Tourism\nWhy many Koreans go or move to the Philippines The Philippines has become an increasingly popular destination for Koreans due to its affordable cost of living, English language learning opportunities, tropical weather, and promising business prospects. Many South Koreans also fly to the Philippines to play golf.\nThe Philippines, particularly known for its attractive features such as warm climate, stunning beaches, and a lower cost of living compared to South Korea, has drawn Korean students pursuing English education and higher studies.\nThe affordability of Philippine schools, even reputed universities, adds to its appeal. Some Koreans choose the Philippines for tourism and retirement, while others explore business opportunities, notably the widespread presence of Samgyupsal restaurants.\nLearning English in the Philippines is advantageous, given its status as the global business language, enhancing individuals' marketability.\nIn general, Koreans prefer island destinations like Boracay and Cebu because of the good reviews in terms of hospitality, and Clark (for golf).\nRecovery, direct flights The Philipine tourism industry supports over 5.35 million jobs, said the Tourism secretary.\nSince the beginning of the year, the DOT has been pushing for the construction of more rest areas and roads leading to tourist destinations across the country.\nTo date, the DOT and its infrastructure arm, the Tourism Infrastructure and Enterprise Zone Authority (TIEZA), have launched 10 tourist rest areas, with plans to build 18 more in 2024.\nDOT’s collaboration with the Department of Public Works and Highways has also yielded 158 kilometers of tourism roads and an investment of at least Php16 billion in tourism roads for 2023.\nFrasco said the country has likewise recovered nearly 80 percent of its pre-pandemic international incoming seat capacity.\nFrasco had also been meeting with stakeholders to relay Manila’s support for direct flights, including with France, the United Kingdom, and Italy.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "christina frasco",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "department of tourism",
        "sentiment": "none"
      },
      {
        "name": "dot",
        "sentiment": "none"
      },
      {
        "name": "world",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-03T18:41:20.777+02:00",
  "updated": "2024-01-05T04:33:48.825+02:00"
}