{
  "thread": {
    "uuid": "42df708aa1930a19995aca114b002a30e474d0a4",
    "url": "https://bnnbreaking.com/world/canada/volvo-ex90-premieres-at-cias-a-beacon-of-fully-electric-luxury",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Volvo EX90 Premieres at CIAS: A Beacon of Fully Electric Luxury",
    "title_full": "Volvo EX90 Premieres at CIAS: A Beacon of Fully Electric Luxury",
    "published": "2024-02-16T10:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/eaf322474a29d981a70b2599e622f8e094ba1d480fea228544700fb73bc0cae0.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "42df708aa1930a19995aca114b002a30e474d0a4",
  "url": "https://bnnbreaking.com/world/canada/volvo-ex90-premieres-at-cias-a-beacon-of-fully-electric-luxury",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sakchi Khandelwal",
  "published": "2024-02-16T10:14:00.000+02:00",
  "title": "Volvo EX90 Premieres at CIAS: A Beacon of Fully Electric Luxury",
  "text": "In a dazzling display of innovation and a nod towards a sustainable future, the 2024 Volvo EX90, a beacon of fully electric luxury, is set to premiere at the Canadian International Auto Show (CIAS) in Toronto. This event, a crucible of automotive evolution, is not just about showcasing the latest in vehicular advancements; it’s a testament to the industry's shift towards electrification, with Volvo leading the charge towards a greener horizon. Among the metallic glint of new cars, SUVs, trucks, and concepts making their Canadian debut, the EX90 stands out not just for its sleek design but for its commitment to eco-friendly travel, offering up to 480 kilometers of driving range and the ability to charge remarkably quickly.\nThe Heart of Electrification\nAs the automotive world converges on Toronto, the CIAS becomes more than a show; it’s a glimpse into the future. The EX90 is a highlight, representing Volvo's pledge to full electrification by 2030. But it doesn’t stand alone. The show floor is a testament to innovation, with 31 new vehicles making their Canadian debut. From the Tesla Cybertruck with its futuristic design and impressive range, to the Fisker Ocean SUV that marries luxury with sustainability, the event is a panorama of what’s next in automotive excellence. Not to be outshined, the Rimac Nevera, hailing from Croatia, boasts being the quickest car in the world, a claim that underscores the leaps in electric vehicle (EV) technology and performance.\nA Nostalgic Twist and the Future in Motion\nYet, amidst the forward-looking technology and the electric dreams, there’s a nod to the past. A 1974 Ford Bronco, reborn through the vision of the Arc Motor Company as an electric vehicle, bridges the gap between classic aesthetics and modern innovation. Similarly, a replica of Barbie's pink 1957 Chevrolet Corvette, a whimsical addition from the Barbie movie, adds a touch of nostalgia, reminding us that the journey towards the future is also a celebration of where we’ve come from. The Canadian International Auto Show is not just about the cars; it’s a cultural event that captures the imagination, evidenced by the inclusion of a Static F1 Show Car and a racing simulator in the Fan Zone exhibit, offering a tactile experience of the racing world.\nLuxury and Legacy\nIn a quiet corner of the show, the grandeur of automotive history and luxury is on full display. Grand Touring Automobiles celebrates 50 years of automotive excellence, showcasing a selection of vehicles that are as much about art as they are about engineering. From the Rimac Nevera hypercar to the Zagato Porsche 356 Coupe, and the Himalaya Mariner, this exhibit is a reminder of the enduring allure of luxury and performance. It’s a space where the past and future converge, where the tactile sensation of leather meets the silent hum of electric motors, offering a glimpse into the evolving narrative of luxury mobility.\nAs the curtain falls on the Canadian International Auto Show, it leaves behind a trail of innovation, nostalgia, and a vision of a sustainable automotive future. The event, a kaleidoscope of the latest trends, luxury, and technological advancements, sets the stage for what’s to come. From the unveiling of the Volvo EX90, a symbol of commitment to electrification and sustainability, to the showcase of luxury and performance by Grand Touring Automobiles, the show is a narrative of progress. It’s a reminder that the journey towards an electrified future is paved with not just technology but with the stories of ambition, nostalgia, and the human pursuit of excellence.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Lifestyle and Leisure",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tesla cy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "volvo",
        "sentiment": "negative"
      },
      {
        "name": "cias",
        "sentiment": "none"
      },
      {
        "name": "international auto show",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "toronto",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T12:18:00.646+02:00",
  "updated": "2024-02-16T12:18:00.646+02:00"
}