{
  "thread": {
    "uuid": "78d847d7ea61f7997e4936fbf3c3eb0b6c3b310d",
    "url": "https://www.stripes.com/theaters/europe/2024-05-06/war-army-czech-liberation-nazis-13767038.html",
    "site_full": "www.stripes.com",
    "site": "stripes.com",
    "site_section": "https://stripes.com/",
    "site_categories": [
      "media",
      "jobs",
      "us_military"
    ],
    "section_title": "Stars and Stripes | The U.S. military's independent news source.",
    "title": "Thousands turn out in Czech city to honor American and Belgian liberators from World War II | Stars and Stripes",
    "title_full": "Thousands turn out in Czech city to honor American and Belgian liberators from World War II | Stars and Stripes",
    "published": "2024-05-06T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.stripes.com/incoming/sq42yf-070524pilsenphoto04.jpg/alternates/LANDSCAPE_480/070524PILSENphoto04.jpg",
    "performance_score": 0,
    "domain_rank": 3763,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78d847d7ea61f7997e4936fbf3c3eb0b6c3b310d",
  "url": "https://www.stripes.com/theaters/europe/2024-05-06/war-army-czech-liberation-nazis-13767038.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-06T03:00:00.000+03:00",
  "title": "Thousands turn out in Czech city to honor American and Belgian liberators from World War II | Stars and Stripes",
  "text": "The jubilance of World War II liberation returned for four days in the Czech Republic’s fourth-largest city, as residents unfurled American flags in celebration of Pilsen’s rescue from Nazi occupation 79 years ago. The annual Liberation Festival Pilsen brought out tens of thousands of revelers over the weekend and through Monday, which marked the date in 1945 when Gen. George Patton’s troops entered the city. The festival featured restored WWII-era vehicles, reenactors, music and the city’s famous Pilsner Urquell beer. U.S. Army Maj. Christopher Ingram, a strategist for the 21st Theater Sustainment Command, made the trip from Kaiserslautern, Germany. He first attended in 2015 with his grandfather, retired Col. Earl Ingram. “For all of the U.S. military serving in Europe, I don’t think they realize what a treasure this festival is,” Ingram said. “I’ve never been anywhere in the United States where I saw that many World War II vehicles. It’s neat to see that connection to history, that love that the people of Pilsen have for Americans.” This year’s festival was the second in a row without U.S. military veterans, who had been treated like celebrities at past events, but several family members were in attendance as honored guests. “The Czech people are so grateful,” said Kathleen Lemmons Hoffman, daughter of Army Pvt. Charles Lemmons, who died in 2001. “They never forget and they teach their children. My dad would have been so humbled to see all of this.” Located approximately 40 miles from the German border in western Bohemia, Pilsen was subjugated by the Nazis in March 1939. In the years that followed, its Skoda factories produced arms and ammunition for the German war effort, while the city’s Jewish population was interned and sent to concentration camps. On the morning of May 6, 1945, the 16th Armored Division under Patton, with support from the Belgians, entered the city, encountering light resistance. Three years later, Czechoslovakia fell under repressive communist control and became a Cold War satellite of the Soviet Union. Attempts were made to write the American liberators out of the historical record, festival organizer Tomas Raboch said. The first Liberation Festival took place in 1990, a year after the fall of the Berlin Wall and the collapse of communism in the old Eastern Bloc. Raboch’s father, Miloslav, was one of the festival’s original organizers. Tomas now hosts and acts as a guide for the families of American veterans in attendance. “It’s important to remember that freedom is not free,” Raboch said. “Because we were living under communism for such a long time, now we really appreciate the moments when we can speak freely and celebrate the real liberators.” When festivities began Friday, the city was filled with reenactors, mostly in American WWII uniforms, riding atop antique vehicles. Encampments designed to show the battlefield life of soldiers were erected in the city center. Residents poured into Republic Square, where the Stuttgart Legacy Drumline, Stuttgart dance team and Ansbach Junior Reserve Officers Training Corps drill team, all from Department of Defense Education Activity high schools in Germany, kicked off the celebration with an impassioned performance. “To be here is a serious honor,” Stuttgart dance team founder Gwen Cecil said. “I felt the energy of the crowd; this is a great achievement.” Over the next two days, musical performances spanned genres from big band to pop. The beer flowed while uniformed men danced with women dressed like 1940s pinup models. There also was a memorial run and children’s programming. On Sunday, thousands lined the city’s main boulevard, Sady Petatricatniku, for a parade, waving American, Belgian and Czech flags. Restored aircraft buzzed overhead, while a Sherman tank and other military vehicles rumbled down the street. Members of the Nebraska National Guard handed out pins with the American and Czech flags to people in the crowd. Nebraska and the Czech Republic are paired under the Defense Department’s State Partnership Program. The state has a large Czech population, giving its National Guard troops a particular affinity for the country, said command Sgt. Maj. Dennis Krecklow. Closing ceremonies were held Monday afternoon. Luc Rensonnet, 75, whose father, Georges, commanded Belgium’s 17th Rifle Battalion during the liberation of Pilsen, was having trouble finding the words to describe the friendship among the three nations, so he hugged the people around him. “We are all friends,” he said with a smile.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george patton",
        "sentiment": "none"
      },
      {
        "name": "christopher ingram",
        "sentiment": "none"
      },
      {
        "name": "ingram",
        "sentiment": "none"
      },
      {
        "name": "earl ingram",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nazi",
        "sentiment": "none"
      },
      {
        "name": "u.s. army",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "czech republic",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      },
      {
        "name": "kaiserslautern",
        "sentiment": "none"
      },
      {
        "name": "germany",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T14:57:24.648+03:00",
  "updated": "2024-05-06T18:59:22.900+03:00"
}