{
  "thread": {
    "uuid": "609d41d1e480ad17ba4a3f42ded0e1071d20d6ac",
    "url": "https://www.newswise.com/articles/danforth-center-selected-as-project-of-a-new-partnership-between-nsf-and-noblereach-emerge",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "https://www.newswise.com",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise | Leading Source of Research News",
    "title": "Danforth Center Selected as Project of a New Partnership Between NSF and NobleReach Emerge",
    "title_full": "Danforth Center Selected as Project of a New Partnership Between NSF and NobleReach Emerge",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2024/04/11/661825e0ca48f_WEBNR-SLOTKIN.jpg&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4123,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "609d41d1e480ad17ba4a3f42ded0e1071d20d6ac",
  "url": "https://www.newswise.com/articles/danforth-center-selected-as-project-of-a-new-partnership-between-nsf-and-noblereach-emerge",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Donald Danforth Plant Science Center",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Danforth Center Selected as Project of a New Partnership Between NSF and NobleReach Emerge",
  "text": "Translation for impact program aims accelerate bringing new technologies to market Newswise — ST. LOUIS, MO., April 11, 2024 - In an exciting endorsement of the work being conducted at the Donald Danforth Plant Science Center , it was recently announced that technology developed by Keith Slotkin, PhD , member, and his laboratory, and funded in part by the U.S. National Science Foundation (NSF), was chosen as one of the very first projects of the new NSF/NobleReach Emerge partnership . NobleReach Emerge is focused on making government-funded technological research more accessible, impactful, and market-ready. Funds are awarded to support activities to commercialize innovative technologies and bring new products to market. The award will further Slotkin's NSF-funded work (NSF-2149964) to support critical efforts to commercialize a novel technology called TATSI (Transposase-Assisted Target Site Integration), developed in part through NSF support (IOS 2149964). Slotkin is working with subject matter experts to conduct an analysis of the intellectual property challenges and opportunities, assess the regulatory landscape, and conduct a market analysis. He also added a recently retired industry expert and an embedded entrepreneur to his team, who will create strategies to enable the team to hit specific milestones and refine the presentation of TATSI for potential investors and customers. “This is a completely new type of project for my lab. We’ve had large research grants before, but never funding specifically for commercialization purposes. The fact that we now have paid consultants as part of our team is new and very exciting for my group,” said Slotkin. TATSI technology uses transposable elements to integrate custom DNA into specific sites in plant genomes, taking advantage of over two billion years of evolution that has honed the ideal molecular machine to insert DNA into the genome. The high-frequency and high-precision target site integration of custom DNA into plant genomes enables the faster and less expensive production of transgenic plants, which can be used to tackle societal and environmental problems on a global scale. A critical bottleneck in the plant improvement industry is the integration of foreign DNA into the plant genome, which is both low frequency and error-prone, and this inefficiency hampers all genome editing approaches to develop improved crops. The CRISPR/Cas system represents an outstanding pair of molecular ‘scissors’ to cut the genome, but the limitation has been the addition of custom DNA to those sites, the molecular “glue” needed to perform custom ‘cut-and-paste’ genome editing. Combining the CRISPR/Cas ‘scissor’ with transposable element ‘glue’ enables an order-of-magnitude increase in the rate of targeted integration in plant genomes, allowing for custom engineering of improved plants through the addition of extrinsic traits such as virus resistance, herbicide resistance, production of new compounds for nutrition, textiles and biomanufacturing. \"Winning an inaugural NSF/NobleReach Emerge award is an amazing accomplishment and an impressive validation of the work being conducted in the Slotkin lab,” said Elliott Kellner, PhD, director of commercial innovation at the Danforth Center. “This potentially ground-breaking technology could advance agricultural sustainability and improve global food security, and is a powerful example of our mission at the Danforth Center.” The research project was initiated in 2019 following the Danforth Center’s “Conversations: Meeting Grand Challenges Big Ideas 2.0 program,” where three teams of up-and-coming scientists competed to win seed money for their big idea. The team found inspiration for their “big idea” from the expertise of the lab’s long-term study of transposable elements, which are often referred to as the “junk DNA” of the genome. The transposable element “junk” makes up 50% of human genomes. By capitalizing on the idea to use transposable element derived proteins called “transposase” to accomplish the copy and paste mechanism, their big idea was a new genome editing tool that could copy a plant’s own genes, amplifying pre-existing traits to improve a crop. The team’s big idea was to use transposable elements and transposase proteins to make improving crops easier, cheaper, and faster. In the interactive format, the audience chose them as the winning team to receive seed money for their research. Since then, the Slotkin lab has garnered funding from Bayer Crop Science, NSF and further investment from the Danforth Center’s Proof of Concept awards that aim to rapidly innovate and propel Danforth Center discoveries. They have released a preprint of their work, CRISPR-targeted transposable element insertion for efficient plant genome engineering, and it is currently under review for formal publication. “This project was born out of the Big Ideas 2.0 competition. The project changed the course of our research both today and into the future. It is a real testament to the success of the Big Ideas training and the broader ‘focus-on-impact’ attitude of the Danforth Center” said Slotkin. About The Donald Danforth Plant Science Center Founded in 1998, the Donald Danforth Plant Science Center is a not-for-profit research institute with a mission to improve the human condition through plant science. Research, education, and outreach aim to have an impact at the nexus of food security and the environment and position the St. Louis region as a world center for plant science. The Center’s work is funded through competitive grants from many sources, including the U.S. National Science Foundation, National Institutes of Health, U.S. Department of Energy, U.S. Agency for International Development, and the Bill & Melinda Gates Foundation, and through the generosity of individual, corporate, and foundation donors. Follow us on Twitter at @DanforthCenter . For more information contact: Karla Roeber, VP Public and Government Affairs, [[email protected]](/cdn-cgi/l/email-protection)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Economy, Business and Finance",
    "Science and Technology"
  ],
  "external_links": [
    "https://www.danforthcenter.org/our-work/principal-investigators/r-keith-slotkin/),",
    "https://new.nsf.gov/news/nsf-noblereach-emerge-partner-new-effort-speed).",
    "https://twitter.com/DanforthCenter).",
    "https://www.danforthcenter.org/?gclid=EAIaIQobChMIps-5zb_B9wIV7ClMCh05vAqhEAAYASAAEgKquvD_BwE),",
    "https://danforthcenter.org/?gclid=EAIaIQobChMIps-5zb_B9wIV7ClMCh05vAqhEAAYASAAEgKquvD_BwE),",
    "https://danforthcenter.org/our-work/principal-investigators/r-keith-slotkin/),",
    "https://www.twitter.com/DanforthCenter).",
    "https://www.new.nsf.gov/news/nsf-noblereach-emerge-partner-new-effort-speed).",
    "https://www.danforthcenter.org/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "slotkin",
        "sentiment": "none"
      },
      {
        "name": "keith slotkin",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "danforth center selected as project of a new partnership between nsf",
        "sentiment": "negative"
      },
      {
        "name": "nsf",
        "sentiment": "none"
      },
      {
        "name": "u.s. national science foundation",
        "sentiment": "none"
      },
      {
        "name": "donald danforth plant science center",
        "sentiment": "none"
      },
      {
        "name": "nsf/noblereach emerge",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "st. louis",
        "sentiment": "none"
      },
      {
        "name": "mo.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:12:38.836+03:00",
  "updated": "2024-04-12T19:16:20.705+03:00"
}