{
  "thread": {
    "uuid": "5b4d404bd4ffc321d303dbaa1d98a947467fa8ab",
    "url": "https://stockhouse.com/news/press-releases/2024/04/11/apyx-medical-corporation-showcases-new-data-and-treatment-insights-at-the",
    "site_full": "stockhouse.com",
    "site": "stockhouse.com",
    "site_section": "https://stockhouse.com/news/trending/coal_30",
    "site_categories": [
      "religion",
      "sports",
      "football",
      "catholicism"
    ],
    "section_title": "\r\n\tCoal Stocks  | Investor News &amp; Research\r\n",
    "title": "2024-04-11 | NDAQ:APYX | Press Release | Apyx Medical Corp",
    "title_full": "2024-04-11 | NDAQ:APYX | Press Release | Apyx Medical Corp",
    "published": "2024-04-11T13:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CA",
    "main_image": "https://assets.stockhouse.com/kentico-cms/0332-00/images/stockhouse-logo-og.png",
    "performance_score": 0,
    "domain_rank": 7814,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5b4d404bd4ffc321d303dbaa1d98a947467fa8ab",
  "url": "https://stockhouse.com/news/press-releases/2024/04/11/apyx-medical-corporation-showcases-new-data-and-treatment-insights-at-the",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Wire",
  "published": "2024-04-11T13:30:00.000+03:00",
  "title": "2024-04-11 | NDAQ:APYX | Press Release | Apyx Medical Corp",
  "text": "APYX | 2 days ago Shaping the Future of Aesthetic Treatments with Advanced Medical Technology\nApyx&circledR; Medical Corporation (NASDAQ:APYX) (the “Apyx Medical&CloseCurlyDoubleQuote;; “Company&CloseCurlyDoubleQuote;), the manufacturer of a proprietary helium plasma and radiofrequency technology marketed and sold as Renuvion&circledR;, is pleased to announce the Renuvion Users&CloseCurlyQuote; Summit is taking place in Las Vegas from April 12-13, 2024.\nThe Renuvion Users&CloseCurlyQuote; Summit brings together a diverse group of dedicated professionals in cosmetic and plastic surgery from 13 countries to share new research, applications, and clinical experiences with the Company&CloseCurlyQuote;s Renuvion technology. The insights and innovation shared at the Renuvion Users&CloseCurlyQuote; Summit will help medical professionals provide the highest level of care for their patients seeking solutions to improve the appearance of loose skin through body contouring and other procedures.\nThe Renuvion Users&CloseCurlyQuote; Summit will feature 27 key opinion leader speakers who bring a deep knowledge and understanding of the Renuvion technology and how it can be used to enhance outcomes for patients. New data and research will be presented, with a focus on body contouring, fat transfer and the safety of Renuvion, including during the following presentations:\nThe Renuvion Effect: Using Ultrasound to Measure Tissue Contraction Scarless Mastopexy: Pearls of Using the Renuvion Technology Enhanced Fat Graft Viability Following Renuvion Pretreatment Renuvion in High-Definition Liposuction: The European Concept of Beauty The Back/Bra Roll: A Consistent and Reproducible Treatment with Renuvion “The Renuvion Users&CloseCurlyQuote; Summit brings together some of the most brilliant minds in the cosmetic surgery market, all united with a single goal – to provide their patients with best-in-class care. It is designed to support our surgeon customers by providing them with access to new insights and research related to the use of our Renuvion technology,&CloseCurlyDoubleQuote; said Charlie Goodwin, President, and CEO of Apyx Medical Corporation.\n“Renuvion has transformed the lives of thousands of patients seeking solutions for loose skin worldwide,&CloseCurlyDoubleQuote; said Dr. Paul G. Ruff, board-certified plastic surgeon and clinical research investigator for Apyx Medical. “The clinical data showcasing Renuvion's safety and efficacy is unmatched in the category, and the knowledge shared at the Renuvion Users&CloseCurlyQuote; Summit will continue to advance the science and ultimately benefit patients everywhere.&CloseCurlyDoubleQuote;\nRenuvion represents the pinnacle of propriety helium plasma and radiofrequency technology, designed to achieve tissue contraction by addressing the problem of loose skin directly at the source, ultimately providing patients with next level body contouring results. With six new FDA clearances and three exclusive indications, including the only post-liposuction use and subcutaneous tissue contraction clearances, Renuvion continues to set new standards in safety and performance.\nAbout Apyx Medical Corporation\nApyx Medical Corporation is an advanced energy technology company with a passion for elevating people&CloseCurlyQuote;s lives through innovative products, including its Helium Plasma Technology products marketed and sold as Renuvion in the cosmetic surgery market and J-Plasma&circledR; in the hospital surgical market. Renuvion and J-Plasma offer surgeons a unique ability to provide controlled heat to tissue to achieve their desired results. The effectiveness of Renuvion and J-Plasma are supported by more than 90 clinical documents. The Company also leverages its deep expertise and decades of experience in unique waveforms through OEM agreements with other medical device manufacturers. For further information about the Company and its products, please refer to the Apyx Medical Corporation website at www.ApyxMedical.com .\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240411056803/en/\nTags: MEDICAL-DEVICES HEALTHCARE",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://www.businesswire.com/news/home/20240411056803/en/",
    "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.ApyxMedical.com&esheet=53928526&newsitemid=20240411056803&lan=en-US&anchor=www.ApyxMedical.com&index=1&md5=c3d8e568c13fedaec673e7cac7ca2f7b",
    "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240411056803r1&sid=cnsth&distro=ftp",
    "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.ApyxMedical.com&esheet=53928526&newsitemid=20240411056803&lan=en-US&anchor=www.ApyxMedical.com&index=1&md5=c3d8e568c13fedaec673e7cac7ca2f7b",
    "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240411056803r1&sid=cnsth&distro=ftp",
    "https://www.businesswire.com/news/home/20240411056803/en",
    "https://businesswire.com/news/home/20240411056803/en/",
    "https://cts.businesswire.com/ct/CT"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "medical corporation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:21:10.878+03:00",
  "updated": "2024-04-14T00:58:36.901+03:00"
}