{
  "thread": {
    "uuid": "1eb99d8dc8b765b472b8c804f5b84a80c7e03fbb",
    "url": "https://www.lequipe.fr/Boxe/Actualites/Rima-ayadi-devient-championne-d-europe-des-super-plume/1451803",
    "site_full": "www.lequipe.fr",
    "site": "lequipe.fr",
    "site_section": "https://dwh.lequipe.fr/api/edito/rss?path=/",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "L'Équipe - L'actualité du sport en continu.",
    "title": "Rima Ayadi devient championne d'Europe des super-plume - L'Équipe",
    "title_full": "Rima Ayadi devient championne d'Europe des super-plume - L'Équipe",
    "published": "2024-03-01T00:48:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://medias.lequipe.fr/img-photo-jpg/rima-ayadi-a-gauche-s-est-montree-la-plus-volontaire-d-boulanger-presse-sports/1500000001920777/0:0,1998:1332-640-427-75/d3b7a.jpg",
    "performance_score": 0,
    "domain_rank": 4194,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1eb99d8dc8b765b472b8c804f5b84a80c7e03fbb",
  "url": "https://www.lequipe.fr/Boxe/Actualites/Rima-ayadi-devient-championne-d-europe-des-super-plume/1451803",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rédaction",
  "published": "2024-03-01T00:48:00.000+02:00",
  "title": "Rima Ayadi devient championne d'Europe des super-plume - L'Équipe",
  "text": "Plus précise, plus volontaire, Rima Ayadi (34 ans, 1,73 m, 58,840 kg, désormais 10 victoires, dont 1 avant la limite, 0 défaite) a battu Licia Boudersa (31 ans, 57,620 kg, 21 v., dont 4 avant la lim., 2 nuls, 2 d., 1 no-contest) aux points pour le titre européen vacant des super-plume (-58,967 kg), jeudi soir devant huit cents spectateurs dans un salon du casino Barrière, à Enghien-les-Bains (Val-d'Oise). Les trois juges, Vincent Dupas, Smail Alitouche et Eric Butel, se sont prononcés pour la sociétaire des Mureaux sur le même score, 96-94.\nL'ÉQUIPE « Je n'avais aucun doute pour la décision, commente la nouvelle championne. Licia est montée sur la fin, mais je savais que j'étais en avance. Quand j'ai commencé la boxe, personne ne croyait en moi, sauf mon papa, qui n'est plus là. » Deux médaillés olympiques étaient présents, Sarah Ourahmoune (-51 kg, argent 2016) et Christophe Tiozzo (-71 kg, bronze 1984). La réunion était organisée par LeLabo, le nouveau club d'Abadila Hallab, entraîneur d'Ayadi.\nPlusieurs accrochages Dans les premiers rounds, la gauchère Ayadi avançait, se montrait plus active. Le combat n'était pas très académique, les attaques de la sociétaire des Mureaux se terminant souvent en accrochages, la Lilloise ne parvenant pas à la freiner. Boudersa se montrait davantage mobile à partir du cinquième round, faisant jouer son expérience supérieure, et son adversaire ne connaissait plus la même réussite.\nMais Ayadi ne relâchait pas ses efforts, tandis que la Lilloise avait tendance à se planter face à elle, les mains en bas, immobile, pour la surprendre. Les deux femmes jetaient leurs dernières forces dans le dixième round et Boudersa montrait sa déception à l'annonce de la décision.\nlire aussi Kali Reis, la boxeuse devenue actrice L'ÉQUIPE Deux autres Françaises sont championnes d'Europe, Flora Pili (super-léger) et Priscilla Peterlé (super-welter). Au programme d'Enghien, le super-welter Victor Yoka (25 ans, 1,76m, 71,950 kg, 4 v., 0 d.) a battu le Géorgien Konstantine Jangavadze (24 ans, 73 kg, 7 v., 4 nuls, 38 d.) par K.-O. au deuxième round, le mi-lourd Gaëtan Ntambwe (29 ans, 1,85m, 82,850 kg, 8 v., 1 d.) a infligé sa première défaite au Colombien Edwin Riascos (25 ans, 1,76m, 81,750 kg, 13 v., 1 d.) par disqualification au septième round, tandis que le champion de France amateur 2023 des -54 kg, Christopher Hippocrate (18 ans, 54,060 kg, 1 v., 0 d.), a débuté chez les pros en battant le gaucher géorgien Nodari Darbaidze (26 ans, 1,59 m, 54,220 kg, 4 v., 1 d.) aux points en six rounds.\nlire aussi Toute l'actu de la boxe",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T01:10:58.956+02:00",
  "updated": "2024-03-01T01:10:58.956+02:00"
}