{
  "thread": {
    "uuid": "2b469346e3287571bd8df9d307ea99887a43ede9",
    "url": "https://www.agi.it/cronaca/news/2024-03-09/papa-ucraina-negoziare-pace-25638103",
    "site_full": "www.agi.it",
    "site": "agi.it",
    "site_section": "https://agi.it/cronaca/rss.xml",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Agi",
    "title": "Appello del Papa all'Ucraina: \"Abbia il coraggio di negoziare\"",
    "title_full": "Appello del Papa all'Ucraina: \"Abbia il coraggio di negoziare\"",
    "published": "2024-03-09T18:32:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://dvrjj4igcfeco.cloudfront.net/eyJidWNrZXQiOiJrb2wtaW1hZ2VzLXByb2QiLCJrZXkiOiJwaWN0dXJlcy9hZ2kvYWdpLzIwMjQvMDEvMjQvMTE0ODExOTIzLThhNGNkYTcxLWU3NDAtNGEyMS05YjUzLTgxMWY3NGVmYzdiZC5qcGciLCJlZGl0cyI6eyJyZXNpemUiOnsid2lkdGgiOjEyMDAsImhlaWdodCI6NjMwfX19",
    "performance_score": 0,
    "domain_rank": 10656,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2b469346e3287571bd8df9d307ea99887a43ede9",
  "url": "https://www.agi.it/cronaca/news/2024-03-09/papa-ucraina-negoziare-pace-25638103",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "agi",
  "published": "2024-03-09T18:32:00.000+02:00",
  "title": "Appello del Papa all'Ucraina: \"Abbia il coraggio di negoziare\"",
  "text": "AGI - \"Credo che è più forte chi vede la situazione, chi pensa al popolo, chi ha il coraggio della bandiera bianca, di negoziare. E oggi si può negoziare con l'aiuto delle potenze internazionali. La parola negoziare è una parola coraggiosa\". Cosi' Papa Francesco nell'intervista rilasciata, all'inizio di febbraio, a Lorenzo Buccella, giornalista della Radio Televisione Svizzera (RSI) per il magazine culturale \"Cliche'\" e che andrà in onda il 20 marzo.\nBuccella afferma che in Ucraina c’è chi chiede il coraggio della resa, della bandiera bianca. Ma altri dicono che così si legittimerebbe il più forte. \"È un'interpretazione\", risponde il Pontefice. \"Quando vedi che sei sconfitto, che le cose non vanno, occorre avere il coraggio di negoziare. Hai vergogna, ma con quante morti finirà? Negoziare in tempo, cercare qualche Paese che faccia da mediatore. Oggi, per esempio nella guerra in Ucraina, ci sono tanti che vogliono fare da mediatore. La Turchia, si è offerta per questo. E altri. Non abbiate vergogna di negoziare prima che la cosa sia peggiore\".\nPer Francesco non bisogna perdere la speranza di provare a mediare: \"Guardiamo la storia, le guerre che noi abbiamo vissuto, tutte finiscono con l'accordo\".\nPoi il Papa che anche lui stesso si è proposto per negoziare? \"Io sono qui, punto. Ho inviato una lettera agli ebrei di Israele, per riflettere su questa situazione. Il negoziato non è mai una resa. E il coraggio per non portare il Paese al suicidio. Gli ucraini, con la storia che hanno, poveretti, gli ucraini al tempo di Stalin quanto hanno sofferto...\".\nIl pontefice osserva che \"Sempre c'è qualche situazione geografica o storica che provoca una guerra... Può essere una guerra che sembra giusta per motivi pratici. Ma dietro una guerra c'è l'industria delle armi, e questo significa soldi\".\nCome le rispondono i potenti della terra quando chiede loro la pace? \"C’è chi dice, è vero ma dobbiamo difenderci... E poi ti accorgi che hanno la fabbrica degli aerei per bombardare gli altri. Difenderci no, distruggere. Come finisce una guerra? Con morti, distruzioni, bambini senza genitori\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-09T19:47:22.566+02:00",
  "updated": "2024-03-09T19:47:22.566+02:00"
}