{
  "thread": {
    "uuid": "8e7688db632a878ea5447f4e31dee499ff039783",
    "url": "https://hr.economictimes.indiatimes.com/news/industry/reliance-will-never-be-complacent-will-be-in-worlds-top-10-conglomerates-says-ambani/106366158",
    "site_full": "hr.economictimes.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://b2b.economictimes.indiatimes.com",
    "site_categories": [
      "media"
    ],
    "section_title": "\n    Latest Business News | The Economic Times B2B",
    "title": "Reliance will never be complacent, will be in world's top 10 conglomerates, says Ambani, ETHRWorld",
    "title_full": "Reliance will never be complacent, will be in world's top 10 conglomerates, says Ambani, ETHRWorld",
    "published": "2023-12-29T03:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HR",
    "main_image": "https://etimg.etb2bimg.com/thumb/msid-106366158,imgsize-17080,width-1200,height=765,overlay-ethr/industry/reliance-will-never-be-complacent-will-be-in-worlds-top-10-conglomerates-says-ambani.jpg",
    "performance_score": 0,
    "domain_rank": 278,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 12
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8e7688db632a878ea5447f4e31dee499ff039783",
  "url": "https://hr.economictimes.indiatimes.com/news/industry/reliance-will-never-be-complacent-will-be-in-worlds-top-10-conglomerates-says-ambani/106366158",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "www.ETHRWorld.com",
  "published": "2023-12-29T03:35:00.000+02:00",
  "title": "Reliance will never be complacent, will be in world's top 10 conglomerates, says Ambani, ETHRWorld",
  "text": "Mukesh Ambani, Chairman and Managing Director, Reliance IndustriesNew Delhi, Having created businesses ranging from world's largest single-location oil refining complex to nation's largest mobile network operators in just few years, billionaire Mukesh Ambani says his group Reliance Industries Ltd will never be complacent and will grow to be among the top 10 business conglomerates of the world.Addressing employees on Reliance Family Day - the birthday of the group's founder Dhirubhai Ambani, he said Reliance is now aiming to consolidate a place among global leaders in digital data platforms and AI adoption. \\\"Today, the domestic and global environments for business are changing very fast. There is simply no room for complacency,\\\" he said. \\\"Reliance was never complacent in the past, and Reliance will never be complacent in future.\\\" Reliance, he said, is known for \\\"disrupting the market through constant innovation and reinvention.\\\" Starting with a small textile manufacturing unit in Mumbai, Reliance did backward integration -- it ventured into petrochemicals (which provide feedstock for textiles) and became the nation's largest producer. It then set up an oil refinery -- the largest in the country and expanded it to being the world's biggest single-location oil refining complex. In 2005, it entered the retail sector and is now the largest operator of grocery stores, hypermarkets, and online retail in the country. In 2016, it launched telecom service Jio, which quickly became the largest operator in India and the third largest in the world. Today, Reliance is building giga-scale factories for new energy businesses and has also forayed into financial services. \\\"We have shown the courage to set the bar high, and the ability to jump even higher to create new records. This is how Reliance has achieved perennial growth,\\\" Ambani, chairman and managing director of Reliance, said. He said as India races ahead to become the world's third largest economy (from being fifth largest), an unprecedented opportunity awaits Reliance. \\\"Reliance can and Reliance will grow to be among the top 10 business conglomerates of the world,\\\" he said without setting any timelines. Reliance is India's largest corporation by revenues, profits and market value. For this, he asked employees to be 'laser-focused' on always providing extreme value to customers through collaboration and systems improvement. \\\"In the coming years, we must continue to strive even harder to develop products and services that no one has created ever before,\\\" he said. At the same time, the company's actions must always win community trust. Also, it must continuously enrich competencies and capabilities. \\\"When all our businesses grow exponentially, we can contribute more to India's inclusive prosperity, and make the world a better place,\\\" he said. Ambani said his three key messages for the New Year are -- consolidate Reliance's place among global leaders in digital data platforms and AI adoption, consolidate its place among global leaders in talent enrichment, and secure place among global leaders in institutional culture. \\\"As Reliance reinvents itself to become a unique new-age technology company, we need to boldly embrace data and AI to become better at decision-making and resource utilisation. \\\"In the era of digital platforms, data has become a new factor of production along with talent and money. We need to be at the forefront of using data, with AI as an enabler for achieving a quantum jump in productivity and efficiency,\\\" he said. All growth engines of Reliance -- digital services, green and bio-energy, retail and consumer brands, oil-to-chemicals (O2C) and materials business, and health and life sciences -- will have to complete this transformation by next year, he said. \\\"Furthermore, we should accelerate our efforts to become a pioneer in developing AI to address, at scale, India's urgent national priorities in education, healthcare, agriculture, and employment creation,\\\" he said. In order to make Reliance an AI-immersive tech company, it needs to further build the necessary talent, skill sets and competencies at all levels within the organisation. \\\"We should expand and deepen our talent pool to be amongst the best in the world. Investment in talent brings higher returns than investment in machines,\\\" he said. On institutional culture, Ambani said the most important tenet of Reliance's culture is to work with the founder's mindset. \\\"It means working with the ownership mindset.\\\" \\\"Each and everyone of you becomes an owner of Reliance when you own the founder's purpose and passion,\\\" he told employees. \\\"Young leaders will commit mistakes. That's for sure. \\\"But my advice to them is simple: Do not waste your energy on conducting a post-mortem on past mistakes. Rather, learn not to repeat the same mistakes.\\\" Ambani said Reliance must be forever kept young, by ensuring that the average age of all teams remains in the 30s. \\\"Let me reiterate: The future of Reliance belongs to Akash, Isha, Anant and their generation,\\\" he said referring to his three children.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ambani",
        "sentiment": "negative"
      },
      {
        "name": "mukesh ambani",
        "sentiment": "none"
      },
      {
        "name": "dhirubhai ambani",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reliance industries ltd",
        "sentiment": "none"
      },
      {
        "name": "reliance",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T06:19:22.963+02:00",
  "updated": "2023-12-29T18:09:49.175+02:00"
}