{
  "thread": {
    "uuid": "3386a5a232bf7e287609489f1947d0bce027d5b5",
    "url": "https://www.essence.com/gallery/bridal-bliss-taylor-and-andrea",
    "site_full": "www.essence.com",
    "site": "essence.com",
    "site_section": "https://essence.com/",
    "site_categories": [
      "fashion",
      "womens_health",
      "entertainment",
      "style_and_fashion",
      "health",
      "celebrity_fan_gossip"
    ],
    "section_title": "Black Women&#8217;s Lifestyle Guide, Black Love &amp; Beauty Trends | Essence",
    "title": "Bridal Bliss: Inside Professional Baseball Player Taylor Hearn's Dallas Wedding To Andrea Hawkins | Essence",
    "title_full": "Bridal Bliss: Inside Professional Baseball Player Taylor Hearn's Dallas Wedding To Andrea Hawkins | Essence",
    "published": "2024-03-14T23:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.essence.com/wp-content/uploads/2024/03/Taylor-and-Andrea-scaled.jpg?width=1280",
    "performance_score": 0,
    "domain_rank": 4240,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3386a5a232bf7e287609489f1947d0bce027d5b5",
  "url": "https://www.essence.com/gallery/bridal-bliss-taylor-and-andrea",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Victoria Uwumarogie",
  "published": "2024-03-14T23:05:00.000+02:00",
  "title": "Bridal Bliss: Inside Professional Baseball Player Taylor Hearn's Dallas Wedding To Andrea Hawkins | Essence",
  "text": "By Victoria Uwumarogie · Updated March 29, 2024\nThere is power in prayer . Professional baseball player Taylor Hearn can attest to that, because right before he met the woman who would go on to be his wife, Andrea Hawkins, he prayed to God to send him his person.\n“I have a very close relationship with God and I had been praying for Him to send someone my way and make it blatant that it was meant to be,” Taylor tells ESSENCE. “He did just that!”\nSo how did it happen? Why, through social media , of course.\n“According to Taylor, he has had his eyes on me since 2013,” says Andrea. “We had seen each other in passing since my cousin also played professional baseball. On Christmas Eve of 2020, Taylor responded to a picture I posted making small talk. I responded but didn’t think much of it at the time.”\nShe continues, “Fast forward five months later, I was at an Astros game for Mother’s Day with my best friend and we posted a picture. He commented trying to heckle me because Taylor played for the Rangers, the Astros’ friendly rival. The heckling turned to small talk then turned into him asking me to dinner a week later.”\nFollowing their first date, Taylor realized the signs, the blatant ones he’d prayed for, were all there. They shared the same beliefs, similar backgrounds, and had identical goals for the future. He knew she was the one fairly quickly. Andrea quickly realized she’d found her person, too. Her sign came through song.\n“The moment that solidified it was while we were having a casual conversation, the question was asked about what was Taylor’s dream first dance song. When he played the song, I burst into tears because it was the exact song I was thinking of,” she says. The song was “Here and Now” by Luther Vandross. That song was the one Andrea’s parents danced to at their own wedding, because the crooner was her late father’s favorite artist.\nAfter finally connecting in 2021, by the fall of 2022, Taylor was ready to take things to the next level. During a trip to a fun escape room, while Andrea’s mom and best friend were in town, he found the perfect way to pop the question.\n“We went through the escape room, and we got to the last clue and at this point we were all stumped. The employee came over the speaker and said to open the box to find your last clue and take it over to the table. We did that, and that is when I noticed the message said ‘I can’t wait to spend forever with you, will you marry me?'” she recalls. “I turned around and he was on one knee.”\nBut the surprises didn’t end there. Certain Andrea would say yes, Taylor had privately put things in place to have a home built for the couple. After proposing, he took her to the home, pretending it belonged to a friend. There, she was surprised by her closest friends and family. “I couldn’t stop crying,” she says. “I could not believe not only did I get engaged that day, but I also walked into my brand new house that we would start our family in.”\nA little over a year later, on December 16, 2023, the couple made it official, marrying at the gorgeous Thompson Hotel in Dallas, Texas. The celebration incorporated some of their favorite things, including a love of collecting sneakers through an innovative seating chart, Taylor’s appreciation of daily milkshakes through a ‘shake station in the reception hall, and even a shared love of Texas-based burger chain, Whataburger.\nThe end result was a day filled with love, joy, fun, and of course, plenty of luxury. See photos from their big day, and learn more about how it came together in this week’s Bridal Bliss .\n01 01 A Moment With Mama Taylor’s mom was on hand as he got ready for his big day, helping him get dressed and showing him some love as he prepared to meet Andrea at the altar.\nMegan Kay Photography 02 02 Mother of the Bride Andrea also shared some sweet moments with her mom before saying “I do.”\nMegan Kay Photography 03 03 Whataburger Wedding Taylor and Andrea’s shared love for Whataburger allowed them to be shown some love by the burger chain on their big day. “We love to eat there at least once a week,” she says.\nMegan Kay Photography 04 04 The Bride and Her Tribe Andrea and her girls, in navy blue, one of the couple’s wedding colors, pose for portraits.\nMegan Kay Photography 05 05 The Groom and His Guys Taylor and his groomsmen had something of a pre-game huddle as they geared up for the ceremony.\nMegan Kay Photography 06 06 The First Look “Outside of our reception, our favorite part of the day was the first look,” Andrea says. “We had been anticipating the moment for so long.” Andrea stunned in a gown by Rita Vinieris. “I chose it because of its modern vibes that still had a fun flare.”\nMegan Kay Photography 07 07 A Happy Groom Both the bride and groom were blown away by each other’s looks. Taylor kept his custom suit, by Don Sanders of Etiquette Don Custom Apparel, under wraps until the big day, so the shock and awe was mutual.\nMegan Kay Photography 08 08 A Moment for Prayer A God-fearing pair, Taylor and Andrea said a prayer before heading into the hall to say “I do.”\nMegan Kay Photography 09 09 Small But Big Details An image of Andrea’s late father could be found on her bouquet. The couple honored their late loved ones during the ceremony too, leaving seats open with pictures of his grandparents and her father and grandmother, in places where they would have sat as vows were exchanged.\nMegan Kay Photography 10 10 Before the Frenzy A look at the hall inside of the Thompson before the ceremony. The pair chose the venue because it “blew us out of the water and had every single thing we were looking for. Luxury and convenience,” Andrea shares.\nMegan Kay Photography 11 11 Meet Me at the Altar They share their first kiss as Mr. and Mrs.!\nMegan Kay Photography 12 12 The Venue Another round of applause for The Thompson Hotel ladies and gents. Here is an overhead shot of the reception space ahead of cocktail hour.\nMegan Kay Photography 13 13 Top-Tier Table Settings “Our colors came together as navy is a very elegant color,” says the bride. “It was the perfect main color for the vibe we were going for. Moody but still fun and unique. We then decided to add the pop of red and pink with our flowers.”\nMegan Kay Photography 14 14 The Sneaker Wall If you’re looking for a one-of-a-kind way to direct guests to their seats, Taylor and Andrea just get it. The two used shoe laces to help their loved ones find their tables. “The seating chart was one of Taylor and I’s favorite design elements of the wedding,” says Andrea. “Taylor and I are both huge sneaker fans and our closets are full of different sneakers. The guests could find their seat by finding their name that was printed on individual shoe laces that were hung and woven together to create a geometric pattern across the wall. It was the first thing guests saw when coming off the elevator and was our grand entrance that no one will ever forget.”\nMegan Kay Photography 15 15 Cake Anyone? The cake, by Refined Sugar, is giving Great Gastby luxury — and is making our mouths water!\nMegan Kay Photography 16 16 Meet the Hearns The couple made a triumphant entrance into their reception, the groom changing into his favorite sneakers to prepare for all the dancing.\nMegan Kay Photography 17 17 A Sweet Tooth The milkshake station was inspired by Taylor’s love of sweet treats, especially blended drinks. “Taylor’s number one dessert is a milkshake. He has at least one a day,” Andrea says. “When we decided we didn’t want a huge cake, we wanted to create something we’ve never seen before at a wedding. Cookies and milkshakes are always a great late-night snack!”\nMegan Kay Photography 18 18 Issa Party A time was had! In addition to Taylor changing into his sneakers, Andrea opted for this beautiful fringe cocktail dress from Majorelle to shake a tail feather.\nMegan Kay Photography 19 19 A Grand Exit The couple were adorned with rose petals as they headed out of the Thompson to start married life. Another triumphant pose for the Hearns.\nMegan Kay Photography 20 20 Happily Ever After The Hearns share a kiss as they wrap up a day they will never forget!\nMegan Kay Photography Vendors\nVenue: The Thompson Hotel\nPlanner/Event Designer: Alice + Apricot\nPhotographer: Megan Kay Photography\nDJ: Dab the DJ\nFlowers: Petals Couture\nMilk Shake Bar: Tongue & Cheek\nSeating Chart: Vim & Venture\nVideographer: Austin Chick Collective\nTuxedo: Etiquette Don Apparel\nStylist: Ten Sixteen Style\nHair and Makeup: S Glam Pro",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.aliceandapricot.com/",
    "https://tongueincheekicecream.com/",
    "http://www.megankayphotography.com/",
    "http://www.thompsondallas.com/",
    "http://tensixteenstyle.com/",
    "https://www.dabneysounds.com/",
    "http://www.petalscouture.com/",
    "http://www.austinchickcollective.com/",
    "https://www.instagram.com/sglampro/",
    "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Inside+Professional+Baseball+Player+Taylor+Hearn%27s+Dallas+Wedding+To+Andrea+Hawkins&nbsp;https://www.essence.com/gallery/bridal-bliss-taylor-and-andrea/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-taylor-and-andrea/",
    "http://www.vimandventure.com/",
    "http://www.etiquettedoncustomapparel.com/",
    "http://vimandventure.com/",
    "http://www.vimandventure.com",
    "http://thompsondallas.com/",
    "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Inside+Professional+Baseball+Player+Taylor+Hearn%27s+Dallas+Wedding+To+Andrea+Hawkins&nbsp;https://essence.com/gallery/bridal-bliss-taylor-and-andrea/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-taylor-and-andrea",
    "https://tongueincheekicecream.com",
    "https://www.aliceandapricot.com",
    "https://aliceandapricot.com/",
    "http://megankayphotography.com/",
    "http://www.thompsondallas.com",
    "http://tensixteenstyle.com",
    "https://twitter.com/intent/tweet",
    "https://www.dabneysounds.com",
    "http://www.austinchickcollective.com",
    "http://www.tensixteenstyle.com/",
    "https://www.facebook.com/sharer/sharer.php",
    "http://etiquettedoncustomapparel.com/",
    "http://austinchickcollective.com/",
    "https://www.instagram.com/sglampro",
    "http://www.megankayphotography.com",
    "https://instagram.com/sglampro/",
    "http://www.etiquettedoncustomapparel.com",
    "https://www.tongueincheekicecream.com/",
    "https://facebook.com/sharer/sharer.php?u=https://essence.com/gallery/bridal-bliss-taylor-and-andrea/",
    "http://petalscouture.com/",
    "http://www.petalscouture.com",
    "https://dabneysounds.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrea hawkins",
        "sentiment": "negative"
      },
      {
        "name": "victoria uwumarogie",
        "sentiment": "negative"
      },
      {
        "name": "taylor hearn",
        "sentiment": "negative"
      },
      {
        "name": "taylor",
        "sentiment": "none"
      },
      {
        "name": "andrea",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "astros",
        "sentiment": "none"
      },
      {
        "name": "rangers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "dallas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:07:10.901+02:00",
  "updated": "2024-04-05T07:27:30.098+03:00"
}