{
  "thread": {
    "uuid": "5441ebdcc467d40741338fe0ddc156262f7a7eab",
    "url": "https://www.elpais.com.co/economia/bancolombia-hace-anuncio-importante-en-este-fin-de-ano-beneficiara-a-muchos-2834.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "https://elpais.com.co/economia",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "Bancolombia hace anuncio importante en este fin de año, beneficiará a muchos",
    "title_full": "Bancolombia hace anuncio importante en este fin de año, beneficiará a muchos",
    "published": "2023-12-28T22:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/QP1vjU9SSl39szdmJCveita6Zo0=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/2JMLHGBWCVD4FAW3IQZ6AEMZRA.JPG",
    "performance_score": 0,
    "domain_rank": 21126,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5441ebdcc467d40741338fe0ddc156262f7a7eab",
  "url": "https://www.elpais.com.co/economia/bancolombia-hace-anuncio-importante-en-este-fin-de-ano-beneficiara-a-muchos-2834.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2023-12-28T22:47:00.000+02:00",
  "title": "Bancolombia hace anuncio importante en este fin de año, beneficiará a muchos",
  "text": "Economía Bancolombia hace anuncio importante en este fin de año, beneficiará a muchos La entidad bancaria ampliará su cobertura para el año 2024. [Por: Redacción El País](/autor/redaccion-el-pais/) Siendo uno de los bancos con más clientes en el país, [Bancolombia tiene una gran demanda de servicios financieros y transacciones requeridas diariamente por los ciudadanos.](https://www.elpais.com.co/colombia/ya-se-pueden-usar-los-servicios-virtuales-de-bancolombia-esto-dijo-la-entidad-financiera-tras-la-caida-de-este-fin-de-semana-1354.html) Por esta razón, en ocasiones no se presta el servicio oportunamente, ya que la infraestructura para la atención puede verse reducida ante demasiadas solicitudes de servicios. Para responder a esta necesidad y brindar mayor atención a sus usuarios, Bancolombia confirmó que, desde este fin de año, estará en funcionamiento su corresponsal bancario número 29.000 en todo el territorio nacional, una ampliación en cobertura que llegará al 97% del país, ofreciendo más facilidades de acceso a la población en el 2024. Así funcionan los corresponsales bancarios El banco informó que se hacía necesaria esta ampliación, [puesto que mediante estos canales se movilizan más del 80% de los flujos monetarios de entidades financieras en Colombia. ](https://www.elpais.com.co/economia/bancolombia-hizo-importante-advertencia-a-sus-clientes-que-no-le-roben-su-dinero-1435.html)Es decir, se realizan un promedio de 2.300 transacciones mensuales desde cada corresponsal bancario. Bancolombia explicó que estos corresponsales son “un modelo de atención que funciona en tiendas de abarrotes, farmacias, ferreterías, supermercados y otros comercios en ciudades, barrios y veredas que han encontrado en él una manera de producir ingresos adicionales, al tiempo que entregan a sus vecinos los beneficios de pertenecer al sector financiero formal”. Debido a esta medida más cercana a la gente, según informó el banco, están reduciendo el número de poblaciones con cobertura vulnerable. Pronto, aseguró Bancolombia, estarán operando en el 100 % de los municipios del país. La entidad aclaró que hay una variedad de formas que están desarrollando, “por ejemplo, existen también corresponsales móviles y digitales que le permiten a Bancolombia estar donde las personas lo necesitan con servicios como transferencias, pagos y retiros a través de personas naturales. Hoy, hay cerca de 500 corresponsables bancarios que hacen 2 millones de transacciones y movilizan más de 500.000 millones de pesos”. Medidas para transferir por Nequi en fin de año En vísperas de Año Nuevo las transacciones bancarias suelen tener un pico importante, [especialmente porque las familias envían dinero a sus seres queridos y se incrementan las compras de los hogares.](https://www.elpais.com.co/economia/cuanto-es-lo-maximo-que-puedo-transferir-de-bancolombia-a-nequi-2417.html) Pensando en ello, Bancolombia y Nequi enviaron en las últimas horas a sus usuarios, una notificación en la que se informa que las transacciones realizadas después del 28 de diciembre a las 4:00 p.m. solo llegarían hasta el 2 de enero de 2024. Vale la pena aclarar que el mensaje se refería solo a las transacciones que se hagan a otros bancos, los cuales son: Mundo mujer, Unión, BBVA, Bancamía, Av villas, Agrario, BTG pactual, Caja social, Cooperativo coopcentral, Credifinanciera, Davivienda, Falabella, Pichincha, Popular, Santander, Serfinanza, W.S.A, Bogotá, Occidente, Bancoldex, Bancomeva, Citibank, Coink, Coltefinanciera,Daviplata, Iris, Itapu, Lulo, Movii, Pibank, Rappipay, Santander, Scotiabank. Las que si no tendrán inconvenientes son las personas que hagan transferencias de Nequi a Nequi o de Nequi a Bancolombia, pues ellas sí recibirán el dinero de manera inmediata.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:49:06.419+02:00",
  "updated": "2023-12-29T00:49:06.419+02:00"
}