{
  "thread": {
    "uuid": "5ab9b4cc69e485d42466df235926a11db92ed509",
    "url": "https://www.prweb.com/releases/its-time-for-dei-2-0-when-all-forms-of-hate-and-violence-are-rejected-this-is-the-business-of-business-302023031.html",
    "site_full": "www.prweb.com",
    "site": "prweb.com",
    "site_section": "https://www.prweb.com/releases",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "All News Releases and Press Releases from PRWeb",
    "title": "It's time for DEI 2.0 when all forms of hate and violence are rejected. This is the business of business",
    "title_full": "It's time for DEI 2.0 when all forms of hate and violence are rejected. This is the business of business",
    "published": "2023-12-29T16:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 810,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ab9b4cc69e485d42466df235926a11db92ed509",
  "url": "https://www.prweb.com/releases/its-time-for-dei-2-0-when-all-forms-of-hate-and-violence-are-rejected-this-is-the-business-of-business-302023031.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "George Lindemann",
  "published": "2023-12-29T16:00:00.000+02:00",
  "title": "It's time for DEI 2.0 when all forms of hate and violence are rejected. This is the business of business",
  "text": "The war in the Middle East challenges us to take the next step in diversity, equity and inclusion by moving against all forms of hate and violence. This is the business of business. MIAMI, Dec. 29, 2023 /PRNewswire-PRWeb/ -- Businesses, like non-profits and educational institutions, have developed Diversity, Equity, and Inclusion (DEI) policies to create better places to work, serve communities, and hire smart. Thinking has been moving in that direction for years, but it was propelled forward after George Floyd's death in 2020. Now, the war in the Middle East challenges us to take the next step—DEI 2.0—moving against all forms of hate and violence. The goal is to reject concepts, acts and, yes, speech that demeans, incites and ignores what should be called out and rejected. This isn't a feel-good effort. DEI 2.0 makes a better workplace, more loyal clients and customers, and betters any community. There is a business case for considering what is right and doing it. By default, as we look at what and who must be included, we necessarily need to consider what must be excluded. There is a place for moral clarity in business and many businesses are seeking it for valid business reasons. Each business, service or retail operation needs a written program with clear, stated values that are not simply words but values incorporated into processes that include everything from hiring to customer relations. These are scary times. Uncertainty reigns. I'm a businessman. My business interests are varied but my values are consistent across the various sectors. Since the current Middle East war, people have been afraid to speak out. Hate crimes, random attacks, and violence have escalated toward specific groups. Many institutional DEI policies spell out which minorities must be included. And it's time to take the next step and spell out who should be excluded. One thoughtful organization has as a focus on the front page of its website: \"The organization's future depends on its open embrace of people of all backgrounds, experiences, and perspectives.\" It's an excellent goal but excluding hateful behavior and hateful speech is just as important. It's DEI 2.0. Evolved diversity statements affirm a desire to seek diversity as a critical part of organizational culture. Some institutions have even put diversity in their mission statements! That's why DEI 2.0 is crucial. Compare the last statement to this one: \"We wholeheartedly condemn all forms of violence, hate, and prejudice against any individual or community.\" Doesn't that sound right? These are not just words; they are actionable. These words mean business. When DEI is not actionable, not in the operation manual, then it is too passive. A manual is not just a document; it spells out institutional values and contains institutional culture. I have made serious efforts to make my businesses and my personal life more diverse, more equitable, and more inclusive. I now realize that I must make an equally serious effort to root out all forms of hate at work as well as at home. When one group experiences hate, it is only a matter of time before it transfers to the next group and the next. Hate prevents equity. DEI 2.0 brings us closer to a more inclusive and equitable society where hate and violence are simply not tolerated. It's not just the right thing to do; it's good for business. About George Lindemann: George Lindemann is a father, philanthropist, farmer, and owner of Coal Creek Farm in Tennessee. He is President of the Bass Museum in Miami Beach. He's a successful businessman, developer, and award-winning conservationist. Most importantly, George believes that to have a better world, we need to be better to each other and that business has a critical role to do so. Media Contact George Lindemann, President, EcoVentures Capital Fund, 1 (305) 573-1626, [[email protected]](https://c212.net/c/link/?t=0&l=en&o=4057954-1&h=2399624144&u=http%3A%2F%2Fmailto%3Ageorgelylelindemann%40gmail.com&a=georgelylelindemann%40gmail.com), [https://www.georgelindemann.com/](https://c212.net/c/link/?t=0&l=en&o=4057954-1&h=3538264844&u=https%3A%2F%2Fwww.georgelindemann.com%2F&a=https%3A%2F%2Fwww.georgelindemann.com%2F) SOURCE George Lindemann",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [
    "https://c212.net/c/link/?t=0&l=en&o=4057954-1&h=2399624144&u=http%3A%2F%2Fmailto%3Ageorgelylelindemann%40gmail.com&a=georgelylelindemann%40gmail.com),",
    "https://c212.net/c/link/?t=0&l=en&o=4057954-1&h=3538264844&u=https%3A%2F%2Fwww.georgelindemann.com%2F&a=https%3A%2F%2Fwww.georgelindemann.com%2F)",
    "https://www.georgelindemann.com/",
    "https://georgelindemann.com/",
    "https://www.c212.net/c/link/?t=0&l=en&o=4057954-1&h=2399624144&u=http%3A%2F%2Fmailto%3Ageorgelylelindemann%40gmail.com&a=georgelylelindemann%40gmail.com),",
    "https://c212.net/c/link/",
    "https://www.georgelindemann.com",
    "https://www.c212.net/c/link/?t=0&l=en&o=4057954-1&h=3538264844&u=https%3A%2F%2Fwww.georgelindemann.com%2F&a=https%3A%2F%2Fwww.georgelindemann.com%2F)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george floyd",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "middle east",
        "sentiment": "none"
      },
      {
        "name": "miami",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T17:17:58.205+02:00",
  "updated": "2023-12-29T17:17:58.205+02:00"
}