{
  "thread": {
    "uuid": "e9d072eef7b172521ec762c78284e52896fabdde",
    "url": "https://www.iltempo.it/esteri/2024/05/04/news/hamas-israele-tregua-accordo-rilascio-ostaggi-completo-ritiro-gaza-news-39219035",
    "site_full": "www.iltempo.it",
    "site": "iltempo.it",
    "site_section": "https://www.iltempo.it/rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Il Tempo",
    "title": "Hamas e Israele sono d'accordo sulla tregua e il rilascio degli ostaggi. La svolta",
    "title_full": "Hamas e Israele sono d'accordo sulla tregua e il rilascio degli ostaggi. La svolta",
    "published": "2024-05-04T11:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://img.iltempo.it/images/2024/05/04/094101355-77169412-332e-4ff5-b0e7-844056eeeb36.jpg",
    "performance_score": 0,
    "domain_rank": 21433,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9d072eef7b172521ec762c78284e52896fabdde",
  "url": "https://www.iltempo.it/esteri/2024/05/04/news/hamas-israele-tregua-accordo-rilascio-ostaggi-completo-ritiro-gaza-news-39219035",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@iltempo_official",
  "published": "2024-05-04T11:40:00.000+03:00",
  "title": "Hamas e Israele sono d'accordo sulla tregua e il rilascio degli ostaggi. La svolta",
  "text": "Gaza, c'è l'accordo Israele-Hamas per la tregua: la conferma palestinese\nSemaforo verde sulla tregua a Gaza. Hamas avrebbe infatti approvato la prima fase di un accordo per il rilascio degli ostaggi, in cambio di garanzie americane su un completo ritiro di Israele dalla Striscia in 124 giorni, a completamento delle tre fasi che comporrebbero l’intesa. A rivelarlo è una fonte dei miliziani palestinesi citata dall’emittente israeliana Channel 12, secondo cui le garanzie americane sarebbero state fatte pervenire per il tramite dei mediatori egiziani e qatarini che oggi incontreranno al Cairo esponenti di Hamas. L’accordo prevederebbe inoltre la promessa sostenuta dagli Stati Uniti che Israele non avvierà la prevista operazione nella città meridionale di Rafah, nell’enclave palestinese.\nOstaggio già morto da tempo: la triste notizia dal kibbutz israeliano\nL’ultima proposta di accordo prevederebbe una prima fase di durata fino a 40 giorni durante la quale 33 ostaggi tenuti a Gaza verrebbero rilasciati e l’Idf si ritirerebbe da parte della Striscia. La seconda fase si estenderebbe fino a 42 giorni durante i quali verrebbero rilasciati tutti gli altri ostaggi ancora in vita e le parti si accorderebbero sulle condizioni di un ritorno alla calma a Gaza. Durerebbe 42 giorni anche la terza ed ultima fase, dedicata alla consegna dei corpi senza vita.\nCaos nei campus Usa, Biden dice no all'antisemitismo: \"Linguaggio d'odio\"\nNel corso della prima fase è anche previsto il rientro della popolazione palestinese che si è rifugiata nel sud di Gaza nella parte settentrionale della Striscia: Israele, secondo gli Stati Uniti, avrebbe accettato un rientro senza limitazioni della popolazione nelle aree di provenienza. Nel quadro dell’intesa è previsto inoltre il rilascio di centinaia di prigionieri palestinesi. La fonte di Hamas citata da Channel 12 ha parlato di «compromessi raggiunti» sul numero di detenuti da rilasciare in cambio della liberazione di ciascun ostaggio. La notizia riportata oggi dal Times of Israel segue l’annuncio di Hamas che nella tarda serata di ieri ha reso noto che una sua delegazione andrà al Cairo «determinata a raggiungere un accordo tale da soddisfare le richieste palestinesi». La guerra va avanti dal 7 ottobre e ora sembra proprio essere arrivato il tempo della pace. Restando sempre in attesa degli annunci ufficiali, con la notizia che è stata però confermata dal quotidiano palestinese Al-Quds, che fa sapere che Hamas annuncerà l’approvazione dell’ultima proposta di cessate il fuoco e rilascio degli ostaggi nelle prossime ore.\nDai blog\nControtempo []https://www.iltempo.it/blog/carlo-antini/2024/04/30/news/ermal-meta-buona-fortuna-dedicato-figlia-primo-maggio-roma-noemi-39185350/\nLa nuova vita di Ermal Meta: \"Buona Fortuna è dedicato a mia figlia\" Carlo Antini https://www.iltempo.it/blog/carlo-antini/2024/04/25/news/rock-in-roma-tommaso-paradiso-annalisa-placebo-club-dogo-capannelle-cavea-39145612/\nDa Tommaso Paradiso a Annalisa, estate a tempo di Rock in Roma Carlo Antini Qui Lazio\nImpresa sfiorata, Lazio eliminata Luigi Salomone",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T13:39:17.248+03:00",
  "updated": "2024-05-04T13:39:17.248+03:00"
}