{
  "thread": {
    "uuid": "4e1efdf5a4098bced3e3640ea98b830b93406abb",
    "url": "https://timesofindia.indiatimes.com/city/chennai/nudges-from-health-coaches-can-lead-to-healthier-lifestyles/articleshow/109048301.cms",
    "site_full": "timesofindia.indiatimes.com",
    "site": "indiatimes.com",
    "site_section": "https://timesofindia.indiatimes.com/home/headlines",
    "site_categories": [
      "under_construction",
      "non_standard_content",
      "top_news"
    ],
    "section_title": "News, Today's News Headlines, Breaking News and Live News from India and World - Times of India",
    "title": "Health Coaches: Nudges From Health Coaches Can Lead To Healthier Lifestyles | Chennai News - Times of India",
    "title_full": "Health Coaches: Nudges From Health Coaches Can Lead To Healthier Lifestyles | Chennai News - Times of India",
    "published": "2024-04-04T23:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://static.toiimg.com/thumb/msid-47529300,width-1070,height-580,imgsize-110164,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "performance_score": 0,
    "domain_rank": 284,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4e1efdf5a4098bced3e3640ea98b830b93406abb",
  "url": "https://timesofindia.indiatimes.com/city/chennai/nudges-from-health-coaches-can-lead-to-healthier-lifestyles/articleshow/109048301.cms",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TNN",
  "published": "2024-04-04T23:47:00.000+03:00",
  "title": "Health Coaches: Nudges From Health Coaches Can Lead To Healthier Lifestyles | Chennai News - Times of India",
  "text": "Chennai: At least one in every two patients lost an average of 4kg (BMI of 1.6 kg/month) after nudges from health coaches. The coaches from Apollo Hospitals who pushed people to go in for periodic health checks also managed to help them significantly bring down their blood pressure and sugars, said doctors.Riding on its success, the group launched a digital health risk assessment called ‘ProHealth Score’, hospital chairman Dr Prathap C Reddy said. The free risk score evaluates factors such as family history, lifestyle, and current symptoms and generates a personalised numeric indicator of a person’s health status. Additionally, it provides simple corrective measures to guide you toward better health. “The effort is to prod people to undergo health checks and lead a healthy lifestyle,” said hospital CEO for Preventive Healthcare, Dr Sathya Sriram.In a group of nearly 17,000 people, the hospital’s digital records show that about half of the group lost weight, with an average loss of 4 kg and a BMI decrease of 1.6 kg/month in 21 months, said Apollo Hospitals CEO and president, Dr Madhu Sasidhar. At least 70% of them with high blood pressure saw an improved average decline in systolic (24 mmHg) and diastolic (15 mmHg) blood pressure. In a smaller group of about 8,000 people, nearly three out of five people brought down their HbA1C levels by an average of 1.45 mmol/mol in 21 months.The difference will help people prevent or delay diseases and complications, doctors said. The surge in non-communicable diseases such as cardiovascular diseases, diabetes, respiratory ailments, and cancer accounts for 63% of all deaths in the country. “People must take action to protect themselves, their families, and their communities from the escalating burden of non-communicable diseases,” said hospital vice-chairman Preetha Reddy.We also published the following articles recently5 dead and over 100 hospitalized from recalled Japanese health supplementsFive deaths and 114 hospitalized due to intake of Japanese health supplements, including Benikoji Choleste Help with red mold. Ongoing investigations and criticism of delayed public disclosure by Kobayashi Pharmaceutical Co.1088771855 dead and over 100 hospitalized from recalled Japanese health supplementsFive deaths and 100 hospitalizations linked to a Japanese health supplement by Kobayashi Pharmaceutical Co. Health ministry warns of more deaths, tourists bought supplements, and 18.5 tons of benikoji produced, affecting health product approval.108876809James Corden said many British people genuinely think he was \\\"fired\\\" from the Late Late ShowJames Corden reflects on leaving The Late Late Show, adjusting to life in London, and launching a new radio program, where he interviews celebrities like the Kardashians and shares emotional moments with guests like Kris Jenner.109020337",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "prathap c reddy",
        "sentiment": "none"
      },
      {
        "name": "sathya",
        "sentiment": "none"
      },
      {
        "name": "dr madhu",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "chennai news - times of india chennai",
        "sentiment": "negative"
      },
      {
        "name": "apollo hospitals",
        "sentiment": "none"
      },
      {
        "name": "preventive healthcare",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T02:46:53.787+03:00",
  "updated": "2024-04-05T02:46:53.787+03:00"
}