{
  "thread": {
    "uuid": "cf2668b5139dd616bc8b39439ae1372e0da6a931",
    "url": "https://www.thehansindia.com/business/our-best-is-yet-to-come-gautam-adani-to-his-67-million-shareholders-886965",
    "site_full": "www.thehansindia.com",
    "site": "thehansindia.com",
    "site_section": "https://www.thehansindia.com/business",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest Busienss News, Stock Markets, BSE, NSE - The Hans India",
    "title": "Our best is yet to come: Gautam Adani to his 6.7 million shareholders",
    "title_full": "Our best is yet to come: Gautam Adani to his 6.7 million shareholders",
    "published": "2024-06-24T11:33:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://assets.thehansindia.com/h-upload/2024/06/24/1457014-gautam-adani.jpg",
    "performance_score": 0,
    "domain_rank": 14948,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cf2668b5139dd616bc8b39439ae1372e0da6a931",
  "url": "https://www.thehansindia.com/business/our-best-is-yet-to-come-gautam-adani-to-his-67-million-shareholders-886965",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "The Hans India",
  "published": "2024-06-24T11:33:00.000+03:00",
  "title": "Our best is yet to come: Gautam Adani to his 6.7 million shareholders",
  "text": "Live [Parental guidance is essential for children to carve their academic and career success](/hans/education-careers/parental-guidance-is-essential-for-children-to-carve-their-academic-and-career-success-886968) [Spinners propel Sri Lanka women to T2OI win over Windies after 9 years](/sports/cricket/spinners-propel-sri-lanka-women-to-t2oi-win-over-windies-after-9-years-886967) [IIIT Bangalore to launch Industry-First Generative AI for Leaders Certification](/hans/education-careers/iiit-bangalore-to-launch-industry-first-generative-ai-for-leaders-certification-886966) [Our best is yet to come: Gautam Adani to his 6.7 million shareholders](/business/our-best-is-yet-to-come-gautam-adani-to-his-67-million-shareholders-886965) [All set for the trailer launch of ‘Bharateeyudu 2’](/cinema/all-set-for-the-trailer-launch-of-bharateeyudu-2-886964) [K'taka CM's son Yathindra, C.T. Ravi, 15 others take oath as MLCs in Vidhana Soudha](/karnataka/ktaka-cms-son-yathindra-ct-ravi-15-others-take-oath-as-mlcs-in-vidhana-soudha-886963) [Pendurthi former MLA allegedly attempted suicide](/andhra-pradesh/pendurthi-former-mla-allegedly-attempted-suicide-886962) [Tollywood Producers meets Pawan Kalyan; addresses industry challenges](/cinema/tollywood/tollywood-producers-meets-pawan-kalyan-addresses-industry-challenges-886961) [Tribals take out rallies demanding political solution to Manipur crisis](/news/national/tribals-take-out-rallies-demanding-political-solution-to-manipur-crisis-886960) [Centre slaps stock limits on wheat traders to control prices](/business/centre-slaps-stock-limits-on-wheat-traders-to-control-prices-886959) Just In Our best is yet to come: Gautam Adani to his 6.7 million shareholders Gautam Adani, Chairman of the Adani Group, said on Monday that with record results, robust cash positions, and the lowest debt ratios in the company's history Ahmedabad: Gautam Adani, Chairman of the [Adani Group](https://www.thehansindia.com/home/tags/Adani Group), said on Monday that with record results, robust cash positions, and the lowest debt ratios in the company's history, their path ahead is illuminated with the promise of even greater accomplishments and \"the best is yet to come\". The Adani Group, India’s largest infrastructure conglomerate, began its annual week where all the listed group companies have their annual general meetings (AGM) lined up back-to-back. The week commenced with the keynote address from [Gautam Adani](https://www.thehansindia.com/home/tags/Gautam Adani), speaking to his 6.7 million shareholders globally. Gautam Adani, a first-generation entrepreneur known for building India’s largest infrastructure entity, highlighted three pivotal themes in his address - the Group’s resilience in overcoming external challenges, India’s ascent on the global stage, and the future opportunities for the conglomerate and its extensive shareholder base of 6.7 million shareholders across 11 listed companies. Drawing from his upbringing in the deserts of Gujarat, the soft-spoken Gautam Adani underscored the value of perseverance instilled by his mother, stating: \"The true measure of our success is less about our achievements and more in our ability to stand firm in the face of adversity. In my case, I picked my lessons from my mother. Growing up in the harsh deserts of Banaskantha, what I learnt from her is that true strength lies in perseverance.\" \"It is this perseverance that has allowed us to become one of the most admired companies in the country. And our perseverance was never more evident than that we demonstrated this past year. In the face of unprecedented attacks on our integrity, we proved our resilience,\" he remarked, attributing the Group’s recovery to its core values of courage, trust and commitment. Highlighting India’s growing influence globally and its pivotal role in addressing climate change, Gautam Adani asserted: \"The world is witnessing the rise of India. This is India’s moment. We are now the force for stability, cooperation and progress in a complex world. And it is India’s macroeconomic stability and ambitious growth plans that inspire our confidence.\" With India targeted to become a 10 trillion-dollar economy by FY32, the spend on infrastructure is expected to grow at a CAGR of 20-25 per cent and reach a cumulative spend of $2.5 trillion. \"Given that, at the very core, we are an infrastructure company, we are well positioned to capitalise on the upcoming opportunities,\" said the Group Chairman. Outside the government, Adani Group remains the largest infrastructure developer with its extensive portfolio spanning power, ports, roads, airports, data centres, defence, manufacturing, logistics, and material. \"Our ability to conceptualise and then handle complexity and execute very large projects in difficult conditions is an unmatched competency that we continue to get better at,” Gautam Adani said, as he spoke about the group’s various ultra-scale projects including the world’s largest renewable park at Khavda, Gujarat and real estate project at Dharavi, Mumbai. \"And the outcomes are manifested in the financial numbers we delivered,\" he added. In FY24, the Group delivered a record performance registering a $10 billion EBITDA (Earnings before interest tax and depreciation) milestone with a 45 per cent growth year-on-year. Its net profit grew by 70 per cent. The group holds cash of more than $7 billion and the group-level debt is down to 2.2 times, much lower than infrastructure industry standards of 3.5-4.5 times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Corporate News and Profiles",
    "Business and Market Analysis"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gautam adani",
        "sentiment": "positive"
      },
      {
        "name": "yathindra",
        "sentiment": "none"
      },
      {
        "name": "pawan kalyan",
        "sentiment": "none"
      },
      {
        "name": "gautam-adani",
        "sentiment": "none"
      },
      {
        "name": "c.t. ravi",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "google",
        "sentiment": "none"
      },
      {
        "name": "mla",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "manipur",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T14:05:15.945+03:00",
  "updated": "2024-06-24T14:15:20.820+03:00"
}