{
  "thread": {
    "uuid": "ab19d4f767e19b682675b1e9d6cbe93180a3ba4d",
    "url": "https://global.chinadaily.com.cn/a/202401/12/WS65a09541a3105f21a507bebe.html",
    "site_full": "global.chinadaily.com.cn",
    "site": "chinadaily.com.cn",
    "site_section": "https://global.chinadaily.com.cn/china",
    "site_categories": [
      "travel"
    ],
    "section_title": "China - Chinadaily.com.cn",
    "title": "Frost-resistant Fuxing deliver passengers winter cheer - Chinadaily.com.cn",
    "title_full": "Frost-resistant Fuxing deliver passengers winter cheer - Chinadaily.com.cn",
    "published": "2024-01-12T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CN",
    "main_image": "http://img2.chinadaily.com.cn/images/202401/12/65a09541a3105f211c854a66.jpeg",
    "performance_score": 0,
    "domain_rank": 576,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ab19d4f767e19b682675b1e9d6cbe93180a3ba4d",
  "url": "https://global.chinadaily.com.cn/a/202401/12/WS65a09541a3105f21a507bebe.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "严茂强",
  "published": "2024-01-12T02:00:00.000+02:00",
  "title": "Frost-resistant Fuxing deliver passengers winter cheer - Chinadaily.com.cn",
  "text": "Frost-resistant Fuxing deliver passengers winter cheer Seven Fuxing CR400BF-GZ trains — the smartest and most frost-resistant bullet train model of the Fuxing family — have been assigned to Heilongjiang province to meet the travel needs of passengers from across the country and improve their travel experience, according to China Railway Harbin Group. Since the beginning of the winter season, the popularity of ice and snow tourism in Heilongjiang has continued to rise, with passenger volume nearly tripling year-on-year. The Fuxing trains will operate on high-speed rail lines from the provincial capital Harbin to Beijing, Shanghai and Wuhan in Hubei province to meet the increasing passenger volume, the group said. So far, there are 19 trains of the type across the country, with 13 deployed by the Harbin group. The first CR400BF-GZ train started operating in Heilongjiang on Jan 19 last year from Harbin to Heilongjiang's Shuangyashan city, marking the first of its type to run at the highest latitude and in the coldest region in China. The trains, designed for a maximum speed of 350 kilometers per hour, are resistant to very low temperatures, ice and snow, and can run normally in conditions as cold as -40 C. The water tank, sewage tank, water pipes and other equipment are well insulated and have electric heating systems, to ensure normal operations in extremely cold weather. The train boasts passenger-friendly features such as carriages with wider doors, providing better access for people in wheelchairs; barrier-free toilets for people with mobility problems; wheelchair storage areas; and signs in Braille. Using frequency-conversion technology, the air-conditioning system can provide more accurate temperature regulation, guaranteeing less noise and more comfort. All seats are ergonomically designed to enhance comfort, and include USB charging ports. Staff members from the group have also launched various activities on the train to provide passengers with unique experiences during their trip. A passenger surnamed Xu was quite surprised to see the frozen pears, which were carefully sliced into bite-sized pieces and elegantly presented on the Fuxing train from Shanghai to Harbin. \"I never imagined that I could taste the local snack that is quite popular on social media platforms before I arrived at my destination,\" she said. \"I have posted the pictures on my WeChat moments, which has drawn lots of attention.\" The train staff also prepared frozen persimmon, ice lollies from local brand Modern and some other snacks from the nation's northeast. \"In order to make the southern tourists better feel the ice and snow culture, we have made an illustrated handbook 'Tour Guide in Harbin' in advance,\" said Gao Yue, the train's conductor. \"In the handbook, tourists can easily find the must-go scenic spots, design their play routes, mark the tips and get the best photo locations at the city's popular landmarks, such as Saint Sophia Cathedral and the Ice and Snow World.\" [Frost-resistant Fuxing deliver passengers winter cheer](//www.chinadaily.com.cn/a/202401/12/WS65a09541a3105f21a507bebe.html) [Private firm launches world's most powerful solid-fuel rocket](//www.chinadaily.com.cn/a/202401/12/WS65a092c5a3105f21a507beb7.html) [Nation ranks among leading innovators](//www.chinadaily.com.cn/a/202401/12/WS65a092a6a3105f21a507beb3.html) [Targets set for completion of trains traveling at 450 km/h](//www.chinadaily.com.cn/a/202401/12/WS65a09119a3105f21a507be90.html) [Hearing-impaired family prioritizes needs of their 4-year-old daughter](//www.chinadaily.com.cn/a/202401/12/WS65a08809a3105f21a507be69.html) [Guideline cleans up pollutants](//www.chinadaily.com.cn/a/202401/12/WS65a07d85a3105f21a507be58.html)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "china railway harbin group",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "beijing",
        "sentiment": "none"
      },
      {
        "name": "shuangyashan city",
        "sentiment": "none"
      },
      {
        "name": "shanghai",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "harbin",
        "sentiment": "none"
      },
      {
        "name": "wuhan",
        "sentiment": "none"
      },
      {
        "name": "hubei province",
        "sentiment": "none"
      },
      {
        "name": "heilongjiang",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T04:01:45.151+02:00",
  "updated": "2024-01-12T04:01:45.151+02:00"
}