{
  "thread": {
    "uuid": "41be9ba59ab4c1ce9e70f7701adafd14487365dc",
    "url": "https://caracol.com.co/2024/02/29/familias-confinadas-de-segovia-comenzaron-a-recibir-ayuda-humanitaria",
    "site_full": "caracol.com.co",
    "site": "caracol.com.co",
    "site_section": "https://caracol.com.co/ciudades/medellin/",
    "site_categories": [
      "media",
      "hobbies_and_interests",
      "radio"
    ],
    "section_title": "Medellín | Caracol Radio",
    "title": "Familias confinadas de Segovia comenzaron a recibir ayuda humanitaria",
    "title_full": "Familias confinadas de Segovia comenzaron a recibir ayuda humanitaria",
    "published": "2024-02-29T23:56:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://caracol.com.co/resizer/v2/https%3A%2F%2Fcloudfront-us-east-1.images.arcpublishing.com%2Fprisaradioco%2FDYXIURPMMNC2ZDJJQCABWAUXOU.jpeg?auth=242c758c029285547e6051331247d903a74f3e1cd7f59d8fbaef293d52cbaf4c&amp;height=500&amp;width=748&amp;quality=70",
    "performance_score": 0,
    "domain_rank": 13984,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "41be9ba59ab4c1ce9e70f7701adafd14487365dc",
  "url": "https://caracol.com.co/2024/02/29/familias-confinadas-de-segovia-comenzaron-a-recibir-ayuda-humanitaria",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Caracol Radio Medellín\"/>",
  "published": "2024-02-29T23:56:00.000+02:00",
  "title": "Familias confinadas de Segovia comenzaron a recibir ayuda humanitaria",
  "text": "Antioquia\nLuego de varios días de confinamiento por el conflicto armado entre grupos ilegales los campesino s de la zona rural de Segovia comenzaron a recibir ayuda humanitaria como alimentos, en total nueve toneladas fueron distribuidas a 222 familias conformadas por 516 personas de la vereda Altos de Manila , donde las comunidades no habían podido salir a abastecerse por los combates que duran varias semanas.\nEsta ayuda llega luego de que las autoridades aseguraron la zona para permitir este corredor humanitaria que permite mitigar el hambre que estas comunidades estaban padeciendo ante la imposibilidad de salir a trabajar , no solo por los combates sino por los campos minados que dejaron los ilegales en su retirada.\nCárcel para dos hombres que habrían estrangulado a un secuestrado que intentó volarse\n¿Sabe usted qué sabores tiene el aguacate? Investigadores de la UdeA lo identificaron\n“Confinamiento quiere decir que por el mismo conflicto estas familias no han podido salir del territorio , estaban desabastecidos, tenían las primeras necesidades sin que se les pudiera garantiza r y por esta razón la Unidad Nacional para las Víctimas entró al territorio, hizo entrega de estas ayudas humanitarias a esta población. Pero de igual manera, contarles que están siendo atendidas por la entidad territorial y por la Gobernación de Antioquia, también están siendo sujetas de acompañamiento de la Unidad Nacional para las Víctimas”, comentó la directora de la Unidad para las Víctimas en Antioquia, Claudia Patricia Vallejo.\nLa entidad también informó que mediante el equipo de prevención urgente y atención en la inmediatez hacen monitoreo de 90 familias que desplazadas de las veredas de Segovia y Remedios que han llegado hasta las zonas urbanas para apoyarles en caso de que requieran atención diferente a las ayudas humanitaria.\nEs de anotar que el conflicto entre los ilegales desde el año pasado ha generado una crisis humanitaria en la subregión del Nordeste antioqueño y sur de Bolívar dónde hay homicidios , ataques a militares, accidentes con minas antipersonal, secuestros , desapariciones forzadas, reclutamiento de menores y hasta incendio de viviendas.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-01T00:34:35.157+02:00",
  "updated": "2024-03-01T00:34:35.157+02:00"
}