{
  "thread": {
    "uuid": "287f871cb2ef25b6b1ae3f144f14f247f606e3a6",
    "url": "https://www.channelnewsasia.com/singapore/oil-spill-cleanup-sentosa-beaches-siloso-4430266",
    "site_full": "www.channelnewsasia.com",
    "site": "channelnewsasia.com",
    "site_section": "https://channelnewsasia.com/latest-news",
    "site_categories": [
      "society",
      "tech",
      "top_news"
    ],
    "section_title": "Latest News - CNA",
    "title": "Oil spill clean-up: 'Good progress' at Sentosa beaches; more than 140,000kg of oil-soaked sand removed - CNA",
    "title_full": "Oil spill clean-up: 'Good progress' at Sentosa beaches; more than 140,000kg of oil-soaked sand removed - CNA",
    "published": "2024-06-23T14:20:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://onecms-res.cloudinary.com/image/upload/s--4zB9SiP9--/c_crop,h_508,w_904,x_74,y_131/f_auto,q_auto/c_fill,g_auto,h_676,w_1200/v1/mediacorp/cna/image/2024/06/23/448713924_870471011775372_1561385683916250355_n.jpg?itok=LZn_hL9y",
    "performance_score": 0,
    "domain_rank": 1786,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "287f871cb2ef25b6b1ae3f144f14f247f606e3a6",
  "url": "https://www.channelnewsasia.com/singapore/oil-spill-cleanup-sentosa-beaches-siloso-4430266",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ng Hong Siang",
  "published": "2024-06-23T14:20:00.000+03:00",
  "title": "Oil spill clean-up: 'Good progress' at Sentosa beaches; more than 140,000kg of oil-soaked sand removed - CNA",
  "text": "The Siloso Beach shoreline is \"largely cleaned now\", says Sentosa.\nWork on clearing oil from the beaches' rock bunds and breakwaters has started. (Photo: Facebook/Sentosa)\nNew: You can now listen to articles.\nThis audio is generated by an AI tool.\nNg Hong Siang\nNg Hong Siang 23 Jun 2024 07:20PM (Updated: 23 Jun 2024 08:04PM) Bookmark Bookmark Share WhatsApp Telegram Facebook Twitter Email LinkedIn SINGAPORE: \"Good progress\" had been made with oil spill clean-up efforts on Sentosa's beaches, the resort island said on Sunday (Jun 23).\nAn oil spill occurred on Jun 14 after a Netherlands-flagged dredger hit a stationary bunker vessel, causing oil from the latter's damaged cargo tank to spill into the water.\nFollowing the incident, oil washed up along the coast of several beaches in Singapore, including those on Sentosa island and in East Coast Park.\nMore than 140,000kg of oil-soaked sand has been removed from the Siloso, Palawan and Tanjong beaches since Jun 15, Sentosa said in a post on Facebook on Sunday afternoon.\nThe Siloso Beach shoreline is \"largely cleaned now\", it added.\nIn an update on Jun 20, Singapore's authorities said that a \"large majority\" of oil deposits on the beach at East Coast Park had been removed and the beaches at Tanah Merah were largely cleaned up .\nThey also said that the beaches on three Singapore islands - St John's, Lazarus and Kusu - as well as a \"large majority\" of Sentosa's Siloso beach had been cleared of oily sand.\nA view of the Siloso Beach shoreline, which has been largely cleaned of oil. (Photo: Facebook/Sentosa) Over 140,000kg of oil-soaked sand has been removed from the shores of Siloso, Palawan, and Tanjong Beach. (Photo: Facebook/Sentosa) Over 140,000kg of oil-soaked sand has been removed from the shores of Siloso, Palawan, and Tanjong Beach. (Photo: Facebook/Sentosa) Work on clearing oil from the beaches' rock bunds and breakwaters has started. (Photo: Facebook/Sentosa) Work on clearing oil from the beaches' rock bunds and breakwaters has started. (Photo: Facebook/Sentosa) Since Friday, workers on Sentosa have started been clearing oil on rock bunds and breakwaters, said the resort island on Sunday, adding that it was a \"challenging and time-consuming task\".\n\"These areas are harder to access than the shoreline, with uneven surfaces and oil slipping into boulder crevices,\" it said.\nSentosa said that it is working with experts using specialised cleaning methods \"to thoroughly flush out the oil and clear it from the lagoon\".\nMinister for Sustainability and the Environment Grace Fu said on Jun 20 that clearing the oil from the rock bunds and breakwaters would be a \"complex process\" .\n\"The rock bunds are not as accessible as beach shorelines and their surfaces are uneven. Oil that has slipped into the boulder crevices also needs to be thoroughly flushed out, and oil within the lagoon needs to be removed,\" she had said.\nVisitors to beachfront dining spots and attractions can still enjoy access to Sentosa's beaches, the resort island said on Sunday.\nCNA has contacted Sentosa for more information.\nRelated: Repairing snapped booms, treating oil-slicked sand: Oil spill clean-up efforts continue a week on Oil spill: Several beaches, including East Coast Park and Sentosa's Siloso, mostly cleared of oil Source: CNA/nh(rj) Sign up for our newsletters Get our pick of top stories and thought-provoking articles in your inbox\nSubscribe here Get the CNA app Stay updated with notifications for breaking news and our best stories\nDownload here Get WhatsApp alerts\nJoin our channel for the top reads for the day on your preferred chat app\nJoin here Related Topics oil spill Sentosa Sentosa Development Corporation Advertisement Also worth reading Content is loading... Advertisement Expand to read the full story Get bite-sized news via a new\ncards interface. Give it a try. Click here to return to FAST Tap here to return to FAST FAST",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://cna.asia/whatsapp",
    "https://www.cna.asia/whatsapp"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sentosa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cna",
        "sentiment": "negative"
      },
      {
        "name": "facebook",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "tanjong beach",
        "sentiment": "none"
      },
      {
        "name": "palawan",
        "sentiment": "none"
      },
      {
        "name": "siloso",
        "sentiment": "none"
      },
      {
        "name": "east coast park",
        "sentiment": "none"
      },
      {
        "name": "siloso beach",
        "sentiment": "none"
      },
      {
        "name": "tanjong",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T14:22:21.775+03:00",
  "updated": "2024-06-23T18:31:02.213+03:00"
}