{
  "thread": {
    "uuid": "6b513c757fa13dc8ff93faf611eabb808f335fd2",
    "url": "https://www.mdzol.com/sociedad/2024/4/18/salud-infantil-por-que-aparece-la-fiebre-que-deben-hacer-los-padres-421258.html",
    "site_full": "www.mdzol.com",
    "site": "mdzol.com",
    "site_section": "https://mdzol.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "MDZ Online",
    "title": "Salud infantil: por qué aparece la fiebre y que deben hacer los padres - MDZ Online",
    "title_full": "Salud infantil: por qué aparece la fiebre y que deben hacer los padres - MDZ Online",
    "published": "2024-04-18T13:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.mdzol.com/u/fotografias/m/2024/4/18/f1280x720-1581685_1713360_6431.jpg",
    "performance_score": 0,
    "domain_rank": 27952,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6b513c757fa13dc8ff93faf611eabb808f335fd2",
  "url": "https://www.mdzol.com/sociedad/2024/4/18/salud-infantil-por-que-aparece-la-fiebre-que-deben-hacer-los-padres-421258.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "mdzol.com",
  "published": "2024-04-18T13:30:00.000+03:00",
  "title": "Salud infantil: por qué aparece la fiebre y que deben hacer los padres - MDZ Online",
  "text": "Salud infantil: por qué aparece la fiebre y que deben hacer los padres Con una temperatura de 38ºC o más, es común que los padres se sientan ansiosos y busquen desesperadamente maneras de reducirla. Sin embargo, ¿cuál es la realidad detrás de este síntoma tan común? [En el universo de la salud infantil, la fiebre es una protagonista](https://www.mdzol.com/noticias/buscar/?buscar=fiebre) constante que genera no solo preocupación, sino también múltiples mitos y temores infundados. Lejos de ser un enemigo a temer, es en realidad un mecanismo de defensa del cuerpo frente a las infecciones. Históricamente, la fiebrefobia ha arraigado en la sociedad, alimentando el miedo irracional a la fiebre como algo peligroso. Sin embargo, el avance científico ha desmentido estas creencias, demostrando que la fiebre no es por sí misma peligrosa, sino más bien una aliada en la lucha contra los microorganismos invasores. ¿Qué hacer entonces cuando un niño presenta fiebre? La clave está en identificar la causa subyacente antes de intentar reducir la temperatura a toda costa. Administrar medicamentos antifebriles de forma rutinaria puede tener efectos adversos y no mejora el curso de la enfermedad. Más importante aún, el objetivo del tratamiento no es normalizar la temperatura, sino aliviar el malestar. Los baños fríos o progresivamente fríos no son recomendados, ya que no ayudan a bajar la fiebre y pueden causar incomodidad adicional. Es fundamental mantener una adecuada hidratación ofreciendo líquidos según la edad del niño, sin forzar. Es crucial comprender que la gravedad de la enfermedad no siempre está relacionada con la magnitud de la fiebre, excepto en casos de hipertermia extrema (temperaturas de 40ºC o más). En general, se recomienda confortar al niño, vestirlo con ropa cómoda y aplicar paños tibios en la frente para reducir levemente la temperatura y brindarle seguridad emocional hasta que se consulte con un profesional médico. Desmitificar la fiebre es esencial para un manejo adecuado de la salud infantil. Reconocerla como una respuesta natural del organismo y no como un peligro en sí mismo es el primer paso para garantizar el bienestar de nuestros pequeños en momentos de enfermedad. ¿Cuál termómetro elijo? - El más recomendado es el digital para axila. - El termómetro de mercurio posee un metal tóxico que si se rompe puede ingresar al cuerpo. - El termómetro frontal es impreciso. Cuando la fiebre acecha y los padres buscan respuestas, el contacto con la frente del niño se convierte en un gesto casi instintivo. ¿Pero qué tan certero es este método? Según estudios, el 84% de las veces los [padres](https://www.mdzol.com/noticias/buscar/?buscar=padres) aciertan al detectar la fiebre y un 76% cuando no la hay, mostrando una sensibilidad baja en estas situaciones, incurriendo en un número alto de falsos positivos. Ahora bien, ¿qué puede estar detrás de la fiebre en los pequeños? La causa más frecuente suele ser viral, siendo el sistema inmunológico del niño el héroe que suele resolver estos episodios en pocos días. Sin embargo, también puede ser señal de una enfermedad más seria como otitis, infección urinaria, neumonía o incluso meningitis, entre otras. En ocasiones, estas condiciones pueden manifestarse inicialmente solo con fiebre, destacando así la importancia de una consulta con el pediatra para un diagnóstico preciso y el inicio de un tratamiento adecuado. ¿Cuándo consultar con urgencia? - Si el niño tiene menos de 3 meses de vida. - Si llora en forma inconsolable. - Si el chico está muy dormido y/o cuesta despertarlo. - Si nota que el chico tiene dificultad para respirar y se encuentra agitado. - Si parece muy enfermo y no se lo ve bien. - Si tiene alguna enfermedad que disminuye sus defensas. - Si el chico tiene manchas o puntos rojos en la piel que no desaparecen al hacer presión sobre ellos. - Cualquier edad con temperatura de 40°C. - Dolor constante e intenso de cabeza o abdomen. - Vómitos que no ceden o en chorro. - Convulsiones o pérdida de conciencia. - No come/ no bebe/ no hace pis. Convulsiones febriles: mitos y realidades En el mundo de la salud infantil, las convulsiones febriles son motivo de preocupación y malentendidos. ¿Qué tan comunes son realmente y qué impacto tienen en los niños? Examinemos los hechos detrás de este fenómeno. En primer lugar, menos del 4% de los niños sanos entre 6 meses y 5 años experimentan convulsiones febriles. Es crucial entender que estas convulsiones no están relacionadas con la magnitud de la fiebre y el tratamiento para bajar la temperatura no las previene. Más aún, ni la fiebre ni las convulsiones febriles causan daño cerebral, epilepsia o secuelas a largo plazo. En la mayoría de los casos, no se requiere realizar estudios adicionales ni aplicar tratamientos específicos. Después de una convulsión febril, el niño vuelve a su estado normal sin cambios significativos. Estas convulsiones suelen estar asociadas con infecciones comunes y benignas como resfriados, otitis o amigdalitis, durando generalmente menos de 5 minutos y ocurriendo típicamente en el primer día de fiebre. Además, es poco frecuente que se repitan durante el mismo episodio infeccioso, aunque un niño que haya tenido una convulsión febril podría experimentarla nuevamente en futuros episodios febriles, aunque esto no puede preverse. Es importante señalar que los métodos físicos y farmacológicos son ineficaces para prevenir las convulsiones febriles. En lugar de centrarse en evitarlas, el enfoque debe estar en la atención médica adecuada durante el episodio febril y comprender que, en la mayoría de los casos, estas convulsiones son eventos benignos que no dejan secuelas a largo plazo en los niños. ¿Qué hacer durante la convulsión? - Mantener la calma - Controla la duración - Asegurate de que esté en un lugar seguro, que no se haga daño, y apartá objetos con los que pueda hacerse daño. - Colocalo de costado. - Si no cede en 5 minutos, llama a urgencias. - No intentes frenar los movimientos ni introducir nada en su boca. - Consulta si síntomas/signos de alarma. * Sol Vargas es médica pediatra especializada en neumonología en Safepediatría. [](/sociedad/2024/4/18/escandalo-cuantos-sueldos-basicos-jubilaciones-equivale-el-dietazo-del-senado-421460.html) Congreso Escándalo: a cuántos sueldos básicos y jubilaciones equivale el dietazo del Senado [](/sociedad/2024/4/18/las-promesas-de-seguridad-tras-la-algida-reunion-con-los-comerciantes-de-ciudad-421440.html) Inseguridad Las promesas de Seguridad tras la álgida reunión con los comerciantes de Ciudad [](/sociedad/2024/4/18/el-informante-un-cuento-para-cortar-la-semana-421279.html) Literatura El informante, un cuento para cortar la semana [](/sociedad/2024/4/18/se-avecina-la-tercera-guerra-mundial-esto-fue-lo-que-revelo-la-inteligencia-artificial-421401.html) Alerta ¿Se avecina la Tercera Guerra Mundial? Esto fue lo que reveló la IA [](/sociedad/2024/4/18/un-alumno-ataco-su-maestra-debio-ser-hospitalizada-con-una-fractura-421396.html) Bahía Blanca Un alumno atacó a su maestra y debió ser hospitalizada con una fractura [](/sociedad/2024/4/18/el-destino-de-los-bienes-decomisados-organizaciones-narcos-de-santa-fe-421135.html) Iniciativa El destino de los bienes decomisados a organizaciones narcos de Santa Fe [](/sociedad/2024/4/18/vuelven-los-dias-frios-desde-cuando-bajara-la-temperatura-en-mendoza-421289.html) Pronóstico Vuelven los días fríos: ¿desde cuándo bajará la temperatura en Mendoza? [](/sociedad/2024/4/18/atencion-el-gobierno-pagara-un-nuevo-bono-jubilados-en-mayo-421300.html) Anses",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:13:06.919+03:00",
  "updated": "2024-04-19T01:13:06.919+03:00"
}