{
  "thread": {
    "uuid": "db21cc7d46f7f648291dd930ee7a06b58f2bf99f",
    "url": "https://newsnownigeria.ng/hamas-agrees-to-truce-proposal-for-gaza/",
    "site_full": "newsnownigeria.ng",
    "site": "newsnownigeria.ng",
    "site_section": "https://newsnownigeria.ng/feed/",
    "site_categories": [],
    "section_title": "NewsNow Nigeria",
    "title": "Hamas agrees to truce proposal for Gaza",
    "title_full": "Hamas agrees to truce proposal for Gaza",
    "published": "2024-05-06T21:40:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 86366,
    "domain_rank_updated": "2024-04-30T13:08:15.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "db21cc7d46f7f648291dd930ee7a06b58f2bf99f",
  "url": "https://newsnownigeria.ng/hamas-agrees-to-truce-proposal-for-gaza/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mariam Abdullahi",
  "published": "2024-05-06T21:40:00.000+03:00",
  "title": "Hamas agrees to truce proposal for Gaza",
  "text": "The acceptance of the Gaza truce proposal by Hamas leader Ismail Haniyeh has been conveyed to mediators, Qatar, and Egypt, following nearly seven months of conflict by his Palestinian militant group.\nIn a statement released on its official website, the group announced that Haniyeh had discussed the approval of their ceasefire agreement proposal with Qatar’s Prime Minister Sheikh Mohammed bin Abdulrahman Al Thani and Egyptian Intelligence Minister Abbas Kamel over the phone.\nA senior Hamas official clarified that despite the announcement, the ceasefire is not yet in effect as the Israeli side has not communicated its stance.\nAn additional senior official, speaking anonymously to AFP due to lack of authorization to speak publicly on negotiations, mentioned that the decision now rests with the Israeli occupation on whether to support the ceasefire agreement or impede its progress.\nThe news of Hamas’s acceptance comes after Israel’s call on Palestinians to evacuate eastern Rafah, signaling a potential ground invasion of the southern Gaza city, causing global concern over the repercussions.\nIn Rafah, where residents had expressed anxiety over the evacuation order, crowds erupted in celebrations and gunfire upon hearing Hamas’s announcement.\nThere were scenes of jubilation with people crying tears of joy, chanting “Allahu Akbar” (God is Greatest), and firing weapons into the air in response to the news.\nDespite extensive diplomatic efforts, mediators have struggled to negotiate a new truce similar to the previous week-long ceasefire which resulted in the release of 105 hostages last November, including Israelis in exchange for Palestinians held by Israel.\nPrevious negotiation attempts faced obstacles, partly due to Hamas’s insistence on a lasting ceasefire and Netanyahu’s determination to eliminate remaining fighters in Rafah.\nThe deadliest conflict in Gaza’s history commenced after Hamas’s attack on Israel on October 7, claiming the lives of over 1,170 individuals, predominantly civilians, according to Israeli official figures cited by AFP.\nIsrael estimates that 128 hostages abducted during the October 7 attack remain in Gaza, with the military reporting 35 fatalities among them.\nAmid vows to eradicate Hamas, Israel has conducted retaliatory actions that have resulted in the deaths of at least 34,735 people in Gaza, primarily women and children, according to the health ministry of the Hamas-controlled territory.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ismail haniyeh",
        "sentiment": "negative"
      },
      {
        "name": "sheikh mohammed bin abdulrahman al thani",
        "sentiment": "none"
      },
      {
        "name": "abbas kamel",
        "sentiment": "none"
      },
      {
        "name": "haniyeh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "qatar",
        "sentiment": "none"
      },
      {
        "name": "gaza city",
        "sentiment": "none"
      },
      {
        "name": "egypt",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "rafah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T23:01:49.787+03:00",
  "updated": "2024-05-06T23:01:49.787+03:00"
}