{
  "thread": {
    "uuid": "1f280c7ea0560efba7a12be0b9017428222005b1",
    "url": "http://misiones.cubaminrex.cu/es/articulo/el-periodico-patria-fue-es-y-seguira-siendo-siempre-la-voz-viva-de-lo-mejor-de-nuestro",
    "site_full": "misiones.cubaminrex.cu",
    "site": "cubaminrex.cu",
    "site_section": "http://misiones.cubaminrex.cu/rss.xml",
    "site_categories": [],
    "section_title": "RSS - Embajadas de Cuba en el Mundo",
    "title": "El periódico Patria fue, es y seguirá siendo siempre la voz viva de lo mejor de nuestro pueblo",
    "title_full": "El periódico Patria fue, es y seguirá siendo siempre la voz viva de lo mejor de nuestro pueblo",
    "published": "2024-03-14T23:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "http://misiones.cubaminrex.cu/sites/default/files/imagenes/editorbolivia/articulos/periodico-patria-580x363.jpg",
    "performance_score": 0,
    "domain_rank": 49519,
    "domain_rank_updated": "2024-03-12T12:13:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1f280c7ea0560efba7a12be0b9017428222005b1",
  "url": "http://misiones.cubaminrex.cu/es/articulo/el-periodico-patria-fue-es-y-seguira-siendo-siempre-la-voz-viva-de-lo-mejor-de-nuestro",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "97",
  "published": "2024-03-14T23:35:00.000+02:00",
  "title": "El periódico Patria fue, es y seguirá siendo siempre la voz viva de lo mejor de nuestro pueblo",
  "text": "A finales de 1891, Martí ha renunciado a casi todo lo que obstaculice o impida llevar a feliz término su programa emancipador. Es, realmente, el inicio de su apostolado. Viaja a Tampa y antes de que expire el año, dará cumplimiento a la invitación del Cayo.\nAllí, frente a las principales figuras del independentismo cubano, lee las bases y estatutos secretos del partido redactados por él. Y allí se aprueba y constituye el Partido Revolucionario Cubano. Mes y medio después, en Nueva York, ante la emigración reunida en Hardman Hall, pronuncia el famoso discurso conocido como la \"Oración de Tampa y Cayo Hueso\".\nEn él expresará su fe inquebrantable en aquellos tabaqueros que, de manera generosa y sin condición alguna, aportaban los recursos económicos indispensables para la preparación de la guerra necesaria. Al recordarlos, diría: “Surge, una desde Cayo Hueso a Nueva York, el alma cubana…”. Y funda el periódico Patria el 14 de marzo de 1892.\nSi el Partido Revolucionario Cubano es su gran obra política, Patria es la culminación de su quehacer periodístico. Hombre de la imprenta, tanto por su condición de periodista como por la de editor, traductor y escritor, a ella se deberá ahora con más empeño que nunca.\nPatria surge “de la voluntad y con los recursos de todos los revolucionarios cubanos y puertorriqueños conocidos en Nueva York”. Y así es. A su lado tiene como más cercanos auxiliares un puertorriqueño, Sotero Figueroa, y un cubano, Gonzalo de Quesada y Aróstegui, quienes también se alternan en la dirección del periódico en ausencia de Martí. Además, están Benjamín Guerra, Abelardo Agramonte, Rafael Serra, Antonio Vélez Alvarado y Francisco González Marín, entre otros. Ganado el pan de cada día, de noche hornean el de su ideal, y lo hacen de manera voluntaria, sin paga alguna.\nMartí se reserva para Patria: se siembra entre cajistas y prensistas, escribe solamente en sus páginas y procura que el periódico alcance la cualidad de contenido indispensable para un acto mediático que no le cabe otro lujo que el de orientar, organizar y unir a todo un pueblo en el exilio, y en ambas islas a la vez.\nBien sabe que “las grandes ideas no alcanzan acceso a las muchedumbres, hasta que una propaganda constante y abnegada no logra despertar el sentimiento del deber en las conciencias aletargadas por la acción represiva dominante”.\nY en pensar semana tras semana cada página, cada artículo, cada nota, la suya y la del colaborador de turno, y de valorar lo que es más conveniente de ser publicado según la situación política del momento, camina pensativo entre la anónima muchedumbre con un lío de periódicos y revistas bajo el brazo, como si aspirara a detentar un mundo en las noticias del día.\nSu destino: el trabajo ocasional, un acto político o Park Row 178, donde tienen su imprenta los italianos Frugone, Balleto y Gardella. Allí, por el momento, se imprime Patria. Y allí va con asiduidad a ver la prueba de plana, a delatar la errata, a veces, consecuencia del esfuerzo hecho por el cajista durante la noche, para que la página quedara lista para imprimir; otras, porque los nobles italianos no comprenden del todo el nombre de origen taíno de la toponimia cubana, y se reitera el error ya señalado.\n“Temblando me vine ayer, y bufando dejé al buen Frugone –le escribe a Sotero Figueroa–. Quedaba hablando un italiano de a vara. ¿Querrá Ud. creer que, en la prueba de plana, todavía decía Jauco y Camueyo? Pero me prometió, con los ojos honrados, compulsar una por una las correcciones”. Otras veces es la cita con un influyente simpatizante de la causa, la que queda postergada ante tareas de mayor prioridad. Y Patria se cuenta entre estas. “Y ahora, que me iba a despertarlo y a almorzar juntos, veo que tengo encima para esta misma mañana, todo el periódico y el arreglo de una reunión el sábado. ¿Cuándo lo veré pues? Hasta la una estaré doblado en la imprenta. Si va a esa hora, allí me halla”. Al final, ¡gran gozo!: el olor que despide el periódico recién impreso, es el de la patria…\nEl 14 de marzo de 1992, centenario de la fundación del periódico Patria, los periodistas cubanos reunidos en la Plaza de la Revolución José Martí, de La Habana, acordaron instaurar la fecha como Día de la Prensa Cubana.\nA 132 años de la creación de Patria, y a 32 de tan crucial acuerdo, los periodistas cubanos hacen firme su decisión de entonces; el periódico que los inspiró no es un referente cualquiera; fue, es y seguirá siendo siempre la voz viva de lo mejor de nuestro pueblo.\n(Cubaperiodistas - EmbaCuba Bolivia)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:17:22.166+02:00",
  "updated": "2024-03-15T01:17:22.166+02:00"
}