{
  "thread": {
    "uuid": "4b9e5a07c68bdb8dd9efddc3deaf2ba0dc1998cd",
    "url": "https://leadership.ng/finding-solutions-to-perennial-makurdi-flooding",
    "site_full": "leadership.ng",
    "site": "leadership.ng",
    "site_section": "https://leadership.ng/nigeria-news/feature/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Finding Solutions To Perennial Makurdi Flooding",
    "title_full": "Finding Solutions To Perennial Makurdi Flooding",
    "published": "2024-06-24T10:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 22128,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4b9e5a07c68bdb8dd9efddc3deaf2ba0dc1998cd",
  "url": "https://leadership.ng/finding-solutions-to-perennial-makurdi-flooding",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Leadership News",
  "published": "2024-06-24T10:18:00.000+03:00",
  "title": "Finding Solutions To Perennial Makurdi Flooding",
  "text": "The recent commissioning and handing over of the 1.2km Idye River Basin erosion control/hydraulic drainage project in Makurdi, the Benue State capital, by the Secretary to the Government of the Federation (SGF) Sen. George Akume has sparked jubilation from residents, especially victims of Makurdi’s perennial flooding who have lost family members, homes, farmlands and properties year in and year out.\nThe National Hydroelectric Power Producing Areas Development Commission (N-HYPPADEC) constructed the drainage to end the Perennial flooding witnessed by some communities, especially Makurdi, the State capital.\nThe State, located in the North Central geopolitical zone of Nigeria and known as the food basket of the nation, occupies a land mass of 32,518 sqkm within the Lower Benue River Basin in the middle belt region of Nigeria.\nIt has a tropical, subtropical climate with two distinct seasons: wet and dry. The wet season usually lasts about eight months between April and October, while the dry season lasts from November to March. However, due to recent climate change, the seasons are not certain again.\nThe seven months of rainfall are usually the most devastating and destructive season, as residents of the State witness, as most parts of the local government areas, especially Makurdi, are faced with severe flooding.\nHowever, citizens of the State, who are predominantly farmers, rely solely on agriculture as the main source of their livelihood; the heavy downpour leading to the spilling of River Benue over its banks, as well as poor drainage channels and poor maintenance and refuse dump by residents often lead to blockage of the few available drainages whenever it rains leaving citizens at the mercy of God every rainy season.\nSome of the flood victims who spoke to our correspondent, including Moses Liamkuma, Bundepuun Orseer, Joseph Adzuanongo and Ehi Adejoh, commended the State and FG Government for coming to the plight of flood victims with a sustainable initiative that will put an end to the perennial flooding they experience every year, adding that the project will go a long way in addressing flood issue in the State\nThey all blamed lack of political will on the part of the government to mitigate the sustained flooding and poor awareness creation on the dangers of flooding for residents to stop some harmful practices like dumpling refuse in drainages, among others\nAccording to them, “the environmental effects of flooding, which include destruction of farmlands, houses, properties and displacement of communities also bring about health challenges and in some cases loss of human lives.”\nImportantly, the Secretary to the government of the federation (SGF), Sen. George Akume, on the 6th of June 2024, commissioned and handed over to the State Government the Idye Flood Control/Dyke Project, aimed at reversing the environmental destruction caused by floods and erosion in Makurdi the State capital.\nRepresented by the minister for Water Resources and Environment, Sen. AKume commended the National Hydroelectric Power Producing Areas Development Commission (N-HYPPADEC) for its efforts to promote sustainable community development in riverine areas impacted by hydropower dams.\nAccording to him, the completed 1.2km dyke project is the first step to addressing the economic, environmental and social challenges faced by communities in the State\nThe completion of this project is a significant milestone in the efforts by N-HYPPADEC to mitigate the devastating effects of floods and erosion in Benue State, and this will go a long way in alleviating the plight of victims of the perennial flooding in the State\n“I want to commend HYPPADEC for their hard work and collaboration, which has made this project a reality. From what I have seen, this project will stand a taste of time and will have a lasting solution and impact that will improve the standard of living of members of the flooding communities.\nThe SGF also informed that the Federal government would soon commence the construction of dams across the country to mitigate the devastating effects of flooding on Nigerian communities\n“My office recognises the importance of a healthy and green environment for the country’s development, which is why agencies such as N-HYPPADEC are placed directly under my supervision to achieve maximum effects.\nAkume enjoined Benue communities, particularly the Idye community, which is a direct beneficiary of drainage, to take ownership of the project by sustaining its maintenance and ensuring preservation for the collective good of society.\nThe managing director of the National Hydro-Electric Power Producing Areas Development Commission (N-HYPPADEC), Abubakar Yelwa, who was also at the commissioning, disclosed that statistics from the Benue State Emergency Management Agency (SEMA) show that in 2022 alone, about 18,349 houses and farmlands were destroyed by floods.\nYelwa lamented that the devastating floods displaced over 134,797 persons in the same year.\nHe said, “The project is also supplemented by an additional 2.5 kilometres of excavation to salvage the community’s lower basin, and it is a significant investment of approximately N1.2bn.\nThe MD maintained that for years, residents of Makurdi and other parts of the state had endured annual flooding that consumed thousands of homes and farmlands, displacing numerous families. The commissioning of the project marks a significant stride in our collective efforts to mitigate the devastating impact of flooding and erosion that have long plagued Makurdi communities.\nHe said successive governments at both federal and state levels had made frantic efforts to manage this crisis and mitigate its impact on the people and the environment. For example, the federal government spent about N700 million on the Idye Basin flood control project in Makurdi.\nDespite these efforts, floods and erosion have persisted in many parts of the State whenever heavy rainfall occurs. This shows the gravity of the problem and suggests that the problem can only be solved through a series of sustained projects.”\n“Today , we stand to celebrate the completion of one of the contributions of the Federal Government through the National Hydroelectric Power Producing Areas Development Commission (N-HYPPADEC) by commissioning the Idye Flood Control/Dyke Project, which spans an impressive 1.2 kilometers”\nWhile commending President Bola Tinubu, for his support and commitment to community development, the MD attributed the successful execution of the project to the collaboration, innovation and determination of the Benue State Government, traditional rulers, community members and the diligent efforts of our dedicated staff and extend the commission’s gratitude to its partners, Insigne Experts Ltd. & Truetech Engineering Consult and Services Ltd., whose expertise and commitment he said has been integral to the success of this project.\nIn his remarks, Benue State Governor Hyacinth Alia said environmental challenges have threatened not only the state’s agricultural productivity but also the safety of the people.\n“I want to say here that the Idye flood control/dyke project is not just a necessity but a beacon of hope for Benue communities who have been the victims of the perennial flooding.\nHe said, “Benue will continue to present additional proposals to expand the scope of N-HYPPADEC activities to ease these challenges in the affected rural communities.”\nRepresented by the deputy governor, Sam Odeh, the Governor pointed out that the Benue State Government consistently played a significant role in supervising and ensuring the project’s standard and will remain committed to providing technical expertise and support to ensure the project’s sustainability.\nOn behalf of the Government and people of Benue State, Odeh commended President Tinubu for the project and other good things enjoyed by the state and assured the FG of synergy for a better tomorrow.\nEarlier, the former Chairman of the Governing Council of HYPPADEC Terfa Ityav, who commended the FG, the Benue State Government, and all those whose collaborative efforts had helped ensure the completion of the project, expressed optimism that the drainage will go a long way in curbing the perennial flooding suffered by the Idye and other neighbouring communities.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "george akume",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national hydroelectric power producing areas development commission (n-hyppadec",
        "sentiment": "none"
      },
      {
        "name": "state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "idye river basin",
        "sentiment": "none"
      },
      {
        "name": "benue state",
        "sentiment": "none"
      },
      {
        "name": "makurdi",
        "sentiment": "none"
      },
      {
        "name": "north central",
        "sentiment": "none"
      },
      {
        "name": "lower benue river basin",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-24T15:52:29.244+03:00",
  "updated": "2024-06-24T15:52:29.244+03:00"
}