{
  "thread": {
    "uuid": "411aa32a1f0d6ae4be041c5b548120e41fac9b8a",
    "url": "https://www.normantranscript.com/region/labor-of-love-motivates-scrappy-nordic-ski-club-in-north-cascades/article_51308d1e-861d-5297-a9fe-1efca2452d33.html",
    "site_full": "www.normantranscript.com",
    "site": "normantranscript.com",
    "site_section": "http://www.normantranscript.com/search/?f=rss&t=article&c=region&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "www.normantranscript.com - RSS Results in region of type article",
    "title": "'Labor of love' motivates scrappy nordic ski club in North Cascades",
    "title_full": "'Labor of love' motivates scrappy nordic ski club in North Cascades",
    "published": "2023-12-28T23:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/normantranscript.com/content/tncms/custom/image/ccdfcfb2-9d11-11e9-a40f-c347810e33cd.jpg?resize=600%2C319",
    "performance_score": 0,
    "domain_rank": 26221,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "411aa32a1f0d6ae4be041c5b548120e41fac9b8a",
  "url": "https://www.normantranscript.com/region/labor-of-love-motivates-scrappy-nordic-ski-club-in-north-cascades/article_51308d1e-861d-5297-a9fe-1efca2452d33.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gregory Scruggs - The Seattle Times (TNS)",
  "published": "2023-12-28T23:11:00.000+02:00",
  "title": "'Labor of love' motivates scrappy nordic ski club in North Cascades",
  "text": "SALMON RIDGE SNO-PARK, Whatcom County, Wash. — On any given winter day, hundreds of cars carrying their fattest powder skis and snowboards head up Highway 542. En route to the legendary deep powder at Mt. Baker Ski Area, they typically zoom past an evergreen-lined clearing 5 miles before their destination. Those who do pull over will find another ski scene, albeit one with much skinnier equipment.\nSalmon Ridge Sno-Park is the main trailhead to access some 14 miles of forest roads maintained by the Nooksack Nordic Ski Club for groomed skiing, plus many more miles of ungroomed backcountry trails. Founded in 1992 by a group of Whatcom County cross-country enthusiasts, the volunteer club has cultivated a small but mighty nordic community in an unforgiving setting that receives snow and rain in seemingly equal measure.\nKeeping this scrappy operation going, said former club president Gail Garman, \"is a labor of love.\"\nThe climate of the western slope of the North Cascades certainly tests that love. This close to sea level, the outcome of ferocious winter storms rolling in off the Pacific is extremely elevation-sensitive. Glacier, the nearest town nestled in the Nooksack River valley, gets some 65 inches of precipitation per year. Much of that liquid gold manifests as snow at Mt. Baker Ski Area (starting elevation 3,500 feet) — but whether it translates to the fluffy white stuff or drenching rain at Salmon Ridge (elevation 2,000 feet) is touch and go.\nBy comparison, the popular nordic trails at the Cabin Creek Sno-Park operated by the Kongsberger Ski Club start at 2,462 feet, but also benefit from their location east of the Cascade crest, where they capture more cold air from Eastern Washington.\nVariable snow is just one challenge facing the intrepid nordic skiers of Whatcom County. A network of creeks flushing the Nooksack watershed crisscross the trail system and a robust tree canopy overshadows trails where dense brush thrives on the wet side of the Cascades. Keeping running water and slide alder at bay takes dedicated maintenance.\nOn a calm, cold day with fresh snow, it's a picturesque setting, where you can ski along the Razor Hone trail through a veritable rainforest or cruise out from White Salmon to an overlook with a dramatic view of jagged, glacier-speckled Mount Shuksan.\nA windy rainstorm, however, can wreak havoc in its aftermath. Deadfall is a particularly thorny problem, and the club's latter-day lumberjacks head out with chain saws in tow to remove trees upward of 4 feet in diameter. In summer 2022, there were 36 mature fallen trees alone, some of which required hiring a heavy-equipment operator to clear.\n\"You have to be so in love with being outdoors in the winter that you will do all kinds of work to try to maintain the trails, get rid of the brush and keep the drainages clear,\" said Garman. \"Without that commitment, there would be no nordic area.\"\nThe volunteer labor provided by the club's 90-odd members ranges from providing muscle at year-round work parties, to serving as nordic ambassadors who orient visitors on busy weekends, to tackling the behind-the-scenes administrative work necessary for maintaining and improving trails. The Nooksack Nordic Ski Club operates on U.S. Forest Service land under a voluntary services agreement, while the Washington State Parks Sno-Park program funds contracted plowing and grooming.\nGrants from the National Recreation Trails program and the Washington State Recreation and Conservation Office have also helped the shoestring operation, which provides the closest groomed nordic skiing to residents of Whatcom and Skagit counties.\nThis effort \"isn't just for a club of 90 people,\" Garman said, \"it is for the whole community.\"\nBut Garman, who moved to Whatcom County in 1997 and served six years on the state's Winter Recreation Advisory Committee, has seen the region's winter weather change — for the worse.\n\"Most years are so-so and a few are downright terrible,\" she said. \"A bunch of snow and then it rains.\" By her estimation, the last truly stellar Nooksack nordic ski season was in 2006.\nGarman's observation tracks with predictions from the University of Washington Climate Impacts Group that climate change will lead to warmer, wetter winters in the Cascades. Those conditions are unkind to the Nooksack nordic ski trails.\n\"Every time you think you're ready for winter, something else happens — road erosion, bridge wipes out, drainage plugged,\" Garman said. \"I keep feeling like Sisyphus.\"\nFor example, she noted that a washed-out bridge on Anderson Creek Road, which shortened one trail from 8 miles to 1.8 miles round trip, has gone unrepaired for nearly a decade.\nDespite some discouraging aspects, the Nooksack Nordic Ski Club soldiers on. Grooming is scheduled for twice weekly this winter. Current club president Pete Tryon gamely treks up from Bellingham and ventures out even in the worst conditions to send regular trip reports at\nnooksacknordicskiclub.org.\nWhy such dogged devotion to a climate and terrain seemingly so inhospitable to nordic skiing? Garman's explanation is straightforward: \"We live here and it's all we have.\"\n(c)2023 The Seattle Times\nVisit The Seattle Times at\nwww.seattletimes.com\nDistributed by\nTribune Content Agency, LLC.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [
    "http://nooksacknordicskiclub.org",
    "https://www.tribunecontentagency.com",
    "http://www.seattletimes.com",
    "http://seattletimes.com",
    "http://www.nooksacknordicskiclub.org",
    "https://tribunecontentagency.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gail garman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nooksack nordic ski club",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north cascades salmon ridge sno-park",
        "sentiment": "none"
      },
      {
        "name": "whatcom county",
        "sentiment": "none"
      },
      {
        "name": "wash.",
        "sentiment": "none"
      },
      {
        "name": "salmon ridge sno-park",
        "sentiment": "none"
      },
      {
        "name": "mt. baker ski area",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:23:59.139+02:00",
  "updated": "2023-12-29T00:23:59.139+02:00"
}