{
  "thread": {
    "uuid": "061733185da517b6896b0017bea04d728d1343af",
    "url": "https://www.newswise.com/articles/connected-reserves-enhance-elephant-protection",
    "site_full": "www.newswise.com",
    "site": "newswise.com",
    "site_section": "http://feeds.feedburner.com/NewswiseLatestNews",
    "site_categories": [
      "media",
      "senor_health",
      "health"
    ],
    "section_title": "Newswise: Latest News",
    "title": "Protected areas for elephants work best if they are connected",
    "title_full": "Protected areas for elephants work best if they are connected",
    "published": "2024-01-05T22:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2024/01/05/65986ead342b4_Low-ResElephantConnectGrowthMap.jpg&width=600&height=600",
    "performance_score": 0,
    "domain_rank": 4140,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "061733185da517b6896b0017bea04d728d1343af",
  "url": "https://www.newswise.com/articles/connected-reserves-enhance-elephant-protection",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Duke University",
  "published": "2024-01-05T22:05:00.000+02:00",
  "title": "Protected areas for elephants work best if they are connected",
  "text": "Newswise — PRETORIA, SOUTH AFRICA – Conservation measures have successfully stopped declines in the African savanna elephant population across southern Africa, but the pattern varies locally, according to a new study.\nThe evidence suggests that the long-term solution to elephant survival requires not only that areas are protected but that they are also connected to allow populations to stabilize naturally, an international research team says.\nTheir study, published on January 5th in the peer-reviewed journal Science Advances, collected survey estimates and calculated growth rates for more than 100 elephant populations in southern Africa between 1995 and 2020, accounting for an estimated 70% of the global savanna elephant population.\n“This is the most comprehensive analysis of growth rates for any large mammal population in the world,” said co-author Rob Guldemond, director of the Conservation Ecological Research Unit (CERU) at the University of Pretoria, in South Africa.\nOverall, the survey’s results are positive: There are the same number of elephants now as there were 25 years ago, a rare conservation win at a time when the planet is rapidly losing biodiversity. However, the pattern is not consistent across regions. Some areas, such as south Tanzania, eastern Zambia, and northern Zimbabwe, experienced severe declines due to illegal ivory poaching. In contrast, populations in other regions like north Botswana are booming.\n“Unchecked growth isn’t necessarily a good thing, however,” says study co-author Stuart Pimm, the Doris Duke Professor of Conservation at Duke University in North Carolina. “Rapidly increasing populations can outgrow and damage their local environment and prove hard to manage — introducing a threat to their long-term stability,” Pimm says.\nIn addition to documenting local growth rates, the team also looked at the features of the local populations to identify what makes them stable, that is neither growing nor declining.\nElephant populations in well-protected but isolated parks, sometimes called “fortress conservation,” grow rapidly in the absence of threats but are unsustainable in the long term. These elephants will likely need future conservation interventions, such as translocation or birth control, which are both costly and intensive endeavors.\nThe team found that the most stable populations occur in large, core areas that are surrounded by buffer zones. The core areas are defined by their strong levels of environmental protection and minimal human impact, whereas the buffers allow some activities such as sustainable farming, forestry, or trophy hunting. Unlike the insular fortresses, core areas are connected to other parks, allowing herds to move naturally.\n“What’s crucial is that you need a mix of areas with more stable core populations linked to more variable buffer areas,” said lead author Ryan Huang, a Duke Ph.D. now doing postdoctoral research at CERU.\n“These buffers absorb immigrants when core populations get too high, but also provide escape routes when elephants face poor environmental conditions or other threats such as poaching,” Huang said.\nConnecting protected areas means elephants can freely move in and out. This allows a natural equilibrium to occur without human intervention, sparing conservationists from using their limited resources to maintain balance.\n“Calling for connecting parks isn’t something new. Many have done so,” Huang said. “But surprisingly, there has not been a lot of published evidence of its effectiveness so far. This study helps quantify why this works.”\n“Connecting protected areas is essential for the survival of African savanna elephants and many other animal and plant species,” said Celesté Maré, co-author and doctoral student at Aarhus University in Denmark. “Populations with more options for moving around are healthier and more stable, which is important given an uncertain future from climate change.”\nCITATION: “Protecting and Connecting Landscapes Stabilizes Populations of the Endangered Savannah Elephant,” Ryan M. Huang, Celesté Maré, Robert A. R. Guldemond, Stuart L. Pimm, Rudi J. van Aarde. Science Advances, Jan. 5, 2024. DOI: 10.1126/sciadv.adk2896\nMEDIA CONTACT\n[Register for reporter access to contact details](/users/register)\nCITATIONS\nScience Advances",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rob guldemond",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "science advances",
        "sentiment": "none"
      },
      {
        "name": "conservation ecological research unit",
        "sentiment": "none"
      },
      {
        "name": "university of pretoria",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "pretoria",
        "sentiment": "none"
      },
      {
        "name": "africa",
        "sentiment": "none"
      },
      {
        "name": "south africa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:18.929+02:00",
  "updated": "2024-01-06T00:10:18.929+02:00"
}