{
  "thread": {
    "uuid": "3d4b2b5e93f74a7e7409c35dfc8951375adb37cf",
    "url": "https://www.canarias7.es/canarias/gran-canaria/las-palmas-de-gran-canaria/medio-millar-personas-reunen-capital-apoyo-pueblo-20231229115141-nt.html",
    "site_full": "www.canarias7.es",
    "site": "canarias7.es",
    "site_section": "https://canarias7.es/ultima-hora",
    "site_categories": [
      "society",
      "photography",
      "hobbies_and_interests",
      "dating"
    ],
    "section_title": "Al Minuto: Noticias de Última Hora Hoy",
    "title": "Más de medio millar de personas se reúnen en la capital en apoyo del pueblo palestino | Canarias7",
    "title_full": "Más de medio millar de personas se reúnen en la capital en apoyo del pueblo palestino | Canarias7",
    "published": "2023-12-29T13:51:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://s3.ppllstatics.com/canarias7/www/multimedia/2023/12/29/Palestina4-kDwG-U2101120044996a3B-1200x840@Canarias7.jpeg",
    "performance_score": 0,
    "domain_rank": 30954,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3d4b2b5e93f74a7e7409c35dfc8951375adb37cf",
  "url": "https://www.canarias7.es/canarias/gran-canaria/las-palmas-de-gran-canaria/medio-millar-personas-reunen-capital-apoyo-pueblo-20231229115141-nt.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "CANARIAS7",
  "published": "2023-12-29T13:51:00.000+02:00",
  "title": "Más de medio millar de personas se reúnen en la capital en apoyo del pueblo palestino | Canarias7",
  "text": "Secciones Servicios Destacamos CANARIAS7 Las Palmas de Gran Canaria Viernes, 29 de diciembre 2023, 11:51 Necesitas ser registrado para acceder a esta funcionalidad. Compartir Más de medio millar de personas se reunieron en la Plaza del Pilar de Las Palmas de Gran Canaria, en apoyo a las niñas y niños del pueblo palestino. Son yamás de 9.000 niñas y niños asesinados, desde que el 7 de octubre el ejército de Israel empezó a bombardear a la población civil y a las infraestructuras sociales: viviendas, colegios, iglesias, mezquitas y hospitales. Canarias por Palestina organizó el acto en el que la canción y la música, de la mano de Barrios Orquestados, compuesto de niñas y niños de barrios emblemáticos de la ciudad, y la cantautora Amparo Ramos, dieron los acordes para denunciar el conflicto armado entre Israel y Hamas y que está afectando gravemente al pueblo palestino. En el evento se entonaron versos del poema 'Cadáveres anónimos' de Mahmud Darwish en las voces de Jorge y Marifé Navarro, además de llenarse la plaza se llenó de voces que corearon Free Palestine, Palestina Vencerá y el Pueblo Canario con el Pueblo Palestino, entre otras. Una llamada de whatsapp, realizada insitu por una de las palestinas refugiada en Canarias, a sus familiares cerca de Belén, engrandeció y acerco más el encuentro, cuando manifestaron su agradecimiento y pidieron que «no los olvidaramos, que seamos su voz, para que el mundo deje de mirar para otro lado». Asimismo, en la concentración se pidió tanto a España y Europa el boicot a los productos Israelíes, así como el cumplimiento de las leyes internacionales, además de sanciones por las acciones acometidas por el gobierno Israelí. Rosa Halabi, Nabila y Toni, mujeres de la Comunidad Palestina en Canarias, le dieron al acto la realidad que padecen las mujeres, en donde cerca de 50.000 se encuentran embarazadas y sin medios hospitalarios donde ser atendidas. La lectura de una Declaración en Solidaridad con las niñas y niños de Palestina en la voz de Mónica Lleó puso fin al acto en donde las personas asistentes exigieron el alto el fuego inmediata. Publicidad Publicidad Publicidad Publicidad Comentar es una ventaja exclusiva para registrados ¿Ya eres registrado? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Social Issue",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T14:00:04.185+02:00",
  "updated": "2023-12-29T14:00:04.185+02:00"
}