{
  "thread": {
    "uuid": "8d436f886eec4a822a8c055f7e09156b5fbd0094",
    "url": "https://www.ndtv.com/world-news/maritime-corridor-to-gaza-could-start-this-weekend-says-eu-chief-5200339",
    "site_full": "www.ndtv.com",
    "site": "ndtv.com",
    "site_section": "https://feeds.feedburner.com/ndtvnews-latest",
    "site_categories": [
      "media",
      "health",
      "cold_and_flu"
    ],
    "section_title": "NDTV News Search Records Found 1000",
    "title": "Maritime Corridor To Gaza Could Start This Weekend, Says EU Chief",
    "title_full": "Maritime Corridor To Gaza Could Start This Weekend, Says EU Chief",
    "published": "2024-03-08T13:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://c.ndtvimg.com/2024-03/7p9094i_israel-gaza-war_625x300_06_March_24.jpeg",
    "performance_score": 0,
    "domain_rank": 853,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d436f886eec4a822a8c055f7e09156b5fbd0094",
  "url": "https://www.ndtv.com/world-news/maritime-corridor-to-gaza-could-start-this-weekend-says-eu-chief-5200339",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Muskaan Sharma",
  "published": "2024-03-08T13:29:00.000+02:00",
  "title": "Maritime Corridor To Gaza Could Start This Weekend, Says EU Chief",
  "text": "A sea corridor to take desperately needed aid from Cyprus to besieged Palestinians in Gaza could start this weekend, the European Union said on Friday. U.S. President Joe Biden said on Thursday that a temporary port would be built in Gaza to facilitate a flow of aid by sea, initially from Cyprus. \"We are now very close to opening this corridor, hopefully this Saturday-Sunday, and I'm very glad to see an initial pilot operation will be launched today,\" European Commission President Ursula von der Leyen said in the Cypriot port town of Larnaca, alongside Cypriot President Nikos Christodoulides. A shipment of food was due to be dispatched by the charity World Central Kitchen from Cyprus on Friday, with support from the United Arab Emirates. The quantities of aid envisaged and the distribution logistics in Gaza were not immediately clear. Gaza has been under an Israeli naval blockade since 2007, when the Palestinian Islamist movement Hamas seized control. A joint communique signed off by the EU, the U.S., Britain, the UAE and a number of European countries said: \"The delivery of humanitarian assistance directly to Gaza by sea will be complex, and our nations will continue to assess and adjust our efforts to ensure we deliver aid as effectively as possible. \"This maritime corridor can - and must - be part of a sustained effort to increase the flow of humanitarian aid and commercial commodities into Gaza through all possible routes. We will continue to work with Israel to expand deliveries by land, insisting that it facilitate more routes and open additional crossings to get more aid to more people.\" Cyprus is the closest EU member state to Gaza, some 370 km (230 miles) away. It has lobbied for months to launch the corridor, but faced challenges ranging from the lack of port infrastructure in Gaza to security issues. \"The maritime corridor can make a real difference ... but, in parallel, our efforts to provide assistance to Palestinians through all possible routes of course will continue,\" Von der Leyen said. The United Nations has said at least 576,000 people in Gaza - one quarter of its population - are on the brink of famine. EU member states, the UAE, the United States and other partners are working together on the project, Von der Leyen said, singling out Christodoulides and UAE President Sheikh Mohammed bin Zayed Al Nahyan for their commitment. \"As the EU member at the heart of the region, Cyprus bears a moral duty to do its utmost ... leveraging its role and excellent relations with all countries in the region,\" Christodoulides said. Under the arrangement, cargo would undergo security inspections on Cyprus, by a team including Israeli officials. Promoted Listen to the latest songs, only on JioSaavn.com Cyprus tested an on-island screening mechanism in January, when British and Cypriot aid for Gaza was dispatched to Egypt. (Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
    "https://www.jiosaavn.com",
    "https://jiosaavn.com",
    "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "nikos christodoulides",
        "sentiment": "none"
      },
      {
        "name": "ursula von der leyen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "eu",
        "sentiment": "negative"
      },
      {
        "name": "hamas",
        "sentiment": "none"
      },
      {
        "name": "european union",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "cyprus",
        "sentiment": "none"
      },
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "larnaca",
        "sentiment": "none"
      },
      {
        "name": "uae",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "united arab emirates",
        "sentiment": "none"
      },
      {
        "name": "cypriot",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:53:50.078+02:00",
  "updated": "2024-03-08T19:53:50.078+02:00"
}