{
  "thread": {
    "uuid": "7ce72437979bf5fd44346670863d23ee28cefb59",
    "url": "https://www.diariodealmeria.es/almeria/alfombra-serrin-atraviesa-Paseo-Almeria_0_1899710758.html",
    "site_full": "www.diariodealmeria.es",
    "site": "diariodealmeria.es",
    "site_section": "https://www.diariodealmeria.es/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "",
    "title": "Una alfombra de serrín de 60 metros atraviesa el Paseo de Almería",
    "title_full": "Una alfombra de serrín de 60 metros atraviesa el Paseo de Almería",
    "published": "2024-05-04T16:57:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/6523f35199ea1/https://www.diariodealmeria.es/2024/05/04/almeria/Foto-familia-autoridades_1899720939_211253489_1200x675.jpg",
    "performance_score": 0,
    "domain_rank": 86613,
    "domain_rank_updated": "2024-04-30T13:08:15.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7ce72437979bf5fd44346670863d23ee28cefb59",
  "url": "https://www.diariodealmeria.es/almeria/alfombra-serrin-atraviesa-Paseo-Almeria_0_1899710758.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción",
  "published": "2024-05-04T16:57:00.000+03:00",
  "title": "Una alfombra de serrín de 60 metros atraviesa el Paseo de Almería",
  "text": "El Paseo de Almería se ha transformado, en la jornada de este sábado, en una de las calles de Tíjola que cada día 12 de mayo luce sus mejores galas para recibir a su Patrona, la Virgen de Fátima. El pueblo del Valle del Almanzora ha realizado una alfombra de serrín de 60 metros de longitud en la arteria principal de la capital almeriense para poner en valor su festividad, reconocida de Interés Turístico de Andalucía el pasado año 2023, y extrapolar su valor y riqueza a nivel provincial.\nLa alcaldesa de Almería, María del Mar Vázquez, acompañada por el concejal de Turismo, Comunicaciones y Promoción de la Ciudad, Joaquín Pérez de la Blanca, ha visitado esta mañana esta manifestación artística en compañía también del alcalde de Tíjola, José Juan Martínez, de la diputada María del Mar López y del coordinador del Instituto Andaluz de la Juventud, Diego Martínez.\nLa regidora ha reconocido que “hoy estamos aquí para apoyar esta iniciativa que tiene por objetivo poner en valor tradiciones y culturas de otros municipios en nuestra ciudad. Si hace unas semanas disfrutamos de una de las fiestas más conocidas del panorama nacional, las fallas de Valencia, ahora es el turno de una fiesta reconocida en toda nuestra comunidad autónoma, las alfombras de serrín de la Virgen de Fátima de Tíjola”.\nVázquez ha recordado que “estamos encantados de ser ciudad receptora de tradiciones y cultura de otros lugares. Siempre tenemos los brazos abiertos para todo el que quiera y con un municipio hermano, como sois vosotros, no podía ser menos”. La alcaldesa ha finalizado animando a todos los presentes “a disfrutar de nuestra ciudad, de nuestra cultura, de nuestro patrimonio y de nuestros museos, sin olvidaros de nuestra gastronomía”.\nPor su parte, la diputada provincial María del Mar López ha puesto de relieve \"el firme e indispensable compromiso que tiene la Diputación Provincial con todo lo que tiene que ver con la historia, raíces, cultura, tradiciones y fiestas almerienses. Y lo tiene porque uno de nuestros grandes objetivos como institución reside en defender, difundir y divulgar aquello que nos hace únicos y diferentes como nuestra forma de entender la vida o las celebraciones tan genuinas como la de la Virgen de Fátima de Tíjola. Esta actividad hermana a Tïjola con toda la provincia anticipando sus fiestas\".\nEntre tanto, el alcalde de Tíjola y diputado, José Juan Martínez, ha dado las gracias a la alcaldesa de Almería por haber colaborado en hacer realidad \"que hayamos podido presentar las alfombras de Tíjola a todos los almerienses\". Además, ha extendido ese agradecimiento a la Junta de Andalucía y la Diputación Provincial por su apoyo para conseguir la Declaración de Interés Turístico de Andalucía de esta festividad. Por último, Martínez ha destacado que la alfombra realizada hoy en Almería se ha elaborado con la misma técnica que las que hacen en Tíjola con figuras geométricas con tres detalles que representan a la provincia, a Almería capital y a Tíjola. \"Nuestra fiesta es una gran convivencia vecinal de todos los barrios, una convivencia intergeneracional que representa nuestra identidad\", ha afirmado.\nPor último, el coordinador del IAJ, Diego Martínez, ha reconocido que “para la Junta de Andalucía la celebración de la Festividad de la Virgen de Fátima en Tíjola no es una fiesta más, ni mucho menos, y prueba de ello, es que el pasado mes de septiembre la Junta de Andalucía la declaró Fiesta de Interés Turístico de Andalucía, poniéndose de manifiesto su especial importancia como recurso turístico andaluz”. “Hoy su alcalde ha querido traernos esta celebración a la capital, una alfombra de 60 metros, para que todos los almerienses podamos conocer algo más de esta festividad, y que esta alfombra sea un reclamo para que visitemos Tíjola el próximo fin de semana, concretamente el domingo, pero hay la alfombra ya será de kilómetro y medio”, ha finalizado.\nDurante la jornada, el Ayuntamiento de Tíjola ha ofrecido la bebida tradicional de la localidad (la cuerva) y una gran paella. Además, se han instalado distintos puestos de la marca gourmet de Diputación, Sabores Almería, y del Valle del Almanzora, para degustar la más variada y rica gastronomía de la provincia además de sus productos de cercanía.\nHay que recordar que estas fiestas destacan por sus elementos de turismo etnográfico, poniendo de relieve el valioso patrimonio cultural de la región. La celebración consiste en vestir las calles por donde discurre la Virgen con una impresionante alfombra de más de kilómetro y medio de serrín tintado. Los elaborados adornos, la participación activa de la comunidad y la singular procesión hacen de esta fiesta una experiencia única, atrayendo a ella a visitantes de toda España.\nDurante toda la jornada, los comercios del Almanzora han ofrecido una pequeña degustación de roscos y buñuelos tradicionales. Todo el evento, además, ha sido amenizado con música en directo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-04T19:44:59.185+03:00",
  "updated": "2024-05-04T19:44:59.185+03:00"
}