{
  "thread": {
    "uuid": "87cb038e731d6d109e4fa5d0e5cca6c12aa54ad0",
    "url": "https://www.newindianexpress.com/cities/delhi/2024/jan/12/ray-of-hope-capital-sees-sunlight-after-10-gloomy-days-2650256.html",
    "site_full": "www.newindianexpress.com",
    "site": "newindianexpress.com",
    "site_section": "https://www.newindianexpress.com/Glance/rssfeed/?id=422&getXmlFeed=true",
    "site_categories": [
      "media"
    ],
    "section_title": "The New Indian Express - Glance - https://www.newindianexpress.com/glance/",
    "title": "Ray of hope: Capital sees sunlight after 10 gloomy days",
    "title_full": "Ray of hope: Capital sees sunlight after 10 gloomy days",
    "published": "2024-01-12T05:24:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.newindianexpress.com/uploads/user/imagelibrary/2024/1/12/w600X390/Ray.jpg",
    "performance_score": 0,
    "domain_rank": 3431,
    "domain_rank_updated": "2024-01-09T12:07:22.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87cb038e731d6d109e4fa5d0e5cca6c12aa54ad0",
  "url": "https://www.newindianexpress.com/cities/delhi/2024/jan/12/ray-of-hope-capital-sees-sunlight-after-10-gloomy-days-2650256.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-12T05:24:00.000+02:00",
  "title": "Ray of hope: Capital sees sunlight after 10 gloomy days",
  "text": "Ray of hope: Capital sees sunlight after 10 gloomy days\nThe minimum temperature in Delhi is likely to hover around 9 degrees Celsius, while the maximum temperature might reach 20 degrees Celsius.\n 08:54 08:54 AM | A+A A-\nNEW DELHI: Severe cold waves and mild fog continued to grapple the national capital region and several other areas in north India. The cold day conditions prevailed across the city, however, a bit of respite came after traces of sunlight were witnessed during the day.\nThe city witnessed some amount of sunshine on Thursday after almost ten days of dark and gloomy days, following which there was a bit of a surge in the day’s temperature. ‘Cold day’ to ‘severe cold day’ conditions have been prevailing over many parts of north India since December 30.\nA “cold day” is when the minimum temperature is less than or equal to 10 degrees Celsius and the maximum temperature is at least 4.5 notches below normal.On the other hand, the thick layer of fog in several areas of the NCR can be seen dissolving. Thus, it has been anticipated that people in these areas may get relief from the bone-chilling cold in the coming days.\nHowever, January 12 will also remain sunny and the weekend will witness cloudy days, said the Indian Meteorological Department (IMD). The minimum temperature in Delhi is likely to hover around 9 degrees Celsius, while the maximum temperature might reach 20 degrees Celsius.\nShallow to moderate fog is expected on Friday and the maximum and minimum temperatures are likely to hover around 19 degrees Celsius and 5 degrees Celsius, respectively, the IMD said. According to IMD, the foggy mornings will continue as owing to the foggy conditions in the early morning hours, as many as 24 trains from the Delhi Railway station are delayed every day.\nA spokesperson for the railways said fog impacted the schedule of “24 trains approaching Delhi” due to low visibility on Thursday.According to the data by the Central Pollution Control Board (CPCB), the 24-hour average Air Quality Index (AQI) on Thursday settled at 348, which falls in the “very poor” category. The relative humidity recorded at 5.30 pm was 63 per cent, the IMD bulletin said.An AQI between zero and 50 is considered “good”, 51 and 100 “satisfactory”, 101 and 200 “moderate”, 201 and 300 “poor”, 301 and 400 “very poor”, and 401 and 500 “severe”.\nAlmost 24 trains delayed everyday\nShallow to moderate fog is expected on Friday and the maximum and minimum temperatures are likely to hover around 19 degrees Celsius and 5 degrees Celsius, respectively, the IMD said. The foggy mornings will continue and as many as 24 trains from the Delhi Railway station are delayed every day.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ray",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "ncr",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "delhi",
        "sentiment": "none"
      },
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T06:47:14.668+02:00",
  "updated": "2024-01-12T06:47:14.668+02:00"
}