{
  "thread": {
    "uuid": "229cb0b738ac112a213c24750b596cd7314dbc74",
    "url": "https://spain.shafaqna.com/ES/AL/7145390",
    "site_full": "spain.shafaqna.com",
    "site": "shafaqna.com",
    "site_section": "https://spain.shafaqna.com/",
    "site_categories": [],
    "section_title": "\r\n\t\tSpain News (News Reader)\t",
    "title": "El Papa recupera la procesión del Corpus Christi en Roma tras cuatro años sin celebrarla",
    "title_full": "El Papa recupera la procesión del Corpus Christi en Roma tras cuatro años sin celebrarla",
    "published": "2024-06-02T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "ES",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 30667,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "229cb0b738ac112a213c24750b596cd7314dbc74",
  "url": "https://spain.shafaqna.com/ES/AL/7145390",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-06-02T03:00:00.000+03:00",
  "title": "El Papa recupera la procesión del Corpus Christi en Roma tras cuatro años sin celebrarla",
  "text": "abc - 14 minutes ago El Papa recupera la procesión del Corpus Christi en Roma tras cuatro años sin celebrarla El Papa Francisco ha retomado este domingo la costumbre de la procesión del Corpus Christi por el centro de Roma, aunque él sólo ha participado en el principio y en el final . El Pontífice primero ha presidido la misa en la catedral de Roma, la basílica de San Juan de Letrán, y luego ha esperado a la Eucaristía en la puerta de la basílica de Santa María la Mayor y ha impartido la bendición. La última vez que el Papa participó en una procesión del Corpus Christi fue en 2019, pero no fue en el centro de Roma, sino en el patio de una parroquia en la periferia de Roma. La costumbre tuvo que interrumpirse en 2020 y 2021 a causa de las restricciones de la pandemia. En 2022, Francisco estaba en el hospital Gemelli y en 2023 no pudo a causa de sus problemas de movilidad. El Pontífice no quería que se perdiera esta costumbre, y este domingo se ha desplazado desde el Vaticano para presidir la ceremonia. El Papa l a ha seguido sentado, a causa de sus problemas de movilidad , y en el altar le ha sustituido el cardenal argentino Víctor Manuel Tucho Fernández , prefecto del Dicasterio para la Doctrina de la fe. Noticia Relacionada estandar No El Papa Francisco vuelve a generar polémica: «Los chismes son cosa de mujeres» Javier Martínez-Brocal | Corresponsal en el Vaticano El sumo pontífice ha vuelto a generar polémica con declaraciones desafortunadas tan solo tres días después de referirse a los homosexuales en tono despectivo Durante la homilía, el Papa ha explicado que los católicos que este domingo salen a las calles de ciudades en todo el mundo para acompañar a la Eucaristía, no lo hacen «para exhibirnos ni para ostentar nuestra fe , sino para invitar a todos a participar en el Pan de la Eucaristía, en la vida nueva que Jesús nos ha donado». Se trata de «caminar siguiéndolo a Él para que en nosotros y en cada hombre y mujer que encontremos pueda aumentar la alegría y la libertad de los hijos de Dios». Francisco ha recordado que la palabra «Eucaristía» significa dar las «gracias», y ha solicitado a los católicos que «bendigan, reciban y besen los dones de Dios», en primer lugar, a las personas. Por ejemplo, « saludándonos cada mañana, con gratitud y con alegría , para decirnos, junto al buenos días, «gracias» por existir, por el don que somos los unos para los otros, especialmente en la familia, entre los padres, hijos y a y en la oficina, la fábrica, la escuela, en la calle, con los amigos y los compañeros». También, «compartiendo entre nosotros a última hora los gestos de amor de los que fuimos testigos y protagonistas durante la jornada, como d ones que merecen recordarse y celebrarse , especialmente cuando nos reunimos juntos alrededor de la mesa, para que no pasen desapercibidos y contribuyan al bien de todos». Se trata también de «estar cerca de los que están solos, de los que están lejos de casa y de los que nos necesitan diciendo sin miedo: ¡Aquí estoy! Te ofrezco mi ayuda, mi tiempo , aquello que puedo dar », y de «seguir esperando y continuar reconstruyendo, sin cansarse nunca, aquello que el odio destruye». «Seamos nosotros los primeros en dar ese paso», ha propuesto. MÁS INFORMACIÓN noticia No Un conflicto en la Iglesia argentina lleva a la dimisión de tres obispos y al exilio de un sacerdote noticia No La Santa Sede nombra a Iceta comisario pontificio de los tres conventos de las clarisas de Belorado noticia No El Papa Francisco pide perdón: «No pretendía ofender ni expresarse en términos homófobos» El Papa Pablo VI solía participar cada año en una procesión del Corpus Domini en un barrio diferente de Roma. Juan Pablo II instituyó la costumbre de celebrar primero misa en la catedral de Roma y luego acompañar a la Sagrada Forma hasta la basílica de Santa María la Mayor. Tanto él como Benedicto XVI participaron todos los años , acompañándola de rodillas o sentados junto a la custodia. Francisco participó en 2013, pero ya desde 2014 prefirió esperar a la procesión en Santa María la Mayor, para centrar la atención en la adoración eucarística.\nRead on the original site",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://abc.es/sociedad/papa-recupera-procesion-corpus-christi-roma-tras-20240602200923-nt.html",
    "https://www.abc.es/sociedad/papa-recupera-procesion-corpus-christi-roma-tras-20240602200923-nt.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-02T21:39:04.046+03:00",
  "updated": "2024-06-02T21:39:04.046+03:00"
}