{
  "thread": {
    "uuid": "8ed390319f5a85b296fc450f7a35aebdc6bd5882",
    "url": "https://www.eltiempo.com/mundo/medio-oriente/por-su-cubrimiento-en-gaza-los-periodistas-palestinos-se-ganaron-el-premio-mundial-a-la-libertad-de-prensa-unesco-guillermo-cano-2024-3339516",
    "site_full": "www.eltiempo.com",
    "site": "eltiempo.com",
    "site_section": "https://www.eltiempo.com/cultura",
    "site_categories": [
      "media",
      "education",
      "business",
      "top_news"
    ],
    "section_title": " Noticias de Cultura de Colombia y el Mundo - Noticias - ELTIEMPO.COM - ELTIEMPO.COM",
    "title": "Premio Mundial a Libertad de Prensa Unesco-Guillermo Cano, para periodistas palestinos",
    "title_full": "Premio Mundial a Libertad de Prensa Unesco-Guillermo Cano, para periodistas palestinos",
    "published": "2024-05-03T03:43:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://imagenes.eltiempo.com/files/og_thumbnail/uploads/2024/05/02/66342cae44817.jpeg",
    "performance_score": 0,
    "domain_rank": 3795,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8ed390319f5a85b296fc450f7a35aebdc6bd5882",
  "url": "https://www.eltiempo.com/mundo/medio-oriente/por-su-cubrimiento-en-gaza-los-periodistas-palestinos-se-ganaron-el-premio-mundial-a-la-libertad-de-prensa-unesco-guillermo-cano-2024-3339516",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Fernando Umaña",
  "published": "2024-05-03T03:43:00.000+03:00",
  "title": "Premio Mundial a Libertad de Prensa Unesco-Guillermo Cano, para periodistas palestinos",
  "text": "Medio Oriente Por su cubrimiento en Gaza, los periodistas palestinos se ganaron el Premio Mundial a la Libertad de Prensa Unesco-Guillermo Cano 2024 Los reporteros y fotógrafos palestinos fueron destacados por su valentía y su compromiso con la libertad de expresión. Cada año se entrega el Premio Mundial a la Libertad de Prensa Unesco/Guillermo Cano. En la edición del reconocimiento en el 2024 los ganadores son los periodistas palestinos que cubren Gaza, en medio del conflicto entre Israel y Palestina. [Esto costaría la reconstrucción de Gaza tras la guerra, según las estimaciones de la ONU)](https://www.eltiempo.com/mundo/medio-oriente/esto-costaria-la-reconstruccion-de-gaza-tras-la-guerra-segun-las-estimaciones-de-la-onu-3339471) Temas Relacionados \"En estos tiempos de oscuridad y desesperanza, queremos transmitir un firme mensaje de solidaridad y reconocimiento a los periodistas palestinos que están cubriendo esta crisis en circunstancias tan dramáticas. Como humanidad, tenemos una enorme deuda con su valentía y su compromiso con la libertad de expresión\", afirmaron los organizadores del Premio. Palestinian journalists covering Gaza awarded the 2024— UNESCO 🏛️ #Education #Sciences #Culture 🇺🇳 (@UNESCO) [@UNESCO]/ Guillermo Cano World [#PressFreedom]Prize. [https://t.co/9Zt7qge6yo] [#WorldPressFreedomDay] [pic.twitter.com/4liqPSdXtJ] [May 2, 2024] [Embajada de Palestina agradece a Colombia tras el anuncio de Gustavo Petro de romper relaciones con Israel)](https://www.eltiempo.com/mundo/medio-oriente/embajada-de-palestina-agradece-a-colombia-tras-el-anuncio-de-gustavo-petro-de-romper-relaciones-con-israel-3339473) Por su parte, Audrey Azoulay, directora general de la Unesco, señaló: \"El conflicto actual en Gaza está teniendo graves consecuencias para los periodistas. Desde el 7 de octubre de 2023, la Unesco ha condenado y deplorado la muerte de 26 periodistas y trabajadores de los medios de comunicación en el ejercicio de su profesión, basándose en la información facilitada por sus Organizaciones No Gubernamentales internacionales asociadas. La Organización está investigando decenas de casos más\". También puede leer: [Bebé de cuatro meses ingresó con coma etílico a un hospital luego de que su abuela le diera vino por error](https://www.eltiempo.com/mundo/europa/bebe-de-cuatro-meses-ingreso-con-coma-etilico-a-un-hospital-luego-de-que-su-abuela-le-diera-vino-por-error-3339288) DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [ Hoy empieza la subasta de la Dian de carros, camionetas y motos desde $ 9 millones: así puede participar ](/economia/finanzas-personales/subasta-de-dian-de-carros-motos-y-camionetas-desde-9-millones-de-pesos-como-comprar-3337565) [ ¿Cuánto paga Colpensiones por la pensión al completar las 1.300 semanas cotizadas? Esta es la fórmula para que calcule ](/economia/finanzas-personales/cuanto-paga-colpensiones-por-la-pension-completa-de-1300-semanas-3339231) [ Bono pensional de Colpensiones: estas son las personas que tienen derecho a tenerlo ](/economia/finanzas-personales/bono-pensional-de-colpensiones-estas-son-las-personas-que-tendrian-derecho-a-tenerlo-3337202) Más noticias Nuestro mundo [ Barranquilla llena de humo por incendios al otro lado del Río Magdalena ](/colombia/barranquilla-llena-de-humo-por-incendios-al-otro-lado-del-rio-3339129) Norte y centro de la ciudad, zonas más afectadas por quemas en Isla Parque Salamanca (Magdalena). [ Video registró a mujer probando la sangre de dos personas que murieron en accidente de moto ](/colombia/video-registro-a-mujer-probando-la-sangre-de-dos-personas-que-murieron-en-accidente-de-moto-3339061) Usuarios en redes sociales aseguran que la mujer lo hace por un extraño ritual. [ Camión de helados arrolló a 30 niños durante evento nacional en Kirguistán ](/mundo/tragedia-en-kirguistan-camion-de-helados-atropellao-a-18-ninos-durante-fiesta-nacional-3339302) 30 niños resultaron heridos y se encuentran en Unidad de Cuidados Intensivos (UCI). [ Mesero degolló a concejal en pleno restaurante en Brasil: asesinato quedó grabado en video ](/mundo/latinoamerica/mesero-degollo-al-concejal-cesar-araujo-veras-y-apunalo-a-dos-personas-mas-en-restaurante-3338708) Además del atentado al concejal, el atacante apuñaló a dos personas más: al dueño del restaurante y un cliente. [ Al menos 18 muertos deja el volcamiento de un autobús en el centro de México ](/mundo/al-menos-14-muertos-deja-la-volcadura-de-un-autobus-en-el-centro-de-mexico-3338250) [ Manifestantes por Gaza piden boicotear la cena de corresponsales de la Casa Blanca Washington ](/mundo/manifestantes-por-gaza-piden-boicotear-la-cena-de-corresponsales-de-la-casa-blanca-washington-3338040) [ ¿Qué es el principio de reciprocidad en materia de visados y cómo lo beneficia a usted? ](/mundo/que-es-el-principio-de-reciprocidad-en-materia-de-visados-y-como-beneficia-a-las-personas-3337150) [ Aumenta tensión en la Universidad Nacional: se declaró alerta roja por desmanes y enfrentamientos de encapuchados ](/bogota/aumenta-tension-en-la-universidad-nacional-se-declaro-alerta-roja-por-desmanes-y-enfrentamientos-de-encapuchados-3339517) Los enfrentamientos se produjeron luego de que se diera a conocer que el rector electo se había posesionado, presuntamente, de manera irregular. [ El mercado negro de autopartes en Bogotá del que se recuperaron costales con 10.000 repuestos robados ](/bogota/el-mercado-negro-de-autopartes-en-bogota-del-que-se-recuperaron-costales-con-10-000-repuestos-robados-3339502) Las autoridades allanaron 58 almacenes de mecánica en el sector del Siete de Agosto, en Barrios Unidos, y recuperaron 500.000 millones de pesos en partes de carro hurtadas. [ EN VIVO: se habilita el paso por la calle 26 tras manifestaciones al frente de la Universidad Nacional ](/bogota/se-reportan-bloqueos-en-inmediaciones-de-la-universidad-nacional-hay-afectaciones-en-transmilenio-3339454) [ ‘Me tienen que hacer una cirugía’: el relato de joven DJ que fue apuñalado en medio de un robo en Bogotá ](/bogota/me-tienen-que-hacer-una-cirugia-el-relato-de-joven-dj-que-fue-apunalado-en-medio-de-un-robo-en-bogota-3339426) [ ¿Quién paga la destrucción en Transmilenio que ocurrió en marchas del Día del Trabajo y en otras movilizaciones? ](/bogota/quien-paga-la-destruccion-en-transmilenio-que-ocurrio-en-marchas-del-dia-del-trabajo-y-en-otras-movilizaciones-3339355) [ Mujer fue asesinada en Medellín a manos de su pareja, quien fue capturado ](/colombia/medellin/mujer-que-fue-asesinada-en-medellin-a-manos-de-su-pareja-quien-fue-capturado-3339500) El hecho ocurrió en la comuna 1 (Popular) indicaron las autoridades. [ En video: Así fue la reacción del policía que fue asesinado en un asalto en Medellín ](/colombia/medellin/en-video-asi-fue-la-reaccion-del-policia-que-fue-asesinado-en-un-asalto-en-medellin-3339461) El uniformado intentó defenderse de los delincuentes que pretendían hurtarle su arma de dotación. [ Capturan a siete personas, señaladas de traficar con elementos de la Fuerza Pública ](/colombia/cali/capturan-a-siete-personas-senaladas-de-traficar-con-elementos-de-la-fuerza-publica-3339539) Cuatro de los capturados son miembros activos del Ejército. [ 'Alcaldes, deben ser embajadores de la COP16'; se gesta alianza de mandatarios locales ](/colombia/cali/alcaldes-deben-ser-embajadores-de-la-cop16-se-gesta-alianza-de-mandatarios-locales-3339428) Cali fue sede de la asamblea de la Asociación Colombiana de Ciudades Capitales. Minambiente dijo que la COP cuesta, por ahora, $ 120.000 millones y hay $ 95.000 millones asegurados. [ Judicializan a exnotario, abogado y tramitadora por facilitar apropiación ilegal a 'los Costeños' ](/colombia/barranquilla/judicializan-a-exnotario-abogado-y-tramitadora-por-facilitar-apropiacion-ilegal-a-los-costenos-3339530) Son señalados de ejecutar maniobras para arrebatarles las propiedades a sus verdaderos dueños y otorgarlas a la banda criminal. [ Caza ilegal y extracción de carbón vegetal habrían ocasionado emergencia en Isla Salamanca ](/colombia/barranquilla/caza-ilegal-y-extraccion-de-carbon-vegetal-habrian-ocasionado-emergencia-en-isla-salamanca-3339508) Gobernación del Atlántico hace un llamado al Gobierno Nacional para evitar desastre ambiental que ha afectado 40 hectáreas. [ Conmoción en Sabanalarga por el macabro hallazgo de un cadáver en una vivienda abandonada ](/colombia/barranquilla/el-macabro-hallazgo-del-cadaver-de-un-hombre-en-vivienda-abandonada-de-sabanalarga-3339414) [ Surge especialización en producción animal para profesionales del agro en el Atlántico ](/colombia/barranquilla/surge-especializacion-en-produccion-animal-para-profesionales-del-agro-en-el-atlantico-3339368) [ Instalan sesiones extras en el Concejo para estudiar Plan de Desarrollo de Barranquilla ](/colombia/barranquilla/instalan-sesiones-extras-en-el-concejo-para-estudiar-plan-de-desarrollo-de-barranquilla-3339279) [ Valledupar : noche de estrellas engalanan esta versión del 56 Festival Vallenato ](/colombia/otras-ciudades/valledupar-noche-de-estrellas-engalanan-esta-version-del-56-festival-vallenato-3339491) La batalla de talentosos acordeoneros continua para llegar a la recta final. [ Cauca: más de 82 familias, bajo confinamiento y 36 más están desplazadas por combates ](/colombia/otras-ciudades/cauca-mas-de-82-familias-bajo-confinamiento-y-36-mas-desplazadas-por-combates-3339477) El norte de la región se encuentra amenazado. La población teme por su vida. [ 'La prevención no da plata, lo que da plata es el tratamiento’, la crítica de la gerente de la Liga contra el Cáncer Risaralda al sistema de salud ](/colombia/otras-ciudades/la-prevencion-no-da-plata-lo-que-da-plata-es-el-tratamiento-gerente-de-la-liga-de-lucha-contra-el-cancer-risaralda-3339413) [ Denuncian secuestro de dos jóvenes en zona rural de Cauca: alerta en Corinto ](/colombia/otras-ciudades/denuncian-secuestro-de-dos-jovenes-en-zona-rural-de-cauca-alerta-en-corinto-3339470) [ Concejal de La Guajira se salvó de ser secuestrada: escapó de los delincuentes ](/colombia/otras-ciudades/en-la-guajira-una-mujer-escapo-de-ser-secuestrada-por-dos-delincuentes-3339431) [ Nuevo escándalo en Ecuador: Daniel Noboa ve signos de narcopolítica en firma que proveía alimentos a cárceles ](/mundo/latinoamerica/nuevo-escandalo-en-ecuador-daniel-noboa-ve-signos-de-narcopolitica-en-firma-que-proveia-alimentos-a-carceles-3339496) El Gobierno del país vecino elevó una queja ante la fiscalía. Esto es lo que se sabe. [ El video del presidente Lula da Silva que un juez brasileño ordenó retirar de YouTube ](/mundo/latinoamerica/el-video-de-youtube-del-presidente-lula-da-silva-que-un-juez-brasileno-ordeno-retirar-3339469) El presidente brasileño también debe eliminar el video de sus perfiles en redes sociales. [ Entidades periodísticas firmaron en Chile declaración que protege la libertad de prensa ](/mundo/latinoamerica/entidades-periodisticas-firmaron-en-chile-declaracion-que-protege-la-libertad-de-prensa-3339450) [ ‘Tiene connotaciones terroristas’: ¿por qué es tan grave el triple atentado policial en el sur de Chile? ](/mundo/latinoamerica/tiene-connotaciones-terroristas-por-que-es-tan-grave-el-triple-atentado-policial-en-el-sur-de-chile-3339421) [ Panamá: ¿por qué hay incertidumbre a pocas horas de elecciones presidenciales y qué tanto influye el expresidente Martinelli? ](/mundo/latinoamerica/por-que-hay-gran-incertidumbre-en-panama-a-pocas-horas-de-celebrar-elecciones-presidenciales-3339397) [ Esposa de Nicolás Maduro pasó un bochornoso momento durante discurso; video ](/mundo/venezuela/esposa-de-nicolas-maduro-paso-un-bochornoso-momento-durante-discurso-video-3339509) La situación, que se viralizó el redes sociales, sucedió durante el Día del Trabajo este 1° de mayo. [ Fiscal de Venezuela solicita orden de captura y extradición de los opositores Leopoldo López y Julio Borges ](/mundo/venezuela/fiscal-de-venezuela-solicita-orden-de-captura-y-extradicion-de-los-opositores-leopoldo-lopez-y-julio-borges-3339480) Las declaraciones las hizo Tarek William Saab. Esto es lo que se sabe. [ ¿Traicionado por su propio círculo? Así fue cómo un ministro cercano a Nicolás Maduro casi implosiona al chavismo ](/mundo/venezuela/los-conspiradores-estaban-con-maduro-como-un-ministro-casi-implosiona-al-chavismo-3338641) [ Venezuela vivió una década oscura para los derechos humanos bajo el mandato de Nicolás Maduro, según informe ](/mundo/venezuela/venezuela-vivio-una-decada-oscura-para-los-derechos-humanos-bajo-el-mandato-de-nicolas-maduro-segun-informe-3338751) [ Venezuela: Edmundo González vencería por 21 puntos a Nicolás Maduro en las presidenciales, según encuesta ](/mundo/venezuela/venezuela-edmundo-gonzalez-venceria-a-nicolas-maduro-en-las-presidenciales-segun-revelo-una-encuesta-3338682) [ ¿Hacia dónde van las protestas propalestinas en las universidades de Estados Unidos y cómo impactarán la campaña Biden? ](/mundo/eeuu-y-canada/hacia-donde-van-las-protestas-propalestinas-en-las-universidades-de-estados-unidos-3339293) Más de 1.900 estudiantes han sido detenidos en centros como Columbia, Yale, Harvard, entre otros. Biden se pronunció. [ Vendía esta casa en Florida y descubrió una prisión subterránea en una de las puertas ](/mundo/eeuu-y-canada/vendian-casa-en-florida-y-descubrieron-una-prision-subterranea-en-una-de-las-puertas-3339406) El hallazgo fue compartido en un video de TikTok y generó mucho debate. [ Bebé de cuatro meses ingresó con coma etílico a un hospital luego de que su abuela le diera vino por error ](/mundo/europa/bebe-de-cuatro-meses-ingreso-con-coma-etilico-a-un-hospital-luego-de-que-su-abuela-le-diera-vino-por-error-3339288) La mujer preparó el tetero con leche en polvo y lo diluyó con vino blanco, en lugar de agua. [ La historia del hombre que duró hospitalizado 50 años pero no estaba enfermo ](/mundo/europa/la-historia-del-hombre-que-duro-hospitalizado-50-anos-pero-no-estaba-enfermo-3339213) BBC descubrió que cientos de personas con problemas de aprendizaje siguen atrapadas en hospitales en Escocia. [ Monarquía británica publica foto que Kate Middleton le tomó a su hija, la princesa Charlotte, para celebrar su cumpleaños ](/mundo/europa/monarquia-britanica-publica-foto-que-kate-middleton-le-tomo-a-su-hija-la-princesa-charlotte-3339217) [ El hacker condenado en Finlandia por chantajear a 33.000 pacientes con su historial psicológico ](/mundo/europa/el-hacker-condenado-en-finlandia-por-chantajear-a-33-000-pacientes-con-su-historial-psicologico-3338824) [ Así van las marchas del Día del Trabajador en el Mundo, este 1° de mayo ](/mundo/europa/asi-van-las-marchas-del-dia-del-trabajo-en-el-mundo-este-1-de-mayo-3339040) [ Exclusivo: entrevista con activista LGBTIQ+ elegido por TIME como una de las personas más influyentes de 2024 ](/mundo/africa/lgbti-los-riesgos-de-la-ley-represiva-en-uganda-entrevista-con-frank-mugisha-3335294) Frank Mugisha habla sobre la ley anti-LGBTIQ+ de Uganda, una de las más severas del mundo. 'Mientras exista una ley así, siempre habrá discriminación', dice. [ Ejército de Nigeria rescata a una joven secuestrada hace 10 años por el grupo Boko Haram ](/mundo/africa/ejercito-de-nigeria-rescata-a-una-joven-secuestrada-hace-10-anos-por-el-grupo-boko-haram-3335246) Todavía unas 100 jóvenes siguen desaparecidas. Esto es lo que se sabe. [ Por su cubrimiento en Gaza, los periodistas palestinos se ganaron el Premio Mundial a la Libertad de Prensa Unesco-Guillermo Cano 2024 ](/mundo/medio-oriente/por-su-cubrimiento-en-gaza-los-periodistas-palestinos-se-ganaron-el-premio-mundial-a-la-libertad-de-prensa-unesco-guillermo-cano-2024-3339516) Los reporteros y fotógrafos palestinos fueron destacados por su valentía y su compromiso con la libertad de expresión. [ Esto costaría la reconstrucción de Gaza tras la guerra, según las estimaciones de la ONU ](/mundo/medio-oriente/esto-costaria-la-reconstruccion-de-gaza-tras-la-guerra-segun-las-estimaciones-de-la-onu-3339471) El PNUD afirmó que el 72 por ciento de los edificios están destruidos y que el 5 por ciento de la población murió o resultó herida. [ Embajada de Palestina agradece a Colombia tras el anuncio de Gustavo Petro de romper relaciones con Israel ](/mundo/medio-oriente/embajada-de-palestina-agradece-a-colombia-tras-el-anuncio-de-gustavo-petro-de-romper-relaciones-con-israel-3339473) [ Turquía suspende todas sus relaciones comerciales con Israel ](/mundo/medio-oriente/turquia-suspende-todas-sus-relaciones-comerciales-con-israel-3339429) [ The Weeknd donó al Programa Mundial de Alimentos para los afectados en Gaza ](/mundo/medio-oriente/the-weeknd-dono-al-programa-mundial-de-alimentos-para-los-afectados-en-gaza-3339261) [ Netanyahu advierte que no aceptará acuerdo con Hamás que incluya el fin de la guerra en Gaza ](/mundo/medio-oriente/netanyahu-no-aceptara-acuerdo-con-hamas-que-incluya-fin-de-la-guerra-en-gaza-3339248) [ ¿Qué es la CPI y por qué podría emitir órdenes de arresto contra el primer ministro de Israel y sus ministros? ](/mundo/medio-oriente/que-es-la-cpi-y-por-que-podria-emitir-ordenes-de-arresto-contra-el-primer-ministro-de-israel-y-ministros-3339235) [ Organizaciones condenan la sentencia de 11 años a joven feminista saudita por 'terrorismo' ](/mundo/medio-oriente/organizaciones-condenan-la-sentencia-de-11-anos-a-joven-feminista-saudita-por-terrorismo-3339099) [ ¿En qué van las negociaciones sobre una nueva tregua entre Israel y Hamás en Gaza y por qué hay incertidumbre? ](/mundo/medio-oriente/israel-en-que-van-las-negociaciones-de-una-nueva-tregua-con-hamas-en-gaza-3339227) [ Presidente de Israel dice que universidades de Estados Unidos están 'contaminadas por el odio y el antisemitismo' ](/mundo/medio-oriente/presidente-de-israel-dice-que-universidades-de-estados-unidos-estan-contaminadas-por-el-odio-y-el-antisemitismo-3339223) [ 'Colombia no puede ser cómplice': Cancillería se pronuncia sobre ruptura de relaciones con Israel ](/mundo/medio-oriente/colombia-no-puede-ser-complice-cancilleria-se-pronuncia-sobre-ruptura-de-relaciones-con-israel-3339199) [ Blinken elogia propuesta de tregua y Netanyahu rechazoa fin de la guerra ](/mundo/medio-oriente/blinken-elogia-propuesta-de-tregua-y-netanyahu-rechazoa-fin-de-la-guerra-3339174) [ Las comunidades judías de Colombia se pronuncian frente a la ruptura de relaciones con Israel ](/mundo/medio-oriente/las-comunidades-judias-de-colombia-se-pronuncian-frente-a-la-ruptura-de-relaciones-con-israel-3339161) [ Hamás considera 'una victoria' la decisión del presidente Petro de romper relaciones con Israel ](/mundo/medio-oriente/hamas-considera-una-victoria-la-decision-del-presidente-petro-de-romper-relaciones-con-israel-3339131) [ Documentos prueban que fuerzas de seguridad iraní asesinaron a una activista adolescente ](/mundo/medio-oriente/investigacion-bbc-informes-secretos-revelan-que-las-fuerzas-de-seguridad-iranies-abusaron-de-una-activista-adolescente-y-la-mataron-3338826) [ Israel llama antisemita a Petro: 'recompensa' a Hamás por ruptura diplomática ](/mundo/medio-oriente/israel-llama-antisemita-a-petro-recompensa-a-hamas-por-ruptura-diplomatica-3339103) [ Antony Blinken llega a Tel Aviv para discutir esfuerzos para alcanzar tregua en Gaza ](/mundo/medio-oriente/antony-blinken-llega-a-tel-aviv-para-discutir-netanyahu-necesidad-de-tregua-y-ayuda-humanitaria-para-gaza-3338847) [ Israel se debate entre invadir Rafah o avanzar hacia una paz regional ](/mundo/medio-oriente/israel-se-debate-ante-el-dilema-de-invadir-rafah-o-avanzar-hacia-una-paz-regional-3338730) [ 'Escándalo a escala histórica': primer ministro de Israel reacciona a posibles órdenes de detención de la CPI ](/mundo/medio-oriente/primer-ministro-de-israel-reacciona-a-posibles-ordenes-de-detencion-de-la-cpi-3338697) [ ‘La violación masiva de mujeres en la guerra es la máxima expresión de la dominación’ ](/mundo/medio-oriente/la-violacion-masiva-de-mujeres-en-la-guerra-es-la-maxima-expresion-de-la-dominacion-3338575) [ La coartada de Daniel Sancho para salvarse de pena de muerte: se declara inocente y habla de ataque de Edwin Arrieta ](/mundo/asia/soy-inocente-muerte-de-edwin-llega-porque-me-ataco-e-intento-violarme-daniel-sancho-por-asesinato-de-medico-colombiano-3339246) En medio del juicio, el acusado insistió en que actuó en defensa propia. [ Hundimiento de carretera en China deja como saldo 48 muertos: la cifra de fallecidos sigue creciendo ](/mundo/asia/hundimiento-de-carretera-en-china-deja-como-saldo-48-muertos-la-cifra-de-mortalidad-sigue-creciendo-3339204) 30 heridos fueron trasladados a hospitales cercanos, en donde se encuentran fuera de peligro. [ El juez programa la lectura de la sentencia de Daniel Sancho para el próximo 29 de agosto del 2024 ](/mundo/asia/el-juez-programa-la-lectura-de-la-sentencia-de-daniel-sancho-para-el-proximo-29-de-agosto-del-3339198) [ Daniel Sancho termina su declaración en el juicio en Tailandia por el asesinato del colombiano Edwin Arrieta: ¿qué sigue? ](/mundo/asia/daniel-sancho-termina-su-declaracion-en-el-juicio-en-tailandia-por-el-asesinato-del-colombiano-edwin-arrieta-que-sigue-3339003) [ 'Arrepentido y culpable': el testimonio de Daniel Sancho en juicio por asesinato del médico colombiano Edwin Arrieta ](/mundo/asia/arrepentido-y-culpable-el-testimonio-de-daniel-sancho-en-juicio-por-asesinato-del-medico-colombiano-edwin-arrieta-3338707) [ Video: el volcán indonesio Ruang vuelve a entrar en erupción con una nube de 5.000 metros ](/mundo/asia/video-el-volcan-indonesio-ruang-vuelve-a-entrar-en-erupcion-con-una-nube-de-5-000-metros-3338610) [ Daniel Sancho declara en el juicio en su contra en Tailandia ](/mundo/asia/daniel-sancho-declara-en-el-juicio-en-su-contra-en-tailandia-3338609) [ El juicio contra Daniel Sancho entra en su recta final con los testigos de la defensa ](/mundo/asia/el-juicio-contra-daniel-sancho-entra-en-su-recta-final-con-los-testigos-de-la-defensa-3338602) [ Daniel Sancho: juicio por asesinato de médico colombiano se reanuda este martes, ¿concluirá esta semana? ](/mundo/asia/caso-daniel-sancho-el-juicio-en-su-contra-se-reanuda-y-podria-concluir-esta-semana-3338329) [ Polémica: juez y abogado de Daniel Sancho han sido vistos de copas en Tailandia ](/mundo/asia/polemica-juez-y-abogado-de-daniel-sancho-han-sido-vistos-de-copas-en-tailandia-3338328) [ Irak aprueba una ley para criminalizar la homosexualidad ](/mundo/asia/irak-aprueba-una-ley-para-criminalizar-la-homosexualidad-3338112) [ Terremoto en Indonesia deja como saldo ocho heridos y daños materiales en el país ](/mundo/asia/un-terremoto-de-magnitud-6-1-causa-ocho-heridos-y-danos-materiales-en-indonesia-3338075) [ Terremoto de magnitud preliminar de 6.1 se registra en Taiwán: esto se sabe ](/mundo/asia/terremoto-hoy-en-taiwan-sismo-de-magnitud-6-1-sacudio-la-region-asiatica-3337794) [ Denuncian presunto favorecimiento a Daniel Sancho en el juicio: ‘Hay influencia en la corte’ ](/mundo/asia/denuncian-presunto-favorecimiento-a-daniel-sancho-en-el-juicio-hay-influencia-en-la-corte-3337712) [ Estados Unidos le pide a China que 'no ayude' a Rusia con el suministro de componentes de Defensa ](/mundo/asia/estados-unidos-le-pide-a-china-que-no-ayude-a-rusia-con-el-suministro-de-componentes-de-defensa-3337579) [ Estas son las tácticas que usan empresas de Asia para enviar drogas sintéticas por correo ](/mundo/asia/investigacion-bbc-las-tacticas-que-usan-empresas-de-asia-para-enviar-por-correo-drogas-sinteticas-a-europa-y-ee-uu-3337535) [ 'Chiqui, por Dios': los mensajes de Daniel Sancho a Edwin Arrieta tras arrojar su cuerpo desmembrado ](/mundo/asia/revelan-chat-de-daniel-sancho-a-edwin-arrieta-tras-haber-arrojado-su-cuerpo-desmembrado-3337200) [ China y Estados Unidos reafirman 'importancia mundial' de sus relaciones durante visita de Blinken ](/mundo/asia/china-y-estados-unidos-reafirman-importancia-mundial-de-sus-relaciones-durante-visita-de-blinken-3337177) [ Ola de calor en Tailandia: suman al menos 30 personas muertas en lo que va del año ](/mundo/asia/ola-de-calor-en-tailandia-suman-al-menos-30-personas-muertas-en-lo-que-va-del-ano-3337176) [ Aplazan el juicio contra Daniel Sancho en Tailandia; esta es la razón ](/mundo/asia/quedo-aplazado-hasta-el-martes-el-juicio-en-tailandia-contra-daniel-sancho-vea-la-razon-3337174) [ Cloropicrina: el arma química de la Primera Guerra Mundial que acusan a Rusia de estar usando en Ucrania ](/mundo/mas-regiones/que-es-la-cloropicrina-el-arma-quimica-de-la-primera-guerra-mundial-que-acusan-a-rusia-de-estar-usando-en-ucrania-3339405) Si se confirman los reportes, Rusia estaría violando leyes internacionales. [ Así va el preocupante aumento de las agresiones que sufren los profesores en todo el mundo ](/mundo/mas-regiones/el-preocupante-aumento-de-las-agresiones-que-sufren-los-profesores-en-todo-el-mundo-3338621) Los ataques contra los docentes han aumentado a nivel global, particularmente desde la pandemia. [ Yakuza: cuál es el origen de la temida mafia japonesa y cómo se ha transformado ](/mundo/mas-regiones/yakuza-cual-es-el-origen-de-la-temida-mafia-japonesa-y-como-se-ha-transformado-3338064) [ Sierra Leona: país que declaró emergencia nacional por el alto número violencia sexual hace 5 años ](/mundo/mas-regiones/el-pais-que-declaro-emergencia-nacional-por-el-alto-numero-de-violaciones-y-violencia-sexual-hace-5-anos-que-ha-pasado-desde-entonces-3338595) [ Lista de los cinco países latinoamericanos que más exportan a China ](/mundo/mas-regiones/cuales-son-los-5-paises-de-america-latina-que-mas-exportan-a-china-y-que-diferencia-a-mexico-de-los-demas-3337277) [ El accidente que ocurrió en China y que llevo a que se descubrieran los guerreros de terracota ](/mundo/mas-regiones/la-accidentada-historia-de-como-se-descubrieron-en-china-los-guerreros-de-terracota-uno-de-los-mayores-hallazgos-arqueologicos-de-la-historia-3337934) [ Estas son las tácticas que usan empresas de Asia para enviar drogas sintéticas por correo ](/mundo/asia/investigacion-bbc-las-tacticas-que-usan-empresas-de-asia-para-enviar-por-correo-drogas-sinteticas-a-europa-y-ee-uu-3337535) [ Revolución senior: ¿por qué la mitad de la humanidad está gobernada por líderes de más de 70 años? ](/mundo/mas-regiones/revolucion-senior-la-mitad-de-la-humanidad-esta-gobernada-por-lideres-de-mas-de-70-anos-3337341) [ 'Bebé reno': la serie basada en hechos reales sobre las agresiones sexuales que tuvo su protagonista ](/mundo/mas-regiones/la-historia-real-de-agresion-sexual-y-acoso-detras-de-la-exitosa-serie-de-tv-bebe-reno-3336760) [ El error por el que España dejó libre al líder de la mafia que amenazaba a la princesa de Países Bajos ](/mundo/europa/el-error-judicial-por-el-que-espana-dejo-libre-al-lider-de-la-mafia-que-amenazaba-a-la-princesa-de-paises-bajos-3336752) [ 'Zelenski quiere enfrentar a Putin en cualquier parte': el conflicto entre Ucrania y Rusia avanza en Sudán ](/mundo/europa/muestra-que-zelenski-quiere-enfrentar-a-putin-en-cualquier-parte-la-creciente-evidencia-de-que-ucrania-esta-combatiendo-contra-rusia-en-sudan-3336759) [ Los 'narcocoyotes': la realidad que deben enfrentar los migrantes para llegar con vida a Estados Unidos ](/mundo/eeuu-y-canada/la-violencia-y-extorsion-de-los-narcocoyotes-a-la-que-deben-hacer-frente-los-migrantes-que-quieren-llegar-con-vida-a-ee-uu-3336864) [ ¿Podrían estar en juego partidos de la Copa América y otras justas deportivas por las guerras y amenazas terroristas que se libran en el mundo? ](/mundo/mas-regiones/podrian-estar-en-juego-partidos-de-la-copa-america-y-otras-justas-deportivas-por-las-guerras-y-amenazas-terroristas-que-se-libran-en-el-mundo-3336732) [ La batalla legal de un padre contra gigantesca empresa petrolera por la muerte de su hijo en Irak ](/mundo/mas-regiones/un-padre-inicia-una-batalla-legal-contra-la-petrolera-bp-por-la-muerte-de-su-hijo-3336415) [ Este es el 'Robin Hood' de TikTok que lucha contra abusos de propietarios y agentes inmobiliarios ](/mundo/mas-regiones/el-robin-hood-de-tiktok-que-lucha-contra-los-abusos-de-los-propietarios-y-de-los-agentes-inmobiliarios-3336416) [ La 'América rusa': el olvidado episodio en el que Rusia colonizó estados en EE.UU. ](/mundo/eeuu-y-canada/russkaya-amerika-el-olvidado-episodio-en-el-que-rusia-colonizo-alaska-y-llego-a-tener-dominios-en-california-y-hawai-3335791) [ ¿Qué es el fósforo blanco y por qué Israel lo está usando en sus ataques en Líbano? ](/mundo/medio-oriente/que-es-el-fosforo-blanco-y-por-que-israel-lo-esta-usando-en-sus-ataques-en-libano-3335873) [ La apuesta entre dos magnates que resultó en la creación de la primera locomotora: la revolución del transporte terrestre ](/tecnosfera/novedades-tecnologia/la-apuesta-de-us-665-entre-dos-magnates-de-la-mineria-que-hace-dos-siglos-revoluciono-el-mundo-del-transporte-terrestre-3335920) [ ¿Quién es Juan Merchan? La polémica del juez nacido en Colombia que preside el juicio contra Trump ](/mundo/eeuu-y-canada/quien-es-juan-merchan-el-juez-nacido-en-colombia-que-preside-el-historico-juicio-contra-trump-3336278) [ El plan secreto de la 'pacífica' Suecia para construir una bomba atómica ](/mundo/europa/el-plan-secreto-que-tuvo-la-pacifica-suecia-para-construir-una-bomba-atomica-3335882) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-03T03:47:03.973+03:00",
  "updated": "2024-05-03T04:36:35.285+03:00"
}