{
  "thread": {
    "uuid": "33284d32017a47161e10357b07882f572202e30e",
    "url": "https://news.webindia123.com/news/Articles/World/20240308/4176503.html",
    "site_full": "news.webindia123.com",
    "site": "webindia123.com",
    "site_section": "https://www.webindia123.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest News,India news,bollywood news,career guidance,Education,business listings,travel,health,entertainment,videos,food,craft,automobile|webindia123.com ",
    "title": "Biden calls for revitalising partnership with allies like India to counter China; vows to stand up against Putin in State of Union speech",
    "title_full": "Biden calls for revitalising partnership with allies like India to counter China; vows to stand up against Putin in State of Union speech",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 19631,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "33284d32017a47161e10357b07882f572202e30e",
  "url": "https://news.webindia123.com/news/Articles/World/20240308/4176503.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "Biden calls for revitalising partnership with allies like India to counter China; vows to stand up against Putin in State of Union speech",
  "text": "Touting his policy towards China, Biden said, \"We're standing up against China's unfair economic practices. And standing up for peace and stability across the Taiwan Straits. I've revitalised our partnerships and alliances in the Pacific -- India, Australia, Japan, South Korea, Pacific Islands.\" Without mentioning the name of former President Donald Trump, Biden repeatedly addressed his likely opponent in the November election as \"my predecessor\" and sought to contrast his policies with Trump and Republicans in Congress, including on China. \"For years, all I've heard from my Republican friends and so many others is China's on the rise and America is falling behind,\" Biden said, adding, \"They've got it backwards. America is rising.\" \"I've made sure that most advanced American technologies can't be used in China, not allowing to trade them there. Frankly, for all his tough talk on China, it never occurred to my predecessor to do any of that,\" Biden underscored during his address. Biden specifically hit on several foreign policy flashpoints, while pushing for action on domestic issues like reproductive health care and high immigration. Biden, at the top of his address, called out Russian President Vladimir Putin over the war in Ukraine. \"Overseas, (President Vladimir) Putin of Russia is on the march, invading Ukraine and sowing chaos throughout Europe and beyond,\" he went on to say. \"Ukraine can stop Putin if we stand with Ukraine and provide the weapons it needs to defend itself,\" Biden added. \"Now my predecessor, a former Republican president, tells Putin, 'Do whatever the hell you want.' A former American president actually said that, bowing down to a Russian leader. It's outrageous. It's dangerous. It's unacceptable,\" he said, adding, \"My message to President Putin ... is simple: We will not walk away. We will not bow down!\" Biden said. \"I will not bow down!\" On the Hamas-Israel conflict, Biden announced a new US plan to bolster humanitarian assistance for Gaza. \"Tonight, I'm directing the US military to lead an emergency mission to establish a temporary pier in the Mediterranean on the coast of Gaza that can receive large shipments, carrying food, water, medicine and temporary shelters. No US boots will be on the ground.\" The president pressed for a ceasefire and for Israel to provide immediate relief for Palestinians trapped in war-ravaged Gaza. \"To the leadership of Israel, I say this: humanitarian assistance cannot be a secondary consideration or a bargaining chip,\" Biden said. \"Protecting and saving innocent lives has to be a priority.\" The State of the Union was watched by what will likely be one of Biden's largest audiences in the months leading up to Election Day. (ANI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "putin",
        "sentiment": "negative"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "congress",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "state of union",
        "sentiment": "none"
      },
      {
        "name": "south korea",
        "sentiment": "none"
      },
      {
        "name": "taiwan straits",
        "sentiment": "none"
      },
      {
        "name": "pacific",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "pacific islands",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T17:11:56.881+02:00",
  "updated": "2024-03-08T17:11:56.881+02:00"
}