{
  "thread": {
    "uuid": "3211551f5e89f80b01a6576e7d9a38146c5fe648",
    "url": "https://thefishsite.com/articles/a-peek-into-the-future-of-sustainable-ras",
    "site_full": "thefishsite.com",
    "site": "thefishsite.com",
    "site_section": "https://feeds.thefishsite.com/thefishsite-news",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "The Fish Site - All news &amp; features",
    "title": "A peek into the future of sustainable RAS",
    "title_full": "A peek into the future of sustainable RAS",
    "published": "2024-07-05T10:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.thefishsite.com/fish/articles/Shrimp/Farm-setup-credit-Andrew-Whiston.jpg?scale.option=fill&scale.width=1200&scale.height=630&crop.width=1200&crop.height=630&crop.y=center&crop.x=center",
    "performance_score": 0,
    "domain_rank": 50138,
    "domain_rank_updated": "2024-07-02T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3211551f5e89f80b01a6576e7d9a38146c5fe648",
  "url": "https://thefishsite.com/articles/a-peek-into-the-future-of-sustainable-ras",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-07-05T10:00:00.000+03:00",
  "title": "A peek into the future of sustainable RAS",
  "text": "In the small Scottish coastal town of St Andrews, in a specialised polytunnel on the site of an old rubbish dump, Dr Andrew Whiston and his team are trying to develop a profitable, low-risk and – most importantly – truly sustainable\n recirculating aquaculture system (RAS).\nHaving worked in research across the aquaculture sector, as well as in public aquaria and the ornamental fish industry, Andrew’s work has a strong focus on the elimination of\nwaste and inefficiency through practical science. Before starting on his current endeavour, he was involved in the development of what could be described as UK’s first sustainably-powered king prawn farm, located in Balfron. However, Great British Prawns, the parent company to which Whiston’s research and development arm belonged, closed down in 2021, followed shortly after by his spin-out project, Great British Aquatech.\nHowever, the closure sparked the founding of\nRAStech, the innovative company run by Andrew, his wife Sarah, his son David, and the rest of his team. The RAStech crew aim to develop a sustainable, profitable, and low-risk approach to land-based aquaculture.\nAndrew’s desire to realise sustainable RAS can be tied to his self-proclaimed bugbear with the term “\nsustainability” itself, as he doesn’t believe that any current aquaculture operation is truly sustainable. With regards to the farming of prawns – the current focus of RAStech – Andrew lists a host of issues: from nutrient pollution and overuse of antibiotics to mangrove destruction and modern slavery.\nThat is where he aims to make a change.\nAn alternative system\nAndrew’s innovative approach to RAS technology lies in eliminating the inefficiencies of the system, starting from the ground up.\nLiving in an area where many farmers use polytunnels to provide a warm growing environment for soft fruits like strawberries, Andrew has been inspired to take a standard polytunnel design, reinforce the structure, insulate it with a 600 mm layer of spun plastic sourced from recycled drinks bottles, and cover this with a sheet of plastic. Combined with a glued-in ground sheet – radon and methane-proof – this results in an airtight structure.\n“[This design] gives us a ridiculously well insulated building. It can be very, very warm in there, or very cold, depending on what you want. And that way we start from this position where maintaining temperature isn't quite so much of a worry for us,” he explains.\nAccording to Andrew, RAStech’s design can result in a heat consumption 95 percent lower than that of a traditional shrimp RAS facility and, importantly, the entire setup can be packed into a standard shipping container and transported for use anywhere in the world.\n“It’s an absolutely ridiculous saving. The big elephant in the room that used to be the need for loads of power for heating is not there anymore – we got rid of it,” he exclaims.\nIn addition to his system’s low energy requirements, Andrew aims to decrease the waste associated with effluent processing. In his system everything is harvested and can serve a purpose, even the biosolids left behind by the cultured species – in this case prawns.\nThe organic sludge collected from the effluent water is used to fuel an anaerobic digester to create methane, which can be burned in a boiler to generate heat for the system. The leftover high nutrient water can then be used as a biostimulant, and the RAStech team are currently testing its use to grow salt-tolerant crops and seaweeds which extract the excess nutrients from the water. At this point in the process, the water can be reused, according to Andrew, cleaner than when it started.\n“There's this thing in industry where there’s this attitude that if we do stuff that's good for the environment, it's going to cost us more money - that's not necessarily the truth. Yes, there are some things that you can do for the environment that are jolly expensive and probably not economically viable for a business, but there are also some just simple, common-sense things you can do that are great for both,” he says.\n\"We typically use about 10 percent of the water that a normal RAS would use, because normally you chuck quite a lot of water away, but we don't,” he adds.\nPioneering what he describes as “boring RAS” – i.e. a business platform that grows slowly but steadily – Andrew expresses excitement over the prospect of scaling up his operation and the\ncommercial sale of prawns grown within his pilot system. Compared to the current scale of the operation, which supplies several research organisations with a few hundred prawns each, achieving this milestone would demonstrate the viability of his technology for use within the aquaculture industry, not only for shrimp, but also on a wider scale. Despite the economic risks of scaling up, Andrew takes comfort from the 53,000 tonne annual market for prawn in the UK.\n“We're just in the process of scaling up to a system that's going to produce about five tonnes a year in our building, and that's where we are at the minute. So, literally, the concrete was put in last week, and we've got the babies growing up already that are going into the new tanks,” he explains.\nIn terms of competition, following the commercialisation of RAStech’s technology, Andrew appears to be at ease with the market, for both his shrimp and his technology, as it currently stands, despite commenting that it is pretty competitive. In his view, there is enough demand to support all the up-and-coming players.\n“There's plenty of room for everybody right now. Over the next ten years that may well change, but right now, I wouldn't say so, and I think what we're doing is very different from what everybody else is doing. I think we're sufficiently unusual that I wouldn't say we have a direct one-on-one competitor right now,” he reflects.\nConsidering the exciting prospects for the future, Andrew reflects on the challenges he has faced in the development of his project. The primary hurdle faced in RAStech’s journey so far, according to Andrew, seems to stem from the conservative nature of the aquaculture industry itself. Many members of the industry, he says, have been critical of the company’s goals, seeing no point in such advanced energy and resource saving methods.\nFollowing the onset of the ongoing energy crisis, which has seen the cost of one of RAS’ most expensive inputs skyrocket, there seems to be a little more understanding of what Whiston is trying to achieve, although he comments that there may still be a way to go.\n“I think we're probably still a little bit early, but I think our time is coming,” he remarks.\nAnother challenge faced, and seemingly overcome, by the RAStech team is the lack of commercial shrimp hatcheries in the UK. The majority of shrimp grown in the UK is sourced from US hatcheries which, in addition to a substantial environmental footprint and an eye-watering price tag, can lead to some inconvenient issues.\n“Unfortunately, the hatcheries in the USA are all conveniently located in Hurricane Alley, either in Texas or Florida. It’s not great, because periodically they get flattened and that messes your market up for a while. Shrimp diseases are also endemic in those parts of the world, so there's always a fear of disease, and I think that's a big challenge,” Andrew explains.\nHaving been breeding his own prawns at a small scale for the last few years, Andrew believes that a commercial scale hatchery based in the UK is the only way to safely and reliably support a domestic prawn industry. Gathering the funding for this may be challenging, however, as the development of a commercial hatchery relies on a flourishing industry to create demand, whilst the industry as it stands cannot significantly expand without the hatchery.\nIt’s hard to argue with Andrews’s aspirations for sustainable, clean, and economically viable RAS technology, and whilst his vision for a practically self-sufficient UK prawn industry is indeed ambitious, it does sound possible.\nSumming up his operation in three words, he chooses a mysterious phrase: “We bend arrows.” This, he explains, is the core of his idea for the future or RAS – maximum efficiency with no waste left unused.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.ras.scot/about.html",
    "https://ras.scot/about.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "sarah",
        "sentiment": "none"
      },
      {
        "name": "andrew",
        "sentiment": "none"
      },
      {
        "name": "david",
        "sentiment": "none"
      },
      {
        "name": "whiston",
        "sentiment": "none"
      },
      {
        "name": "andrew whiston",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "st andrews",
        "sentiment": "negative"
      },
      {
        "name": "great british prawns",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "balfron",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T11:59:39.233+03:00",
  "updated": "2024-07-05T11:59:39.233+03:00"
}