{
  "thread": {
    "uuid": "81876e5434056fd276b50f73089046c1675a1008",
    "url": "https://www.kenbridgevictoriadispatch.com/2023/12/29/the-word-god-needs-to-be-top-priority/",
    "site_full": "www.kenbridgevictoriadispatch.com",
    "site": "kenbridgevictoriadispatch.com",
    "site_section": "https://www.kenbridgevictoriadispatch.com/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Kenbridge Victoria Dispatch",
    "title": "The Word: God needs to be top priority",
    "title_full": "The Word: God needs to be top priority - Kenbridge Victoria Dispatch | Kenbridge Victoria Dispatch",
    "published": "2023-12-30T00:29:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.kenbridgevictoriadispatch.com/wp-content/uploads/sites/46/2018/04/Screen-Shot-2018-04-25-at-10.46.39-AM.png?resize=259,300",
    "performance_score": 0,
    "domain_rank": 67731,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81876e5434056fd276b50f73089046c1675a1008",
  "url": "https://www.kenbridgevictoriadispatch.com/2023/12/29/the-word-god-needs-to-be-top-priority/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rev. J. Cameron Bailey",
  "published": "2023-12-30T00:29:00.000+02:00",
  "title": "The Word: God needs to be top priority",
  "text": "The Word: God needs to be top priority Published 5:29 pm Friday, December 29, 2023 New Years Resolutions. Did you know that results from a study published last February (from: fisher.osu. edu) showed that only 9% of Americans who make resolutions actually complete them. In fact, research goes on to show that 23% of people quit by the end of the first week! 43% of folks who make a resolution quit by the end of January! Forbes showed how 48% of people say improving fitness is top priority, 36% say improving mental health takes top spot and 55% say you need to work on improving both your physical AND mental health equally. The top five resolutions over the years have been: improve fitness (48%); improve finances (38%); improve mental health (36%); lose weight (34%); and improve diet (32%). Interestingly enough…doing better at work only hits 3% of folks. May I make a suggestion? The main resolution you need to make is this: Make God Top Priority. You expect the preacher to say something like this, right? Hear me out: we desire to lose weight but dang those Fat Deborah (lil Debbie) cakes look good! We want to go to the gym…but the couch, bed, recliner are SO much more comfy. Plus, who has time for all that?! We can come up with excuse after excuse after excuse to not do certain things. Are you ready for the cold water now? Nothing else matters. God has got to be our top priority. Jesus said, “I am THE Way, THE Truth, The Life. NO ONE comes to Father except through me (John 14:6).” We have heard this. We know this…and yet…Church, worship, ministry often take the back seat in our priorities. “Oh, it’s just one Sunday”. One Sunday leads to two which leads to a whole season of life missing what is truly needed. “Oh, I can get more from God on my own on the lake or at the ball field”. But are you truly in heartfelt, soul searching worship there? You’re right…you could, but do we honestly seek Him then, or are we just saying the same things over and over to make ourselves feel better for not coming together? Did you know that 31% of Americans never attend worship? Did you know only 20% of Americans attend worship on a weekly basis, 11% go once a month and 26% claim to “seldom” attend? Forget about the other resolutions you can make. Make. God. Top. Priority. Nothing else around you can settle your heart, lead your life, guide your children, calm your storms. Stop treating God like a part time lover. Give Him your all. Give Him your best. Make God your top priority in 2024. Rev. J. Cameron Bailey is pastor of Kenbridge Christian Church. He can be reached at jamescameronbailey@gmail. com.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "deborah",
        "sentiment": "none"
      },
      {
        "name": "forbes",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T01:13:31.970+02:00",
  "updated": "2023-12-30T01:13:31.970+02:00"
}