{
  "thread": {
    "uuid": "55ab6a34a7903d0427d139ce6de9adfb09d4a983",
    "url": "https://www.sbnation.com/golf/2024/3/14/24100983/rory-mcilroy-players-championship-history-legendary-performance",
    "site_full": "www.sbnation.com",
    "site": "sbnation.com",
    "site_section": "https://www.sbnation.com/rss/index.xml",
    "site_categories": [
      "sports"
    ],
    "section_title": "SBNation.com -  All Posts",
    "title": "The PLAYERS: Rory McIlroy makes history with legendary performance - SBNation.com",
    "title_full": "The PLAYERS: Rory McIlroy makes history with legendary performance - SBNation.com",
    "published": "2024-03-14T21:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.vox-cdn.com/thumbor/tr-EnLwtHw5xwKzj3ZvJ-xwqMA4=/0x555:5434x3400/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25336413/2083827222.jpg",
    "performance_score": 0,
    "domain_rank": 1671,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "55ab6a34a7903d0427d139ce6de9adfb09d4a983",
  "url": "https://www.sbnation.com/golf/2024/3/14/24100983/rory-mcilroy-players-championship-history-legendary-performance",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Savannah Leigh Richardson",
  "published": "2024-03-14T21:57:00.000+02:00",
  "title": "The PLAYERS: Rory McIlroy makes history with legendary performance - SBNation.com",
  "text": "[Rory McIlroy](https://www.sbnation.com/golf/2024/3/13/24100119/players-championship-rory-mcilroy-defend-pga-tour-jay-monahan) joined a bit of history at [The PLAYERS Championship](https://www.sbnation.com/golf/2024/3/12/24099020/players-championship-2024-sb-nation-staff-predictions) Thursday, carding a record-tying 10 birdies during a 7-under 65 round. That places McIlroy into a tie atop the leaderboard with Xander Schauffele. After a disastrous final round at the [Arnold Palmer Invitational,](https://www.sbnation.com/golf/2024/3/10/24096516/pga-news-rory-mcilroy-arnold-palmer-invitational-plummet) the Northern Irishman spent the last few days working on his game. “It’s probably been one of my best days in a while, which is nice,” McIlroy said. Those 10 birdies [tie the record](https://x.com/JustinRayGolf/status/1768333529807782305?s=20) for a single round at The PLAYERS. It’s also the most McIlroy has made in 641 days, dating back to the final round of the 2022 Canadian Open, per the Athletic’s Justin Ray. Only four other players have made 10 birdies in a round, with the most recent being held by Justin Thomas when he won here in 2021. Rory McIlroy: 10 birdies, tying— Justin Ray (@JustinRayGolf) [@THEPLAYERS]record for a single round and his most in a PGA Tour round in 641 days (final round of 2022 Canadian Open). McIlroy gained well over 3 strokes with his approach play today - a stark contrast from his early season struggles. [March 14, 2024] Putting has been one of his weak spots recently, but he leads the field thus far after picking up 3.593 strokes on the greens. His approach game was also much improved, which is another thing he has prioritized. The 2019 PLAYERS champion picked up 3.778 strokes in his approach game— the second-best in the field. He began his day on the back nine with three straight birdies. The four-time major winner added three more birdies to his scorecard in the next five holes before he dropped a shot at the 18th. McIlroy got back to 6-under on the par-5 2nd after making a tap-in birdie. His eighth circle on the scorecard came at the 4th, with another to follow at six. He dropped a shot on seven, where he recorded a double-bogey. That hole included a lengthy discussion between him, Jordan Spieth and [Viktor Hovland](https://www.sbnation.com/golf/2024/3/14/24100734/viktor-hovland-pga-tour-jay-monahan-liv-golf-sweep-under-rug), on where he should drop after hitting the ball into the water off the tee. McIlroy returned to 7-under on the 9th when he made that historic 10th birdie from 17 feet. “It was disappointing not to get that up-and-down on 7, but that’s probably why I give it a little mini-fist pump on 9 to feel like I got one of those shots back,” McIlroy said. Rory McIlroy birdies his final hole of the day to tie the lead and cap off an excellent opening 65 at TPC Sawgrass.— Golf Channel (@GolfChannel) : Golf Channel & [@peacock]| [#THEPLAYERS] [pic.twitter.com/Yr9fzfsi0D] [March 14, 2024] McIlroy’s fist pump says it all. He was thrilled with his round despite hitting into the penalty twice. To make 10 birdies on [TPC Sawgrass](https://www.sbnation.com/golf/2024/3/12/24097805/pga-tour-players-championship-tpc-sawgrass-toughest-4-holes) is not an easy feat. “It would be nice to shoot 62 and not have two in the water, I guess,” McIlroy said. The last few years have seen him struggle on Day 1 of this event and put him in a hole. McIlroy won’t have to do that this week. “It goes back to I didn’t have many expectations out there today because I was like, ‘Okay, feels good on the range and feels good in practice, but let’s see how it is when you’ve got a card in your hand,’” he said. “There’s something to be said for that, sort of lessening the expectations and going out there and seeing what happens.” McIlroy will look to build off that 65 Friday as he tees off alongside Hovland and Spieth at 1:40 p.m. ET. Savannah Leigh Richardson is a golf staff writer for SB Nation’s Playing Through. For more golf coverage, be sure to follow us [@_PlayingThrough](https://twitter.com/_PlayingThrough) on all major social platforms. You can also follow her on Twitter [@SportsGirlSL](https://twitter.com/SportsGirlSL) and Instagram @savannah_leigh_sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://x.com/JustinRayGolf/status/1768333529807782305",
    "https://twitter.com/_PlayingThrough)",
    "https://www.twitter.com/_PlayingThrough)",
    "https://www.x.com/JustinRayGolf/status/1768333529807782305?s=20)",
    "https://x.com/JustinRayGolf/status/1768333529807782305?s=20)",
    "https://twitter.com/SportsGirlSL)",
    "https://www.twitter.com/SportsGirlSL)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rory mcilroy",
        "sentiment": "positive"
      },
      {
        "name": "jay-monahan)",
        "sentiment": "none"
      },
      {
        "name": "mcilroy",
        "sentiment": "none"
      },
      {
        "name": "justin ray",
        "sentiment": "none"
      },
      {
        "name": "xander schauffele",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "arnold palmer invitational",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:11:03.171+02:00",
  "updated": "2024-03-15T00:11:03.171+02:00"
}