{
  "thread": {
    "uuid": "7aeb0ec276aae2eb807f2f8c4fe3aed1431645bd",
    "url": "https://guardian.ng/features/travel/ogun-to-tackle-transportation-challenges-with-alternate-energy-sources",
    "site_full": "guardian.ng",
    "site": "guardian.ng",
    "site_section": "https://banking.einnews.com:443/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Banking Industry Today - EIN Presswire",
    "title": "Ogun to tackle transportation challenges with alternate energy sources | The Guardian Nigeria News - Nigeria and World News — Features — The Guardian Nigeria News – Nigeria and World News",
    "title_full": "Ogun to tackle transportation challenges with alternate energy sources | The Guardian Nigeria News - Nigeria and World News — Features — The Guardian Nigeria News – Nigeria and World News",
    "published": "2024-02-16T05:09:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://guardian.ng/wp-content/uploads/2023/08/Dapo-Abiodun-e1652262599682.jpg",
    "performance_score": 0,
    "domain_rank": 4595,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7aeb0ec276aae2eb807f2f8c4fe3aed1431645bd",
  "url": "https://guardian.ng/features/travel/ogun-to-tackle-transportation-challenges-with-alternate-energy-sources",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Guardian Nigeria",
  "published": "2024-02-16T05:09:00.000+02:00",
  "title": "Ogun to tackle transportation challenges with alternate energy sources | The Guardian Nigeria News - Nigeria and World News — Features — The Guardian Nigeria News – Nigeria and World News",
  "text": "Ogun to tackle transportation challenges with alternate energy sources Ogun State Governor, Prince Dapo Abiodun, said the state has continued to set the pace for sustainable transportation systems with the use of alternative sources of energy. The governor disclosed this while declaring open the 18th National Council of Transportation conference, to be held at the June 12 Cultural Centre, Abeokuta. Speaking on the theme of the conference, ‘Enhancing Innovations and Technologies for Sustainable Transportation: Tackling The Energy Challenges’, Abiodun, represented by the Commissioner for Transportation, Olugbenga Dairo, said that the theme of the conference was apt as the country is currently facing a serious energy challenge occasioned by the removal of fuel subsidy, which has a spiral effect on transportation and other associated utilities. He noted that before the federal government rolled out plans for the compressed natural gas (CNG) project, Ogun state had taken the initiative of rolling out the CNG-compliant vehicles to support the green environment, mitigate global warming and ease the transportation burden faced by the public. Abiodun added that other alternative sources of energy, which include electric trucks and motorbikes, would soon be launched in the state. He said the Multi-Modal Transport Master Plan of the state created a vista of opportunities for residents and travellers and has enhanced business developments across all strata with a cargo airport at Iperu, an inland dry port at Papalanto to cater to the needs of the ever-growing industrial hubs across the state. He enjoined participants to build on the potential inherent in cross-fertilization of ideas, innovations, technologies, noting that at the end of the conference, states across the country would have developed a new model in arresting the energy crisis. Also speaking, Permanent Secretary, Federal Ministry of Transportation, Michael Oloruntola, expressed appreciation to the state government for hosting the conference, saying the choice of Abeokuta was symbolic, as it has the cultural and historical tapestry that binds the country together. Oloruntola said that the conference sought to uphold the prioritisation of innovative technologies that enhanced affordability, accessibility, safety, security and environmental sustainability. 0 Comments [cancel reply](/features/travel/ogun-to-tackle-transportation-challenges-with-alternate-energy-sources/#respond) You must be [logged in](https://guardian.ng/wp-login.php?redirect_to=https%3A%2F%2Fguardian.ng%2Ffeatures%2Ftravel%2Fogun-to-tackle-transportation-challenges-with-alternate-energy-sources%2F) to post a comment. We will review and take appropriate action. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Science and Technology",
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dapo abiodun",
        "sentiment": "neutral"
      },
      {
        "name": "olugbenga dairo",
        "sentiment": "none"
      },
      {
        "name": "abiodun",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "guardian nigeria news",
        "sentiment": "neutral"
      },
      {
        "name": "world news ogun state",
        "sentiment": "neutral"
      },
      {
        "name": "national council of transportation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ogun",
        "sentiment": "none"
      },
      {
        "name": "nigeria",
        "sentiment": "none"
      },
      {
        "name": "abeokuta",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T06:15:10.653+02:00",
  "updated": "2024-02-16T06:47:25.933+02:00"
}