{
  "thread": {
    "uuid": "dc912d5133e5c8aeeabb3408322ce31ce590d628",
    "url": "https://www.foxsports.com/stories/college-football/michael-penix-jr-and-kalen-deboer-the-origins-of-a-perfect-match",
    "site_full": "www.foxsports.com",
    "site": "foxsports.com",
    "site_section": "http://api.foxsports.com/v1/rss?partnerKey=zBaFxRyGKCfxBagJG9b8pqLyndmvo7UU&tag=north",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "FOX Sports Digital",
    "title": "Michael Penix Jr. and Kalen DeBoer: The origins of a perfect match",
    "title_full": "Michael Penix Jr. and Kalen DeBoer: The origins of a perfect match",
    "published": "2024-01-07T23:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 2128,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dc912d5133e5c8aeeabb3408322ce31ce590d628",
  "url": "https://www.foxsports.com/stories/college-football/michael-penix-jr-and-kalen-deboer-the-origins-of-a-perfect-match",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@foxsports",
  "published": "2024-01-07T23:49:00.000+02:00",
  "title": "Michael Penix Jr. and Kalen DeBoer: The origins of a perfect match",
  "text": "Michael Penix Jr. and Kalen DeBoer: The origins of a perfect match HOUSTON — When [Michael Penix Jr.](https://www.foxsports.com/college-football/michael-penix-player) entered the transfer portal just over two years ago, he had a pretty good idea of where he was headed next. After four up-and-down years as the quarterback at [Indiana](https://www.foxsports.com/college-football/indiana-hoosiers-team), which included four season-ending injuries, Penix was looking for a fresh start. Around the same time, Kalen DeBoer was hired as the head football coach at [Washington](https://www.foxsports.com/college-football/washington-huskies-team). Penix and DeBoer had been tight — they worked together for one year in 2019 at Indiana when DeBoer was the offensive coordinator. The Hoosiers had the second-best passing offense in the [Big Ten](https://www.foxsports.com/college-football/big-ten) that season — and that was despite losing Penix after six games to a shoulder injury. DeBoer left IU to become [Fresno State](https://www.foxsports.com/college-football/fresno-state-bulldogs-team)'s head coach, and promptly took what was among the worst passing attacks in the country to the top 10 in 2020 and ‘21. After two seasons, including a 10-3 record in 2021, he left for Seattle. And once DeBoer started assembling his staff and assessing his program, he set his sights on Penix. \"I just knew that he's a guy you could build a team around,\" DeBoer said. \"That production-wise, would go out and give you everything you needed throwing a football, running an offense, leading a football team. \"As a person, he's a guy you're never going to question having out front and center in moments like this, or out in the community. He's going to know what to say and how it always brings our team closer.\" As for Penix, in addition to already knowing he could thrive in DeBoer's innovative offense, he gelled with the coach's personality and overall disposition. \"You don't have to guess what you're going to get out of him,\" Penix said. \"He's going to be a guy that's going to lead us in every way that he can. That's what makes him so special. He's somebody that you can trust, and he doesn't switch up his character for anything.\" In the end, the right dominoes fell and DeBoer and Penix reunited. Now, everything they've been working on for the last two seasons will culminate in the College Football Playoff national championship game against No. 1 [Michigan](https://www.foxsports.com/college-football/michigan-wolverines-team) on Monday ( [7:30 p.m. ET](https://www.foxsports.com/college-football/cfp-national-championship-washington-huskies-vs-michigan-wolverines-jan-08-2024-game-boxscore-39483)). *** *** *** Penix was very intentional in how he was approaching his final two years of eligibility. He dreamed of winning a national title and wanted to transfer to a place where that was a possibility. He knew DeBoer and his offense from their brief time together at Indiana, and felt like they could achieve big things if he joined the coach at Washington. \"The relationship with Coach DeBoer, that definitely helped the reason for me to come here,\" Penix said, noting that the two picked up right where they left off. \"He's somebody that I trusted in whenever he was coaching me at Indiana. \"I feel like it was the best decision of my life.\" [ [How Kalen DeBoer and his future staff formed bonds in Michigan's shadow](https://www.foxsports.com/stories/college-football/how-washingtons-kalen-deboer-and-his-future-staff-formed-bonds-in-michigan-shadow)] When DeBoer called Penix and invited him to campus for an official visit, Penix viewed it as a business trip. There wasn't a lot of \"glitz and glamor and tours and seeing the city\" or treatment that high school recruits normally get, DeBoer said. \"It was really about getting reacquainted and us trying to show him what we knew at the time.\" Penix met offensive coordinator Ryan Grubb and was focused on understanding what kind of talent would surround him. \"I think he trusted what his talent was and what he could do with the football as long as he had some of those pieces to keep him upright and give him a chance,\" DeBoer said. So Penix watched film of the Huskies' offensive line, which was among the worst in 2021, averaging 3.19 yards per rush. However, he said he saw \"a lot of talent and a lot of potential\" in the guys who would end up protecting him. \"I wasn't really watching the offense that was being ran before I got here,\" Penix said. \"It was about seeing what I had around me. And when I saw those guys and then meeting them in person and stuff like that, I'm like, all right, this is going to be a special group. \"And we've been doing it. We've got one more to go, and I'm super excited for it.\" DeBoer was confident and assured Penix that he would \"get the most\" out of the O-line and once they were in his system, things would look different. \"I think his confidence in that is something that I'll cherish forever,\" DeBoer said. \"He had a belief in another level that we were going to continue to put people around him. And that trust he had in me at that time is something I'll never forget. And it's a big, major part of our relationship for sure.\" Penix also scouted his future playmakers, watching clips of wide receivers [Rome Odunze](https://www.foxsports.com/college-football/rome-odunze-player), [Ja'Lynn Polk](https://www.foxsports.com/college-football/jalynn-polk-player) and [Jalen McMillan](https://www.foxsports.com/college-football/jalen-mcmillan-player). The trio was contemplating transfers of their own when DeBoer and his new staff arrived, but decided to stay after learning more about the kinds of plays DeBoer was going to run and what their roles would look like. Turns out, DeBoer and Penix were prescient — two years later, Washington's offensive line won the Joe Moore Award, honoring the nation's best unit. The Huskies became the first Pac-12 team ever to win the award, allowing just 11 sacks all year. And the receivers are some of the best in the nation — Odunze, a projected top-10 pick in the 2024 NFL draft, and Polk both have more than 1,000 yards receiving this year. All those things have paved the way for Penix and Washington to meet this moment. *** *** *** Penix was magical in a 37-31 win over [Texas](https://www.foxsports.com/college-football/texas-longhorns-team) in the Sugar Bowl. He set the tone early with a 77-yard bomb to Polk on Washington's fourth play of the game that set up the Huskies' first touchdown. He was poised in the pocket, never panicked when he got into trouble, and didn't make mistakes. The Heisman Trophy finalist completed 29 of 38 passes for 430 yards and two touchdowns and wasn't sacked once. Penix took deep shots, exposing what was already thought to be a weaker [Longhorns](https://www.foxsports.com/college-football/texas-longhorns-team)' secondary. Texas' [NFL](https://www.foxsports.com/nfl)-caliber defensive front, led by a pair of 300-plus pound linemen [T'Vondre Sweat](https://www.foxsports.com/college-football/tvondre-sweat-player) and [Byron Murphy](https://www.foxsports.com/college-football/byron-murphy-2-player), couldn't get enough push. Michigan, whose defense is ranked No. 1 in the country, saw what happened and knows what it's in for on Monday. \"He's got no conscience when he's throwing one of those balls into the tightest window and the confidence that he can put it in there and his receivers are going to make a play. I mean, that's scary good,\" Wolverines' coach Jim Harbaugh said. \"As good as he is in the pocket, he's deadly when he gets out of the pocket, too, in either direction. It's formidable. It's elite. He's got great arm talent. Can tell he's a really cerebral guy. He knows.\" Whatever happens in the national championship will mark the end of DeBoer and Penix's thrilling run together. They had the most productive and explosive offense in the past two years, with Penix leading the country in passing yards per game. While Penix's draft stock has been on the lower end because of his past injuries, it's on the rise now after his Sugar Bowl performance and could skyrocket depending on what he does to Michigan's defense. Regardless, DeBoer and Penix cherish their relationship and what they've been able to accomplish together in what's been a unique journey. \"I knew he was a guy that could come in here and do exactly what he's doing,\" DeBoer said. \"And I don't say that arrogantly; that's all on Michael. That's a human compliment to just everything that he stands for and what his ability level is when it comes to processing defenses, getting the ball where it needs to be and leading a football team. And I knew he had that part in him. It's just really cool to see his growth and see him come so far and just take over this program. \"I'm just really proud of how he's handled all of it and his story is special. And it's because he's a special guy.\" Laken Litman covers college football, college basketball and soccer for FOX Sports. She previously wrote for Sports Illustrated, USA Today and The Indianapolis Star. She is the author of \"Strong Like a Woman,\" published in spring 2022 to mark the 50th anniversary of Title IX. Follow her on Twitter @LakenLitman. More on the College Football Playoff National Championship [Everything to know about the championship game](https://www.foxsports.com/stories/college-football/michigan-washington-what-to-know-about-cfp-title-game-matchup) [Expert picks: Will Michigan or Washington win it all?](https://www.foxsports.com/stories/college-football/college-football-playoff-championship-expert-picks-will-michigan-or-washington-win-it-all) [Ranking the top 20 players in the championship game](https://www.foxsports.com/stories/college-football/ranking-the-top-20-players-in-the-college-football-playoff-national-championship) [How Kalen DeBoer and his future staff formed bonds in Michigan's shadow](https://www.foxsports.com/stories/college-football/how-washingtons-kalen-deboer-and-his-future-staff-formed-bonds-in-michigan-shadow) [Michigan's 3-year build is about to reach a big turning point](https://www.foxsports.com/stories/college-football/michigans-3-year-build-is-about-to-reach-a-big-turning-point) Jim Harbaugh on his coaching future: 'I hope to have one' Michigan vs. Washington: CFP National Championship by the numbers 2023 NFL odds: Best bets for Buccaneers-Panthers, Washington-Michigan What Warren Moon sees in Michael Penix Jr. and his own journey 2023-24 college football transfer portal tracker: QB Malachi Nelson commits to Boise State Michael Penix Jr. vs. J.J. McCarthy: NFL Draft evaluations Michigan vs. Washington: Everything to know about CFP title game matchup Washington RB Dillon Johnson expects to play vs. Michigan 2023 CFP title game Michigan-Washington odds: Favorites, predictions, picks Jim Harbaugh on his coaching future: 'I hope to have one' Michigan vs. Washington: CFP National Championship by the numbers 2023 NFL odds: Best bets for Buccaneers-Panthers, Washington-Michigan What Warren Moon sees in Michael Penix Jr. and his own journey 2023-24 college football transfer portal tracker: QB Malachi Nelson commits to Boise State Michael Penix Jr. vs. J.J. McCarthy: NFL Draft evaluations Michigan vs. Washington: Everything to know about CFP title game matchup Washington RB Dillon Johnson expects to play vs. Michigan 2023 CFP title game Michigan-Washington odds: Favorites, predictions, picks",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kalen deboer",
        "sentiment": "positive"
      },
      {
        "name": "michael penix jr",
        "sentiment": "positive"
      },
      {
        "name": "michael penix jr.",
        "sentiment": "positive"
      },
      {
        "name": "deboer",
        "sentiment": "none"
      },
      {
        "name": "penix",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hoosiers",
        "sentiment": "none"
      },
      {
        "name": "fresno state",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "houston",
        "sentiment": "none"
      },
      {
        "name": "indiana",
        "sentiment": "none"
      },
      {
        "name": "seattle",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:03:52.219+02:00",
  "updated": "2024-01-08T01:50:59.443+02:00"
}