{
  "thread": {
    "uuid": "e7fa02234678a1335ef4f5351eaf107140b37e5a",
    "url": "https://www.statesman.com/story/entertainment/dining/2024/01/05/barbs-b-q-lockhart-texas-bbq-restaurant-now-open-saturday-sunday-hours/72123878007/",
    "site_full": "www.statesman.com",
    "site": "statesman.com",
    "site_section": "https://www.statesman.com/austin360",
    "site_categories": [
      "media"
    ],
    "section_title": "Austin360: News about restaurants, music and things to do in Austin TX",
    "title": "One of Texas' best, Barbs B Q in Lockhart now serving two days a week",
    "title_full": "One of Texas' best, Barbs B Q in Lockhart now serving two days a week",
    "published": "2024-01-06T00:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 3052,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 14
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e7fa02234678a1335ef4f5351eaf107140b37e5a",
  "url": "https://www.statesman.com/story/entertainment/dining/2024/01/05/barbs-b-q-lockhart-texas-bbq-restaurant-now-open-saturday-sunday-hours/72123878007/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Matthew Odam",
  "published": "2024-01-06T00:17:00.000+02:00",
  "title": "One of Texas' best, Barbs B Q in Lockhart now serving two days a week",
  "text": "You no longer have to circle every Saturday on your calendar to remind yourself of the only day of the week that one of Central Texas’ best barbecue joints is slinging meat. Barbs B Q in Lockhart is now serving both Saturday and Sunday, from 11 a.m. until sold out (about 2 p.m.). In addition to doubling their hours, the women-run restaurant that made our list of the 20 best new restaurants in the area last fall is also adding a few new items.\nA new side dish of pork stew with calabacitas and corn over rice will be served on Saturdays only. The restaurant makes it with its pork rib trim, and co-owner Chuck Charnichart said that as the restaurant grows, they will be able to eventually add it to the Sunday menu, as well.\nRelated: Barbs B Q beef rib is one of the 10 best new dishes of 2023\nHonoring some of the owners’ Brownsville roots, Barbs will also start serving a beef barbacoa taco on Sundays, made with smoked beef cheek and dressed in cilantro, onion, salsa verde and served on a homemade flour tortilla. There will also be a different bread pudding (name TBD) served on Sundays.\nFor those weary of long waits, Charnichart told me that \"there isn’t much of a wait\" and a \"minimal line before we open.\"\nFor those unfamiliar with the operation opened by Charnichart and her partners last year, below is what I wrote in the 2023 Austin360 Dining Guide and here is a link to the full review from last year .\n\"Three women added their voices to the chorus evolving the tenor of Texas barbecue when Barbs B Q opened in the shadow of the Caldwell County courthouse in Lockhart this summer. Texans should celebrate Chuck Charnichart, Alexis Tovías Morales and Haley Conlin, and the trio’s business partner Joanne Irizarry, for successfully busting into the historically male-dominated world of barbecue. The women also should be praised for how and where they did it: by serving the best barbecue in the Barbecue Capital of Texas. You can taste the influence of Mexico in the ground guajillo and chile de arbol peppers that blend mild fruitiness and earthiness into the salt and black pepper rub applied to supple brisket and a hulking but tender massive beef rib that’s as good as any I’ve ever tried. More peppery kick emanates from candied pork ribs that are lacquered with a tomato-and-vinegar-based sauce dialed up with serrano-steeped simple syrup and finished with a shower of lime zest for a sweet-spicy-tangy finish. Peppers also electrify the color and flavor of the side dish of “green spaghett” popular in Charnichart's and Morales’ native Brownsville. (No, it’s not in Austin, but Barbs is too good not to be on this list.) (102 E. Market St. in Lockhart; barbsbq.com Review: Lockhart is reclaiming its crown for Barbecue Capital of Texas — 3 crowns, to be exact",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "http://www.barbsbq.com/",
    "http://www.barbsbq.com",
    "http://barbsbq.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chuck charnichart",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "texas",
        "sentiment": "none"
      },
      {
        "name": "lockhart",
        "sentiment": "none"
      },
      {
        "name": "brownsville",
        "sentiment": "none"
      },
      {
        "name": "central texas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:39.059+02:00",
  "updated": "2024-01-06T01:08:25.760+02:00"
}