{
  "thread": {
    "uuid": "49c7397a0f25dcadf912b1bd05904595551f1b5f",
    "url": "https://utulsa.edu/news/physics-math-undergrad-isa-fite-named-a-2024-goldwater-scholar",
    "site_full": "utulsa.edu",
    "site": "utulsa.edu",
    "site_section": "https://utulsa.edu/feed",
    "site_categories": [
      "graduate_school",
      "college_administration",
      "education",
      "distance_learning"
    ],
    "section_title": "The University of Tulsa",
    "title": "Physics, math undergrad Isa Fite named a 2024 Goldwater Scholar",
    "title_full": "Physics, math undergrad Isa Fite named a 2024 Goldwater Scholar",
    "published": "2024-04-12T01:16:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://utulsa.edu/wp-content/uploads/2024/04/240404-Goldwater-Isabelle-Fite-011_600x535_600x535.jpg",
    "performance_score": 0,
    "domain_rank": 11635,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "49c7397a0f25dcadf912b1bd05904595551f1b5f",
  "url": "https://utulsa.edu/news/physics-math-undergrad-isa-fite-named-a-2024-goldwater-scholar",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ccoffman",
  "published": "2024-04-12T01:16:00.000+03:00",
  "title": "Physics, math undergrad Isa Fite named a 2024 Goldwater Scholar",
  "text": "The University of Tulsa is pleased to announce that Maria Isabelle “Isa” Fite, a second-year student majoring in [physics](https://utulsa.edu/academics/health-natural-sciences/departments/physics-engineering-physics/) and applied [math](https://utulsa.edu/academics/engineering-computer-science/departments/mathematics/) from Tulsa, Oklahoma, has been awarded a [2024 Barry Goldwater Scholarship](https://goldwaterscholarship.gov/). This prestigious award recognizes exceptional undergraduates studying science, engineering, and/or math disciplines. “The Goldwater Scholarship provides a level of respect in the scientific community,” said Fite, one of only 508 college students in the United States to receive the award this year. “We are enormously proud of Isa and her accomplishments,” said TU President Brad R. Carson. “The University of Tulsa’s science, technology, engineering, and math programs are highly regarded. We also root all students in the arts and humanities to ensure well-rounded alumni and offer an enlightening Honors College experience that attracts students of Isa’s caliber.” Fite thanked her faculty mentors, Applied Professor of Physics [Jerry McCoy](https://utulsa.edu/people/jerry-mccoy/) and Warren Foundation Chair in Bioinformatics [Brett McKinney](https://utulsa.edu/people/brett-mckinney/), a theoretical physicist, for setting her up for success. As a high school student, she attended TU’s monthly [Physics Journal Club](https://utulsa.edu/news/common-passion-unites-diverse-minds-in-physics-journal-club/) meetings, organized by McCoy. He invited her to participate in an independent study of particle physics. When Fite was just 17, she was sitting in on research presentations by TU seniors and was thrilled to find that the university students and faculty took her seriously despite the fact that she had not yet finished high school. “I took note of the understanding Isa displayed in discussing physics concepts such as wave-particle duality and Heisenberg’s uncertainty principle, even though she had not yet taken foundational coursework in these areas,” McCoy said. “She frequently goes well beyond efforts other students might make to understand a subject. For example … she currently takes classes in German out of a desire to read Heisenberg, Einstein, Minkowski, and others in their original language. “As Isa continues to challenge her intellectual gifting, she will distinguish herself as one of the very brightest – if not the brightest – students with whom I have had the privilege to work.” While she applied to other prestigious universities, Fite said, “TU was the best place I could have been,” citing the relationships she has developed with faculty and graduate students and the opportunities to excel in her chosen field. Upon arriving on campus in fall 2022, Fite joined the [Tulsa Undergraduate Research Challenge](https://utulsa.edu/research/research-opportunities/turc/) (TURC) to formally begin pursuing her academic dreams. “The TURC program was instrumental,” she said. “Isabelle joined my research group at the end of her first year to start dabbling in quantum theory, and before I knew it, she was contributing to real theoretical physics problems. She is currently working on a manuscript describing a method for calculating the properties of vortices in Bose-Einstein condensates in D dimensions. Next, we plan to use this model to study black holes,” McKinney said. “It has been a joy to mentor Isabelle, a most deserving Goldwater Scholar.” Fite serves as the Oxley College of Health & Natural Science’ delegate to the TURC Student Advisory Committee, advising administrators on policies and events from a student perspective as well as helping plan TURC events. She is a member of the TU Honors Program and president of the university’s Wesley Foundation Student Council. Fite also thanked Terrie Shipley, TU’s director of national fellowships, for assisting with the rigorous Goldwater application process. The university, which this year is home to the most National Merit Scholars per capita, devotes significant resources to ensuring high-achieving students have excellent support to reach their goals. After graduation, Fite plans to pursue a doctorate in theoretical physics. Her goal is to use pure mathematics to conduct research on the intersection of quantum mechanics and gravitational physics.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Education"
  ],
  "external_links": [
    "https://goldwaterscholarship.gov/",
    "https://goldwaterscholarship.gov",
    "https://www.goldwaterscholarship.gov/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "isa fite",
        "sentiment": "negative"
      },
      {
        "name": "goldwater",
        "sentiment": "negative"
      },
      {
        "name": "maria isabelle “isa” fite",
        "sentiment": "neutral"
      },
      {
        "name": "brad r. carson",
        "sentiment": "none"
      },
      {
        "name": "barry goldwater",
        "sentiment": "none"
      },
      {
        "name": "fite",
        "sentiment": "none"
      },
      {
        "name": "isa",
        "sentiment": "none"
      },
      {
        "name": "jerry mccoy",
        "sentiment": "none"
      },
      {
        "name": "brett mckinney",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of tulsa",
        "sentiment": "negative"
      },
      {
        "name": "warren foundation chair",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "united states",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      },
      {
        "name": "tulsa",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T01:26:53.446+03:00",
  "updated": "2024-05-10T09:31:13.149+03:00"
}