{
  "thread": {
    "uuid": "90ff978977d128e20e8577b005775e815cc9fd6d",
    "url": "https://depor.com/futbol-peruano/copa-libertadores/alianza-lima-hernan-barcos-el-secreto-de-su-vigencia-a-los-40-anos-y-la-anecdota-con-ronaldinho-deportes-noticia",
    "site_full": "depor.com",
    "site": "depor.com",
    "site_section": "https://depor.com/arcio/rss",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Depor",
    "title": "Hernán Barcos, el secreto de su vigencia en Alianza Lima a los 40 años y la anécdota con Ronaldinho",
    "title_full": "Hernán Barcos, el secreto de su vigencia en Alianza Lima a los 40 años y la anécdota con Ronaldinho",
    "published": "2024-04-19T01:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "PE",
    "main_image": "https://depor.com/resizer/q2mOGKrMNMvfDPBf9-jnwA7A364=/980x528/smart/filters:format(jpeg):quality(75)/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/UQPYFXBTWVBRLC24EHSF75JU74.jpg",
    "performance_score": 0,
    "domain_rank": 40469,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "90ff978977d128e20e8577b005775e815cc9fd6d",
  "url": "https://depor.com/futbol-peruano/copa-libertadores/alianza-lima-hernan-barcos-el-secreto-de-su-vigencia-a-los-40-anos-y-la-anecdota-con-ronaldinho-deportes-noticia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "José Marín",
  "published": "2024-04-19T01:04:00.000+03:00",
  "title": "Hernán Barcos, el secreto de su vigencia en Alianza Lima a los 40 años y la anécdota con Ronaldinho",
  "text": "Si hay una muestra viviente de que la edad es solo un número y que no depende de esta el éxito, ese es [Hernán Barcos](https://depor.com/noticias/hernan-barcos/). El delantero de [Alianza Lima](https://depor.com/noticias/alianza-lima/) sopló 40 velitas el último jueves 11 de abril y, fecha a fecha, deja en claro que su presencia dentro del campo está tan joven como la ilusión que lo acompaña todos los días al momento de ponerse la blanquiazul, tanto en la Liga 1 Te Apuesto como en la Libertadores. Precisamente, esto fue destacado por CONMEBOL, donde le pidieron el secreto para mantener un gran nivel, a pesar de la edad. “No miro mucho la edad que tengo y sí cómo me siento. Me siento bien, estoy tranquilo, bien físicamente, gracias a Dios no tengo lesiones. Lo vivo y lo disfruto, creo en la pasión que uno tiene por el fútbol”, sostuvo el jugador del combinado blanquiazul en diálogo con CONMEBOL Libertadores. Hernán Barcos es consciente de que tuvo un nuevo comienzo en su carrera tras la llegada a Alianza Lima, ya que el tiempo de pandemia puso en jaque sus deseos de seguir jugando profesionalmente, por lo que entabló una importante conexión con la escuadra íntima y con su exigente hinchada. “Alianza Lima me abrió las puertas. Llegué en un momento difícil del club que -en teoría- iba a jugar en Segunda División, pero por un tema de papeles se quedó en Primera y salimos campeones. Fui goleador del equipo y hubo un cariño inmenso desde el primer día, no solo conmigo sino con mi familia”, declaró el ‘Pirata’. Por otro lado, Hernán Barcos recordó un anecdótico episodio que vivió cuando defendía los colores de Palmeiras de Brasil, el cual le permitió volver a traer a su memoria una jugada de lujo que realizó para sacarse de encima al ‘10′ Ronaldinho. “Justo el otro día, mi hijo me preguntaba en dónde jugaba Ronaldinho. Le conté que no jugaba más y me contestó que me había visto haciéndole un sombrerito. Me acordé y le comenté que fuimos rivales. Son anécdotas lindas del fútbol”, agregó el experimentado delantero del combinado blanquiazul. ¿Cuál es la agenda de Alianza Lima? Alianza Lima también tiene como misión competir por todo lo alto en la Copa Libertadores (restan cuatro partidos más de fase de grupos) y el cierre del Torneo Apertura. La situación complica las chances de los íntimos, aunque no limita sus ambiciones. En la tabla de posiciones de la Liga 1 Te Apuesto, el equipo de Alejandro Restrepo suma 21 unidades, a seis de los cremas y siete de los celestes. El próximo reto será Sport Boys, a los que enfrentarán este jueves 18 de abril, para después viajar a Chile para medirse contra Colo Colo. De vuelta al campeonato peruano, los blanquiazules viajarán esta vez a Arequipa, para enfrentarse el domingo 28 de abril a Melgar. Luego de ello, recibirán a UTC de Cajamarca y, en la misma ciudad, sostendrán un duelo con Cerro Porteño, el próximo 8 de mayo. Sport Huancayo será el rival de la fecha 15, antes de que reciban al ‘Cacique’ en Matute. Finalmente, para la jornada 16, los blanquiazules serán locales contra Deportivo Garcilaso, mientras que cierran su participación en el Apertura frente a Cusco Fc en la ‘Ciudad Imperial’. Para el 29 de mayo chocarán contra Fluminense en Río de Janeiro. Sigue el [canal de Depor en WhatsApp](https://whatsapp.com/channel/0029VaBG3dI1t90U7GtT750h/), en donde encontrarás todas las claves del deporte del día. TE PUEDE INTERESAR [Bustos no se guarda nada: la posible alineación de Universitario para visitar a Unión Comercio](https://depor.com/futbol-peruano/descentralizado/alineacion-universitario-vs-union-comercio-titulares-de-fabian-bustos-por-liga-1-fotos-deportes-noticia/) [¡En el hexagonal! Los goles de Gherson y Ruiz para el 2-0 de Perú sobre Uruguay en el Femenino Sub 20](https://depor.com/futbol-peruano/seleccion-peruana/gol-valerie-gherson-peru-vs-uruguay-en-vivo-golazo-de-la-seleccion-peruana-en-sudamericano-femenino-sub-20-video-deportes-noticia/) [“Estamos en buen momento”: Flores y la misión de Universitario en Liga 1 y Libertadores](https://depor.com/futbol-peruano/descentralizado/universitario-de-deportes-edison-flores-el-equipo-se-armo-para-conseguir-cosas-importantes-liga-1-copa-libertadores-2024-noticia/) [“Quiero seguir en racha”: Alex Valera y su presente en Universitario](https://depor.com/futbol-peruano/descentralizado/universitario-de-deportes-alex-valera-quiero-seguir-en-racha-goleadora-como-antes-deportes-noticia/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://whatsapp.com/channel/0029VaBG3dI1t90U7GtT750h/",
    "https://whatsapp.com/channel/0029VaBG3dI1t90U7GtT750h",
    "https://www.whatsapp.com/channel/0029VaBG3dI1t90U7GtT750h/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:25.217+03:00",
  "updated": "2024-04-19T04:13:51.016+03:00"
}