{
  "thread": {
    "uuid": "3c48ea9ddf085846fcbf680c1686ab3dea0d0e86",
    "url": "https://www.elpais.com.co/cali/estos-fueron-los-compromisos-que-adquirio-alejandro-eder-con-los-calenos-0108.html",
    "site_full": "www.elpais.com.co",
    "site": "elpais.com.co",
    "site_section": "https://www.elpais.com.co/cali",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Noticias de Cali, Valle y Colombia - Periodico: Diario El País",
    "title": "Estos fueron los compromisos que adquirió Alejandro Eder con los caleños",
    "title_full": "Estos fueron los compromisos que adquirió Alejandro Eder con los caleños",
    "published": "2024-01-02T03:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CO",
    "main_image": "https://www.elpais.com.co/resizer/Af2xb0Jpq944HcbYFMm4kmRfSHE=/1280x720/smart/filters:format(jpg):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/semana/W53IPKVOGBDZBIZPIFZGJTNUXY.JPG",
    "performance_score": 0,
    "domain_rank": 21126,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c48ea9ddf085846fcbf680c1686ab3dea0d0e86",
  "url": "https://www.elpais.com.co/cali/estos-fueron-los-compromisos-que-adquirio-alejandro-eder-con-los-calenos-0108.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción El País",
  "published": "2024-01-02T03:54:00.000+02:00",
  "title": "Estos fueron los compromisos que adquirió Alejandro Eder con los caleños",
  "text": "Cali Estos fueron los compromisos que adquirió Alejandro Eder con los caleños Prometió que generar 100.000 nuevos empleos y que renovaría el centro de Cali. [Por: Redacción El País](/autor/redaccion-el-pais/) Pasado el fervor de la posesión del alcalde de Cali, Alejandro Eder, su discurso deja ver claramente su preocupación por la compleja situación financiera y administrativa por la que atraviesa el Municipio, pero además dejó claro, con los nombres de su gabinete, que se la jugará con la suya y que por ahora tendrá al margen ciertos sectores políticos de la ciudad. Asimismo, dejó muy definidos los que serán los pilares de su gestión. La seguridad es prioridad El primer programa prioritario que mencionó el alcalde Alejandro Eder, fue el ‘Plan Cali segura’, que se enfocará en acciones para la prevención de violencia en jóvenes y el apoyo a la Fuerza Pública. “Priorizaremos la lucha contra el hurto. El robo callejero es el delito de mayor impacto en la vida cotidiana. La lucha contra la inseguridad debe tener enfoque regional, por eso trabajaremos de la mano de la Gobernación y de los municipios de la región”, dijo. Alimentación para 340.000 caleños El segundo plan mencionado por el alcalde Eder fue ‘Cali sin Hambre’, con el cual espera llegar a 340.000 caleños. “Mejoraremos las condiciones del Plan de Alimentación Escolar y los comedores comunitarios. Debemos prevenir enfermedades infantiles a partir de una mejor nutrición y combatir el flagelo del hambre en las poblaciones vulnerables”, aseguró. Eder promete 100.000 empleos A través de Cali con Oportunidades, el Alcalde Municipal se comprometió a generar 100.000 nuevos empleos. “Esto lo haremos a través de la formación en habilidades tecnológicas, impulsando el emprendimiento, alcanzando el trabajo articulado con el sector privado y atrayendo la inversión”, dijo. Para ello, aseguró que simplificará los trámites y facilitará la creación de empresa. “No abandonaremos a nuestros jóvenes. Volverán programas para ellos y lucharemos por tener una educación de calidad”. Renovación del centro Eder manifestó que la renovación del centro de Cali será una prioridad. [“Impulsaremos la renovación urbana que involucra la transformación de la Carrera 10, la construcción del Bulevar de Jovita. Avanzaremos en el proyecto Ciudad Paraíso y recuperaremos la Plaza de Cayzedo como el corazón de la ciudad”, manifestó.](https://www.elpais.com.co/cali/hay-unas-posibilidades-muy-interesantes-ministro-del-interior-luis-fernando-velasco-dijo-como-trabajara-la-nacion-con-la-nueva-alcaldia-de-cali-0106.html) Asimismo recordó que impulsará el Tren de Cercanías. “Ya es hora que nuestra región vuelva a soñar con proyectos estratégicos, y de la mano de la Gobernación del Valle y de la alcaldía de Jamundí tenemos el compromiso de dar inicio al primer tramo de este proyecto de región”, informó el alcalde de Cali. ¿Y las alianzas políticas? Tras analizar los nombres de su gabinete es claro que Alejandro Eder se la jugará con la suya, ya que la participación de secretarios vinculados con los grupos políticos tradicionales es muy baja. “Hoy se inicia una nueva relación entre el Concejo y la Alcaldía que está lejos de los intereses particulares y cada vez más cercana a los intereses ciudadanos. Eso espero y eso quieren los ciudadanos”, sostuvo. [ Frente al rol de Diana Rojas, excandidata a la Alcaldía que se adhirió al final de la campaña, Eder aseguró que liderará el ‘Plan Cali 500′. ](https://www.elpais.com.co/cali/corfecali-emcali-y-metrocali-las-empresas-que-mas-le-preocupan-a-alejando-eder-por-su-grave-situacion-financiera-estas-son-las-cifras-0121.html) “Necesitamos comenzar pensar y planear la Cali del 2036, y así lo haremos con el ‘Plan Cali 500′. Este sueño lo construiremos de manera participativa, pues sin visión compartida no habrá futuro cierto”, dijo. Aseguró que durante su Alcaldía prepararán a Cali para el futuro. “Requerimos de una visión de largo plazo. Necesitamos visión, disciplina y determinación... Es hora de que Cali asuma con altura el hecho de ser la capital del Pacífico y del Suroccidente Colombiano”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T04:32:47.705+02:00",
  "updated": "2024-01-02T04:32:47.705+02:00"
}