{
  "thread": {
    "uuid": "622c0b02c168d8b2510e961e9f356d801fa81442",
    "url": "https://vnexplorer.net/geraldine-jennings-takes-on-singing-and-acting-s854498.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Geraldine Jennings takes on singing and acting",
    "title_full": "Geraldine Jennings takes on singing and acting",
    "published": "2024-01-08T01:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAprN.img",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "622c0b02c168d8b2510e961e9f356d801fa81442",
  "url": "https://vnexplorer.net/geraldine-jennings-takes-on-singing-and-acting-s854498.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-08T01:07:00.000+02:00",
  "title": "Geraldine Jennings takes on singing and acting",
  "text": "Geraldine Jennings takes on singing and acting\nMANILA, Philippines — When someone is primed for the big time, talent will always out.\nBritish-Filipina singer-actress Geraldine Jennings displayed her talent even when she was still a child. In the UK, where her family moved to, she joined singing contests and got exposed to talent contests early on.\nShe attended the British School Manila when she was younger before the family moved to the UK in 2009.\nLater, the Jennings also moved to Edinburgh in Scotland, where Geraldine attended Fettes College and Loretto School in her last year in high school.\nEven if the family resides abroad, Geraldine makes it a point to visit the Philippines at least three times a year during her vacation and school breaks. The Jennings have a second home in Manila. Her mom, Gina Cariaga, goes with her whenever Geraldine returns to Manila.\nShe idolized Miley Cyrus when she was growing up and sings Miley’s songs like Flowers and earlier, even Party in the USA. “Miley is my inspiration, musical-wise,” Geraldine said. “I love her musical style, how she sings, how she performs and how she improved a lot.”\n“Acting-wise, I also love Gal Gadot, one of my favorites in Wonder Woman, as well as Margot Robbie,” Geraldine added. “She was amazing in Barbie and Wolf of Wall Street. Very versatile.”\nGeraldine is still in school in the UK and has two more years to finish her studies. While she is on a break, she made it a point to do an original recording and started principal photography of her launching movie with a working title, La Isla Babuyan.\nGeraldine, who is half-Filipina, half-European, is paired with young actor Jameson Blake in La Isla Babuyan. She also gets to work with Urian winning actress Lotlot de Leon, as Rose, her mother.\nThe film shows the relationship of mother and daughter and their interaction with society, as well as their relationship with the men in their lives.\nGeraldine essays the character of Anastasia, who meets and falls in love with the handsome Jordan, portrayed by Jameson, the scion and heir of a wealthy family. The latter’s stepmother (Nathalie Hart), Margot, however, can’t accept Anastasia and will do everything to keep them apart.\n“Acting is really challenging,” admitted Geraldine. “It was really different from merely studying it. It was really natural to me. I love acting. Last September, I did an acting workshop before I started La Isla Babuyan.\n“I learned a lot from actually being on the set and doing it. I got to feel the vibe, feel the scene. You’re actually the character. It’s not acting. I learned a lot from my co-stars.”\nGeraldine has a language coach and a Tagalog tutor whom she sees even online once a week.\nCompleting the cast of La Isla Babuyan are Marco Gumabao as Javier, the expert matadero in their town, James Blanco as David, the ambitious political father of Jordan, Dave Borneo as Caloy, the boy smitten with Anastasia’s charms.\nAlso introducing in La Isla Babuyan is Samantha da Roza as Jasmin, the adopted daughter of Rose. Samantha comes from the known Diaz family. She is the grandchild of actress Gloria Diaz.\nMegged by Abdel Langit, La Isla Babuyan is bankrolled by Solid Gold Entertainment Production. The screenplay was written by Jessie Vilabrille from a story conceptualized by Leo Dominguez, Jessie Villabrille and Barn Salvani. Line producer is Dennis Evangelista. Co-producers are Gina Jennings and Yohann Soyangco.\nBorn in the Philippines to a Northern Irish/British father and a Filipina mother, Geraldine is the second in a brood of four girls. Geraldine enrolled early on in singing classes when her family was still in Los Angeles. “I got to love the craft,” she attested. “My first love is singing and playing the guitar. I am also passionate about acting.”\nFor the past three years, Geraldine has been asked by talent manager Leo Dominguez to try singing professionally.\n“I joined a singing competition, Teenstar UK (United Kingdom) in 2018 and reached the finals,” Geraldine shared. “Finally, I was able to give singing a try. I also won the prestigious future music award in the Open Mic singing competition in the UK and got to perform at the O2 Arena in London.”\nGeraldine also tried to appear in TV commercials in the Philipines. “I did the Creamsilk commercial when I was six years old,” she shared. “That was where I started.”\nAt this point, Geraldine finds it hard to choose between singing and acting. “I actually love both equally,” she asserted. “Singing is my first love, but I’m starting to love acting more and more as I do it. I love being versatile. I love learning. It’s hard to choose.”\nRecently, Geraldine recorded an original song, If I Will Ever Love Again, penned by Ogie Alcasid. “It’s a really beautiful, sweet love song,” Geraldine said. “The song will be out on Spotify and I am shooting a music video soon.”\nThe song will be released under the Leo’s LBD music label.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAprN.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAprN.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "geraldine jennings",
        "sentiment": "negative"
      },
      {
        "name": "geraldine",
        "sentiment": "none"
      },
      {
        "name": "gina cariaga",
        "sentiment": "none"
      },
      {
        "name": "miley cyrus",
        "sentiment": "none"
      },
      {
        "name": "miley",
        "sentiment": "none"
      },
      {
        "name": "flowers",
        "sentiment": "none"
      },
      {
        "name": "jennings",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "party",
        "sentiment": "none"
      },
      {
        "name": "fettes college",
        "sentiment": "none"
      },
      {
        "name": "loretto school",
        "sentiment": "none"
      },
      {
        "name": "british school manila",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philippines",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      },
      {
        "name": "usa",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "scotland",
        "sentiment": "none"
      },
      {
        "name": "edinburgh",
        "sentiment": "none"
      },
      {
        "name": "manila",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T01:30:23.475+02:00",
  "updated": "2024-01-08T01:30:23.475+02:00"
}