{
  "thread": {
    "uuid": "fa0dacd29a6149428159ee41a7a4ad7df4b99292",
    "url": "https://www.thisdaylive.com/index.php/2024/06/01/bola-tinubu-there-is-hope",
    "site_full": "www.thisdaylive.com",
    "site": "thisdaylive.com",
    "site_section": "https://www.thisdaylive.com/index.php?feed=rss",
    "site_categories": [
      "media"
    ],
    "section_title": "THISDAYLIVE",
    "title": "Bola Tinubu: There is Hope",
    "title_full": "Bola Tinubu: There is Hope",
    "published": "2024-06-01T01:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13329,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fa0dacd29a6149428159ee41a7a4ad7df4b99292",
  "url": "https://www.thisdaylive.com/index.php/2024/06/01/bola-tinubu-there-is-hope",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Ayo Yusuf",
  "published": "2024-06-01T01:30:00.000+03:00",
  "title": "Bola Tinubu: There is Hope",
  "text": "Bola Tinubu: There is Hope After one year in office, there’s hope even if there are challenges today. There would always be challenges but how the government of the day faces it is what matters. And the Bola Tinubu administration has not failed to state in clear terms the challenges and his desire to face them head on. On Wednesday, the President commissioned the Abuja light rail metro. The president was right when he said the metro light rail “stands as a symbol of progress, connectivity, inclusivity, and it signifies our determination to modernise our transportation infrastructure.” A six month-free ride has been declared for Nigerians! Everyone is happy about the speed the administration saw to the take-off of the metro light rail, something the previous administration failed to deliver in eight years. Earlier in Lagos, the president laid the ground breaking ceremony for the construction of the 700km Lagos-Calabar coastal highway which when completed would create about 30 million jobs. This is an ambitious project, but with determination it can be achieved. Also, the administration has committed to the operationalization of the Port Harcourt-Aba rail line. The Renewed Hope Infrastructure Development Fund aims to raise N20 trillion to deliver critical projects and modernise ports in the blue economy initiative. President Tinubu’s first attempt since coming to power has been to stop the excessive bleeding in the economy he inherited. There was economic turmoil causing widespread poverty, and rising unemployment. Proceeds from the common patrimony, oil, were in the hands of the few through the use of oil subsidy. To end the practice which had caused serious economic haemorrhage, President Tinubu implemented bold step and terminated the unsustainable fuel subsidy. He also unified the FOREX market thus reducing the powers of the black marketers who have caused serious harm to the national currency, the naira. The liberalisation of the downstream oil sector and the forex market were pivotal steps, with the aim of redirecting funds to critical sectors like healthcare, education, and infrastructure. The policy directives have improved the investment climate, increased crude oil and NLNG production, and initiated significant projects like rehabilitating the Port Harcourt refinery and constructing the Ajaokuta-Abuja-Kano Gas Pipeline. Another critical element of the reform was the prioritisation of national security. This led to a significant investment to modernise and equip the nation’s security forces. It has led to the rescue of over 4,600 hostages, more than 9,300 of the criminals neutralised, and over 7,000 terrorists and bandits arrested. The president swiftly moved to establish a N50 billion Pulako Initiative to annually recruit 30,000 new police personnel, which further underscore the administration’s commitment to a safer Nigeria. Food security is key to the security and well-being of the citizens. The president moved to immediately tackle food security, by declaring a state of emergency in the agric sector. President Tinubu launched the National Agricultural Development Fund with N100 billion. Initiatives like the Dry Season Farming and the Green Imperative Programme, which aim to promote year-round farming and provide farmers with access to modern equipment and low-interest loans will ensure a stable food supply. Recognising the youth as invaluable assets, the administration has launched initiatives like the Three Million Technical Talent Initiative to empower young Nigerians with digital skills. The National Job Centre and the National Talent Programme aim to create employment opportunities and support youth-owned enterprises. Another plus side for the youth was the launch of the Student Loan Scheme, which has been described as a transformative step towards ensuring sustainable higher education and skill development for Nigerian students. Already over 7,000 students have applied for the loan scheme in seven days. The future is bright. That does not downplay the challenges and the enormous responsibility on the shoulder of the president. The plus side is that the president is aware of the challenges and he is taking steps to solve them. Bala Yakubu, Abuja",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bola tinubu",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "lagos-calabar",
        "sentiment": "none"
      },
      {
        "name": "abuja",
        "sentiment": "none"
      },
      {
        "name": "lagos",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T03:54:36.783+03:00",
  "updated": "2024-06-01T04:00:21.880+03:00"
}