{
  "thread": {
    "uuid": "e76ebdef123317f92c7c2bd7f358e7aebb9485bb",
    "url": "https://thethaiger.com/news/national/fire-at-wat-lat-nam-khao-novice-monk-heroically-rescues-abbot",
    "site_full": "thethaiger.com",
    "site": "thethaiger.com",
    "site_section": "https://thethaiger.com",
    "site_categories": [
      "music",
      "entertainment",
      "top_news"
    ],
    "section_title": "Thailand News and Information Source | Thaiger",
    "title": "Wat Lat Nam Khao fire: Novice monk heroically rescues abbot | Thaiger",
    "title_full": "Wat Lat Nam Khao fire: Novice monk heroically rescues abbot | Thaiger",
    "published": "2024-06-22T22:32:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "TH",
    "main_image": "https://thethaiger.com/wp-content/uploads/2024/06/Wat-Lat-Nam-Khao.jpg",
    "performance_score": 0,
    "domain_rank": 16367,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e76ebdef123317f92c7c2bd7f358e7aebb9485bb",
  "url": "https://thethaiger.com/news/national/fire-at-wat-lat-nam-khao-novice-monk-heroically-rescues-abbot",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Selman Demirdoven, Full Stack Web Developer, https://github.com/demirdoven, sdemirdoven35@gmail.com, selman@thethaiger.com",
  "published": "2024-06-22T22:32:00.000+03:00",
  "title": "Wat Lat Nam Khao fire: Novice monk heroically rescues abbot | Thaiger",
  "text": "A fire broke out at Wat Lat Nam Khao in Suphan Buri, with a novice monk smashing a window to rescue Luang Pu Thoop, a revered monk, from the flames. Despite the swift response from local firefighters, the fire consumed the temple’s ancient wooden structures. At 2pm yesterday, Narongsak Palakawong Na Ayudhya, an investigator at Bang Pla Ma Police Station in Suphan Buri, received a report about a fire at Wat Lat Nam Khao, located in Salee Subdistrict. He immediately dispatched rescue teams from various organisations, including Naen Kaew Highway Rescue, Sameukarn Foundation, and Ruamkatanyu Foundation, along with fire trucks from Kok Kram Municipality and nearby local administrative organisations. The local community also joined efforts to extinguish the rapidly spreading fire . Due to the temple’s predominantly wooden architecture, the fire raged intensely and took over four hours to bring under control. Upon investigation, it was revealed that the fire started with a loud electrical short-circuit sound near the monks’ quarters and the prayer hall. A novice monk at the scene heard the noise and saw the flames spreading quickly. He rushed to alert Luang Pu Thoop Yanawaro, the 87 year old abbot, who was resting at the time. Despite knocking on the door, there was no response. The novice then broke a window to rescue Luang Pu Thoop, who sustained minor injuries but was otherwise safe. The fire destroyed the monks’ quarters and the over-50-year-old wooden prayer hall. Valuable artefacts, including ancient Buddha statues and amulets, were also damaged. Initial damage estimates are around 5 million baht (US$136,000). The cause of the fire is suspected to be an electrical short circuit, but further investigation is needed to confirm this. Following the incident, the Facebook page ไม้มงคลพระเครื่อง posted a message and photos of Luang Pu Thoop. The post described the monk’s calm demeanour despite the recent calamity. “A monk who has never known suffering smiles even after a terrible event.” The accompanying image showed Luang Pu Thoop smiling while looking at his burned quarters, reported KhaoSod. “It burned down but we can rebuild it. Thank you for your concern.” This post resonated with many Buddhists, who shared and commented on it extensively, expressing their reverence and support for Luang Pu Thoop. Thailand News",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "suphan buri",
        "sentiment": "none"
      },
      {
        "name": "luang pu thoop",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "sameukarn foundation",
        "sentiment": "none"
      },
      {
        "name": "ruamkatanyu foundation",
        "sentiment": "none"
      },
      {
        "name": "ayudhya",
        "sentiment": "none"
      },
      {
        "name": "kok kram municipality",
        "sentiment": "none"
      },
      {
        "name": "naen kaew highway rescue",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "wat lat nam khao",
        "sentiment": "none"
      },
      {
        "name": "salee subdistrict",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-23T05:54:11.432+03:00",
  "updated": "2024-06-23T06:09:02.226+03:00"
}