{
  "thread": {
    "uuid": "d4239b4659f0cd9fa27442b45a386b7712b9b68e",
    "url": "https://acn.cu/cuba/renueva-cuba-firme-compromiso-con-una-palestina-libre",
    "site_full": "acn.cu",
    "site": "acn.cu",
    "site_section": "https://acn.cu",
    "site_categories": [],
    "section_title": "ACN - Noticias de Cuba ",
    "title": "Renueva Cuba firme compromiso con una Palestina libre",
    "title_full": "Renueva Cuba firme compromiso con una Palestina libre",
    "published": "2024-01-20T00:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 96912,
    "domain_rank_updated": "2024-01-16T12:06:44.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d4239b4659f0cd9fa27442b45a386b7712b9b68e",
  "url": "https://acn.cu/cuba/renueva-cuba-firme-compromiso-con-una-palestina-libre",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Agencia Cubana de Noticias",
  "published": "2024-01-20T00:40:00.000+02:00",
  "title": "Renueva Cuba firme compromiso con una Palestina libre",
  "text": "Renueva Cuba firme compromiso con una Palestina libre La Habana, 19 ene (ACN) En días de tanto horror, de tanto dolor y de tanta vergüenza para la humanidad, renovamos nuestro firme compromiso por una Palestina libre, declaró hoy Miguel Díaz-Canel, Primer Secretario del Comité Central del Partido Comunista de Cuba y Presidente de la República. En su cuenta de X, el mandatario calificó a Palestina como una nación hermana y entrañable. La causa de su pueblo ha sido defendida desde siempre por la Revolución cubana, añadió el jefe de Estado en la red social. Este viernes, en el contexto de la XIX Cumbre de Jefes de Estado y Gobierno del Movimiento de Países No Alineados, Salvador Valdés Mesa, vicepresidente de la República, llamó a los presentes a emprender cuatro acciones prácticas, como contribución a los esfuerzos por detener la barbarie de Israel contra el pueblo palestino. Demandar el cese inmediato al fuego en Gaza y el resto de los territorios palestinos ocupados; apoyar el envío urgente a la Franja de Gaza de una misión de protección internacional; proponer una resolución convocando con urgencia una Conferencia de Paz que permita preservar los derechos inalienables del pueblo palestino, y apoyar el pronto ingreso del Estado de Palestina como Estado Miembro pleno de las Naciones Unidas, fueron las propuestas del representante cubano. Para los cubanos,— Miguel Díaz-Canel Bermúdez (@DiazCanelB) [#Palestina]es una nación hermana, entrañable. La causa de su pueblo ha sido defendida desde siempre por la Revolución. En días de tanto horror, de tanto dolor y de tanta vergüenza para la humanidad, renovamos nuestro firme compromiso por una Palestina Libre. [pic.twitter.com/nq4b094Kax] [January 19, 2024] Cuba, desde la escalada del conflicto israelí-palestino, el pasado 7 de octubre, ha exigido en diversos escenarios internacionales una solución justa, amplia y duradera, que incluya la creación de un Estado palestino independiente dentro de las fronteras anteriores a 1967, con Jerusalén Oriental como su capital y el retorno de los refugiados. Las cifras oficiales refieren que, hasta el momento, más de 24 mil 400 palestinos murieron en la Franja de Gaza, más de 61 mil 500 resultaron heridos y miles han sido declarados desaparecidos. vpc/gbe - Visto: 123 - [Artículo anterior: Analiza Presidente cubano prioridades de trabajo en Villa Clara](/cuba/analiza-presidente-cubano-prioridades-de-trabajo-en-villa-clara) - [Artículo siguiente: Más de cuatro mil 500 nuevos empleos en Cienfuegos en 2023](/cuba/mas-de-cuatro-mil-500-nuevos-empleos-en-cienfuegos-en-2023)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-20T00:53:57.052+02:00",
  "updated": "2024-01-20T00:53:57.052+02:00"
}