{
  "thread": {
    "uuid": "7c6e9fa4b98799108c3cbfab86ae2bf2e767f939",
    "url": "https://www.woodlandsonline.com/npps/story.cfm?nppage=77604",
    "site_full": "www.woodlandsonline.com",
    "site": "woodlandsonline.com",
    "site_section": "http://www.woodlandsonline.com/rss/newspub-rss.cfm",
    "site_categories": [
      "media"
    ],
    "section_title": "Woodlands Online - News",
    "title": "Woodlands Weekend Weather & Events – January 12 - 14, 2024 – Enjoy it while you can",
    "title_full": "Woodlands Weekend Weather & Events – January 12 - 14, 2024 – Enjoy it while you can",
    "published": "2024-01-12T16:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.woodlandsonline.com/images/newsimage/77604/weather_cold_Weekend.jpg",
    "performance_score": 0,
    "domain_rank": 95264,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c6e9fa4b98799108c3cbfab86ae2bf2e767f939",
  "url": "https://www.woodlandsonline.com/npps/story.cfm?nppage=77604",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Woodlands Online Weather",
  "published": "2024-01-12T16:59:00.000+02:00",
  "title": "Woodlands Weekend Weather & Events – January 12 - 14, 2024 – Enjoy it while you can",
  "text": "\nWoodlands Weekend Weather & Events – January 12 - 14, 2024 – Enjoy it while you can\nTHE WOODLANDS, TX – It seems like 2024 is hitting the ground running, with a couple of days’ worth of sub-zero – in Centigrade – temperatures. The first (and hopefully only) big freeze of 2024 will hit us early next week. In the meantime, you can pretty much enjoy a relatively quiet weekend, weather wise, and still have time to wrap your pipes.\nWe’re already well past today’s high of 70, which started off the morning after Thursday’s oddly muggy day. Except for a brief uptick in the mid-afternoon, temps will continue to drop all day until we hit an ‘overnight’ low (in reality, tomorrow mid-morning) right around the freezing point. We’ll be sunny all day, and fortunately the winds that are gusting up to 30 mph will start to settle down but still ruffle the hair.\nEnjoy some community spirit by cheering on your favorite team in tonight’s basketball matchup between Willis and Conroe; you can go in person, or catch our livestream of the game from the comfort of your home.\nOn Saturday, the temps will soar more than 30 degrees in just seven short hours as we crest a high of 64 in the early afternoon. Some clouds will wander in to help trap some of the warmer air at ground level, and our low will stay several degrees above freezing. Fortunately, the blowing winds of Friday will be much quieter today.\nIt’s probably a perfect time to get some outdoor shopping for provisions, and The Woodlands Farmer’s Market at Grogan’s Mill has everything locally grown, created, and crafter that you might need.\nOn Sunday, we’ll continue to enjoy a second full day of temperatures above freezing, but the skies will foretell the storms to come. We here at the Woodlands Online Weather Office strongly encourage you to take the day to prepare your house and possessions for the freeze that’s about to come.\nChances are, schools will be closed at some point next week, so indulge the kiddos now by taking them to Learning Express Toys for their Pokemon Trade-and-Play Day.\nWe’ll be giving you constant updates as best as we can, but plan for some burst pipes and power outages early next week. We’ll manage to make it up to 51 or so for the Sunday high temperature under grey, cloudy skies that will most likely start dumping rain late in the evening. Fortunately, the winds will remain low and we’ll stay well above freezing, but still be safe if you venture away from the house.\nUnfortunately, it won’t be all unicorns and rainbows next week, and you’ll definitely be hoping for some warmer weather…\nStay tuned for weather updates from Woodlands Online, and be sure to check us out on Monday for our “Week Ahead” forecast.\n[Weather](section.cfm?sid=57) [\nWoodlands Weekend Weather & Events – January 5 - 7, 2024 – First weekend fun\n](/npps/story.cfm?nppage=77559) [\nWOODLANDS WEATHER THIS WEEK – July 24 - 28, 2023 – Back to the 90s\n](/npps/story.cfm?nppage=76347) [\nWOODLANDS WEEKEND WEATHER & EVENTS – September 22 - 24, 2023 – Can you feel the heat tonight?\n](/npps/story.cfm?nppage=76782) [\nWoodlands Weather This Week – January 2 - 7, 2024 – A running start to the new year\n](/npps/story.cfm?nppage=77530)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "willis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "conroe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T19:25:30.209+02:00",
  "updated": "2024-01-12T19:25:30.209+02:00"
}