{
  "thread": {
    "uuid": "d7d13067cd47d5b42375802919d29eb2b4b981df",
    "url": "https://dunyanews.tv/en/Sports/785949-Ex-Man-Utd-striker-Bebe-scores-as-Cape-Verde-win-through-to-AFCON-last-1",
    "site_full": "dunyanews.tv",
    "site": "dunyanews.tv",
    "site_section": "https://dunyanews.tv/",
    "site_categories": [
      "media"
    ],
    "section_title": "Dunya News - Latest News, Pakistan News, World News, Sports News and Videos",
    "title": "Ex-Man Utd striker Bebe scores as Cape Verde win through to AFCON last 16 - Sports - Dunya News",
    "title_full": "Ex-Man Utd striker Bebe scores as Cape Verde win through to AFCON last 16 - Sports - Dunya News",
    "published": "2024-01-20T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "PK",
    "main_image": "https://img.dunyanews.tv/news/2024/January/01-20-24/news_big_images/785949_70462256.jpg",
    "performance_score": 0,
    "domain_rank": 32281,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d7d13067cd47d5b42375802919d29eb2b4b981df",
  "url": "https://dunyanews.tv/en/Sports/785949-Ex-Man-Utd-striker-Bebe-scores-as-Cape-Verde-win-through-to-AFCON-last-1",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-20T02:00:00.000+02:00",
  "title": "Ex-Man Utd striker Bebe scores as Cape Verde win through to AFCON last 16 - Sports - Dunya News",
  "text": "Ex-Man Utd striker Bebe scores as Cape Verde win through to AFCON last 16 Sports Bebe opened the scoring with a dead-ball strike from 40 metres just after the half-hour mark Abidjan (AFP) – Former Manchester United forward Bebe's long-range free-kick set Cape Verde on the way to a 3-0 win over Mozambique at the Africa Cup of Nations on Friday as the Atlantic Ocean island nation became the first team through to the last 16. Bebe opened the scoring with a dead-ball strike from 40 metres just after the half-hour mark in front of 5,794 fans at the Felix Houphouet Boigny Stadium in Abidjan. Captain Ryan Mendes doubled their lead just after half-time and Kevin Pina wrapped up the win with a stunning strike midway through the second half. Cape Verde's biggest ever AFCON victory leaves them on six points and means they are now certain to finish on top of Group B, after they beat Ghana 2-1 in their opening game. \"I don't know how far we can go. Now we are into the last 16 and we just need to keep working as we have been,\" said Mendes, formerly of Lille and Nottingham Forest and now with Turkish side Fatih Karagumruk. \"We know it won't be easy but we believe in ourselves and in our work.\" Their next match is on Monday against Egypt, who have two points and will clinch second place and a last-16 spot of their own with a win. Mozambique, appearing at their fifth Cup of Nations, have still never won a match in 14 attempts at the tournament. However, they play Ghana next and still have a chance of qualifying, with both teams level on one point each. Bebe smashed one free-kick against the bar and over before opening the scoring with another dead-ball strike from even further out in the 32nd minute, his effort proving too powerful for Mozambique goalkeeper Ernan. The 33-year-old, born in Portugal and playing at his first AFCON, is now with Rayo Vallecano in Spain's La Liga but is remembered for an unsuccessful spell at Old Trafford in 2010/11, when he made just seven appearances. Mozambique thought they had a penalty five minutes before half-time when Geny Catamo went down in the area in a tangle of legs with Joao Paulo Fernandes, but the Moroccan referee overturned the decision after a VAR check. Mendes made it 2-0 on 51 minutes, robbing possession from Mozambique defender Edmilson Dove just outside the box and firing past the goalkeeper. Catamo then hit the bar with a free-kick for Mozambique, before Cape Verde scored again on 69 minutes thanks to midfielder Pina's superb strike into the top corner from almost 30 metres. Guaranteed to top the group, the Blue Sharks already know they will stay in Abidjan for a last-16 tie against a third-placed team on January 29.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bebe",
        "sentiment": "negative"
      },
      {
        "name": "kevin pina",
        "sentiment": "none"
      },
      {
        "name": "turki",
        "sentiment": "none"
      },
      {
        "name": "mendes",
        "sentiment": "none"
      },
      {
        "name": "ryan mendes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "afcon",
        "sentiment": "negative"
      },
      {
        "name": "dunya news ex-man utd",
        "sentiment": "negative"
      },
      {
        "name": "africa cup of nations",
        "sentiment": "none"
      },
      {
        "name": "manchester united",
        "sentiment": "none"
      },
      {
        "name": "ghana",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "cape verde",
        "sentiment": "none"
      },
      {
        "name": "felix houphouet boigny stadium",
        "sentiment": "none"
      },
      {
        "name": "mozambique",
        "sentiment": "none"
      },
      {
        "name": "atlantic ocean",
        "sentiment": "none"
      },
      {
        "name": "lille",
        "sentiment": "none"
      },
      {
        "name": "nottingham forest",
        "sentiment": "none"
      },
      {
        "name": "abidjan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T07:31:31.510+02:00",
  "updated": "2024-01-20T07:31:31.510+02:00"
}