{
  "thread": {
    "uuid": "0476d0baaa594c56242cf6505b1a2975c242a362",
    "url": "https://www.newsbreak.com/oklahoma-state/3280909647583-state-department-sees-success-with-narcan-fentanyl-test-strip-vending-machines",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://newsbreak.com/tulsa-ok",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Tulsa News, Weather, Safety, Sports | NewsBreak Tulsa, OK",
    "title": "State Department sees success with Narcan, Fentanyl test strip vending machines",
    "title_full": "State Department sees success with Narcan, Fentanyl test strip vending machines",
    "published": "2023-12-30T00:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/0eo92C_0qTvZp2100?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0476d0baaa594c56242cf6505b1a2975c242a362",
  "url": "https://www.newsbreak.com/oklahoma-state/3280909647583-state-department-sees-success-with-narcan-fentanyl-test-strip-vending-machines",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-30T00:07:00.000+02:00",
  "title": "State Department sees success with Narcan, Fentanyl test strip vending machines",
  "text": "In just two years, the Oklahoma Department of Mental Health and Substance Abuse Services has put more than 420,000 doses of Naloxone in the hands of Oklahomans. That was just through a free online order service. Since beginning their rollout of live-saving vending machines in July, they have dispersed an additional 14,000 boxes of the medication that can reverse the effects of an opioid overdose. Out of 40 in total, 22 of these life-saving vending machines have been strategically placed throughout the state at places like libraries, college campuses, travel stops and the Tulsa Day Center. Bonnie Campo, Senior Director of PR at ODMHSAS, said while it's a huge milestone, it's hard to celebrate something like this. \"In the state of Oklahoma we see about a thousand opioid-related overdose deaths each year, and that number have to come down,\" said Campo. \"Were seeing Fentanyl laced in everything and because it’s so potent, and people don’t have a tolerance, it’s causing some of those accidental overdoses that were seeing.\" Fentanyl test strips are also available free of charge in these machines. Naloxone, also known as Narcan, retails at about $45 at a general drug store. To be able to supply the community with the medication for free is a game changer, Campo said, especially for those who may not otherwise be able to afford it. \"[For] direct consumers out in the streets of Oklahoma, the vending machines were huge because people that weren’t ordering online were seeing these in their communities and it was becoming very normalized,\" said Campo. \"That was very important to help get rid of the stigma associated with asking for help and helping people enter treatment.\" The first of the 22 was placed at the Tulsa Day Center. Narcan was something they knew was needed, said COO Noe Rodriguez, but the accessibility of the resource has been a huge benefit to the 250-300 clients they see daily. \"They don’t have to ask staff, they don’t have to go to our clinic, they can just go to the vending machine, get what they need and leave,\" said Rodriguez. \"The vending machine has been a huge resource to us, to our clients.\" Rodriguez said with the stigma surrounding things like homelessness, addiction and treatment, to have something so accessible for the Day Center's clients to utilize without fear of judgment is important. Each box of Naloxone has two doses in it and there are 100 boxes in each machine. Campo said they have to restock the vending machines almost every day. \"It has been wonderfully challenging to see that Oklahomans are participating in this,\" said Campo. \"Maybe it’s not today that they need the Naloxone, but it’s good for three years, and so we just want this to be a part of everyone’s first aid kit.\" The remainder of the machines will be placed in other high-volume areas in the new year. A QR is available on each box that will connect a person to resources for help in their area. For anyone who cannot access a vending machine, the ODMHSAS still has Fentanyl test strips and Naloxone kits available to order online. Stay in touch with us anytime, anywhere --",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Crime, Law and Justice",
    "Social Issue"
  ],
  "external_links": [
    "https://okimready.org/overdose/?%21%21NZFi6Pppv9YRQw%21puIfp_6SbpiATtznC0OrYGPx33POvJxEiADePr6HWRJgmCTPUD2IFHZcAOoSIRTAI3Ywfo7hLDCZDHeeMZZPO0ISIINhhQ%24=&utm_content=&utm_medium=email&utm_name=&utm_source=govdelivery&utm_term=",
    "https://www.okimready.org/overdose/?%21%21NZFi6Pppv9YRQw%21puIfp_6SbpiATtznC0OrYGPx33POvJxEiADePr6HWRJgmCTPUD2IFHZcAOoSIRTAI3Ywfo7hLDCZDHeeMZZPO0ISIINhhQ%24=&utm_content=&utm_medium=email&utm_name=&utm_source=govdelivery&utm_term=",
    "https://okimready.org/overdose/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bonnie campo",
        "sentiment": "none"
      },
      {
        "name": "campo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "state department",
        "sentiment": "negative"
      },
      {
        "name": "oklahoma department of mental health and substance abuse services",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "odmhsas",
        "sentiment": "none"
      },
      {
        "name": "tulsa day center",
        "sentiment": "none"
      },
      {
        "name": "oklahoma",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T01:05:26.966+02:00",
  "updated": "2023-12-30T01:05:26.966+02:00"
}