{
  "thread": {
    "uuid": "a652fb7802c1ff8b66907e0a5de9942f4c8cb5c8",
    "url": "https://www.jornada.com.mx/noticia/2024/04/18/politica/candidato-de-eh-bildu-pide-perdon-a-victimas-de-eta-en-espana-902",
    "site_full": "www.jornada.com.mx",
    "site": "jornada.com.mx",
    "site_section": "https://www.jornada.com.mx/categoria/politica",
    "site_categories": [
      "media",
      "education",
      "sports",
      "top_news"
    ],
    "section_title": "La Jornada - Política",
    "title": "La Jornada - Candidato de Eh-Bildu pide perdón a víctimas de ETA en España",
    "title_full": "La Jornada - Candidato de Eh-Bildu pide perdón a víctimas de ETA en España",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "MX",
    "main_image": "https://www.jornada.com.mx/ndjsimg/images/jornada/jornadaimg/candidato-de-eh-bildu-pide-perdon-a-victimas-de-eta-en-espana-902/candidato-de-eh-bildu-pide-perdon-a-victimas-de-eta-en-espana-902html-espanajpg-6201html-34728773-1a5a-443c-b195-8762f2b6e4cf.jpgrawimage=true",
    "performance_score": 0,
    "domain_rank": 9768,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 2,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a652fb7802c1ff8b66907e0a5de9942f4c8cb5c8",
  "url": "https://www.jornada.com.mx/noticia/2024/04/18/politica/candidato-de-eh-bildu-pide-perdon-a-victimas-de-eta-en-espana-902",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "La Jornada",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "La Jornada - Candidato de Eh-Bildu pide perdón a víctimas de ETA en España",
  "text": "Madrid. En la recta final de la campaña electoral en el País Vasco, que este domingo elegirá nuevo Parlamento y gobierno autonómico, el candidato de la coalición de la izquierda independentista vasca, Pello Otxandiano, decidió “perdón” a las víctimas de la violencia ejercida por la organización armada ETA durante las casi cuatro décadas de existencia. Ante la presión política y mediática para que se desmarcara de forma nítida del entorno de ETA, el líder de EH-Bildu instó a la ciudadanía a la que aspira a gobernar “a avanzar hacia la reconciliación”. En una entrevista televisiva y después de que la postura de la izquierda abertzale en torno a ETA se convirtiera en el principal asunto de la campaña, Otxandiano explicó que su formación va “hacia la reconciliación y en la construcción de una memoria plural y en el respeto, en la reparación, en el reconocimiento, en la reparación de todas las víctimas sin excepción”. Y pidió al resto de partidos “sacar este tema del contexto electoral”. Otxandiano señaló que “si soy lehendakari asumo en primera persona la labor de llevar este proceso hasta el final”. El candidato de EH Bildu expresó además su “respeto absoluto y cercanía al dolor de todas las víctimas y en especial a las víctimas de ETA. Nosotros tenemos una postura muy contundente y muy asertiva en el camino hacia la reconciliación y en la construcción de una memoria plural y en el respeto, en la reparación, en el reconocimiento, en la reparación de todas las víctimas sin excepción”. El líder de la izquierda independentista vasca además reconoció que “una de las tradiciones políticas que hoy pertenece a EH Bildu fue agente de dolor en el pasado (en referencia a Sortu, antes Batasuna), después fue parte de la solución y hoy creo que EH Bildu está en disposición de ser agente de la reconciliación; y prueba de ello es que en mis listas hay gente amenazada por ETA en su día”. Según las últimas encuestas, la plataforma de EH-Bildu podría convertirse en el partido más votada en la región, lo que supondría un hito histórica para la izquierda independentista, que por primera vez superaría al históricamente hegemónico Partido Nacionalista Vasco (PNV).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:37:10.389+03:00",
  "updated": "2024-04-19T00:37:10.389+03:00"
}