{
  "thread": {
    "uuid": "81d77a9ecd82aa9054293da4c2c7e875ed8a8654",
    "url": "https://extra.ie/2024/03/14/sport/rugby/mack-hansen-chinese",
    "site_full": "extra.ie",
    "site": "extra.ie",
    "site_section": "https://extra.ie/wp-json/wp/v2/posts/1444809",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-14T19:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 34810,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "81d77a9ecd82aa9054293da4c2c7e875ed8a8654",
  "url": "https://extra.ie/2024/03/14/sport/rugby/mack-hansen-chinese",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mark Donlon",
  "published": "2024-03-14T19:30:00.000+02:00",
  "title": "",
  "text": "Mack Hansen has opened up on tracing his Irish family connections during his injury layoff – revealing his mother’s former home was “now a Chinese takeaway”.\nThe Canberra-born wing has been a mainstay in Andy Farrell’s starting XV since making the switch from Brumbies to Connacht in 2021.\nToday's top videos STORY CONTINUES BELOW He gave a player of the match display in his Ireland debut against Wales in February 2022 before going on to claim World Rugby’s Breakthrough Player of the Year award later the same year.\nMack Hansen sustained a dislocated shoulder while in action for Connacht earlier this season. Pic: Piaras Ó Mídheach/Sportsfile Hansen’s on-field progression was halted ahead of the beginning of this year’s Six Nations, however, as a shoulder injury sustained over the festive season with Connacht ruled him out of the entire tournament.\nWhile Ireland have been battling their way through the championship, their absentee wing wizard has been doing some digging on his Irish family connections.\nWith his mother Diana O’Shea hailing from Castlemartyr, Hansen revealed he toured the Rebel County and met up with many cousins for the first time.\nHe said: ‘I’ve been down, saw the old family home and caught up with a lot of cousins, made a trip around Cork and all that.’\nMack Hansen has missed the entirety of the Six Nations tournament with a dislocated shoulder. Pic: INPHO/Dan Sheridan ‘It made me feel a lot closer to that side of the family, catching up with all of those cousins that I hadn’t seen before.\n‘It was a really cool experience, something that I cherish.\n‘I made a choice to come over here and I still had an opportunity to head back to Oz at some point before I put [the jersey] on so no matter what I was always going to give the jersey 100% and knew how much of a privilege it was.’\nHansen also claimed his historical homeplace had since become a Chinese takeaway.\nMack Hansen has made 30 appearances for Connacht and earned 21 Ireland caps since making the switch in 2021. Pic: INPHO/James Crombie ‘No, it was great fun,’ he continued. ‘It was really cool to see where my mum grew up.\n‘It’s now a Chinese takeaway or something like that, which was funny enough.\nScotland veteran hits back at heavy criticism ahead of Ireland clash ‘It’s called like Mr Tasty [Bite] or something. It was cool to see where she grew up, where my nana grew up and stuff like that.’",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mack hansen",
        "sentiment": "negative"
      },
      {
        "name": "hansen",
        "sentiment": "none"
      },
      {
        "name": "diana o’shea",
        "sentiment": "none"
      },
      {
        "name": "andy farrell",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "world rugby",
        "sentiment": "none"
      },
      {
        "name": "connacht",
        "sentiment": "none"
      },
      {
        "name": "piaras ó mídheach/sportsfile hansen",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "castlemartyr",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "canberra",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T01:01:55.766+02:00",
  "updated": "2024-03-15T01:01:55.766+02:00"
}