{
  "thread": {
    "uuid": "308028b36fdd70e27983ce99e1282c5b9b0f4087",
    "url": "https://caras.uol.com.br/bebe/fernanda-paes-leme-resgata-registros-da-gravidez-louca-jornada.phtml",
    "site_full": "caras.uol.com.br",
    "site": "uol.com.br",
    "site_section": "https://www.caras.com.br/feed/",
    "site_categories": [
      "health",
      "womens_health"
    ],
    "section_title": "Revista CARAS",
    "title": "Fernanda Paes Leme resgata registros da gravidez: 'Louca jornada'",
    "title_full": "Fernanda Paes Leme resgata registros da gravidez: 'Louca jornada'",
    "published": "2024-03-15T00:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://caras.uol.com.br/media/_versions/2024/03/fe-paes-leme_ygydbcbx_widelg.jpg",
    "performance_score": 0,
    "domain_rank": 727,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 1,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "308028b36fdd70e27983ce99e1282c5b9b0f4087",
  "url": "https://caras.uol.com.br/bebe/fernanda-paes-leme-resgata-registros-da-gravidez-louca-jornada.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rafaela Dionello, sob supervisão de Priscilla Comoti",
  "published": "2024-03-15T00:15:00.000+02:00",
  "title": "Fernanda Paes Leme resgata registros da gravidez: 'Louca jornada'",
  "text": "Fernanda Paes Leme está à espera de Pilar, sua primeira filha, que é fruto de seu relacionamento com Victor Sampaio; a apresentadora está na reta final\nFernanda Paes Leme usou o seu Instagram nesta quinta-feira, 14, para compartilhar um vídeo com vários cliques feitos ao longo de sua gravidez. A apresentadora está à espera de Pilar, sua primeira filha, que é fruto de sua relação com o empresário Victor Sampaio.\n\"Está sendo uma linda e louca jornada!!\", escreveu na legenda da postagem. No vídeo, ela compilou os registros feitos desde o comecinho da gestação até a reta final.\nJá na seção de comentários, seus fãs da atriz deixaram várias mensagens fofas: \"Nem começou… só está fazendo as malas. Quando a Pilar chegar, você passará por um portal onde passará a habitar um novo mundo, que seja leve e feliz\", desejou uma seguidora, \"Tão ansiosa aí, vem Pilar\", escreveu outra, \"Grávida mó maravilhosa\", declarou ainda uma terceira.\nVer essa foto no Instagram\nNesta quarta-feira, 13, Fernanda Paes Leme usou o seu Instagram para compartilhar sua reação enquanto fazia um novo ultrassom na reta final de sua gravidez. A apresentadora se surpreendeu com uma revelação \"inusitada\" sobre a filha, Pilar: que mesmo ainda dentro da barriga,\njá tem bastante cabelo.\n\"Parece que é bastante, acabei de descobrir que minha filha tem cabelo. Que isso, mentira? Eu tô passada. Mas é porque o Victor tem muito cabelo, ele tem saídas em vez de entradas\", brinca ela no vídeo. \"Baby Mó tem cabelo, sim\", completa.\nNa reta final da gravidez, a atriz e apresentadora Fernanda Paes Leme ganhou um chá de bebê surpresa dos amigos na tarde da última quarta-feira, 6. A famosa está à espera de sua primeira filha, que se chamará Pilar, fruto de seu relacionamento com Victor Sampaio, e recebeu uma festinha para celebrar a chegada da menina.\nAlém da decoração belíssima em tons de branco e amarelo, os convidados da festinha, organizada pela atriz e amiga Julia Faria, aproveitaram um buffet bastante especial. Em registros compartilhados nas redes sociais, é possível perceber o quanto Fê Paes Leme ficou feliz com o presente dos amigos;\nveja os cliques do chá de bebê da apresentadora.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T01:04:58.161+02:00",
  "updated": "2024-03-15T01:04:58.161+02:00"
}