{
  "thread": {
    "uuid": "f8b680b67a4fc84f644bded9747084443ea64633",
    "url": "https://www.7sur7.be/autres-sports/sainz-remporte-un-quatrieme-dakar-de-mevius-termine-2e-et-rentre-dans-l-histoire-du-sport-automobile-belge~af1bdb78",
    "site_full": "www.7sur7.be",
    "site": "7sur7.be",
    "site_section": "http://www.7s7.be/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "7sur7:home",
    "title": "Sainz remporte un quatrième Dakar, De Mevius termine 2e et rentre dans l'histoire du sport automobile belge",
    "title_full": "Sainz remporte un quatrième Dakar, De Mevius termine 2e et rentre dans l'histoire du sport automobile belge",
    "published": "2024-01-19T12:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BE",
    "main_image": "https://images0.persgroep.net/rcs/tkbMhm1v2CCMuxso-FOTl80pBTs/diocontent/239628714/_fill/1200/630/?appId=21791a8992982cd8da851550a453bd7f&amp;quality=0.7",
    "performance_score": 0,
    "domain_rank": 19307,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f8b680b67a4fc84f644bded9747084443ea64633",
  "url": "https://www.7sur7.be/autres-sports/sainz-remporte-un-quatrieme-dakar-de-mevius-termine-2e-et-rentre-dans-l-histoire-du-sport-automobile-belge~af1bdb78",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rédaction",
  "published": "2024-01-19T12:22:00.000+02:00",
  "title": "Sainz remporte un quatrième Dakar, De Mevius termine 2e et rentre dans l'histoire du sport automobile belge",
  "text": "Sainz remporte un quatrième Dakar, De Mevius termine 2e et rentre dans l'histoire du sport automobile belge\nMISE À JOURL’Espagnol Carlos Sainz (Audi) a remporté le Dakar pour la quatrième fois de sa carrière dans la catégorie des voitures, à l’issue de la 12e et dernière étape de la course vendredi. Guillaume De Mevius (Toyota) a terminé à la 2e place pour ses débuts avec le Français Xavier Pansera devant un autre Français, Sébastien Loeb, et son copilote Fabian Lurquin (Hunter), qui ont remporté la dernière étape pour assurer leur place sur le podium. Il s’agit du deuxième meilleur résultat pour un Belge dans la catégorie reine des voitures, puisque Jacky Ickx avait remporté la victoire en 1983, et a fini 2e à deux reprises, en 1986 et 1989.\nAprès 2010, 2018 et 2020, Carlos Sainz conquiert sa quatrième couronne sur le Dakar, offrant à Audi sa première victoire dans le prestigieux rallye-raid. À 61 ans, il est le plus vieux lauréat de l’épreuve.\nDe Mevius était devenu le premier leader après avoir remporté la 1re étape du 46e Dakar. Il a cependant perdu celle-ci rapidement, au bénéfice de son coéquipier saoudien Yazeed Al Rajhi (Toyota Hilux). Celui-ci a vu Sainz lui chiper la tête après l’étape marathon de 48 heures, et l’Espagnol ne l’a plus lâchée malgré une lutte acharnée avec Loeb et Lurquin. Avec ses coéquipiers, le Français Stéphane Peterhansel et le Suédois Mattias Ekström, Carlos Sainz a triomphé sans remporter la moindre étape, alors qu’il en compte 42 à son palmarès en 17 participations.\nLongtemps en lice pour la victoire finale, Loeb a finalement perdu le contact après une dure avant-dernière étape, jeudi. Avec Lurquin, le champion français de rallye pensait abandonner la course jusqu’au secours d’une équipe chinoise. Malgré cinq crevaisons au cours de cette étape maudite, la paire franco-belge a finalement réussi à terminer sur le podium. Au général, elle termine à 4:47 de De Mevius, lui-même à 1h25:12 du vainqueur.\nLIRE AUSSI\nGratis onbeperkt toegang tot Showbytes? Dat kan!Log in of maak een account aan en mis niks meer van de sterren.\nAussi dans l'actualité\n-\nGuide-epargne.be\nPlus de 58 milliards d'euros sur les comptes à terme: s’agit-il d’une bonne option pour votre argent également?\n-\nNBA\nToumani Camara et Portland battus par Phoenix, Damian Lillard héros de MilwaukeePortland a été battu 116-127 par Phoenix, dimanche, dans le championnat nord-américain de basket. Face au club qui l’avait drafté, Toumani Camara a dû se contenter d’un maigre bilan de 2 points, 2 rebonds et 2 passes en 22:43 de jeu pour les Blazers.\n-\nNBA\nUn dunk monstrueux pour LeBron James, une dixième victoire pour Toumani Camara et PortlandLeBron James a été l’un des hommes de la nuit en NBA. Avec une prestation solide et un dunk mémorable, le King a guidé les Lakers vers une courte, mais prestigieuse victoire dans le derby de Los Angeles (106-103). La nuit a également souri au rookie belge Toumani Camara, qui a décroché sa dixième victoire de la saison avec les Trail Blazers de Portland.\n-\nDakar: la bonne affaire pour Loeb, le Belge de Mévius peut toujours rêver du podiumSébastien Loeb et son copilote Fabian Lurquin (Hunter) ont fait une bonne affaire mercredi en reprenant 7 minutes à Carlos Sainz à l’issue de la 10e étape du Dakar remportée par le Français Guerlain Chicherit (Toyota).\n-\nLes athlètes russes et bélarusses pourront participer aux JO 2024 sous bannière neutreMettant fin à neuf mois de suspense, le Comité international olympique a autorisé vendredi les sportifs russes et bélarusses à participer sous bannière neutre aux JO-2024 de Paris, sous strictes conditions, laissant présager une très mince délégation.\n-\n“Les JO écolo, c’est du pipeau”: la colère grimpe dans les Alpes contre la possible organisation des JO 2030\n-\nLes Lakers remportent la toute première Coupe NBAEmmenés par le “King” LeBron James et un immense Anthony Davis, les Los Angeles Lakers ont soulevé la toute première Coupe NBA samedi à Las Vegas, grâce à leur victoire en finale sur les Indiana Pacers (123-109).\n-\nUn triple-double pour Kevin Durant, pour la 18e foisKevin Durant s’est offert un triple-double pour la 18e fois de sa carrière lors de la victoire de Phoenix Suns à Houston (113-129) lors des rencontres disputées mercredi dans le championnat professionnel américain de basket (NBA).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T16:29:43.933+02:00",
  "updated": "2024-01-19T16:29:43.933+02:00"
}