{
  "thread": {
    "uuid": "757eedc57faaf2a547284f6d41a3b64cca1dea1b",
    "url": "https://www.canoeicf.com/news/lausanne-lee-valley-female-coachs-journey-top",
    "site_full": "www.canoeicf.com",
    "site": "canoeicf.com",
    "site_section": "https://canoeicf.com",
    "site_categories": [
      "canoeing_kayaking",
      "sports"
    ],
    "section_title": "Home | ICF - Planet Canoe",
    "title": "From Lausanne to Lee Valley: A female coach’s journey to the top | ICF - Planet Canoe",
    "title_full": "From Lausanne to Lee Valley: A female coach’s journey to the top | ICF - Planet Canoe",
    "published": "2024-03-08T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.canoeicf.com/sites/default/files/news-top-images/nathalie_siegrist_2.jpg",
    "performance_score": 0,
    "domain_rank": 68311,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "757eedc57faaf2a547284f6d41a3b64cca1dea1b",
  "url": "https://www.canoeicf.com/news/lausanne-lee-valley-female-coachs-journey-top",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Geoff Berkeley",
  "published": "2024-03-08T02:00:00.000+02:00",
  "title": "From Lausanne to Lee Valley: A female coach’s journey to the top | ICF - Planet Canoe",
  "text": "A stone’s throw from the headquarters of the International Canoe Federation is Kayak Club Lausanne. This small, friendly club that has access to the tranquil waters of Lake Geneva is where British Canoeing’s Lead Academy Coach Nathalie Siegrist started her coaching journey at the age of just 13. With her dad as club coach, it did not take long before Siegrist caught the teaching bug and started spending her summer holidays tutoring young schoolchildren. Siegrist was soon following in her father’s footsteps, becoming a club coach at the age of 20 before deciding to make it a career. “I found that I was really enjoying coaching and it became pretty obvious that this was where I could really thrive,” said Siegrist. After joining Swiss Canoe in 2000, Siegrist went on to play a vital role in the development of Canoe Slalom in her home country for more than two decades. From working with the juniors and under 23s to being head coach of Switzerland’s senior Canoe Slalom team at the Rio 2016 Olympics, Siegrist was a leading figure within the National Federation. “As Switzerland is such a small federation, it is like one big family,” said Siegrist. “It was very diverse. “I was involved at multiple levels at all times, so the advantage was that you had a good overview of what was happening. “You had to do a bit of everything – whether that’s managing the budgets, looking after the health of athletes or driving the van. “I would use the analogy of the Swiss army knife as you became like a one-person job for everything.” At the end of 2020, Siegrist decided that the time had come to start a new chapter in her career as she agreed to join British Canoeing as the Lead Academy Coach. Siegrist is part of the organization’s Canoe Slalom World Class Program where she is tasked with preparing athletes for Los Angeles 2028 and beyond. “I worked with the Swiss national team for 21 seasons so for me it was important to find a role that would give me a breath of fresh air,” said Siegrist. “After 21 years, you feel like you have seen everything when actually you haven’t. “I’m hugely grateful for the opportunity. “I have everything I need here to make my job as a coach really interesting in multiple dimensions as I am able to exchange ideas with staff from different fields of expertise, ranging from the performance analyst to the medical team.” As a female coach in a leadership role, Siegrist is hoping to inspire young women to move into coaching. “When I first started, I didn’t really think about the lack of female coaches but there have definitely been times where I was pretty much the only woman on the bank,” said Siegrist. “There is more now and it is evolving in the right direction but there are still not a lot of female coaches in the Canoe Slalom scene. “I think we need to get away from the idea that female coaches are there to coach the female athletes. “I am strong advocate that you need to coach both males and females, so there is a good balance. “I think we need more female coaches in general but also in leadership roles. “If I can inspire one female to become a coach, that would be fantastic. “There is a recognition now that there is a gender gap. “This is not something that is going to change in one year but recognizing that something needs to be done and then taking action is a step in the right direction.” Siegrist is currently in La Seu, Spain preparing the team for the ICF Canoe Slalom World Ranking event that starts tomorrow. It is the beginning of another exciting season for Siegrist who has come a long way since taking up coaching as a teenager in Lausanne - and her passion and enthusiasm remains as strong as ever. “I worked at Rio 2016 and I was a spectator at London 2012,” added Siegrist. “At that point I would never have imagined that I would one day be working at the London Olympic venue at Lee Valley. “I have experienced beautiful moments but the highlight for me is that I still love my job as a coach and being on the bank every day after 25 years or so. “I want to keep doing it for another 20 years as I love the sport and love the job.” Related links",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nathalie siegrist",
        "sentiment": "none"
      },
      {
        "name": "siegrist",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "international canoe federation is kayak club",
        "sentiment": "negative"
      },
      {
        "name": "icf",
        "sentiment": "negative"
      },
      {
        "name": "british canoeing’s lead academy",
        "sentiment": "none"
      },
      {
        "name": "national federation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lee valley",
        "sentiment": "none"
      },
      {
        "name": "lausanne",
        "sentiment": "none"
      },
      {
        "name": "lake geneva",
        "sentiment": "none"
      },
      {
        "name": "switzerland",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T19:13:12.167+02:00",
  "updated": "2024-03-08T19:13:12.167+02:00"
}