{
  "thread": {
    "uuid": "2959e94d32600ca55564590de235ccd13c799892",
    "url": "https://www.perfil.com/noticias/canal-e/expertos-afirman-que-la-vacuna-contra-el-dengue-evita-las-hospitalizaciones-en-un-90.phtml",
    "site_full": "www.perfil.com",
    "site": "perfil.com",
    "site_section": "https://www.perfil.com/feed",
    "site_categories": [
      "social",
      "top_news"
    ],
    "section_title": "Perfil",
    "title": "Expertos afirman que la vacuna contra el dengue evita las hospitalizaciones en un 90%",
    "title_full": "Expertos afirman que la vacuna contra el dengue evita las hospitalizaciones en un 90%",
    "published": "2024-04-05T00:51:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://fotos.perfil.com/2024/04/04/trim/1140/641/dengue-1780129.jpg",
    "performance_score": 0,
    "domain_rank": 9047,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2959e94d32600ca55564590de235ccd13c799892",
  "url": "https://www.perfil.com/noticias/canal-e/expertos-afirman-que-la-vacuna-contra-el-dengue-evita-las-hospitalizaciones-en-un-90.phtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alejandro Dubini",
  "published": "2024-04-05T00:51:00.000+03:00",
  "title": "Expertos afirman que la vacuna contra el dengue evita las hospitalizaciones en un 90%",
  "text": "Continúan los casos de\ndengue en Argentina, la tasa de mortalidad sigue alarmando a las personas y es por eso que comenzó a promulgarse la recomendación de la vacunación, sobre todo las personas que ya fueron picadas una vez por el mosquito transmisor del virus. En función de desarrollar este tema en profundidad, este medio le consultó al virólogo y especialista en vacunas, Mario Lozano.\n“Los dichos del ministro de salud son una equivocación, es también una mala lectura de los datos de producción de la vacuna”, comentó Mario Lozano. “La vacuna ya pasó las 3 fases clínicas que son necesarias previas a su aprobación por cualquier organismo de seguridad sanitaria, donde hubo casos muy serios en el mundo la han aprobado”, agregó.\nLa vacuna contra el dengue evita las hospitalizaciones en un 90%\nPosteriormente, Lozano planteó: “La vacuna tiene demostrada una muy buena seguridad y mucha efectividad, sobre todo para aquellas personas que ya tuvieron dengue una vez y que son las que tienen riesgo de padecer el dengue grave”. Luego, manifestó que, “son el blanco más adecuado para la vacunación, en esas personas, la vacuna es muy efectiva, evita las hospitalizaciones en hasta un 90% y esa protección dura más de 4 años”.\n¿Cuál es el costo de producción de las vacunas?\n“Todas las vacunas tienen un costo de desarrollo muy importante, pero es mucho más costoso mantener a una persona hospitalizada y mucho más grave en cantidad de fallecimientos”, sostuvo el entrevistado. “Dentro de los que no se promueve la vacunación están los menores de 4 años, mujeres embarazadas o lactantes”, complementó.\nPor otro lado, el virólogo señaló: “A los mayores de 60 años hay una recomendación de que se vacunen bajo prescripción médica, en esos grupos no se ha comprobado su eficacia y su seguridad”. Sobre la misma línea, remarcó que, “menos se comprueba la seguridad de las vacunas en grupos de población más jóvenes y mayor capacidad de resolver”.\n“Para detectar el virus se hace un diagnóstico en la persona”, expresó Lozano. “Se pueden detectar los anticuerpos que generan las personas o los virus, en el caso de una persona vacunada solo sirve detectar los virus, porque los anticuerpos van a aparecer por las vacunas”, concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T01:24:24.124+03:00",
  "updated": "2024-04-05T01:24:24.124+03:00"
}