{
  "thread": {
    "uuid": "6e296e183eb5bfae071327e93c993dfbc5f09083",
    "url": "https://vnexplorer.net/from-models-to-royalty-everyone-wants-a-barbour-even-if-they-reek-of-wet-labrador-s853703.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "From models to royalty, everyone wants a Barbour (even if they reek of wet Labrador!)",
    "title_full": "From models to royalty, everyone wants a Barbour (even if they reek of wet Labrador!)",
    "published": "2024-01-07T23:43:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://i.dailymail.co.uk/1s/2024/01/07/19/79717065-12935967-image-m-22_1704655405623.jpg",
    "performance_score": 0,
    "domain_rank": 46448,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6e296e183eb5bfae071327e93c993dfbc5f09083",
  "url": "https://vnexplorer.net/from-models-to-royalty-everyone-wants-a-barbour-even-if-they-reek-of-wet-labrador-s853703.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-07T23:43:00.000+02:00",
  "title": "From models to royalty, everyone wants a Barbour (even if they reek of wet Labrador!)",
  "text": "Barbour reported an increase of 20 per cent in sales in the year to April 2023READ MORE: As Barbour teams up with hot Danish label Ganni, ALICE HARE on how to pull off... Country style if you don't have a pony\nThere’s a distinctive scent that emanates from a well-loved Barbour Beaufort jacket — one of roaring fires, moss and country lanes, with a subtle undertone of wet Labrador.\nAround Britain, a battered, wind and water-proof Barbour is what many country dwellers reach for as they face the New Year elements.\nBut having celebrated its 40th anniversary — it debuted in 1983 — the classic Beaufort wax jacket will not only be buttoned and zipped over the country set this year, but the rather pickier fashion elite, too.\nThat’s because Barbour’s latest collection, unveiled late last year, features a collaboration with luxury Italian label Gucci.\nHere, cut from the leftovers of the emblematic red velvet designer Tom Ford made synonymous with Gucci in the 1990s, is a Beaufort unlike any you’ve seen before — yours for £2,280.\nThe Princess of Wales has worn four Barbour jackets in recent years, including one last November from Alexa Chung’s collection with the brand\nIn 1977, the brand’s chairman, Dame Margaret Barbour, asked the Queen if she would like a new Beaufort to celebrate her Silver Jubilee. Her Majesty declined, asking if she could have her old jacket re-waxed instead\nOlivia Palermo wears her dark green Barbour jacket open, belting it at the waist to create a more feminine look\nAlongside the iconic Gucci colour are the signature features of a Beaufort: four pockets, a turn-up corduroy collar and that instantly recognisable tartan lining.\nThe focus of the collaboration is upcycling. The entire collection is made of either the surplus deadstock fabrics of yesteryear or re-waxed Barbours of old.\nBut why is Barbour still going strong when other heritage brands, such as Hunter, have gone under? 2023 was a record-breaking year for Barbour. Last week, the brand reported an increase of 20 per cent in sales in the year to April 2023, totalling £343 million.\nMy guess is it’s because Barbour clothing appeals to an audience far more varied than just the country set. Take the Beaufort itself.\nLaunched the year after the Sloane Ranger Handbook was published, it swiftly became de rigueur for any self-respecting Sloane, male or female, whose spiritual home was not truly rural but the white stuccoed streets around Sloane Square in London’s Chelsea.\nPrincess Diana had one, of course. The Handbook even has a drawing of a stereotypical Sloane annotated with an arrow pointing to his jacket and the caption: ‘Barbour — crumpled, oily and sweaty. Big pockets for big hands, used cartridges and Labby’s lead.’\nPerhaps we should have predicted the Barbour-Gucci union, as another drawing shows a typical Sloane wearing: ‘Shoes — Gucci, black, snaffled.’\nIt was with the Beaufort that the Barbour brand went stratospheric.\nLily Allen threw her Barbour jacket over a bright pink dress when she performed on the Pyramid Stage at Glastonbury in 2007\nStyle icon and fashion designer Alexa Chung paired her Barbour jacket with wellies and a pair of PVC pants at Glastonbury in 2016\nBased in South Shields, where every wax jacket is still made, Barbour began making fishing outfits in the 1890s, then moved into motorcycling gear in the 1930s and suits for submariners during the war.\nBy the time the Beaufort was launched the brand had perfected its waxing technique, which makes its fabric so durable.\nThe classic Beaufort, which retails for around £200, features a studded collar, allowing for the attachment of a hood, the option of a zip-in fleece lining and a detachable storm throat flap — talk about bang for your buck. And that’s before we even come to those pockets.\nUnique to the Beaufort, the full-width back pocket is the perfect size for both city and country. Probably designed for a freshly-shot grouse, but also just right for a two-pint bottle of milk picked up on the way home.\nThe two front pockets are capacious. I plunge my hand into those on the Beaufort hanging on the back of my chair as I type, and find some crushed dog treats; several dog poo bags; a tube of Fruit Pastilles; a pot of Vaseline; a pair of clip-on earrings; a phone charger; two lipsticks and a paperback. Mary Poppins’ carpet bag has nothing on a Barbour Beaufort pocket.\nPracticality and affordable quality are as useful to the city hipster as they are to the Lincolnshire land agent, and that’s why Barbour has endured.\nAdd the continued quality of Barbour products — down to the fact that the brand is still family-owned and has been for five generations — and you have a recipe for longevity like no other.\nFor all the technology available to 007, it was a Barbour jacket James Bond wore to defend his ancestral home in Scotland in 2012’s Skyfall.\nPrime Minister Rishi Sunak cuts a sharp figure in his Barbour paired with suit trousers and brown suede shoes\nCompare it to Hunter, a brand which once looked as durably British as Barbour — its Wellington boots worn by everyone stylish, from Princess Diana (again) to the humble stable girl to the latest ‘It girl’ at Glastonbury. Yet when the company moved production from Scotland to China in 2008, it seemed to misfire.\nBy growing its range of colours and styles to try to attract global buyers, it lost the Britishness they wanted in the first place.\nDespite hiring Stella McCartney’s husband Alasdhair Willis as creative director from 2013 to 2020, Hunter could not compete with brands expanding into upmarket rubber boots, including Prada and Balenciaga, and went into administration with debts of more than £100 million last summer.\nAdapting and widening its market more deftly has ensured Barbour’s survival. Chameleon-like, it has found a niche in every fashion trend the past few decades have thrown at us, all while maintaining its core values.\nLily Allen, Alexa Chung and Sienna Miller made a Barbour jacket the shortcut to the indie aesthetic they spearheaded on the festival circuit in the early noughties. Lily James makes hers look effortlessly cool.\nRishi Sunak gave one to President Joe Biden on his official visit to the US last summer.\nThe then-Prince Charles looked every inch the country gentleman in his Barbour jacket an flat cap at a cross country hunt event in April 1978\nThe Princess of Wales has worn four Barbour jackets in recent years, including one last November from Chung’s collection with the brand.\nAnd clever collaborations have worked well for Barbour. There have been many, and each picked with a different market in mind. This season marks its fifth venture with House of Hackney, for example; the second with London high-fashion label Roksanda and a second with the brand that’s a byword for Scandi cool, Ganni.\nLast spring also saw a collaboration with that giant of French fashion, Chloé, which again represented a new market — younger, and more eco-conscious.\nIn 1977, the brand’s chairman, Dame Margaret Barbour, asked the Queen if she would like a new Beaufort to celebrate her Silver Jubilee. Her Majesty declined, asking if she could have her old jacket re-waxed instead. It seems that durability has a perennial appeal — especially during these straitened times.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "barbour",
        "sentiment": "negative"
      },
      {
        "name": "tom ford",
        "sentiment": "none"
      },
      {
        "name": "barbour beaufort",
        "sentiment": "none"
      },
      {
        "name": "alice hare",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "gucci",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "labrador",
        "sentiment": "none"
      },
      {
        "name": "wales",
        "sentiment": "none"
      },
      {
        "name": "britain",
        "sentiment": "none"
      },
      {
        "name": "beaufort",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:00:11.885+02:00",
  "updated": "2024-01-08T00:00:11.885+02:00"
}