{
  "thread": {
    "uuid": "fd873a4ba397feeba3d5d67a0c4aee93f55fbbf6",
    "url": "https://wp.telesurtv.net/news/colombia-destacan-contribucion-piedad-cordoba-paz-20240120-0028.html",
    "site_full": "wp.telesurtv.net",
    "site": "telesurtv.net",
    "site_section": "https://wp.telesurtv.net",
    "site_categories": [
      "media"
    ],
    "section_title": "teleSUR",
    "title": "Destacan contribución de Piedad Córdoba a la paz en Colombia | Noticias | teleSUR",
    "title_full": "Destacan contribución de Piedad Córdoba a la paz en Colombia | Noticias | teleSUR",
    "published": "2024-01-20T13:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.telesurtv.net/__export/1705795902645/sites/telesur/img/2024/01/20/piedad_cxrdoba_foto_efe_1.jpg_1810791533.jpg",
    "performance_score": 0,
    "domain_rank": 6777,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "fd873a4ba397feeba3d5d67a0c4aee93f55fbbf6",
  "url": "https://wp.telesurtv.net/news/colombia-destacan-contribucion-piedad-cordoba-paz-20240120-0028.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "teleSUR - JDO",
  "published": "2024-01-20T13:06:00.000+02:00",
  "title": "Destacan contribución de Piedad Córdoba a la paz en Colombia | Noticias | teleSUR",
  "text": "Líderes políticos destacan sus aportes a la lucha por un continente descolonizado, más plural e inclusivo.\nJefes de Estado latinoamericanos y numerosas personalidades de la vida pública lamentaron la partida física este sábado de la senadora colombiana Piedad Córdoba y destacaron su contribución a la paz, al diálogo como vía para superar el conflicto armado interno, su militancia feminista y la defensa de las comunidades afrodescendientes.\nLEA TAMBIÉN:\nFallece la senadora colombiana Piedad Córdoba a los 68 años\nEl presidente venezolano, Nicolás Maduro, la catalogó como guerrera incansable, \"una de las mujeres más valientes que he conocido, una gran revolucionaria, luchadora, ferviente defensora de los derechos humanos y de la paz del pueblo\".\nDestacó que pese a \"enfrentar grandes amenazas, en ella prevaleció su moral y esa fuerza para salir adelante ante cualquier dificultad. Era inmenso el amor por su Colombia querida\".\nAgregó que su legado de lucha trasciende \"al escalafón más alto de los que seguimos este camino de transformación de nuestros pueblos\".\nQuerida amiga Piedad cuántas batallas te tocó enfrentar y librar por tu Patria. Guerrera incansable y una de las mujeres más valientes que he conocido, una gran revolucionaria, luchadora, ferviente defensora de los Derechos Humanos y de la Paz del pueblo.\nA pesar de enfrentar… pic.twitter.com/HJnjNDOukI\n— Nicolás Maduro (@NicolasMaduro) January 20, 2024 Desde Cuba, el presidente Miguel Díaz-Canel y el canciller Bruno Rodríguez Parrilla evocaron que Córdoba fue defensora de los derechos humanos, del proceso de paz en Colombia y una gran amiga de la nación caribeña.\nA las muestras de condolencias se unieron el mandatario nicaragüense Daniel Ortega y la vicepresidenta Rosario Murillo, quienes consideraron que \"su amor y entrega a su pueblo, a su Colombia, y a Nuestramérica-Caribeña, la convirtieron en una valiente y heroica luchadora que vivió intensamente y aprendió y enseñó mucho\".\nEn su misiva, destacaron que \"supo enfrentar con altura espiritual las adversidades e ingratitudes de la vida\". Consideraron que por su condición de eterna defensora de la justicia y la hermandad, de la verdad, de la cultura y de la política, devino \"esencia en la historia de los combates y victorias de los pueblos del mundo\".\nNuestras más sentidas condolencias a los familiares y amigos de la Senadora Piedad Córdoba, quien durante muchos años trabajó por la Paz en #Colombia y fue una gran amiga de #Cuba . pic.twitter.com/GSj64b2j6B\n— Miguel Díaz-Canel Bermúdez (@DiazCanelB) January 20, 2024 El expresidente boliviano, Evo Morales, manifestó que \"las hermanas y hermanos de Colombia y de toda América del Sur han tenido el gran honor de luchar a su lado por un continente descolonizado, más plural e inclusivo\".\nNumerosas también fueron las reacciones de líderes políticos y funcionarios colombianos, entre ellas la ministra de Educación, Aurora Vergara-Figueroa, quien aseveró que Córdoba \"abrió camino para la promoción y defensa de los derechos humanos de los afrodescendientes\".\nEl país le debe a Piedad Córdoba reconocimiento por su trabajo incansable por la paz. Su aporte a los diálogos y negociaciones, su labor humanitaria por la liberación de los secuestrados, su gestión permanente a favor de los derechos humanos fueron óbice de una persecución,… pic.twitter.com/TdyxZ8INEL\n— J. Mojica (@jmojicaflorez) January 20, 2024 La ministra de Agricultura y Desarrollo Rural, Jhenifer Mojica, señaló que \"el país le debe a Piedad Córdoba reconocimiento por su trabajo incansable por la paz. Su aporte a los diálogos y negociaciones, su labor humanitaria por la liberación de los secuestrados, su gestión permanente a favor de los derechos humanos, fueron óbice de una persecución, estigmatización y odio, que le costaron sanciones injustas y atentados contra su vida\".\nA través de X, el Polo Democrático Alternativo lamentó su deceso y la recordó como \"una mujer que como pocas enfrentó el secuestro paramilitar, la persecución y los señalamientos y calumnias de sus enemigos y que aun así se mantuvo digna y combativa\".\nPiedad fue una MUJER en letras mayúsculas, irreverente, liberal y libertaria, jamás doblegada por la violencia e irracional odio que envenena a la sociedad colombiana. Luchadora incansable por la paz.\nDe esas mujeres libres que una sociedad ultra conservadora, racista y… pic.twitter.com/fWUdyilwg2\n— María José Pizarro Rodríguez (@PizarroMariaJo) January 20, 2024 La senadora por el Pacto Histórico, María José Pizarro, declaró que \"quienes hoy celebran ignorantemente la muerte de Piedad Córdoba, solo muestran su ignorancia, racismo y misoginia. Piedad fue una MUJER en letras mayúsculas, irreverente, liberal y libertaria, jamás doblegada por la violencia e irracional odio que envenena a la sociedad colombiana. Luchadora incansable por la paz. De esas mujeres libres que la sociedad ultraconservadora y machista no perdonan\".\nOtra senadora, Aida Quilcué, la evocó como \"una incansable defensora de la paz (...) mujer valiente, perseguida por el establecimiento, víctima del odio y señalamiento de muchos por sus ideas, pero que sin duda deja una huella en nuestro país\".\nEl referente del Pacto Histórico, Alirio Uribe, la catalogó como \"una política liberal que le apostó a la Paz, al Pacto Histórico y al cambio en Colombia, perseguida como nadie en el país\".\nAñadió que su partida física resulta una \"lamentable pérdida para la paz y la lucha de los derechos de las comunidades de la Colombia profunda. Su criterio, carácter y decidida convicción por la justicia marcaron su camino y el ejemplo a miles de mujeres y defensores de la vida\".\nUn abrazo solidario a familiares y amigos de la Senadora @piedadcordoba una política liberal que le apostó a la Paz, al @PactoHistorico y a\nel cambio en Colombia, perseguida como nadie en el país, gracias por tu fuerza y ejemplo. Descansa en paz. pic.twitter.com/HHrTi6MZ1Y\n— Alirio Uribe Muñoz (@AlirioUribeMuoz) January 20, 2024 La congresista Clara López Obregón expresó que \"su tenacidad en defensa de una salida negociada al conflicto revisten gran valor para la sociedad colombiana\".\nPor su parte, el senador por el Movimiento Alternativo Indígena y Social, Gustavo Bolívar, afirmó que \"el progresismo de Latinoamérica pierde a una de sus máximas luchadoras\", mientras que el congresista de Colombia Humana, Pedro Suárez Vaca, manifestó que \"su legado en la lucha por la justicia y la paz perdurará\".\nEl excomandante de las Fuerzas Armadas Revolucionarias de Colombia (FARC-EP) y ahora líder del partido Comunes, Rodrigo Londoño, la calificó como \"auténtica demócrata, una liberal de convicciones profundas, incansable defensora de los DD.HH. y una imprescindible de la solución política al largo conflicto armado. Negra rebelde e incansable luchadora por la paz de Colombia\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [
    "https://twitter.com/jmojicaflorez/status/1748791482482307488?ref_src=twsrc%5Etfw",
    "https://twitter.com/AlirioUribeMuoz/status/1748781991862902982?ref_src=twsrc%5Etfw",
    "https://t.co/fWUdyilwg2",
    "https://twitter.com/PactoHistorico?ref_src=twsrc%5Etfw",
    "https://twitter.com/PizarroMariaJo/status/1748827485041762496?ref_src=twsrc%5Etfw",
    "https://t.co/GSj64b2j6B",
    "https://twitter.com/DiazCanelB/status/1748802680703574207?ref_src=twsrc%5Etfw",
    "https://t.co/HJnjNDOukI",
    "https://twitter.com/NicolasMaduro/status/1748812885680074881?ref_src=twsrc%5Etfw",
    "https://t.co/HHrTi6MZ1Y",
    "https://t.co/TdyxZ8INEL",
    "https://twitter.com/hashtag/Colombia?src=hash&ref_src=twsrc%5Etfw",
    "https://twitter.com/piedadcordoba?ref_src=twsrc%5Etfw",
    "https://twitter.com/hashtag/Cuba?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/GSj64b2j6B",
    "https://www.twitter.com/hashtag/Colombia?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/HHrTi6MZ1Y",
    "https://www.t.co/TdyxZ8INEL",
    "https://twitter.com/piedadcordoba",
    "https://www.twitter.com/piedadcordoba?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/DiazCanelB/status/1748802680703574207?ref_src=twsrc%5Etfw",
    "https://twitter.com/DiazCanelB/status/1748802680703574207",
    "https://www.twitter.com/AlirioUribeMuoz/status/1748781991862902982?ref_src=twsrc%5Etfw",
    "https://www.t.co/HJnjNDOukI",
    "https://twitter.com/hashtag/Colombia",
    "https://twitter.com/PactoHistorico",
    "https://www.twitter.com/jmojicaflorez/status/1748791482482307488?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/hashtag/Cuba?src=hash&ref_src=twsrc%5Etfw",
    "https://www.t.co/fWUdyilwg2",
    "https://www.twitter.com/PizarroMariaJo/status/1748827485041762496?ref_src=twsrc%5Etfw",
    "https://www.twitter.com/PactoHistorico?ref_src=twsrc%5Etfw",
    "https://twitter.com/jmojicaflorez/status/1748791482482307488",
    "https://twitter.com/hashtag/Cuba",
    "https://www.twitter.com/NicolasMaduro/status/1748812885680074881?ref_src=twsrc%5Etfw",
    "https://twitter.com/PizarroMariaJo/status/1748827485041762496",
    "https://twitter.com/AlirioUribeMuoz/status/1748781991862902982",
    "https://twitter.com/NicolasMaduro/status/1748812885680074881"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-21T02:48:45.588+02:00",
  "updated": "2024-01-21T02:48:45.588+02:00"
}