{
  "thread": {
    "uuid": "3c593ef060f5e71bc13689753ea682ba9ed3a119",
    "url": "https://www.marca.com/en/lifestyle/music/2024/01/07/659b1cd046163f413b8b4583.html",
    "site_full": "www.marca.com",
    "site": "marca.com",
    "site_section": "https://ground.news/interest/social-media",
    "site_categories": [
      "world_soccer",
      "sports"
    ],
    "section_title": "Social Media Breaking News Headlines Today | Ground News",
    "title": "Cher gets provocative with young boyfriend Alexander Edwards after being denied conservatorship of son Elijah Blue Allman | Marca",
    "title_full": "Cher gets provocative with young boyfriend Alexander Edwards after being denied conservatorship of son Elijah Blue Allman | Marca",
    "published": "2024-01-07T22:54:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://phantom-marca.unidadeditorial.es/9ca8e21355458e5b035b6f4cb01d4be1/crop/104x0/1963x1239/resize/1200/f/webp/assets/multimedia/imagenes/2024/01/07/17046637660513.png",
    "performance_score": 0,
    "domain_rank": 1775,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c593ef060f5e71bc13689753ea682ba9ed3a119",
  "url": "https://www.marca.com/en/lifestyle/music/2024/01/07/659b1cd046163f413b8b4583.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "TBS",
  "published": "2024-01-07T22:54:00.000+02:00",
  "title": "Cher gets provocative with young boyfriend Alexander Edwards after being denied conservatorship of son Elijah Blue Allman | Marca",
  "text": "Cher , the age-defying superstar, recently took to social media to share an intimate and provocative photo with her much younger boyfriend, Alexander Edwards .\nThe 77-year-old music and movie icon was seen straddling her 38-year-old partner, showcasing their strong connection despite the notable 40-year age gap.\nCher, concerned about son Elijah Blue Allman's mental health, files for temporary guardianship The photo, set against a pure white background, highlighted their shared platinum blonde hairstyles, adding to the striking visual.\nIn the photo, Cher exuded her timeless charisma and style. She sported a voluminous beehive hairstyle with sweeping bangs, reminiscent of her enduring flair for fashion.\nCher's outfit, a long-sleeved black v-neck shirt paired with black and white patterned lounge pants tucked into fuzzy white boots, complemented Edwards ' casual style of blue jeans and a colorful moto jacket.\nThe photo's simplicity, captioned \"Love is Love,\" resonated with her nearly four million followers, garnering over 3.1 million views, thousands of reposts, and more than 15,000 likes.\nCher's legal battle for her son The post's timing coincides with a challenging period for Cher. Recently, her bid to be appointed as the temporary conservator for her 47-year-old son, Elijah Blue Allman , was denied by a judge.\nCher , born Cherilyn Sarkisian, sought conservatorship over concerns about Elijah's drug addiction and his ability to manage the annual $120,000 he receives from a trust fund established by his late father, rock star Gregg Allman .\nHer fears that Elijah might misuse his $10,000 monthly trust fund payouts on drugs led her to petition the LA Superior Court.\nHowever, Judge Jessica Uzcategui declined the request, citing insufficient notice to Elijah about the court action and the refusal to share confidential case information with him.\nElijah, who appeared in court looking tanned and healthy, did not comment extensively on the ruling, only offering a smile and a shake of his head to inquiries.\nHis wife, Marieangela 'Queeny' King , 36, with whom he has recently reconciled after a period of estrangement, accompanied him.\nThe couple, who are working on giving their ten-year marriage another chance, have also petitioned to dismiss their ongoing divorce action.\nJudge's decision and continued legal proceedings Cher's attorney, Gabrielle Vidal , sought to bypass the standard five-day notice for conservatorship proposals, arguing the urgency of the situation. However, the judge was not persuaded, noting the short notice given to Elijah.\nThe case has been postponed to January 29, with instructions for Cher 's legal team to provide all relevant information to Elijah's attorneys a week before the next court date.\nWhile Cher navigates these complex family dynamics, her public display of affection with Edwards speaks to her enduring spirit and ability to find joy amidst personal challenges.\nHer relationship with Edwards , along with her ongoing legal battle for her son's well-being, continues to draw public interest and sympathy.\nAs Cher often does, she balances her public persona with her private struggles, maintaining her status as an enduring icon in the entertainment world.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alexander edwards",
        "sentiment": "negative"
      },
      {
        "name": "elijah blue allman",
        "sentiment": "negative"
      },
      {
        "name": "cher",
        "sentiment": "negative"
      },
      {
        "name": "marca cher",
        "sentiment": "negative"
      },
      {
        "name": "edwards",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:11:16.639+02:00",
  "updated": "2024-01-08T00:11:16.639+02:00"
}