{
  "thread": {
    "uuid": "5ebae1635f78a9a16929189a387c3ed758b1533d",
    "url": "https://www.yahoo.com/lifestyle/in-our-home-black-history-isnt-only-for-the-month-of-february-heres-how-our-heritage-and-joy-is-celebrated-all-year-long-221445143.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "In our home, Black history isn’t only for the month of February. Here's how our heritage (and joy) is celebrated all year long.",
    "title_full": "In our home, Black history isn’t only for the month of February. Here's how our heritage (and joy) is celebrated all year long.",
    "published": "2024-02-29T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/1mda3YAMEsNOyuKjAFDAlw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2024-02/d0861230-d735-11ee-bded-d58ca6baf587",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5ebae1635f78a9a16929189a387c3ed758b1533d",
  "url": "https://www.yahoo.com/lifestyle/in-our-home-black-history-isnt-only-for-the-month-of-february-heres-how-our-heritage-and-joy-is-celebrated-all-year-long-221445143.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Tonya Abari, Columnist",
  "published": "2024-02-29T02:00:00.000+02:00",
  "title": "In our home, Black history isn’t only for the month of February. Here's how our heritage (and joy) is celebrated all year long.",
  "text": "Yahoo Life In our home, Black history isn’t only for the month of February. Here's how our heritage (and joy) is celebrated all year long. Tonya Abari, Columnist March 1, 2024 at 12:14 AM · 5 min read A mother shares why learning about Black history is a year-round journey in her home. (Getty Images)\nOops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below Oops! Something went wrong. Please try again later. More content below\nTonya Abari is a busy parent and multigenre storyteller, freelance journalist, author and book reviewer. Her words and reviews have been published in Publishers Weekly, Parents, AARP, USA Today, AllRecipes, Good Housekeeping and many more. She enjoys spending time with her family, discovering new places and homeschooling her inquisitive and free-spirited children. You can find her online or hanging out on Instagram .\nWhen I was in grade school, Black History Month was highly anticipated; I couldn’t wait to learn about historical figures that were often overlooked in the history books. Along with our lessons, our school also sponsored a February trip to Baltimore’s National Great Blacks in Wax Museum.\nEach February, I remember dusting off my parents’ typewriter and gathering supplies to fill my poster board with interesting facts and pictures of my heroes. In school, we discussed the same people year after year; Frederick Douglass, Harriet Tubman, Rosa Parks, Sojourner Truth and Martin Luther King Jr. were just a few in the regular rotation.\nOnce, I chose to center my project around Mary Carter Smith , a writer and storyteller carrying on the griot tradition. I picked her because I was obsessed with her folktales that I’d rush home to hear on the African-centered storytelling hotline every Friday after school. But only my teacher and a few of my classmates had heard of Smith or her stories. At that moment — and much later as an educator myself— I realized that there is so much Black history to be learned outside of what is being taught in the traditional classroom.\nThis revelation is part of the reason why I homeschool my two children. And I’m not the only one. According to the U.S. Census data, the number of Black homeschooling households jumped from 3.3% in March 2020 to 16.1% in October of that year. Reasons for homeschooling Black children range from issues related to their treatment within the school environment, such as adultification , implicit bias , a school-to-prison pipeline and the denial of cultural expression such as wearing locs and braided styles , to concern over how race is taught (or dismissed) in classrooms while many books by Black authors are being banned in public schools .\nWe don’t have to worry about any of those issues in our home. Here, Black history is considered a larger part of American and global history. At a time when Black history is being suppressed, I want my children to celebrate the achievements of their ancestors. We are committed to highlighting Black accomplishment and joy alongside critical conversations about the struggles that African Americans have endured in the United States.\nThere is always an opportunity for learning about our culture and heritage, and not just in February. Dawnavyn James, author of Beyond February: Teaching Black History Any Day, Every Day and All Year Long , agrees. “One of the things I want for Black children is to understand the beauty and importance of the knowledge and wisdom they hold and gain,\" James tells me. \"And we can best do this by implementing continuous learning of Black history.\"\nFor instance, every third Sunday in July, the U.S. marks National Ice Cream Day. My family typically celebrates by indulging in our favorite homemade, nondairy ice cream treats. We also see this as a learning opportunity for our fourth grader, who gets to enjoy science-based recipe activity that weaves in Black history. Last year, we learned about the “father of ice cream,” Augustus Jackson , who made quite a living making and selling ice cream in early 1800s Philadelphia.\nLocally, we explored a historical marker that highlights the life of Sarah Estell , a free Black woman who owned a thriving ice cream business in Nashville in the mid-1800s. In our study, we also uncovered conversations about Black people being refused vanilla ice cream in the Jim Crow South.\nI stand on the shoulders of so many great African Americans who came before me. Our home is filled with pictures of influential figures and the bookshelves are full of Black books. It also doesn’t stop at celebrities or more famous change makers either. I am sure to introduce my children to those making a difference right now in our communities and family members who have paved the way.\nThe other day, my 9-year-old asked, “Are we making Black history as well?”\n“Of course we are. Every day we are making history too,” I answered.\nI often think about the subtle ways we are learning and teaching Black history daily. This often happens through cooking, reclaiming time in nature and taking part in the revolutionary act of rest .\nJames’s book is full of real experiences of children navigating Black history by learning through people, stories and resources. As we discover new and undertold histories, it also confirms that there is still so much we don’t know.\n“I knew the Black history I knew growing up because of my family and the community I lived in,\" James shares. \"We embraced the Black history in our city and talked about Black community members that came before us and who were right there with us. We attended events, ate at Black-owned restaurants, supported Black businesses like our local Black newspaper and we celebrated Black History Month.\n\"We don’t have to wait until February to learn about Black history,\" James adds. \"Buy books, listen to songs, attend events, watch movies and documentaries, analyze photos and engage in research and learning now — every day, any day, and all year long.\"\nAs Black History Month comes to a close, I’m brimming with fresh ideas about furthering our heritage throughout the year.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Human Interest"
  ],
  "external_links": [
    "https://thenapministry.wordpress.com/",
    "https://en.wikipedia.org/wiki/Griot",
    "https://www.wjtv.com/hidden-history/black-history-month/mississippi-and-vanilla-ice-cream-a-complicated-history/",
    "https://en.wikipedia.org/wiki/Augustus_Jackson",
    "https://urldefense.com/v3/__http://www.tonyaabari.com__;!!Op6eflyXZCqGR5I!FM64VZhlkd1Kmd-cC9E9-fdDHhl-79i3TQlzfYJAcngIStsvwnk4o-jtE-rpWESEQv0Q6776JGOqroz-wXnRZS7WsQ$",
    "https://pubmed.ncbi.nlm.nih.gov/35575413/",
    "http://www.amazon.com/exec/obidos/ASIN/1625316054",
    "https://www.forbes.com/sites/janicegassam/2023/02/16/why-more-black-families-are-choosing-to-homeschool-their-children/?sh=1ac26866641c",
    "https://www.apa.org/topics/implicit-bias",
    "https://www.greatblacksinwax.org/",
    "https://msa.maryland.gov/msa/educ/exhibits/womenshallfame/html/smith.html",
    "https://www.hmdb.org/m.asp?m=81470",
    "https://www.aclu.org/documents/what-school-prison-pipeline",
    "https://aclu.org/documents/what-school-prison-pipeline",
    "https://pubmed.ncbi.nlm.nih.gov/35575413",
    "https://www.en.wikipedia.org/wiki/Griot",
    "https://www.thenapministry.wordpress.com/",
    "https://www.greatblacksinwax.org",
    "https://apa.org/topics/implicit-bias",
    "http://amazon.com/exec/obidos/ASIN/1625316054",
    "https://wjtv.com/hidden-history/black-history-month/mississippi-and-vanilla-ice-cream-a-complicated-history/",
    "https://www.wjtv.com/hidden-history/black-history-month/mississippi-and-vanilla-ice-cream-a-complicated-history",
    "https://www.forbes.com/sites/janicegassam/2023/02/16/why-more-black-families-are-choosing-to-homeschool-their-children/",
    "https://greatblacksinwax.org/",
    "https://forbes.com/sites/janicegassam/2023/02/16/why-more-black-families-are-choosing-to-homeschool-their-children/?sh=1ac26866641c",
    "https://urldefense.com/v3/__http://tonyaabari.com__;!!Op6eflyXZCqGR5I!FM64VZhlkd1Kmd-cC9E9-fdDHhl-79i3TQlzfYJAcngIStsvwnk4o-jtE-rpWESEQv0Q6776JGOqroz-wXnRZS7WsQ$",
    "https://www.pubmed.ncbi.nlm.nih.gov/35575413/",
    "https://www.msa.maryland.gov/msa/educ/exhibits/womenshallfame/html/smith.html",
    "https://www.hmdb.org/m.asp",
    "https://hmdb.org/m.asp?m=81470",
    "https://www.en.wikipedia.org/wiki/Augustus_Jackson",
    "https://thenapministry.wordpress.com"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tonya abari",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "aarp",
        "sentiment": "none"
      },
      {
        "name": "black history month",
        "sentiment": "none"
      },
      {
        "name": "usa today",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "baltimore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:18:34.587+02:00",
  "updated": "2024-03-10T12:25:01.161+02:00"
}