{
  "thread": {
    "uuid": "c7c717c1fe677f75daf674a579ecac12ff879f7b",
    "url": "https://www.cronista.com/mexico/vida-estilo/el-secreto-contra-el-alzheimer-estas-son-las-3-practicas-para-combatirlo/",
    "site_full": "www.cronista.com",
    "site": "cronista.com",
    "site_section": "http://www.cronista.com",
    "site_categories": [
      "politics",
      "financial_news",
      "finance",
      "law_government_and_politics"
    ],
    "section_title": "El Cronista",
    "title": "El \"SECRETO\" contra el ALZHEIMER: estas son las 3 prácticas para combatirlo - El Cronista",
    "title_full": "El \"SECRETO\" contra el ALZHEIMER: estas son las 3 prácticas para combatirlo - El Cronista",
    "published": "2024-01-07T22:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.cronista.com/files/image/684/684241/6516cc7eb904c_600_315!.jpg?s=b21c66705dc2a4038ada3d9e11e61335&d=1695995311",
    "performance_score": 0,
    "domain_rank": 12660,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c7c717c1fe677f75daf674a579ecac12ff879f7b",
  "url": "https://www.cronista.com/mexico/vida-estilo/el-secreto-contra-el-alzheimer-estas-son-las-3-practicas-para-combatirlo/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@cronista",
  "published": "2024-01-07T22:30:00.000+02:00",
  "title": "El \"SECRETO\" contra el ALZHEIMER: estas son las 3 prácticas para combatirlo - El Cronista",
  "text": "En esta noticia Alzheimer: ¿cuáles son los principales síntomas? Las tres prácticas para combatir el Alzheimer El Alzheimer es una de las enfermedades que suelen padecer los adultos mayores. Se trata de un tipo de demencia que, según la Organización Mundial de la Salud (OMS) , representa entre un 60% y 70% de los casos registrados.\nSi bien al momento no existe una cura, algunos investigadores han asegurado que seguir distintas prácticas o contar con algunos hábitos saludables pueden reducir el riesgo de padecerlo.\n¿El secreto para dejar de fumar? Es de origen vegetal y lo usaban los soldados de la Segunda Guerra Mundial por la falta de tabaco\nLos consejos de los médicos para cumplir los objetivos que te propusiste para 2024 y no fracasar en el intento\nAlzheimer: ¿cuáles son los principales síntomas? Los individuos que comienzan a padecer este tipo de demencia son reconocibles por los principales signos o síntomas que se pueden evidenciar, tales como:\nProblemas de memoria . Dificultad para concentrarse.\nComplejidades para seguir una rutina diaria .\nCambios en la personalidad. Empeoramiento de la capacidad para tomar decisiones. Problemas para realizar más de una tarea al mismo tiempo. Las tres prácticas para combatir el Alzheimer Distintos estudios e investigaciones realizadas a lo largo del tiempo han dado a conocer cuáles son los hábitos y prácticas que se deben seguir para reducir el riesgo de padecer este tipo de demencia.\n1. Mantener sano el corazón En primer lugar, resulta fundamental atender a la salud cardiovascular, ya que un corazón sano puede conducir a disminuir la propensión de padecer ciertas afecciones, como el Alzheimer , según ha revelado un metaanálisis .\nCabe destacar que l a Alzheimer's Association y el NIA exponen a la presión arterial alta, el colesterol alto y la diabetes como factores que aumentan el riesgo de desarrollar este tipo de demencia.\nDiversos estudios han asegurado que existen tres hábitos que contribuyen a disminuir los riesgos de padecer Alzheimer. Foto: Archivo. Comer saludable En la misma línea de relevancia a la hora de iniciar una rutina saludable, se destaca la ingesta de determinados alimentos considerados nutritivos . En este sentido, existen una serie de dietas a seguir que pueden convertirse en las mejores aliadas para disminuir las chances de padecer Alzheimer.\nLa investigación arribó a la conclusión que la dieta mediterránea y la dieta MIND ( Mediterranean-DASH Diet Intervention for Neurodegenerative Delay, por sus siglas en inglés), contribuyen en atenuar los signos de la enfermedad y bajar los niveles de placa amiloide en el cerebro.\nLa primera de ellas incluye alimentos tales como frutas y verduras frescas, aceite de oliva como fuente principal de grasa, preferencia por granos enteros en lugar de refinados, consumo de pescado y aves en lugar de carnes rojas, y otros productos característicos de regiones mediterráneas, como Grecia e Italia .\nEn el caso de la dieta MIND , implica la inclusión de frutas y verduras, pescado, nueces, aceite de oliva y granos enteros, como la avena y la quinoa.\nHacer ejercicio Llevar una vida saludable no sólo requiere de una alimentación nutritiva sino también del complemento físico: una rutina de ejercicios . El entrenamiento no sólo permite al ser humano sentirse más fuerte, enérgico y vital, sino también reducir el riesgo de sufrir Alzheimer.\nAsí lo determinó la Alzheimer's Society UK , que arribó a una serie de conclusiones con los resultados obtenidos de 11 estudios. Entre ellas, destacó que las probabilidades de contraer la enfermedad se redujeron en un 45% para aquellas personas de mediana edad que se ejercitaban de forma regular.\nSi bien al momento se encuentran investigando las razones por las que la actividad física resulta beneficiosa a la hora de combatir el Alzheimer, algunos investigadores aseguran que se trataría de una hormona llamada irisina , la cual es liberada durante el entrenamiento y tendría efectos positivos sobre la cognición.\nTe puede interesar\nSalud El poderoso zumo \"antidiabetes\" que ayuda a cuidar tu peso y te mantiene hidratado",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://pubmed.ncbi.nlm.nih.gov/36889921/",
    "https://www.nature.com/articles/s41467-021-22354-2",
    "https://www.alzheimers.org.uk/about-dementia/managing-the-risk-of-dementia/reduce-your-risk-of-dementia/physical-activity",
    "https://www.pubmed.ncbi.nlm.nih.gov/36889921/",
    "https://pubmed.ncbi.nlm.nih.gov/36889921",
    "https://alzheimers.org.uk/about-dementia/managing-the-risk-of-dementia/reduce-your-risk-of-dementia/physical-activity",
    "https://nature.com/articles/s41467-021-22354-2"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:34:44.427+02:00",
  "updated": "2024-01-08T00:34:44.427+02:00"
}