{
  "thread": {
    "uuid": "61ebb7f026dd0f6026a0ebe555c86612b9b1da3c",
    "url": "https://www.zonebourse.com/cours/action/METRO-INC-1410891/actualite/Metro-et-Too-Good-To-Go-s-unissent-pour-reduire-le-gaspillage-alimentaire-et-la-facture-d-ep-46366456",
    "site_full": "www.zonebourse.com",
    "site": "zonebourse.com",
    "site_section": "https://zonebourse.com/actualite-bourse/societes/",
    "site_categories": [
      "investing",
      "finance"
    ],
    "section_title": "Actualités des sociétés cotées en bourse - Zonebourse",
    "title": "Metro : et Too Good To Go s’unissent pour réduire le gaspillage alimentaire et la facture d’épicerie des Québécoises et des Québécois -Le 04 avril 2024 à 22:30 | Zonebourse",
    "title_full": "Metro : et Too Good To Go s’unissent pour réduire le gaspillage alimentaire et la facture d’épicerie des Québécoises et des Québécois -Le 04 avril 2024 à 22:30 | Zonebourse",
    "published": "2024-04-04T23:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "https://www.zonebourse.com/images/twitter_ZB_fdblanc.png",
    "performance_score": 0,
    "domain_rank": 29693,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "61ebb7f026dd0f6026a0ebe555c86612b9b1da3c",
  "url": "https://www.zonebourse.com/cours/action/METRO-INC-1410891/actualite/Metro-et-Too-Good-To-Go-s-unissent-pour-reduire-le-gaspillage-alimentaire-et-la-facture-d-ep-46366456",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Zonebourse",
  "published": "2024-04-04T23:30:00.000+03:00",
  "title": "Metro : et Too Good To Go s’unissent pour réduire le gaspillage alimentaire et la facture d’épicerie des Québécoises et des Québécois -Le 04 avril 2024 à 22:30 | Zonebourse",
  "text": "Metro et Too Good To Go s'unissent pour réduire le gaspillage alimentaire et la facture d'épicerie des Québécoises et des Québécois Une solution durable et économique est désormais à portée de main des consommateurs, dans près d'une centaine de magasins Metro.\nMontréal, le 4 avril 2024 - L'enseigne Metro et l'application Too Good To Go sont fières d'annoncer un partenariat d'envergure, visant à offrir aux Québécoises et Québécois une nouvelle façon d'économiser sur leur panier d'épicerie, tout en contribuant à réduire le gaspillage alimentaire.\nSelon Recyc-Québec, 1,2 million de tonnes d'aliments comestibles sont perdues ou gaspillées chaque année au Québec. 45 % de ces aliments sont des fruits ou des légumes. Metro et Too Good To Go mettent en place une solution simple et efficace pour contrer ce phénomène, en donnant aux consommateurs les moyens d'agir.\nCes derniers peuvent désormais réserver sur l'application Too Good To Go des assortiments surprises de fruits et de légumes invendus du jour, encore consommables. Chaque assortiment est vendu à 7,99$ seulement, pour une valeur de 24$, sur l'application Too Good To Go.\n« Avec ce nouveau partenariat, nous offrons à notre clientèle une nouvelle manière d'économiser en proposant des assortiments de fruits et légumes au tiers de leur prix de détail. », a déclaré Richard Pruneau, vice-président principal, Metro. « Too Good To Go vient s'ajouter aux autres initiatives déjà en place chez Metro pour réduire le gaspillage alimentaire relié à nos opérations. »\nDepuis 2022, une centaine de magasins Metro en Ontario sont disponibles sur l'application, et ont ainsi permis de sauver du gaspillage des milliers de kilos de nourriture. Fort de cette réussite et suite à un projet pilote dans 10 magasins au Québec en novembre dernier, le partenariat québécois s'étend donc naturellement à 93 magasins, dans 13 régions du Québec. Le programme sera d'ailleurs déployé dans davantage de Metro au cours des prochains mois.\n« Nous sommes honorés de pouvoir annoncer ce partenariat avec Metro, deux ans et demi après le lancement de l'application au Québec », a déclaré Andrea Li, Directrice nationale de Too Good To Go Canada. « S'associer à Metro est un tournant majeur. Cela nous permettra d'amplifier nos efforts de réduction du gaspillage alimentaire. Ensemble, nous pouvons faire une réelle différence. ».\nDepuis plusieurs années, METRO a mis en place différentes initiatives pour lutter contre le gaspillage alimentaire, tels que le programme « Ensemble, évitons le gaspillage », qui offre 30 % de rabais sur les produits dont la date de péremption approche, ou encore Récupartage, qui vise à redistribuer des produits invendus de ses magasins aux personnes dans le besoin par l'intermédiaire de ses partenaires : Les Banques alimentaires du Québec, Second Harvest et Feed Ontario. En 2023, environ 4 millions de kilogrammes de nourriture ont été récupérés par ces derniers.\nL'application Too Good To Go est disponible en téléchargement gratuit dans l'App Store d'Apple pour iOS et Google Play pour Android. Pour en savoir plus sur Too Good To Go et pour trouver des conseils et astuces pour moins gaspiller, suivez la page Instagram TooGoodToGo.can.\nÀ propos de METRO inc.\nAvec un chiffre d'affaires annuel de plus de 20 milliards de dollars, METRO inc. est un chef de file dans les domaines de l'alimentation et de la pharmacie au Québec et en Ontario, procurant de l'emploi à plus de 97 000 personnes. Sa raison d'être est de Nourrir la santé et le bien-être de nos communautés. Par ses activités de détaillant, franchiseur, distributeur, fabricant et de commerce en ligne, elle exploite ou approvisionne un réseau de quelque 980 magasins d'alimentation sous plusieurs enseignes dont Metro, Metro Plus, Super C, Food Basics, Adonis et Première Moisson, et de 640 pharmacies principalement sous les bannières Jean Coutu, Brunet, Metro Pharmacy et Food Basics Pharmacy. Pour plus de détails, visitez corpo.metro.ca . -30-\nRenseignements : Relations médias\nMETRO inc.\nmedia@metro.ca\n514 643-1009\nAttachments\nOriginal Link Permalink Disclaimer\nMetro Inc. published this content on 04 April 2024 and is solely responsible for the information contained therein. Distributed by Public , unedited and unaltered, on 04 April 2024 20:29:41 UTC .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Health",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:18:17.650+03:00",
  "updated": "2024-04-05T00:18:17.650+03:00"
}