{
  "thread": {
    "uuid": "9693ecbe197d0e66ba11178f2549402dc79d7288",
    "url": "https://uga.rivals.com/news/mcconkey-savoring-every-moment",
    "site_full": "uga.rivals.com",
    "site": "rivals.com",
    "site_section": "https://uga.rivals.com/feed",
    "site_categories": [
      "sports"
    ],
    "section_title": "Rivals.com",
    "title": "McConkey savoring every moment",
    "title_full": "McConkey savoring every moment",
    "published": "2023-12-28T21:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://images.rivals.com/image/upload/f_auto,q_auto,t_headline_primary/yjnf8fxyz2fowfpoqocf",
    "performance_score": 0,
    "domain_rank": 10169,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9693ecbe197d0e66ba11178f2549402dc79d7288",
  "url": "https://uga.rivals.com/news/mcconkey-savoring-every-moment",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anthony Dasher •",
  "published": "2023-12-28T21:30:00.000+02:00",
  "title": "McConkey savoring every moment",
  "text": "FORT LAUDERDALE – Ladd McConkey doesn’t know what his future holds beyond Saturday’s Orange Bowl, but there was absolutely no way he wasn’t going to take the field.\nConsidering the way back and ankle injuries kept him off the field this season, dadgum right he was going to play, health willing.\n“Heck yeah, especially with how many games I’ve missed this year,” McConkey said Thursday. “I’ve missed the first four, came back, and missed a couple of more after that, so any chance I can have to go out and play, oh my God, I’m going to do it and lay it all out there.”\nWhile he still may not be 100 percent from the ankle injury he suffered against Ole Miss, McConkey said he’s close.\nThe junior has taken part in practice unencumbered and is ready to play a big role for Georgia on Saturday in what may or may not be his last game in a Bulldog uniform.\n“I’m working back. Every single day I’m getting more confident, getting my feet back under me, just really getting my game back to where it needs to be,” McConkey said. “Game by game, I’m getting there.”\nAdvertisement “I’ve missed the first four, came back and missed a couple of more after that, so any chance I can have to go out and play, oh my God, I’m going to do it and lay it all out there.” — Ladd McConkey Offensive coordinator Mike Bobo plans on putting him to good use.\n“I wish I had him more. I know that,” Bobo said. “But it’s good to see him practicing. Tough, tough young man who has battled through some injuries. You hate to see that, but he’s worked hard to get back to play against Florida State. He’s one of the best route runners we have.”\nLike Georgia fans, Bobo will have to wait before learning if he’ll have McConkey for one more year.\nRight now, he just doesn’t know.\n“I guess you think about it. But also, I think about it, that it could be your last practice, it could be your last game,” McConkey said. “With the injury, especially, I’ve missed more than a couple of games, so I really challenge myself to go out and treat every game like it’s my last one.”\nAfter his ankle injury against Ole Miss took him longer to recover from than initially expected, he knows not to take anything for granted.\n“I kind of got rolled up on, got flipped. I really still don’t know what happened,” McConkey recalled. “I felt it, but I was like, aw, it’s nothing, you get rolled up on all the time. It just took a little longer than I expected.”\nMcConkey couldn’t see whether the fear of future injuries could make his decision academic.\nNeither could he say whether the return of quarterback Carson Beck could have a role in his return. The thought is at least an intriguing one.\n“I don’t know. It’s something I’ll have to think about,” McConkey said. “I don’t know right now, as I’m just focusing on this game. But it’s obvious he’s a special guy, a special player. I didn’t get to play with him much this year, so we’ll see.”\nLadd McConkey said the opportunity play in the Orange Bowl was an opportunity he couldn't decline. ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "mcconkey",
        "sentiment": "negative"
      },
      {
        "name": "ladd mcconkey",
        "sentiment": "negative"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "georgia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:16:03.379+02:00",
  "updated": "2023-12-29T00:16:03.379+02:00"
}