{
  "thread": {
    "uuid": "cff9145b9211f81ff5c66458cd493ec5c5fbcb43",
    "url": "https://www.ansa.it/veneto/notizie/2024/07/05/i-colli-euganei-conquistano-lunesco_72e88336-af9d-40f7-b9a1-f7092cf646e9.html",
    "site_full": "www.ansa.it",
    "site": "ansa.it",
    "site_section": "http://www.ansa.it/veneto/notizie/veneto_rss.xml",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "RSS di Regione Veneto  - ANSA.it",
    "title": "I Colli Euganei conquistano l'Unesco - Notizie - Ansa.it",
    "title_full": "I Colli Euganei conquistano l'Unesco - Notizie - Ansa.it",
    "published": "2024-07-05T14:56:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.ansa.it/webimages/img_165x110/2016/5/24/be19af0b5fdcea6bebbbb55eee68bbe3.jpg",
    "performance_score": 0,
    "domain_rank": 1864,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cff9145b9211f81ff5c66458cd493ec5c5fbcb43",
  "url": "https://www.ansa.it/veneto/notizie/2024/07/05/i-colli-euganei-conquistano-lunesco_72e88336-af9d-40f7-b9a1-f7092cf646e9.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ansa.it",
  "published": "2024-07-05T14:56:00.000+03:00",
  "title": "I Colli Euganei conquistano l'Unesco - Notizie - Ansa.it",
  "text": "\"E' una grande giornata per i nostri Colli Euganei: oggi hanno conquistato il riconoscimento Unesco. Sono stati iscritti nella Lista delle Riserve Mondiali della Biodiversità: luoghi esemplari in cui lo sviluppo economico, sociale e culturale è sostenibile e trae giovamento dal rispetto dell'ecosistema e della biodiversità\". Così il presidente della Regione del Veneto Luca Zaia annuncia l'esito dell'incontro del Consiglio intergovernativo dell'Unesco riunito in questi giorni ad Agadir in Marocco, che ha decretato l'iscrizione del sito veneto dei Colli Euganei nella Lista Mab dell'Unesco.\n La decisione è stata presa all'unanimità dai delegati dei 35 Stati membri del Consiglio intergovernativo in rappresentanza degli oltre 180 Stati parte del programma Mab dell'Unesco. La rete delle Riserve mondiali Mab Unesco si compone di 748 siti in tutto il mondo di cui 20 in Italia. Sono luoghi vivi e unici al mondo, in cui è possibile assicurare uno sviluppo eco-compatibile e un ambiente vivibile in un contesto globale caratterizzato da processi di rapida urbanizzazione e di eccessivo consumo energetico considerati come fattori scatenanti dei cambiamenti climatici.\n Con il risultato di oggi, il Veneto arriva a 18 riconoscimenti Unesco conquistando il record nazionale: 9 siti patrimonio materiale (da Venezia a Verona, da Vicenza a Padova, dalle Dolomiti a Conegliano e Valdobbiadene, dai siti palafitticoli alle opere di difesa veneziane), 5 patrimoni immateriali (Arte delle perle di vetro, Tocatì, Transumanza, Muretti a secco, Opera lirica), 4 riserve Mab (Po Grande, Delta del Po, Monte Grappa, Colli Euganei). Per i Colli ora si aprono nuovi scenari, siamo pronti ad un grande progetto di promozione e sviluppo. \"La candidatura dei Colli Euganei è stata avanzata a settembre 2023 dal presidente del Comitato Nazionale Mab Unesco, professor Pier Luigi Petrillo che ringrazio - ricorda il presidente Zaia -. Nel documento si evidenziavano le caratteristiche dei Colli Euganei che vantano un paesaggio spettacolare caratterizzato da un gruppo di 81 pittoresche colline vulcaniche di altezza variabile da 300 metri a 600 metri nella Pianura Padovano-Veneta a sud-ovest della città di Padova, tra cui il Monte Venda, la collina più alta della regione, oltre a centri termali e a una rigogliosa pianura agricola con numerosi uliveti e vigneti. Il dossier, promosso dal Parco regionale dei Colli Euganei, è stato seguito passo dopo passo dalla regione Veneto che ha sempre creduto in questo progetto\".",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T15:24:15.416+03:00",
  "updated": "2024-07-05T15:24:15.416+03:00"
}