{
  "thread": {
    "uuid": "9e7b3ad7df21c5352dca093f7209e83015987ad1",
    "url": "https://www.sunjournal.com/2024/05/30/farmington-area-ecumenical-ministry-presents-salt-and-light-awards-to-two-clergy-known-for-their-work-locally",
    "site_full": "www.sunjournal.com",
    "site": "sunjournal.com",
    "site_section": "https://www.sunjournal.com/weeklies/the-franklin-journal/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "Farmington Area Ecumenical Ministry presents Salt and Light awards to 2 clergy",
    "title_full": "Farmington Area Ecumenical Ministry presents Salt and Light awards to 2 clergy",
    "published": "2024-05-31T02:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 13869,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9e7b3ad7df21c5352dca093f7209e83015987ad1",
  "url": "https://www.sunjournal.com/2024/05/30/farmington-area-ecumenical-ministry-presents-salt-and-light-awards-to-two-clergy-known-for-their-work-locally",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pam Harnden",
  "published": "2024-05-31T02:00:00.000+03:00",
  "title": "Farmington Area Ecumenical Ministry presents Salt and Light awards to 2 clergy",
  "text": "FARMINGTON — Two retired clergy were presented Salt & Light awards Thursday afternoon, May 23, at the Farmington Area Ecumenical Ministry [FAEM] meeting held at Trinity United Methodist Church on the Farmington Falls Road. FAEM member Anne McLintic Smith of Strong made the presentations. “Susan, hard to know where to begin but you have been the face of FAEM for so many in our local community for the past 22 years,” Smith said. “We thank you for reflecting the true spirit of FAEM over those years, acting as coordinator of the EcuHeat ministry, EcuHeat Safe Heat program and Housing Assistance Ministry, identifying the need for funding, working closely with Western Mountain Community Action, communicating with donors, preparing and printing information for meetings, answering emails, speaking at countless fundraising events including the COIG Christmas concert, and countless other essential legal, financial and administrative duties.” She noted, “You have worked selflessly to serve our community and we are so grateful. All of us are in absolute awe of how much you have done over the past more than two decades. It is quite staggering – you are the embodiment of conscientiousness and reliability – two words I also know how to spell! How you managed to fit in all those tasks while also serving as a minister I have no idea but you can’t have had much time for yourself. You have also participated regularly in our FAEM worship services and basically given of yourself to the max.” “Now we hope that you can enjoy some restful time doing some pleasurable things,” Smith continued. “It is comforting and nice to know you will be providing the rest of us with some initial support as we start to navigate meetings without our trusty Susan as guide but you are preparing us well and we will promise to continue the good work for which FAEM is known. Thank you so, so much Susan. Words cannot express how much you have done for FAEM over the past decades.” “It will only take what, five people to take over what she has done,” Amy Palmer, a FAEM member from Industry said. “I have served in a lot of different communities as a Baptist pastor,” Crane noted. “I have always been involved in whatever ecumenical ministry was going on in that community, but I have never been in one that had this much commitment, not just on the part of the pastors but of the lay people to make things happen for the people of the community. It is been a great joy, really, and yes there have been times when there was nothing left, the well was dry and we had to keep going somehow.” When Crane retired as a pastor at Henderson Memorial Baptist Church, she intentionally chose to stay on and volunteer with FAEM because she believes what FAEM does for the people in Franklin County was absolutely vital and essential. “I wanted to make sure it stayed happening, but we reach a point where we really do run out and since I retired my husband has had cancer,” she said. “I took care of him for two and a half years. I have not had time to weep, to visit my mother who turned 100 last November. I did make it to her birthday party, but it was quick. I have not had much time to go visit my grandchildren in Minnesota. These things are important too and my kids used to have a saying, “Oh, there goes mom off to save Franklin County again.” I am going to try to put some family first. I thank you very much. This was quite a surprise.” Crane was given flowers and a blue vase crafted by Matthew Frost of Frost Antiques on the Fairbanks Road in Farmington. “Thank you so much,” Crane said. “I will have lots of things to remember this by.” Rev. David W. Smith who retired in January after serving at the First Congregational Church UCC in Wilton since 2012 was then recognized. “David – perspicacity, reliability, levity – these are just three words I can spell… Sorry about that,” Anne Smith said. “It is with great pleasure that FAEM presents you today the Salt & Light award for your service to FAEM and to the local community. You have been on the board of FAEM for many years and during that time you have participated in the preparation of countless worship services.” She noted, “You can always be relied on to provide a reading or prayer or make helpful suggestions about services. But what we have all enjoyed particularly is your quiet sense of humor. It has made worship committee meetings a real pleasure and we are going to miss your little side bar comments. I have relied on you a lot in past years and can simply say it was a delight to work with you and I will miss you. “I hope you are enjoying a bit of a rest after your labors but I happen to know you are still very much participating in the spiritual life of our community and continuing to provide much needed assistance,” Anne Smith stated. “On behalf of FAEM I am delighted to present you with the Salt & Light award which is richly deserved. Congratulations.” “Thank you very much,” David said. “I like [FAEM] very much. I intend to come once in a while. It’s a wonderful organization that helps so many people that need a helping hand. Many of them would not ask for it ever but you know about people who need help with heat in this nice, cool climate. You know people that need assistance. Absolutely it’s what we should be doing. Hopefully and prayerfully we can attract some younger people too – not just us old folks.” He said receiving the award was a complete surprise. He shared that he and his wife Sally are doing Ok, she is still bossing him around. When asked if he was listening to her, he said “Huh?”, which drew loud laughter during which he replied, “No,” to more laughter. “I am overwhelmed,” he said. “Continue with your good work. It is needed badly.” Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. Farmington holds Arbor Day event Saturday at Walton’s Mill Park as part of Tree City USA certification Weld recognizes those veterans who never got to take off their uniforms",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "susan",
        "sentiment": "none"
      },
      {
        "name": "anne mclintic smith",
        "sentiment": "none"
      },
      {
        "name": "” smith",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "farmington area ecumenical ministry",
        "sentiment": "negative"
      },
      {
        "name": "trinity united methodist church",
        "sentiment": "none"
      },
      {
        "name": "faem",
        "sentiment": "none"
      },
      {
        "name": "housing assistance ministry",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "farmington falls road",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-31T02:44:20.288+03:00",
  "updated": "2024-05-31T03:35:09.950+03:00"
}