{
  "thread": {
    "uuid": "d0a04df85b2c98f08939218ab06550699e3b5cb6",
    "url": "https://www.kolotv.com/2024/02/16/north-lake-tahoe-fire-first-state-with-advanced-cpr-machine",
    "site_full": "www.kolotv.com",
    "site": "kolotv.com",
    "site_section": "https://kolotv.com/livestream2",
    "site_categories": [
      "media"
    ],
    "section_title": "Watch Live",
    "title": "North Lake Tahoe Fire first in state with advanced CPR machine",
    "title_full": "North Lake Tahoe Fire first in state with advanced CPR machine",
    "published": "2024-02-16T02:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gray-kolo-prod.cdn.arcpublishing.com/resizer/v2/AYRPPWODTNE2TNMQ3JKCD7DIXQ.png?auth=4d87995ceba53f46f03b0cfa97d34bdd546ecacfd362d3dabf4c178ba41c7ea3&amp;width=1200&amp;height=600&amp;smart=true",
    "performance_score": 0,
    "domain_rank": 25458,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d0a04df85b2c98f08939218ab06550699e3b5cb6",
  "url": "https://www.kolotv.com/2024/02/16/north-lake-tahoe-fire-first-state-with-advanced-cpr-machine",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@KOLO8",
  "published": "2024-02-16T02:16:00.000+02:00",
  "title": "North Lake Tahoe Fire first in state with advanced CPR machine",
  "text": "North Lake Tahoe Fire first in state with advanced CPR machine RENO, Nev. (KOLO) -Watch the AutoPulse NXT at work. It’s a real story of man versus machine. Particularly when it comes to saving a life. The advanced CPR machine once attached to the chest, delivers compressions to a patient in cardiac arrest. “The device is completely in charge for this human,” says Jill Andersen, a Firefighter and Paramedic with North Tahoe Fire Protection District as she demonstrates the device on a plastic model of a human head and chest. “We can sit someone up, take them in an elevator.” The machine allows the chest compressions to occur in tough spots like an elevator, up a hill, or coming downstairs--places where a fireman may have to wait or even pause those compressions until the patient is in a more stable location. North Lake Tahoe Fire Protection District is the first to obtain these machines in the state with the help of a FEMA grant. The AutoPulse NXT delivers just the right amount of pressure because there is technology inside the chest strap. It determines resistance and delivers those compressions in a precise and uninterrupted manner. All of this frees up a fireman or paramedic on the emergency call and all that entails. “And when you put someone in that task you know it obviously lends itself to those human factors,” says Chief Russell Barnum with North Lake Tahoe Fire Protection District. “We get tired, the machine doesn’t get tired. We might lose rhythm. The machine doesn’t lose rhythm. We might not compress the chest deep as we need to because we are getting tired. The machine doesn’t do that. So, what this does in the chain of survival in cardiac arrest…it props that up so that we have a better chance of survivability.” It took a week to train all North Lake Tahoe’s firemen and women on the machines. Since most of their calls are medical, and a good percentage of the patients are tourists, the AutoPlus NXT will be put to use in no time at all. Five AutoPulse NXT’s will be put in all 5 North Lake Tahoe Fire ambulances. The beauty of this system, if devices need to be altered in any way-- a change in resuscitation guidelines or updates, the machines can be easily re-programmed to reflect those changes. Copyright 2024 KOLO. All rights reserved.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Human Interest",
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jill andersen",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reno",
        "sentiment": "negative"
      },
      {
        "name": "north tahoe fire protection district",
        "sentiment": "none"
      },
      {
        "name": "fema",
        "sentiment": "none"
      },
      {
        "name": "north lake tahoe fire protection district",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north lake tahoe",
        "sentiment": "none"
      },
      {
        "name": "nev.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T02:30:55.611+02:00",
  "updated": "2024-02-16T02:30:55.611+02:00"
}