{
  "thread": {
    "uuid": "3dffcf9d7a0c4a2df393463ddf2b66a2b1fd9933",
    "url": "https://www.larazon.es/deportes/austria-devora-polonia-suena-octavos-31_202406216675bf2809305200017e6e7f.html",
    "site_full": "www.larazon.es",
    "site": "larazon.es",
    "site_section": "https://www.larazon.es",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "La Razón - Diario de noticias y actualidad en España y el mundo",
    "title": "Austria devora a Polonia y sueña con los octavos (3-1)",
    "title_full": "Austria devora a Polonia y sueña con los octavos (3-1)",
    "published": "2024-06-21T20:58:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://fotografias.larazon.es/clipping/cmsimages01/2024/06/21/04F14D43-7399-48F6-B668-A1E7D33ABB26/69.jpg?crop=7047,3964,x0,y367&width=1280&height=720&optimize=low&format=jpg",
    "performance_score": 0,
    "domain_rank": 5184,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 2
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3dffcf9d7a0c4a2df393463ddf2b66a2b1fd9933",
  "url": "https://www.larazon.es/deportes/austria-devora-polonia-suena-octavos-31_202406216675bf2809305200017e6e7f.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Víctor Martín",
  "published": "2024-06-21T20:58:00.000+03:00",
  "title": "Austria devora a Polonia y sueña con los octavos (3-1)",
  "text": "Grupo D Austria devora a Polonia y sueña con los octavos (3-1) Contundente victoria del cuadro de Rangnick, que frustró el regreso de Lewandowski y pudo terminar con una goleada aún mayor Un triunfo por derecho. Austria sigue viva en la Eurocopa gracias a su contundente victoria sobre Polonia, que quedó fuera del torneo. Un un auténtico festín de buen juego y goles que permite al combinado austriaco soñar con los octavos de final en el decisivo partido que le enfrentará a Países Bajos. Salió Austria con todo, a morder y asfixiar la posesión polaca. Volcando el ataque por la izquierda y con todo el equipo en campo rival, el planteamiento dio frutos muy pronto con un centro de Mwene que logró conectar Trauner cuando apenas habían pasado ocho minutos desde el pitido inicial. Pero, a medida que iba avanzando el cronómetro, el frenético ritmo de juego austriaco se fue volviendo cada vez un poquito más impreciso. Y al mismo tiempo Polonia empezaba a recordar que había ido al terreno de juego para algo más que para ver a sus rivales de cerca. Poco a poco, el balón fue dejando de rondar el área de Szczesny para acercarse a los dominios de Pentz. En una de esas internadas cada vez más frecuentes, Piatek aprovechó un despeje en falso de la zaga rival para fusilar a la red y poner las tablas en el electrónico. Y ahí apareció la figura de los dos porteros. Primero Szczesny sacando un mano a Sabitzer. Y luego Pentz, que metió una mano izquierda salvadora a una falta muy bien tirada por Zielinski en el último lance previo al descanso. El vendaval llegó después. De poco sirvió el regreso de Lewandowski. El mejor jugador de la historia de su país entró con media hora por delante al tiempo que, por la parte austriaca, Trauner salía lesionado del verde. Y lo primero que recibió Lewy fue un mazazo con el gol de Baumgartner, que ajustó muy bien un tiro raso desde la frontal del área para volver a adelantar a Austria y mantenerla con vida en la Euro. Poco después, Arnautovic convertía un desafortunado penalti de Szczesny sobre Sabitzer para cerrar el encuentro. De hecho, los minutos finales sólo sirvieron ya para que Austria rondase la goleada. Por enésima vez Szczesny -de largo, el mejor de Polonia- con un paradón, y luego Laimer fallando a puerta vacía, evitaron que el resultado fuese todavía más abultado. Austria se permite soñar con los ocatvos tras darse un festín, mientras que Polonia se despide prácticamente de su andadura en el torneo.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest",
    "Disaster and Accident"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T20:59:49.281+03:00",
  "updated": "2024-06-21T20:59:49.281+03:00"
}