{
  "thread": {
    "uuid": "894b81112e17878c247fbdbcdfb3e66c304f6928",
    "url": "https://en.royanews.tv/news/48422/Recent%20rainfall%20boosts%20seasonal%20precipitation%20in%20Kingdo",
    "site_full": "en.royanews.tv",
    "site": "royanews.tv",
    "site_section": "https://en.royanews.tv/latest-news",
    "site_categories": [
      "media"
    ],
    "section_title": "\n                    Latest News\n                | Roya News\n    ",
    "title": "Recent rainfall boosts seasonal precipitation in | Roya News",
    "title_full": "Recent rainfall boosts seasonal precipitation in | Roya News",
    "published": "2024-01-15T15:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JO",
    "main_image": "https://cdnimgen.royanews.tv/imageserv/Size728Q40/news/20240115/48422.JPG",
    "performance_score": 0,
    "domain_rank": 96975,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "894b81112e17878c247fbdbcdfb3e66c304f6928",
  "url": "https://en.royanews.tv/news/48422/Recent%20rainfall%20boosts%20seasonal%20precipitation%20in%20Kingdo",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Roya News Team",
  "published": "2024-01-15T15:58:00.000+02:00",
  "title": "Recent rainfall boosts seasonal precipitation in | Roya News",
  "text": "The recent rainfall in the Kingdom has contributed to raising the seasonal precipitation average.\nThe Director of the Meteorological Department, Mr. Raed Rafid Al-Khattab, stated that the Kingdom experienced rainfall in the northern and central regions during the period from the 10th to the 15th of Jan. in the current 2023/2024 season.\nHe noted that the rain was heavy at times in the northern and some central areas, leading to the formation of floods in valleys and low-lying areas. The weather monitoring station in Ras Munif recorded the highest rainfall total in the northern regions, reaching 73.2 mm, constituting 12 percent of its overall seasonal average. It was followed by the Irbid weather monitoring station with a total rainfall of 56.5 mm, representing 13 percent of its overall seasonal average. The monitoring station in Al-Baqoura in the Northern Jordan Valley recorded a total rainfall of 51.5 mm, accounting for 13 percent of its overall seasonal average.\nAl-Khattab added that the western central regions recorded the highest rainfall total at the Salt weather monitoring station, reaching 61.7 mm, constituting 12 percent of its overall seasonal average. It was followed by the Hussein weather monitoring station with a total rainfall of 60.0 mm, representing 13 percent of its overall seasonal average. The Jordan University weather monitoring station recorded a total rainfall of 56.9 mm, accounting for 11 percent of its overall seasonal average, followed by the Amman Civil Airport monitoring station with a total rainfall of 26.1 mm, representing 11 percent of its overall seasonal average.\nHe said that in the eastern central regions, the Queen Alia International Airport monitoring station recorded the highest rainfall total at 15.0 mm, constituting 10 percent of its overall seasonal average. It was followed by the Wadi Al-Dhaleel monitoring station with a total rainfall of 11 mm, representing 8 percent of its overall seasonal average. Most of the southern and eastern regions of the Kingdom, except for parts of the southern regions, did not record any rainfall until this morning.\nMost of the northern regions, including the Northern Jordan Valley, achieved rainfall during the Quadrant period before its end, which usually constitutes 30 percent of the overall seasonal rainfall average in most areas of the Kingdom. Meanwhile, most of the central regions, including the Central Jordan Valley, achieved more than two-thirds of the total rainfall for the Quadrant period.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "al-khattab",
        "sentiment": "none"
      },
      {
        "name": "raed rafid al-khattab",
        "sentiment": "none"
      },
      {
        "name": "ras munif",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "meteorological department",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kingdom",
        "sentiment": "none"
      },
      {
        "name": "al-baqoura",
        "sentiment": "none"
      },
      {
        "name": "northern jordan valley",
        "sentiment": "none"
      },
      {
        "name": "irbid",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-15T16:30:47.971+02:00",
  "updated": "2024-01-15T16:30:47.971+02:00"
}