{
  "thread": {
    "uuid": "9b915d2a232123f6ced34e2ae5ef41126754899e",
    "url": "https://jewishinsider.com/2024/01/hispanic-christian-leaders-support-israel-hostages-the-philos-project",
    "site_full": "jewishinsider.com",
    "site": "jewishinsider.com",
    "site_section": "https://jewishinsider.com",
    "site_categories": [
      "media",
      "religion",
      "judaism",
      "law_government_and_politics",
      "politics"
    ],
    "section_title": "Jewish Insider - politics, philanthropy and business news",
    "title": "Hispanic Christian leaders rally support for Israel",
    "title_full": "Hispanic Christian leaders rally support for Israel",
    "published": "2024-01-19T12:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://jewishinsider.nyc3.digitaloceanspaces.com/wp-content/uploads/2024/01/19053912/Screenshot-2024-01-19-at-12.36.48.png",
    "performance_score": 0,
    "domain_rank": 35231,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9b915d2a232123f6ced34e2ae5ef41126754899e",
  "url": "https://jewishinsider.com/2024/01/hispanic-christian-leaders-support-israel-hostages-the-philos-project",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Haley Cohen",
  "published": "2024-01-19T12:47:00.000+02:00",
  "title": "Hispanic Christian leaders rally support for Israel",
  "text": "Hispanic Christian leaders rally support for Israel Statement spearheaded by The Philos Project urges ‘fasting and prayer’ for the hostages held in Gaza The Philos Project A group of Hispanic Christian leaders, representing a wide swath of a key voting bloc in the 2024 elections, is putting its weight behind Israel and American Jews with a statement issued Friday morning pledging support for Israel and urging “fasting and prayer” for the hostages held in Gaza, Jewish Insider has learned. The statement was spearheaded by [The Philos Project](https://ejewishphilanthropy.com/passages-brings-pro-israel-christian-college-students-to-washington/). It comes one week after the Christian advocacy organization brought 32 pastors from 17 states to Capitol Hill in an effort to rally support for Israel. The letter, signed by the pastors who assembled in D.C. as well as other Hispanic Christian leaders, calls for “the church and all Christian Latinos and Hispanics to join in fasting and prayer until remaining hostages are returned, to speak up against evil with good (Romans 12:21), and to defend the cause of those in need (Proverbs 31:8-9).” The statement continues, “As immigrants or descendants of immigrants, the signatories view the United States as a unique bastion of freedom rooted in the Hebraic tradition brought to the world by the Jewish people. The joint statement underscores the belief that an America without Jews is an America without a soul.” Signatories include leaders from the National Hispanic Christian Leadership Conference, Reformed Church in America, National Hispanic Pastors Alliance and the International Fellowship of Christians and Jews. “Often the Jewish community feels alone and we want them to know they’re not alone, they have friends. Jews and Latinos have coexisted for hundreds of years, from Latin America all the way back to Spain. We respect that heritage and want to make that message heard,” said Jesse Rojo, director of Hispanic affairs at The Philos Project. “The West has lost its morals and uses the Jewish people and Israel as a scapegoat… our advocacy [includes] demonstrating solidarity with the Jewish community and combating antisemitism,” Rojo continued. Rojo noted that Hispanic Christian pastors are currently planning a day of fasting in solidarity with the more than 130 hostages that remain captive in Gaza. “Our goal is to engage the Hispanic community in our work… we understand collectively that the Hispanic community is slowly but surely becoming one of the fastest-growing communities in the country. It’s a priority for us to work with the Hispanic community as they become more active in politics and community engagement,” Rojo said. An estimated 36.2 million Hispanics are eligible to vote this year, up from 32.3 million in 2020, according to the Pew Research Center. Republicans have [made notable inroads](https://www.brookings.edu/articles/will-latino-voters-help-lead-the-gop-to-victory-in-2024/) with Hispanic voters since the 2016 elections, but public polls also show their support for Israel is soft. “It’s most certainly a concern among the Hispanic Christian community,” Rojo said. “But we see it as part of a bigger package.” “Among young Hispanics that have a less favorable perception of Israel, they also tend to be among our group of young people losing their faith and losing conservative convictions. They are the ones straying away from whatever represents their parents’ [views],” Rojo continued. “We’re concerned as community leaders, pastors [are concerned], but we see that it’s a reflection of a deeper faith issue.” Rojo said that among the Christians who do attend church regularly, support for Israel is “obvious.” “The Bible is the most pro-Israel book you can read,” he said.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "War, Conflict and Unrest",
    "Religion and Belief"
  ],
  "external_links": [
    "https://www.brookings.edu/articles/will-latino-voters-help-lead-the-gop-to-victory-in-2024/)",
    "https://ejewishphilanthropy.com/passages-brings-pro-israel-christian-college-students-to-washington/).",
    "https://brookings.edu/articles/will-latino-voters-help-lead-the-gop-to-victory-in-2024/)",
    "https://www.ejewishphilanthropy.com/passages-brings-pro-israel-christian-college-students-to-washington/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "israel hispanic christian",
        "sentiment": "negative"
      },
      {
        "name": "christian",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "capitol hill",
        "sentiment": "none"
      },
      {
        "name": "d.c.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T14:25:44.635+02:00",
  "updated": "2024-01-19T14:25:44.635+02:00"
}