{
  "thread": {
    "uuid": "e9a62d2347b0651218f236dd33105086773f8b0f",
    "url": "https://salud.msp.gob.cu/el-amor-y-compromiso-de-los-jovenes-cubanos-de-la-salud",
    "site_full": "salud.msp.gob.cu",
    "site": "gob.cu",
    "site_section": "https://salud.msp.gob.cu",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Sitio oficial de gobierno del Ministerio de Salud Pública en Cuba",
    "title": "El amor y compromiso de los jóvenes cubanos de la Salud – Sitio oficial de gobierno del Ministerio de Salud Pública en Cuba",
    "title_full": "El amor y compromiso de los jóvenes cubanos de la Salud – Sitio oficial de gobierno del Ministerio de Salud Pública en Cuba",
    "published": "2024-04-04T19:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://salud.msp.gob.cu/wp-content/uploads/2024/04/Mesa-de-trabajo-1-2.png",
    "performance_score": 0,
    "domain_rank": 16197,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e9a62d2347b0651218f236dd33105086773f8b0f",
  "url": "https://salud.msp.gob.cu/el-amor-y-compromiso-de-los-jovenes-cubanos-de-la-salud",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Redacción MINSAP",
  "published": "2024-04-04T19:47:00.000+03:00",
  "title": "El amor y compromiso de los jóvenes cubanos de la Salud – Sitio oficial de gobierno del Ministerio de Salud Pública en Cuba",
  "text": "El amor y compromiso de los jóvenes cubanos de la Salud En las Ciencias Médicas cubanas las nuevas generaciones constituyen un pilar y eslabón indispensable en el batallar diario por la vida. Sus aportes también en la actividad asistencial, impregnados de esa energía y sensibilidad, resultan claves esenciales para el Sistema Nacional de Salud. Contagiados con la alegría y el optimismo de los jóvenes asistimos este jueves a la sesión de clausura del— José Angel Portal Miranda (@japortalmiranda) [#12CongresoUJC], donde se compartieron ideas que deben guiar el trabajo de la [@UJCdeCuba]. Desde [@MINSAPCuba]acompañaremos siempre a nuestros muchachos en su camino. [pic.twitter.com/PdjN9QGxxN] [April 4, 2024] Son las esencias de ese talento, pasión y entrega de los jóvenes del sector, que ante sueños y desafíos arriban este 4 de abril al aniversario 62 de la Unión de Jóvenes Comunistas(UJC) Prueba de ello es la historia de vida de Rainol Sánchez Ramírez, estudiante de cuarto año de Medicina del municipio de Pilón, provincia Granma. Como educando de la Facultad de Manzanillo y alumno ayudante de Terapia Intensiva de adultos en su terruño, evidencia ese ahínco y cuidado por los pacientes y ese amor por su profesión, la que se ha convertido sin dudas en su mayor desvelo y motivación. Para el también Presidente de la Federación Estudiantil Universitaria (FEU) en su alma mater oriental, es un orgullo asumir la tarea de representar a sus compañeros en difíciles y desafiantes escenarios, tanto docentes como asistenciales. «Inicié en el cargo en tiempos complejos de enfrentamiento a la Pandemia de Covid-19, con el compromiso de activar la organización y sus prioridades de trabajo en una lucha sin igual por salvar vidas». Asegura que, en este tránsito por la Universidad, junto a reconocidos integrantes del ejército de batas blancas y consagrados especialistas, se ha transformado en una mejor persona, preparándose con experiencias innumerables, incontables y únicas en su formación ética y humanista. «Siempre hay muchas que marcan la vida y nunca se van de nuestra mente y corazones, afirma Rainol, también delegado al XII Congreso de la UJC, y no puedo dejar de hablar de la “Guerrilla 13 de marzo”, creada como acuerdo del Décimo Cónclave de la FEU, de conjunto con el Sistema Nacional de Salud, para dar el paso al frente ante contingencias y situaciones excepcionales». Con emoción recuerda entonces el pasado mes de julio de 2023, a las intensas lluvias que azotaron la región oriental y de la cual Granma no estuvo ajena. «Fuimos una de las provincias más afectadas y rápidamente se activa la Guerrilla integrada por 35 estudiantes de las diferentes carreras y especialidades; en esas zonas tan complicadas, sin corriente, ni agua, inundadas y con personas con vulnerabilidades, pudimos llevar esperanza, alegría, y aportar a nuestro pueblo». En el Hospital Clínico Quirúrgico Celia Sánchez Manduley de Manzanillo mucho ha crecido en los últimos meses este joven de las Ciencias Médicas. «El amor que siento por la Patria, el compromiso con mi pueblo, la vocación de servicio y el ejemplo de mis profes, ha sido primordial en esta vida laboral a la que me enfrento, dijo, todavía sin graduarme y sí, con temor, con mucha incertidumbre, pero convencido de la responsabilidad y de verdad que uno se siente realizado». De allí que en esta entrevista aseveró: «Yo me considero así, sencillamente un cubano de estos tiempos, uno de los agradecidos de Fidel y un digno heredero de las ideas revolucionarias y humanistas del Che». A la altura de los tiempos actuales, muy difíciles y desafiantes para el sector de la Salud, se forma también otro joven cubano en las Ciencias Médicas. Su aporte a la Revolución, y su crecimiento como miembro de la organización de vanguardia de las nuevas generaciones en la mayor de las Antillas, permiten hoy reconocer a Ángel Félix Almeida Rodríguez, de quinto año de Medicina en Matanzas, como un digno relevo del gremio en la nación. «Los estudiantes de las Ciencias Médicas tenemos un altísimo compromiso con salvaguardar las conquistas alcanzadas por la Revolución, ratificar el apoyo incondicional a nuestros líderes históricos y en particular a nuestro Primer Secretario del Comité Central del Partido y Presidente de la República», subraya, a la vez que destaca cómo la juventud matancera y cubana está siempre dispuesta a dar el paso al frente. Como máximo dirigente de la FEU en su universidad, comenta emocionado sobre el impacto de las labores comunitarias y el objetivo práctico y profesional de varias brigadas y contingentes que ha integrado. «Son actividades extensionistas de cara a la comunidad, demostrando el vínculo estrecho entre la escuela y el barrio como epicentro fundamental de la sociedad, donde hemos contribuido a programas priorizados como el de Atención Materno Infantil, conocido como PAMI; el seguimiento al tema de las arbovirosis, entre otros». No con menos entusiasmo y pasión Ángel Félix nos relata historias comunes en su día a día, sin dudas, proezas inmensas a su corta edad. Insiste en que hoy, el Sistema Nacional de Salud, requiere como nunca, un estudiante de medicina que sea revolucionario, «que sea comprometido con los tiempos; joven, pero sin perder la esencia de la Revolución y sus principios fundacionales; que esté atemperado, aterrizado a las realidades; decidido, combativo». Por ultimo nos habla de su presencia como delegado por Matanzas y la salud cubana, en el XII Congreso de la Unión de Jóvenes Comunistas. Una experiencia que considera un altísimo orgullo y un gran honor, y que le permite reflexionar sobre el aporte decisivo de los futuros galenos de nuestro país, con su Patria y con el sistema sanitario. «Siempre la Revolución podrá contar con los jóvenes, que sepan que aquí tienen la continuidad, que está garantizada, que defendemos cada día en nuestros centros docentes o laborales, las conquistas alcanzadas por Fidel y Raúl, y que nosotros, sus relevos, estaremos a la hora que se requieran en la primera línea de combate, por la salvaguarda de la vida del pueblo», concluyó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:08:24.423+03:00",
  "updated": "2024-04-05T00:08:24.423+03:00"
}