{
  "thread": {
    "uuid": "9a36c0998a7e79e3be901160a5354c089f387e2b",
    "url": "https://www.jamaicaobserver.com/latest-news/jca-receives-cricket-gear-from-india/",
    "site_full": "www.jamaicaobserver.com",
    "site": "jamaicaobserver.com",
    "site_section": "https://www.jamaicaobserver.com/sports",
    "site_categories": [
      "media"
    ],
    "section_title": "Sports - Jamaica Observer",
    "title": "JCA receives cricket gear from India - Jamaica Observer",
    "title_full": "JCA receives cricket gear from India - Jamaica Observer",
    "published": "2024-01-05T23:33:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "JM",
    "main_image": "https://imengine.public.prod.jam.navigacloud.com/?uuid=6448ab17-1170-5341-be72-4ba3acfa9431&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 8134,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "9a36c0998a7e79e3be901160a5354c089f387e2b",
  "url": "https://www.jamaicaobserver.com/latest-news/jca-receives-cricket-gear-from-india/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T23:33:00.000+02:00",
  "title": "JCA receives cricket gear from India - Jamaica Observer",
  "text": "KINGSTON, Jamaica— The Government of the Republic of India has handed over 90 sets of cricket kits, valued at approximately US$50,000 (J$7.6 million), to the Jamaica Cricket Association (JCA) towards the sustained development of the sport locally. Included in the kits are cricket bats, batting pads, gloves, cricket balls, helmets, guards (abdominal, thigh, arm and leg), cricket bats, grip, grip cone, kit bags, stumps and bails. In 2022 during a visit to the island, President of the Republic of India, His Excellency Ram Nath Kovind, pledged to donate 100 cricket kits to Jamaica, the first 10 of which were handed over during that visit. The remaining 90 kits were handed over during a ceremony held at the Indian High Commission in Kingston, on Thursday. In her address at the event, Minister of Culture, Gender, Entertainment and Sport Olivia Grange, said the kits have come in time for the schoolboy cricket season. “I know that the gears will be well appreciated by our young cricketers and will play an important role in our cricket-development programme,” she said. The minister thanked the Government and people of India for their support in developing the sport at the youth level. “In that way, we will not only enable Jamaica’s cricketers to win regional titles but also to prepare the next generation of West Indies stars,” she said. For his part, the Indian High Commissioner to Jamaica, His Excellency Rung sung Masakui, said both countries share a passion for the sport. “It is my hope that these items will help, in a small way, to promote the game of cricket in Jamaica. I hope that this small gesture will trigger more cooperation, not only in the sport of cricket, but also in other sports, particularly in track and field athletics,” he said. The ambassador noted that Jamaican coaches are currently training track and field athletes in India. Meanwhile, President of the JCA, Billy Heaven, said the kits will be distributed among primary and secondary schools. He pointed out that high schools will be specially targeted, as development among this group will be “most impactful” and will provide a good foundation for the development of cricket. “The gears will go a far way in addressing our needs. There is a significant gap in our ability to provide gears and other facilities at the high-school level. The future for cricket in Jamaica is bright and we believe [these gears being distributed to] the target group will go a far way,” he said. The Government of Jamaica intends to invest $100 million in the development of youth cricket and cricketing schools over the next five years. Minister Grange said this will complement Jamaica’s cricket incubator programme, which was started at the Institute of Sports (INSPORTS). HOUSE RULES - We welcome reader comments on the top stories of the day. Some comments may be republished on the website or in the newspaper; email addresses will not be published. - Please understand that comments are moderated and it is not always possible to publish all that have been submitted. We will, however, try to publish comments that are representative of all received. - We ask that comments are civil and free of libellous or hateful material. Also please stick to the topic under discussion. - Please do not write in block capitals since this makes your comment hard to read. - Please don't use the comments to advertise. However, our advertising department can be more than accommodating if emailed: [advertising@jamaicaobserver.com](mailto:advertising@jamaicaobserver.com). - If readers wish to report offensive comments, suggest a correction or share a story then please email: [community@jamaicaobserver.com](mailto:community@jamaicaobserver.com). - Lastly, read our [Terms and Conditions](/termsconditions/)and [Privacy Policy](/privacy/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ram nath kovind",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "jca",
        "sentiment": "negative"
      },
      {
        "name": "jamaica cricket association",
        "sentiment": "none"
      },
      {
        "name": "indian high commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jamaica observer kingston",
        "sentiment": "none"
      },
      {
        "name": "jamaica",
        "sentiment": "none"
      },
      {
        "name": "republic of india",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      },
      {
        "name": "kingston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:34:03.756+02:00",
  "updated": "2024-01-06T00:34:03.756+02:00"
}