{
  "thread": {
    "uuid": "6d7ea17968110f4cb1e57cb6fba28033eae9837e",
    "url": "https://www.forbes.com/sites/forbes-personal-shopper/article/best-climbing-harnesses/",
    "site_full": "www.forbes.com",
    "site": "forbes.com",
    "site_section": "http://www.forbes.com/real-time/feed2/",
    "site_categories": [
      "media"
    ],
    "section_title": "Latest from Forbes",
    "title": "Best Climbing Harnesses 2024 - Forbes Vetted",
    "title_full": "Best Climbing Harnesses 2024 - Forbes Vetted",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://imageio.forbes.com/specials-images/imageserve/6598859782a300a44ce83c15/0x0.jpg?format=jpg&amp;height=900&amp;width=1600&amp;fit=bounds",
    "performance_score": 0,
    "domain_rank": 63,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6d7ea17968110f4cb1e57cb6fba28033eae9837e",
  "url": "https://www.forbes.com/sites/forbes-personal-shopper/article/best-climbing-harnesses/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hannah Singleton",
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Best Climbing Harnesses 2024 - Forbes Vetted",
  "text": "Though the climbing world has long been captivated by the daring feats of elite free soloists the likes of Peter Croft, Alex Honnold and Marc-André Leclerc, safety comes first for the rest of us. And for the everyday climber looking to make the most of their time on the wall, the journey begins with the right gear. While carabiners, crag packs and chalk bags have their place, a comfortable and reliable climbing harness is the cornerstone of any climber's toolkit.\nGone are the days of uncomfortable harness designs—and good riddance. Over the years, technology and innovation has helped the industry develop some of the best climbing harnesses that are lightweight, breathable, functional and comfortable to hang out in for hours on end. And most importantly, you can trust each of them on the wall, so all you have to concentrate on is the crux move.\nNavigating through the array of harness innovations can be challenging, especially if you don’t know what to look for. For example, what distinguishes a harness suitable for sport climbing from one designed for multi-pitch? This guide dissects these distinctions, examining top contenders like the sleek Petzl Sitta that’s tailored for sport climbing enthusiasts and the robust Misty Mountain Cadillac , ideal for trad climbing purists.\nBelow, we’ve identified the industry’s seven best harnesses, drawing insights from numerous reviews, community feedback and hands-on testing. This comprehensive roundup aids both beginners and seasoned climbers in finding the perfect harness for their projects this season.\nBest Climbing Harness Overall: Petzl Adjama Best Climbing Harness For Sport Climbing: Petzl Sitta Best Climbing Harness For Gym Climbing: Black Diamond Solution Best Climbing Harness For Alpine Climbing: Arc’teryx AR-395a Best Climbing Harness For Beginners: C.A.M.P. Energy CR3 Package Best Climbing Harness For Trad Climbing: Misty Mountain Cadillac Most Comfortable Climbing Harness: Black Diamond Long Haul\nBest Climbing Harness Overall Trusty, Versatile And Comfortable\nPetzl Adjama Size Range: S—XL | Weight: 1.06 pounds (medium) | Gear Loops: 5 | Adjustable Leg Loops: Yes\nWhen you want to balance performance, comfort, versatility and price, the Petzl Adjama stands out as a top-tier choice for climbers of all abilities and styles. This harness is a true all-rounder, combining the robustness required for rugged terrain with the lightness needed for fast ascents. And it has features that both sport climbers and trad climbers will love: The foam padding is comfy and durable, and the five loops and haul loop allow you ample storage room. The gear loops are rigid enough to make unclipping draws easy, but flexible enough and staggered that they don’t get in the way during your ascent of that awkward chimney route.\nBut where this harness really shines is its comfort. The leg loops are fully adjustable, and the foam padding is wider in the back to disperse weight and reduce pressure points. This is the harness I use for long, casual days out with friends, when I don’t want to worry about something bulky and uncomfortable around my waist as I’m hanging out at the crag. It’s also served me well on multi-pitch alpine climbs in Washington when I need to load up on gear but didn’t want it to get caught on my backpack. Overall, this is a versatile harness at a moderate price point for every climber.\nPros:\nComfortable, squishy padding A whole lot of gear loops Highly adjustable leg loops Cons:\nSlightly heavier than specialized sport climbing harnesses Can be overkill for gym use Best Climbing Harness For Sport Climbing Easy To Carry No Matter How Far It Is To The Crag\nPetzl Sitta Size Range: S—L | Weight: 0.59 pounds (medium) | Gear Loops: 4 | Adjustable Leg Loops: No\nSport climbing requires agility and finesse, so for sport climbers who push the limits on steep and technical routes, the Petzl Sitta is a game-changer. Its design features ultra-lightweight construction that packs down small to barely take up any room in your backpack, so you’ll have extra space for your rope and draws for your long approach. Once you get to the crag, the harness’s sleek profile and minimal bulk provide the freedom of movement you need for your project, whether you need to stand up on a high foot or get a heel hook in that distant hueco.\nFour gear loops (two in the front and two smaller ones in the back) allow for easy access, so you can move intuitively as you clip bolts. Despite its minimalist design, durability isn’t compromised, so it will stay looking fresh pitch after pitch. Although it’s an investment at $200, the Sitta is sure to elevate your performance on the wall.\nPros:\nExtremely lightweight Breathable Compact when packed Cons:\nExpensive Non-adjustable leg loops Best Climbing Harness For Gym Climbing Streamlined And Simple\nBlack Diamond Solution Size Range: XXS—XL | Weight: 0.69 pounds (medium) | Gear Loops: 4 | Adjustable Leg Loops: No\nFor climbers who love to rack up the gym mileage, the Black Diamond Solution offers an ideal blend of comfort and reliability that’s built to meet the demands of frequent indoor climbing—ie, hundreds of pitches and plenty of whippers. Even under the strain of regular use, the durable construction guarantees longevity.\nIts Fusion Comfort Technology incorporates three separate strands of low-profile webbing, delivering superior load distribution while reducing pressure on sensitive points. The fixed leg loops and waistband are contoured to the body, providing a snug fit without the need for constant adjustments. And the auto-locking buckles provide quick and easy adjustments (no more fiddling with annoying buckles for five minutes)—a boon for climbers who share their harness or use it for various environments.\nPros:\nComfortable for the price Durable and long-lasting Simple and easy to use Cons:\nMinimal gear loops Lack of adjustability Best Climbing Harness For Alpine Climbing Lightweight, Comfortable And Versatile For Mountain Ascents\nArc'teryx AR-395a Size Range: XS—XL | Weight: 0.87 pounds (medium) | Gear Loops: 4 | Adjustable Leg Loops: Yes\nAlpine climbing requires a lot of walking—usually over boulder fields or other similarly uneven ground. So every ounce counts when you’re lugging your rope, trad rack and crampons for that early season summit. Fortunately, Arc’teryx’s AR-395a harness clocks in at under a pound but still maintains premium comfort. And it’s no surprise that this design is perfect for climbers tackling technical climbs, as the brand started in Northern Vancouver, close to some of the snowiest and most challenging peaks in North America.\nBeyond its featherweight advantage, this harness is supremely functional and adaptable to meet the diverse demands of alpine climbing. You can adjust the leg loops to layer clothing underneath as the weather changes. Four reversible gear loops, a rear haul loop and ice clipper slots allow you to carry anything you need, from cams to nuts to ice screws. Whether you’re adventuring off-route or climbing an ice pinnacle, this harness is a solid choice.\nPros:\nVery lightweight yet durable Adjustable, so you can add extra layers underneath Comfortable for all day wear thanks to the contoured bands Cons:\nExpensive More features than necessary for casual climbers Best Climbing Harness For Beginners An Affordable Price Point For Newcomers\nC.A.M.P. Energy CR3 Package Buy From REI Size Range: XS—XL | Weight: 0.83 pounds (medium) | Gear Loops: 4 | Adjustable Leg Loops: Yes\nNot all harnesses need a wide, cushy waistband or ultralight materials. Sometimes, all you need is a good, durable harness that will get you through a day of gym top-roping in total comfort. (Especially if you’re a beginner and you don’t want to drop a bunch of dough before you’re even sure if you’ll love the sport.)\nWell, that’s where C.A.M.P.’s Energy harness comes in. You could buy the entire package pictured above and find yourself prepared with all the gear you need for gym climbing (besides climbing shoes of course). But if you already have a belay device and only need a harness , it will run you just $50.\nPros:\nAdjustable waistband Durable construction Great price point for beginners Cons:\nBuckles aren’t the smoothest Not comfortable for hanging Best Climbing Harness For Trad Climbing Don't Be Fooled By The Outdated Design\nMisty Mountain Cadillac Buy From Moosejaw Size Range: XS—XXXL | Weight: 1.13 pounds (medium) | Gear Loops: 6 | Adjustable Leg Loops: Yes\nOkay, this isn’t the sleekest harness out there. In classic Misty Mountain fashion, it looks like it was designed 30 years ago and never updated. But trust us: The Misty Mountain Cadillac is widely regarded in the trad community for its exceptional blend of durability, functionality and comfort because it is designed specifically with the trad climber in mind, offering storage and support that is crucial for long, gear-intensive routes.\nThe Cadillac features a wide, padded waistbelt and leg loops that provide sustained comfort during extended periods of wear, a vital attribute for the lengthy belays required in multi-pitch climbing. Six gear loops adorn this harness, all ideally positioned for easy access and organization of all of your cams, cordelette, nuts, hexes, carabiners, slings and other necessities. And, unlike any other harness on this list, it comes in an extended size range from XS to XXXL.\nPros:\nThe most size-inclusive harness on this list Ample gear storage with six loops Superior comfort through the waistband and leg loops Cons:\nOverkill for casual use Pricey Most Comfortable Climbing Harness Designed For Hanging\nBlack Diamond Long Haul Size Range: S—XL | Weight: 1.40 pounds (medium) | Gear Loops: 5 | Adjustable Leg Loops: Yes\nCertain tasks require you to spend all day in a harness—multi-pitch climbing, rappeling or photo or video work on a rope. And if you’ve ever done this, you know how uncomfortable it can be. In these instances, your average harness won’t provide enough support or have enough padding for all-day wear. If you have to hang in your harness more than you climb in it, you’ll want a harness designed for the job.\nThe hallmark feature of the Black Diamond Long Haul is the generous, dual-density foam padding in both the waistband and leg loops, which cradles you and contours nicely to the body. It was also meticulously designed to reduce pressure points and distribute weight evenly, no matter how heavy you and your gear may be. When you load it up with gear, you don’t have that nagging sharpness above your hip bone or annoying digging into the skin. While it is slightly bulkier than minimalist models, that’s a small trade-off for the supreme comfort it provides.\nPros:\nGreat weight distribution for all-day wear Excellent padding Super durable Cons:\nHeavy Thick padding makes it large and awkward to carry Not as breathable as some other models",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Lifestyle and Leisure"
  ],
  "external_links": [
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F169549%2Fcamp-energy-cr3-harness-mens%3Fsku%3D1695490004%26store%3D%26CAWELAID%3D120217890009910875%26CAGPSPN%3Dpla%26CAAGID%3D103818030431%26CATCI%3Dpla-418940384848%26cm_mmc%3DPLA_Google%257C21700000001700551_1695490004%257C92700053582172476%257CTOF%257C71700000066832393%26gad_source%3D1%26gclid%3DCj0KCQiAkKqsBhC3ARIsAEEjuJg7BwVkGnR2PZJ-4WY1VDREBboJCZ3D6-njy9uxdbQd1NX-FR2Yw",
    "https://www.backcountry.com/petzl-adjama-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fpetzl-adjama-harness&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$90",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F220419%2Fcamp-energy-cr3-harness-package-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.rei.com/product/220419/camp-energy-cr3-harness-package-mens&quot;,&quot;url&quot;:&quot;https://www.rei.com/product/220419/camp-energy-cr3-harness-package-mens&quot;,&quot;title&quot;:&quot;C.A.M.P.",
    "https://www.blackdiamondequipment.com/en_US/product/long-haul-harness/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php?tt=cl&mi=16109&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.blackdiamondequipment.com%2Fen_US%2Fproduct%2Flong-haul-harness%2F&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$140",
    "https://go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219669%2Farcteryx-ar-395a-harness-mens",
    "https://www.blackdiamondequipment.com/en_US/product/solution-mens/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php?tt=cl&mi=16109&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.blackdiamondequipment.com%2Fen_US%2Fproduct%2Fsolution-mens%2F&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$56",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F126507%2Fblack-diamond-solution-harness-mens",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F221873%2Fblack-diamond-long-haul-harness",
    "https://arcteryx.com/us/en/shop/mens/ar-395a-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.tkqlhce.com/click-8842431-13088416?sid=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Farcteryx.com%2Fus%2Fen%2Fshop%2Fmens%2Far-395a-harness&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$160",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F221873%2Fblack-diamond-long-haul-harness&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.rei.com/product/221873/black-diamond-long-haul-harness&quot;,&quot;url&quot;:&quot;https://www.rei.com/product/221873/black-diamond-long-haul-harness&quot;,&quot;title&quot;:&quot;Black",
    "https://capi.connatix.com/tr/si?token=082cd8e9-43db-4cc9-825d-c528001b8ec7&cid=62cec241-7d09-4462-afc2-f72f8d8ef40a",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F191402%2Fpetzl-adjama-harness-mens",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F220419%2Fcamp-energy-cr3-harness-package-mens",
    "https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fb%2Fpetzl-sitta-harness&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.backcountry.com/b/petzl-sitta-harness&quot;,&quot;url&quot;:&quot;https://www.backcountry.com/b/petzl-sitta-harness&quot;,&quot;title&quot;:&quot;Petzl",
    "https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fb%2Fpetzl-sitta-harness",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F191402%2Fpetzl-adjama-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.rei.com/product/191402/petzl-adjama-harness-mens&quot;,&quot;url&quot;:&quot;https://www.rei.com/product/191402/petzl-adjama-harness-mens&quot;,&quot;title&quot;:&quot;Petzl",
    "https://www.moosejaw.com/product/petzl-sitta-harness_10298578&quot;,&quot;affiliatizedUrl&quot;:&quot;https://go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fpetzl-sitta-harness_10298578&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$200",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F126507%2Fblack-diamond-solution-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.rei.com/product/126507/black-diamond-solution-harness-mens&quot;,&quot;url&quot;:&quot;https://www.rei.com/product/126507/black-diamond-solution-harness-mens&quot;,&quot;title&quot;:&quot;Black",
    "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219669%2Farcteryx-ar-395a-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.rei.com/product/219669/arcteryx-ar-395a-harness-mens&quot;,&quot;url&quot;:&quot;https://www.rei.com/product/219669/arcteryx-ar-395a-harness-mens&quot;,&quot;title&quot;:&quot;Arc",
    "https://go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://www.moosejaw.com/product/misty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;url&quot;:&quot;https://www.moosejaw.com/product/misty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;title&quot;:&quot;Misty",
    "https://go.skimresources.com/?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787",
    "https://arcteryx.com/us/en/shop/mens/ar-395a-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.tkqlhce.com/click-8842431-13088416",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F191402%2Fpetzl-adjama-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://rei.com/product/191402/petzl-adjama-harness-mens&quot;,&quot;url&quot;:&quot;https://rei.com/product/191402/petzl-adjama-harness-mens&quot;,&quot;title&quot;:&quot;Petzl",
    "https://arcteryx.com/us/en/shop/mens/ar-395a-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://tkqlhce.com/click-8842431-13088416?sid=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Farcteryx.com%2Fus%2Fen%2Fshop%2Fmens%2Far-395a-harness&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$160",
    "https://go.skimresources.com/",
    "https://blackdiamondequipment.com/en_US/product/long-haul-harness/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://avantlink.com/click.php?tt=cl&mi=16109&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.blackdiamondequipment.com%2Fen_US%2Fproduct%2Flong-haul-harness%2F&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$140",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F169549%2Fcamp-energy-cr3-harness-mens%3Fsku%3D1695490004%26store%3D%26CAWELAID%3D120217890009910875%26CAGPSPN%3Dpla%26CAAGID%3D103818030431%26CATCI%3Dpla-418940384848%26cm_mmc%3DPLA_Google%257C21700000001700551_1695490004%257C92700053582172476%257CTOF%257C71700000066832393%26gad_source%3D1%26gclid%3DCj0KCQiAkKqsBhC3ARIsAEEjuJg7BwVkGnR2PZJ-4WY1VDREBboJCZ3D6-njy9uxdbQd1NX-FR2Yw",
    "https://www.go.skimresources.com/?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787",
    "https://www.blackdiamondequipment.com/en_US/product/long-haul-harness/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php",
    "https://www.avantlink.com/click.php",
    "https://www.moosejaw.com/product/petzl-sitta-harness_10298578&quot;,&quot;affiliatizedUrl&quot;:&quot;https://go.skimresources.com",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F126507%2Fblack-diamond-solution-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://rei.com/product/126507/black-diamond-solution-harness-mens&quot;,&quot;url&quot;:&quot;https://rei.com/product/126507/black-diamond-solution-harness-mens&quot;,&quot;title&quot;:&quot;Black",
    "https://www.backcountry.com/petzl-adjama-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php",
    "https://www.capi.connatix.com/tr/si?token=082cd8e9-43db-4cc9-825d-c528001b8ec7&cid=62cec241-7d09-4462-afc2-f72f8d8ef40a",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F220419%2Fcamp-energy-cr3-harness-package-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://rei.com/product/220419/camp-energy-cr3-harness-package-mens&quot;,&quot;url&quot;:&quot;https://rei.com/product/220419/camp-energy-cr3-harness-package-mens&quot;,&quot;title&quot;:&quot;C.A.M.P.",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F221873%2Fblack-diamond-long-haul-harness&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://rei.com/product/221873/black-diamond-long-haul-harness&quot;,&quot;url&quot;:&quot;https://rei.com/product/221873/black-diamond-long-haul-harness&quot;,&quot;title&quot;:&quot;Black",
    "https://blackdiamondequipment.com/en_US/product/solution-mens/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://avantlink.com/click.php?tt=cl&mi=16109&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.blackdiamondequipment.com%2Fen_US%2Fproduct%2Fsolution-mens%2F&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$56",
    "https://go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://moosejaw.com/product/misty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;url&quot;:&quot;https://moosejaw.com/product/misty-mountain-men-s-cadillac-qa-harness_10374787&quot;,&quot;title&quot;:&quot;Misty",
    "https://www.blackdiamondequipment.com/en_US/product/solution-mens/&quot;,&quot;affiliatizedUrl&quot;:&quot;https://www.avantlink.com/click.php",
    "https://capi.connatix.com/tr/si",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F191402%2Fpetzl-adjama-harness-mens",
    "https://avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fb%2Fpetzl-sitta-harness&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://backcountry.com/b/petzl-sitta-harness&quot;,&quot;url&quot;:&quot;https://backcountry.com/b/petzl-sitta-harness&quot;,&quot;title&quot;:&quot;Petzl",
    "https://www.go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fmisty-mountain-men-s-cadillac-qa-harness_10374787",
    "https://go.skimresources.com",
    "https://moosejaw.com/product/petzl-sitta-harness_10298578&quot;,&quot;affiliatizedUrl&quot;:&quot;https://go.skimresources.com?id=106821X1564016&xs=1&xcust=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.moosejaw.com%2Fproduct%2Fpetzl-sitta-harness_10298578&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$200",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219669%2Farcteryx-ar-395a-harness-mens&quot;,&quot;findsNonAffiliateLink&quot;:&quot;https://rei.com/product/219669/arcteryx-ar-395a-harness-mens&quot;,&quot;url&quot;:&quot;https://rei.com/product/219669/arcteryx-ar-395a-harness-mens&quot;,&quot;title&quot;:&quot;Arc",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F221873%2Fblack-diamond-long-haul-harness",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F126507%2Fblack-diamond-solution-harness-mens",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F220419%2Fcamp-energy-cr3-harness-package-mens",
    "https://avantlink.com/click.php?tt=cl&mi=10248&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219669%2Farcteryx-ar-395a-harness-mens",
    "https://backcountry.com/petzl-adjama-harness&quot;,&quot;affiliatizedUrl&quot;:&quot;https://avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fpetzl-adjama-harness&quot;,&quot;price&quot;:0,&quot;salePrice&quot;:0,&quot;callToAction&quot;:&quot;$90",
    "https://avantlink.com/click.php?tt=cl&mi=10060&pw=266345&ctc=658b2efd888a6f4d2a106a25&url=https%3A%2F%2Fwww.backcountry.com%2Fb%2Fpetzl-sitta-harness"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "alex honnold",
        "sentiment": "none"
      },
      {
        "name": "peter croft",
        "sentiment": "none"
      },
      {
        "name": "marc-andré leclerc",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:57:02.849+02:00",
  "updated": "2024-01-06T00:57:02.849+02:00"
}