{
  "thread": {
    "uuid": "033ee634af5c44a850917161d55895948adb15b9",
    "url": "https://www.lovemeow.com/kitten-rocks-snowstorm-cat-2666950467.html",
    "site_full": "www.lovemeow.com",
    "site": "lovemeow.com",
    "site_section": "https://lovemeow.com/feeds/feed.rss",
    "site_categories": [
      "cats",
      "pets"
    ],
    "section_title": "Love Meow",
    "title": "Kitten Hides in Rocks, but Rescuers Keep Trying, Even Amidst Snowstorm, to Save the Young Cat",
    "title_full": "Kitten Hides in Rocks, but Rescuers Keep Trying, Even Amidst Snowstorm, to Save the Young Cat",
    "published": "2024-01-14T06:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://assets.rebelmouse.io/eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpbWFnZSI6Imh0dHBzOi8vYXNzZXRzLnJibC5tcy81MTA4MDYwMi9vcmlnaW4uanBnIiwiZXhwaXJlc19hdCI6MTczNjM0MjYzNX0.hmb9rocRm90cgDNN-5OgU5MN2hY-HCIr3N_tBoD1SQM/img.jpg?width=1200&height=600&coordinates=0%2C0%2C0%2C110",
    "performance_score": 0,
    "domain_rank": 87663,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "033ee634af5c44a850917161d55895948adb15b9",
  "url": "https://www.lovemeow.com/kitten-rocks-snowstorm-cat-2666950467.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Amy Bojo Jan",
  "published": "2024-01-14T06:04:00.000+02:00",
  "title": "Kitten Hides in Rocks, but Rescuers Keep Trying, Even Amidst Snowstorm, to Save the Young Cat",
  "text": "A kitten hid in the rocks and refused to come out, but rescuers kept trying, even amidst a snowstorm, to save the young cat.\nUrban Cat Coalition\nA few weeks ago, a kitten was spotted on the rocks by Bradford Beach (in WI). She was timid and elusive, living in the nooks and crannies of the rocks and running away from people.\nA concerned member of the community sent out a plea for help, and many volunteers went to the location in the hopes of bringing the young cat to safety.\nThe tortie was hungry but fearful and hid so deeply that she was completely out of reach. \"We could all tell how absolutely terrified she was,\" Emilie Rackovan shared.\nA tortie kitten was spotted on the rocks by the beachUrban Cat Coalition\nVolunteers left food and tried to catch the kitten with a humane trap but to no avail.\n\"When a couple weeks passed, and no one had seen or heard from her, we all feared the worst. That is until\nUrban Cat Coalition received an email from someone who had spotted her.\"\nMany volunteers went to help but couldn't reach herUrban Cat Coalition\nEmilie and her fellow rescuers sprang into action and drove to the beach on Friday. \"We're in the midst of a massive snowstorm, and the temperatures this weekend are supposed to plummet into the negatives.\"\nThey couldn't locate the kitten due to the poor weather conditions. \"The weather was so awful that we began to lose hope of catching her in time.\"\nWhen she was spotted again recently, rescuers sprang into actionUrban Cat Coalition\nThe next morning, two other volunteers, Karen and Sara, showed up at the beach to continue the rescue mission.\nWhile the icy wind whipped around them, they found the kitten hiding in the rocks now covered in snow, but they couldn't reach in far enough to get her. \"Karen came up with a brilliant idea.\"\nUrban Cat Coalition\nKaren used a shoelace to attract the kitten's attention while coaxing her with ham treats. The tortie was intrigued by the wiggly, worm-like string and slowly approached it.\nWhile she inched towards the makeshift toy and the food, Karen was right outside the rocks, ready to act.\nKaren finally got the kitten safely in her armsUrban Cat Coalition\n\"Finally, she got close enough for Karen to grab her by hand, and she's now in foster care with Urban Cat.\"\nThe kitten immediately took a liking to her new bed in her foster room. She nestled comfortably in her cubby cave, kneading away on the soft lining and purring contentedly.\nUrban Cat Coalition\nWhen her foster carer placed a bowl of food in front of her, she went in and devoured it with gusto.\nJust a few hours after the rescue, the kitten turned into an avid \"biscuit-maker\" and even slow-blinked at her people as if to thank them for saving her.\nThe kitten came to her foster home and immediately took a liking to the cat bedUrban Cat Coalition\nThe tortie is sweet-natured and gentle. The wariness in her eyes has melted away as she's learned to accept affection from people. She purrs and paddles whenever she's petted and spends ample time in her cozy cave, which makes her feel safe.\n\"After many volunteers trying many times over the last few weeks...we are so relieved and so happy the kitten is now safe and sound,\" Urban Cat Coalition shared.\nShe scarfed down the food from the comfort of her bedUrban Cat Coalition\nThe tortie girl is enjoying her new life as an indoor cat with kind humans to ensure she'll have a lifetime of love and care.\n\"I know we will all sleep so well tonight, knowing she's warm, safe, and has a full belly.\"\nShe loves her cozy, warm bed, kneading away happilyUrban Cat Coalition\nShare this story with your friends. More on the tortie and\nUrban Cat Coalition on Instagram and\nRelated story:\nKittens Found in Warehouse Together, One of Them Needs Help to Walk, and the Other Never Leaves His Side",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Weather",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/urbancatmke/",
    "https://www.instagram.com/urbancatmke",
    "https://instagram.com/urbancatmke/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emilie",
        "sentiment": "none"
      },
      {
        "name": "emilie rackovan",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cat coalition volunteers",
        "sentiment": "none"
      },
      {
        "name": "urban cat coalition",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bradford beach",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-14T08:52:41.457+02:00",
  "updated": "2024-01-14T08:52:41.457+02:00"
}