{
  "thread": {
    "uuid": "4f4aa564a5778eeed743c4ff80acd2516d2d0593",
    "url": "https://www.elcaribe.com.do./panorama/pais/onamet-pronostica-buen-tiempo-para-este-sabado/",
    "site_full": "www.elcaribe.com.do.",
    "site": "elcaribe.com.do",
    "site_section": "https://m.elcaribe.com.do/feed",
    "site_categories": [],
    "section_title": "Periódico elCaribe",
    "title": "Onamet pronostica buen tiempo para este sábado",
    "title_full": "Onamet pronostica buen tiempo para este sábado",
    "published": "2023-12-30T15:41:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DO",
    "main_image": "https://img.mmc.com.do/elcaribe-bucket/uploads/2023/12/whatsapp-image-2023-12-30-at-94056-am.jpeg",
    "performance_score": 0,
    "domain_rank": 71644,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4f4aa564a5778eeed743c4ff80acd2516d2d0593",
  "url": "https://www.elcaribe.com.do./panorama/pais/onamet-pronostica-buen-tiempo-para-este-sabado/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "El Caribe",
  "published": "2023-12-30T15:41:00.000+02:00",
  "title": "Onamet pronostica buen tiempo para este sábado",
  "text": "La Oficina Ncional de Meteorología (Onamet), informó que para hoy, sábado tendremos buen tiempo meteorológico debido a la permanencia del sistema de alta presión sobre el país, observándose un ambiente de nubes aisladas, muchas horas de sol y escasas ocurrencias de lluvias. Entrada la tarde, una débil vaguada asociada a un sistema frontal se ubicará sobre el noroeste del país, no obstante, solo se presentarán algunas lluvias en la Cordillera Central y puntos del suroeste, para el resto seguirán las condiciones de buen tiempo. Entrada la noche, no prevemos cambios importantes en las condiciones hasta la medianoche. El domingo, día de año viejo, se pronostica que debido a un sistema frontal y su vaguada que se moverá sobre la isla lentamente perdiendo sus características y desde horas de la madrugada, se observaran nublados con lluvias intermitentes que pueden ser moderadas a fuertes en ocasiones, posibles tronadas y ráfagas, hacia provincias como: Monte Cristi, Valverde, Puerto Plata, Santiago Rodríguez, Sánchez Ramírez, Santiago, Espaillat, Hermanas Mirabal, María Trinidad Sánchez, Samaná, La Vega, Monseñor Nouel, Duarte, Monte Plata, entre otras cercanas. Para la noche, seguirán las lluvias en todo el litoral costero del Atlántico, así como, en el valle del Cibao, con viento fresco del nor/noreste. Las temperaturas seguirán agradables a frescas, principalmente en zonas montañosas y los valles del interior, con algunos episodios de nieblas durante la madrugada y primeras horas del día, debido a la época del año. Sin embargo, podrían sentirse ligeramente cálidas en el día en las zonas de costas. Distrito Nacional: escasa nubosidad siendo despejado en ocasiones. Santo Domingo este: nubes aisladas pasando a dispersas. Santo Domingo Norte: nubes aisladas o parcialmente nublado. Santo Domingo Oeste: nubes aisladas en ocasiones. El Gran Santo Domingo: temperatura mínima entre 19 °C y 21 °C y la máxima entre 28 °C y 30 °C. Resumen: sistema de alta presión generando buen tiempo meteorológico con escasas lluvias en el país… Temperaturas agradables en las primeras horas del día, ligeramente cálidas en la tarde… Las costas se encuentran normales. Para fin de año y año nuevo se pronostican lluvias por sistema frontal y vaguada.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T19:15:15.253+02:00",
  "updated": "2023-12-30T19:15:15.253+02:00"
}