{
  "thread": {
    "uuid": "b1ed0a8ccff0a20107a47188e7ca51609a7b8e60",
    "url": "https://socialwork.uky.edu/im-doing-this-for-both-of-us-uk-grad-earns-social-work-degree-honoring-her-veteran-husband",
    "site_full": "socialwork.uky.edu",
    "site": "uky.edu",
    "site_section": "https://socialwork.uky.edu",
    "site_categories": [],
    "section_title": "Home - University of Kentucky College of Social Work",
    "title": "“I’m doing this for both of us.” UK grad earns Social Work degree, honoring her veteran husband - University of Kentucky College of Social Work",
    "title_full": "“I’m doing this for both of us.” UK grad earns Social Work degree, honoring her veteran husband - University of Kentucky College of Social Work",
    "published": "2024-04-18T21:31:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://socialwork.uky.edu/wp-content/uploads/2024/04/Garret-Fam.jpg",
    "performance_score": 0,
    "domain_rank": 1436,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1ed0a8ccff0a20107a47188e7ca51609a7b8e60",
  "url": "https://socialwork.uky.edu/im-doing-this-for-both-of-us-uk-grad-earns-social-work-degree-honoring-her-veteran-husband",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Emily Houp",
  "published": "2024-04-18T21:31:00.000+03:00",
  "title": "“I’m doing this for both of us.” UK grad earns Social Work degree, honoring her veteran husband - University of Kentucky College of Social Work",
  "text": "LEXINGTON, KY (April 18, 2024) – At the University of Kentucky, Tracy Garret’s return to college is a narrative of transformation. At 54, Garret is not the traditional student one might expect to see in a Bachelor of Social Work program. Her journey is unique, her resolve unshakable, and her story interlaced with moments of deep personal change. “I’ve bled blue since I knew what that meant,” Garret said with a sense of nostalgia and determination. “It’s always been my dream to have a degree from UK. At one time, I thought that was completely out of reach for me, but now I see the light at the end of the tunnel.” Garret’s first stint at UK began in 1988, a year that would set the stage for her lifelong connection with the university. As a sophomore, she stepped into the rhythm of the marching band and alongside, found her life’s partner. Yet, with the unexpected twist of early pregnancy, her educational aspirations were put on pause. Years rolled on, filled with family life and a move prompted by her husband’s Navy career. “We always said this was the best thing that ever happened to our family” she recalls on these transformative years. “My husband was really proud to serve… and it opened so many doors for us.” In 2018, Garret found her way back to Kentucky, and with her family, embraced the role of foster parents, living their belief that love could build bridges to healing for children in need. “We always said we were a house full of love,” Garret said. “That was our family motto.” Then, as the pandemic closed doors, it simultaneously opened a new one for Garret. Her husband’s encouragement was the nudge she needed. “He simply said, ‘You’re going back to school,’ and somehow, that made perfect sense,” she recalls. Garret describes her decision to re-enroll at UK as “the decision that changed my life.” It wasn’t just a return to academia; it was a reaffirmation of dreams and the love that had carried her through the years, and a community of support. Tragedy struck in December 2023, when Garret faced the loss of her husband. The impact was devastating. “In a single moment, my world turned upside down,” she shares with a mix of pain and strength. “I lost my husband and I knew I couldn’t continue to foster.” The subsequent decision to close her home to foster care was one of the most difficult she’s ever made, but it was essential for her well-being. Through the midst of her sorrow, Garret’s commitment to her social work studies never wavered, bolstered by the support of her cohort at the College of Social Work. “My cohort immediately had my back with everything I needed. This semester has been chaos – I see the finish line, I’m almost at the end, I feel bittersweet, and I know my husband’s watching me from above and he’s still cheering me on,” said Garret. Looking ahead, Garret envisions a new beginning as a social worker dedicated to veterans. “Serving those who’ve served us is how I’ll honor his memory,” Garret articulates. “My husband’s pride in his Navy service is my inspiration.” With her impending graduation, Garret not only honors her past but also paves the way for her future. Her advice to others contemplating a return to education is unequivocal: “Take the step. Education is a journey of self-discovery and empowerment.” As Tracy Garret stands at the threshold of graduation, her story at UK concludes one chapter and commences another. Hers is a narrative of life’s unexpected paths, of persisting through adversity, and the power of education to ignite hope anew. It is a poignant reminder that it is never too late to embrace change and leave a lasting impact. Tracy Garret’s story at UK is one of heart, of resilience, and a testament to the indomitable human spirit.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "tracy garret",
        "sentiment": "negative"
      },
      {
        "name": "garret",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of kentucky college of social work",
        "sentiment": "negative"
      },
      {
        "name": "university of kentucky",
        "sentiment": "negative"
      },
      {
        "name": "navy",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "lexington",
        "sentiment": "none"
      },
      {
        "name": "uk",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T01:14:01.441+03:00",
  "updated": "2024-04-19T01:14:01.441+03:00"
}