{
  "thread": {
    "uuid": "78c69e2a2937afb84e1f777ef0a7cfecc293387c",
    "url": "https://www.sudradio.fr/sport-rugby/rugby/six-nations-les-bleus-relevent-la-tete-a-cardiff",
    "site_full": "www.sudradio.fr",
    "site": "sudradio.fr",
    "site_section": "https://sudradio.fr/wp-json/wp/v2/posts/531605",
    "site_categories": [
      "politics",
      "law_government_and_politics",
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-03-10T19:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "FR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 60193,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "78c69e2a2937afb84e1f777ef0a7cfecc293387c",
  "url": "https://www.sudradio.fr/sport-rugby/rugby/six-nations-les-bleus-relevent-la-tete-a-cardiff",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Afp",
  "published": "2024-03-10T19:13:00.000+02:00",
  "title": "",
  "text": "Mission accomplie. Le XV de France, largement remanié et rajeuni, s'est donné de l'air en s'imposant avec le bonus au pays de Galles (45-24), dimanche, lors de la 4e journée du Tournoi des six nations.\nAprès le lourd revers contre l'Irlande (38-17), la victoire heureuse en Écosse (20-16) et le nul piteux face à l'Italie (13-13), les Bleus ont rempli leur contrat: assurer une victoire à défaut d'être complètement rassurants.\nLes hommes de Fabien Galthié ont pu s'appuyer sur cinq essais du centre du Racing 92 Gaël Fickou (22e) et de son partenaire le demi de mêlée Nolann Le Garrec (29e) puis du pilier George-Henri Colombe (65e), du deuxième ligne Romain Taofifenua (69e) et du demi de mêlée remplaçant Maxime Lucu (80e).\nIls ont aussi pu compter sur la réussite au pied de l'ouvreur et buteur Thomas Ramos, auteur de vingt points et nouveau recordman du nombre de transformations en équipe de France (64).\nLes Tricolores n'ont désormais plus perdu face aux Gallois depuis le quart de finale de la Coupe du monde 2019 au Japon et une défaite étriquée (20-19).\nIls n'avaient toutefois plus gagné à Cardiff avec un tel écart depuis 2007 et une victoire 34-7.\nLe demi de mêlée français Nolann Le Garrec joue au pied à Cardiff le 10 mars 2024\nAdrian DENNIS - AFP\nDix-sept ans plus tard, les Bleus avaient surtout besoin de montrer un autre visage après une entame de Tournoi compliquée.\nAvec une discipline de fer retrouvée (trois pénalités concédées), ils ont certes fait preuve de plus d'envie que contre l'Irlande, été plus conquérants qu'en Écosse et moins fantomatiques que devant l'Italie mais tout n'a pas été parfait.\nNotamment en défense où le mur mis en place par l'Anglais Shaun Edwards, qui a passé onze ans au pays de Galles (2008-2019), s'est une nouvelle fois lézardé: par trois fois, la défense française s'est ouverte, permettant à l'ailier Rob Dyer (9e), au demi de mêlée Tomos Williams (29e) et au centre Joe Roberts (43e) d'inscrire leur essai. De quoi mettre alors en tête le pays de Galles (24-20), toujours en quête d'une victoire dans ce tournoi.\n- Les Gallois craquent -\nHeureusement pour les coéquipiers de Grégory Alldritt, les Français ont aussi retrouvé ce French flair qui leur faisait défaut, à l'image de la chistera pleine d'audace du demi de mêlée Nolann Le Garrec (33e). Le jeune joueur du Racing 92 a étalé toute sa classe pour sa première titularisation et montré qu'il avait les épaules pour devenir le N.2 dans la rotation, derrière l'intouchable Antoine Dupont.\nThibaud Flament capte un ballon aérien à Cardiff le 10 mars 2024\nGeoff Caddick - AFP\nUn des autres bizuths, le centre Nicolas Depoortère, a également livré une partition complète, tout comme l'ouvreur et buteur Thomas Ramos et le deuxième ligne Thibaud Flament.\nMalgré tout, face à des Gallois qui ne brillent plus dans le Tournoi depuis trois ans (deux victoires, onze défaites), les Bleus, signe de leur fébrilité latente, se sont fait peur avant de surclasser leurs hôtes, qui ont craqué physiquement.\nCe succès salvateur permet aux Français de souffler un peu. Il leur offre surtout une semaine de répit avant d'aller à Lyon affronter une équipe Angleterre revigorée et convaincante, qui vient de faire chuter l'Irlande (23-22).\nPar Nicholas MC ANALLY / Cardiff (Royaume-Uni) (AFP) / © 2024 AFP",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "french",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T19:42:00.549+02:00",
  "updated": "2024-03-10T19:42:00.549+02:00"
}