{
  "thread": {
    "uuid": "c259503551b1e3014423a2e34bbe274b84ee43eb",
    "url": "https://www.franciscanmedia.org/news-commentary/first-woman-named-to-key-philadelphia-archdiocesan-post-inspired-by-faith-of-other-women/",
    "site_full": "www.franciscanmedia.org",
    "site": "franciscanmedia.org",
    "site_section": "https://www.franciscanmedia.org",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "Homepage | Franciscan Media",
    "title": "First woman named to key Philadelphia archdiocesan post inspired by faith of other women | Franciscan Media",
    "title_full": "First woman named to key Philadelphia archdiocesan post inspired by faith of other women | Franciscan Media",
    "published": "2023-12-29T15:22:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.franciscanmedia.org/wp-content/uploads/2023/12/Heather-Huot-Catholic-Social-services-Philadelphia.jpg",
    "performance_score": 0,
    "domain_rank": 32831,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c259503551b1e3014423a2e34bbe274b84ee43eb",
  "url": "https://www.franciscanmedia.org/news-commentary/first-woman-named-to-key-philadelphia-archdiocesan-post-inspired-by-faith-of-other-women/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@franciscanmedia",
  "published": "2023-12-29T15:22:00.000+02:00",
  "title": "First woman named to key Philadelphia archdiocesan post inspired by faith of other women | Franciscan Media",
  "text": "(OSV News) — As Pope Francis seeks to include more women in key church leadership positions, a Catholic social worker has been named to a pioneering post for women in the Archdiocese of Philadelphia — and a number of women have inspired that historic journey, she told OSV News. Archbishop Nelson J. Pérez of Philadelphia announced Dec. 1 the appointment of Heather Huot as that archdiocese’s secretary for Catholic Human Services, overseeing three agencies — Catholic Social Services, Catholic Housing and Community Services and Nutritional Development Services — that combine to form the largest faith-based human services provider in southeastern Pennsylvania. Huot, who takes over Jan. 1, 2024 for retiring longtime secretary James Amato, is the first woman in the archdiocese’s history to hold the position. She will supervise some 1,800 staff operating a broad range of programs across a five-county area that address poverty, homelessness, hunger, family and pregnancy support, and the needs of refugees, immigrants, seniors and those with intellectual disabilities. The CHS team represents “an incredible number of people who are every day fulfilling the Gospel and putting those works of mercy out there in real life every day,” said Huot, who has worked for the secretariat for the past 18 years, most recently as director of its Housing and Community Services division, known for its nationally acclaimed model for converting unused church buildings into affordable senior housing. Along with her experience and education — she holds both a licensure and a master’s degree in social work — the 45-year-old Huot brings to her new role a profound faith, one that has been nurtured in particular by the women in her life, her mother foremost among them. “My father was not Catholic when my parents were married, and it was really my mother’s commitment to her faith that got us to where we are now,” said Huot, who grew up in St. Matthew Parish in Philadelphia. “(She) was adamant that we were going to church every Sunday as a family, and my dad was part of that, whether he was Catholic or not. Every Sunday, all five of us were sitting in the front pew at the 10 am Mass.” Her mother’s dedication proved to be transformative: Huot’s father converted to Catholicism, and in 2001 he was ordained a permanent deacon. “As a first grader, I saw my dad get baptized and become part of the church, which was … a very amazing moment,” said Huot. “It’s really my mother’s faith that I really see as the foundation of my whole family’s trajectory in our faith lives. … I don’t think any of us would be where we are today without that at the start.” Inspired by her oldest sister, who has intellectual disabilities, Huot completed undergraduate studies in elementary and special education as well as theology, and planned to enter the teaching profession — until a gap year spent as a Franciscan volunteer “turned my plan on its head,” she said. Working at St. Francis Inn — a ministry in Philadelphia’s Kensington neighborhood, which has long been plagued by addiction and homelessness — Huot experienced a profound sense of mission, one reinforced by the women who aided the Franciscan friars: “a core group of sisters” and two laywomen — one a lawyer, the other a business professional — “who had given up their whole careers to live and work at the inn,” said Huot. “That is the year where the faith became my faith, not just the faith that was given to me by someone else,” she said. “And with that, I felt like I needed to be out there doing more with the homeless; I needed to figure out what was the next step for me.” That step led her to becoming a case worker and later administrator at Women of Hope, an archdiocesan residence in downtown Philadelphia providing long-term housing and care for previously homeless women experiencing chronic mental illness. “I was the only laywoman. All the rest of the staff at that time were Sisters of Mercy,” said Huot. “They were incredible women. I really feel like I learned their charism of hospitality. I learned how to really just be with and listen to people.” Huot said she was struck by the tender, diligent ministry of the sisters, who would “plan these beautiful prayers for Christmas and Good Friday. And it was just part of our everyday work, their charism of mercy and love. I’ve tried to carry that through as I’ve progressed to other roles in social services. …They really taught me so much, both professionally and spiritually. And I really feel so indebted to them.” Huot also was deeply impacted by a resident named Lydia, even giving her daughter that name. “She was probably one of the most disliked residents at Women of Hope when I got there,” recalled Huot. “She was tiny; probably not more than 90 pounds. She had immigrated from northern Italy to the United States many years prior and spoke in broken English. … We don’t know exactly what had happened to her, but at some point she had a kind of mental break and ended up on the streets sleeping on people’s steps. When I arrived, she’d already been there a number of years, and she was a cranky lady.” Despite Lydia’s roughness — “one time, she got mad at another resident and pulled the seat out from under her” — Huot said she was “able to find her softness.” “I figured out she loved Dunkin’ Donuts, so we would go for rides and get doughnuts once a week,” said Huot. “She loved grilled cheese and tomato sandwiches, so we would go to the little cafe down the street.” Warmed by that kindness, Lydia “would come into my office and sing and dance and laugh,” said Huot. “Once you got past that exterior, she was really quite delightful.” When her daughter was born after Lydia’s death, Huot sought to pay tribute to her unlikely mentor in ministry. “We were her family,” said Huot. “I feel like I’ve honored her legacy and the legacy of all the women there by naming my daughter after her.” Asked how the elder Lydia would react to the new appointment as CHS secretary, Huot said, “I think she would have laughed. She had this way of laughing and covering her mouth and doing a little jig. And then she would have asked me for 75 cents to buy a Pepsi at the soda machine.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "francis",
        "sentiment": "negative"
      },
      {
        "name": "heather huot",
        "sentiment": "none"
      },
      {
        "name": "james amato",
        "sentiment": "none"
      },
      {
        "name": "nelson j. pérez",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "catholic human services",
        "sentiment": "none"
      },
      {
        "name": "catholic housing and community services and nutritional development services",
        "sentiment": "none"
      },
      {
        "name": "catholic social services",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "philadelphia",
        "sentiment": "none"
      },
      {
        "name": "pennsylvania",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T16:37:13.664+02:00",
  "updated": "2023-12-29T16:37:13.664+02:00"
}