{
  "thread": {
    "uuid": "50b05a95d44a7abddcda34bd0770e387883bda94",
    "url": "https://www.aopa.org/news-and-media/all-news/2024/january/05/pass-the-vision-portion-of-your-medical",
    "site_full": "www.aopa.org",
    "site": "aopa.org",
    "site_section": "https://aopa.org",
    "site_categories": [
      "fly_fishing",
      "sports"
    ],
    "section_title": "Your Freedom to Fly - AOPA",
    "title": "Pass the Vision Portion of Your Medical - AOPA",
    "title_full": "Pass the Vision Portion of Your Medical - AOPA",
    "published": "2024-01-05T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aopa.org/-/media/Images/AOPA-Main/News-and-Media/Native-Advertising-Articles/2023/pacific-health/2022-AOPA-Native-Advertising-Main-Image/2022-aopa-native-advertising-main-image_16x9.jpg",
    "performance_score": 0,
    "domain_rank": 9586,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "50b05a95d44a7abddcda34bd0770e387883bda94",
  "url": "https://www.aopa.org/news-and-media/all-news/2024/january/05/pass-the-vision-portion-of-your-medical",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-05T02:00:00.000+02:00",
  "title": "Pass the Vision Portion of Your Medical - AOPA",
  "text": "It’s unbelievable how one simple change can dramatically improve your performance. A big part of being able to pass your medical is taking care of yourself and making sure you’re only putting the best quality nutrition into your body. That’s why we recommend Claroxan Advanced for healthy eyesight.* It’s more than just a regular eye supplement. In addition to lutein and zeaxanthin for macular pigment and blue light filtration – it also contains bilberry extract for night vision support, grape seed extract for antioxidant and circulation support, and riboflavin and other vitamins that help contribute to the maintenance of normal, healthy vision.* Claroxan Advanced is a once daily tablet that is easy to swallow and easy on the gut and provides your eyes with the nutrition they need to help you continue doing what you love to do for as long as possible.* Claroxan Advanced is distributed by Pacific Health, Inc. All of their products are rooted in innovation and provide superior value and consistent, high-quality. The Claroxan brand was launched in 2003 and has been trusted and preferred in the aviation community since 2005 and if you’re not 100% satisfied, they have a 100% money-back guarantee on all unopened bottles. Seriously, it’s one of the best eye supplements out there. It provides a formula created to support visual acuity, contrast sensitivity, glare reduction and eye fatigue reduction.* Think of it as a way to give your peepers the proper nutrition they need so that they may continue to operate at a high level.* By the time you reach 40 years of age, you have a 1 in 14 chance of experiencing some degree of aging in your eyes to the point that it adversely affects your vision. And your eyesight and the rest of your body will only continue to naturally decline from there. Unless you do something about it. You'll find hundreds of five star reviews on the Claroxan website. Below are just a few: “I used to have to wear glasses for long distance. Now I can see long distances much better. Man does it work.*” —Jim McLawhorn from Tampa, FL “Without a doubt it has improved my vision, which is why I keep ordering.* It is helping me out a lot. It does what it says it will do, day and night.*” —Paul Anderson from Chicago, IL “It is the only supplement that I’ve taken where I noticed a difference right away.* I think my eyes would be a lot worse if I wasn’t taking it.*” —Clarence Mitzel from Aberdeen, SD Claroxan products are proudly formulated and manufactured in the United States. Their distributor Pacific Health, Inc. has been in business since 2003 and is BBB accredited with an A+ rating. They are offering special introductory rates to AOPA.org readers along with a complimentary bottle of Optimis7 eye drops – a moisturizing drop design to lubricate and soothe dry, irritated eyes instantly. To take advantage of their special offer for AOPA.org readers please visit [www.claroxan.com](https://www.claroxan.com/aopasc/) *These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure or prevent any disease.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health",
    "Human Interest"
  ],
  "external_links": [
    "https://www.claroxan.com/aopasc/)",
    "https://claroxan.com/aopasc/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "pacific health, inc",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:59:46.267+02:00",
  "updated": "2024-01-06T00:59:46.267+02:00"
}