{
  "thread": {
    "uuid": "25757d218ae14c807fd4c4bf027bf9620cdb26cd",
    "url": "https://www.jamaicaobserver.com/entertainment/umbrella-evening-brunch-delivers-the-goods/",
    "site_full": "www.jamaicaobserver.com",
    "site": "jamaicaobserver.com",
    "site_section": "https://jamaicaobserver.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Jamaican News Online - the Best of Jamaican Newspapers - Jamaica Observer",
    "title": "Umbrella Evening Brunch delivers the goods - Jamaica Observer",
    "title_full": "Umbrella Evening Brunch delivers the goods - Jamaica Observer",
    "published": "2023-12-29T07:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JM",
    "main_image": "https://imengine.public.prod.jam.navigacloud.com/?uuid=4880e459-b50c-5d0b-879d-97fad856975c&function=fit&type=preview",
    "performance_score": 0,
    "domain_rank": 8030,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "25757d218ae14c807fd4c4bf027bf9620cdb26cd",
  "url": "https://www.jamaicaobserver.com/entertainment/umbrella-evening-brunch-delivers-the-goods/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KEVIN JACKSON Observer writer entertainment com",
  "published": "2023-12-29T07:16:00.000+02:00",
  "title": "Umbrella Evening Brunch delivers the goods - Jamaica Observer",
  "text": "Despite a long and winding route to get to the Caymanas Golf Club in St Catherine, patrons came out in their numbers at the second staging of the Umbrella Evening Brunch last Sunday. American rapper Rick Ross and dancehall artistes Pablo YG and Ding Dong Ravers were the advertised acts and, despite the late start of the performances, patrons didn't seem to mind. They immersed themselves into the musical arsenal that Bada Bling, alongside his DJs Likkle Rich and Keno Russian, unleashed in abundance. Also in good form musically were Bishop Escobar, Chris Dymond, and Chub Roc Team Wire. Former Magnum Queen of the dancehall titleholder Suspense was the first act to take the stage. Despite winning the competition seven years ago, Suspense showed no sign of slowing down and went to work, representing the females. She got a warm reception from members of the audience. St Ann-based Pablo YG, who hasn't performed often in Kingston, said he was excited to be a part of the Umbrella Evening Brunch line-up. \"It's always a great vibe performing fi mi people dem. It was a good vibe and the fans showed me a lot of love,\" Pablo YG disclosed in an interview with the Jamaica Observer shortly after he finished his performance. The deejay, who has been riding high over the past year, dropped the hits Rich N Richer, Feelings, among other songs. Ding Dong and his Ravers Clavers crew rolled out the hits, though their set seemed abbreviated. They were joined onstage by Florida-based Popeye Caution for Di Good Ting Dem, which sent the crowd into overdrive. A crowd favourite, rapper Rick Ross could do no wrong. He incorporated Jamaican choreography into his routine and this went down well with members of the audience. His breakthrough hit, 2006's Hustlin was well-received, so too were You the Boss, Gold Roses, and Push It. Umbrella Evening Brunch promoter Okice Davis said, based on the demand and feedback from the previous staging of the event in August, he decided to have a second staging. \"It was based on the momentum from the last one that we had in August; it was overwhelming. The people were just so receptive at what we had to offer, so we had to come back in December,\" said Davis. He added, \"A traditional brunch is just too laid back, and we wanted to add more flavour to it and make it more energetic. People want entertainment and Umbrella Evening Brunch is just providing quality entertainment.\" Asked why Rick Ross was chosen to headline the event, co-organiser Andre Lyn said: \"The people love Rick Ross and he loves Jamaica. As you saw for yourself, he didn't even want to leave the stage.\" Davis said there are several acts being considered to headline the next staging, which is scheduled for August 2024. \"We do have a wish list with a couple names in mind. We're gonna go back to the drawing board and see how we can improve on this one and minimise our errors from this staging,\" said Davis. Lyn declined to disclose the investment that went into putting the event together. He, however, said: \"It was a sizable investment.\" \"We are pleased with the turnout of patrons, the performances by the artistes, and DJs were exceptional and everyone got value for their money. I'm just thankful for having this event,\" said Davis. HOUSE RULES - We welcome reader comments on the top stories of the day. Some comments may be republished on the website or in the newspaper; email addresses will not be published. - Please understand that comments are moderated and it is not always possible to publish all that have been submitted. We will, however, try to publish comments that are representative of all received. - We ask that comments are civil and free of libellous or hateful material. Also please stick to the topic under discussion. - Please do not write in block capitals since this makes your comment hard to read. - Please don't use the comments to advertise. However, our advertising department can be more than accommodating if emailed: [advertising@jamaicaobserver.com](mailto:advertising@jamaicaobserver.com). - If readers wish to report offensive comments, suggest a correction or share a story then please email: [community@jamaicaobserver.com](mailto:community@jamaicaobserver.com). - Lastly, read our [Terms and Conditions](/termsconditions/)and [Privacy Policy](/privacy/)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bishop escobar",
        "sentiment": "none"
      },
      {
        "name": "likkle rich",
        "sentiment": "none"
      },
      {
        "name": "chris dymond",
        "sentiment": "none"
      },
      {
        "name": "ding dong ravers",
        "sentiment": "none"
      },
      {
        "name": "bada bling",
        "sentiment": "none"
      },
      {
        "name": "rick ross",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "caymanas golf club",
        "sentiment": "negative"
      },
      {
        "name": "st catherine",
        "sentiment": "negative"
      },
      {
        "name": "jamaica observer",
        "sentiment": "negative"
      },
      {
        "name": "pablo yg",
        "sentiment": "none"
      },
      {
        "name": "chub roc team wire",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kingston",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:27:52.121+02:00",
  "updated": "2023-12-29T07:27:52.121+02:00"
}