{
  "thread": {
    "uuid": "6c7fb07ce0781b2442c0b5d6dbf273c6c19eaf44",
    "url": "https://www.dailyexcelsior.com/troops-ready-to-give-befitting-reply-rajnath",
    "site_full": "www.dailyexcelsior.com",
    "site": "dailyexcelsior.com",
    "site_section": "http://www.dailyexcelsior.com/feed",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "Daily Excelsior",
    "title": "Troops ready to give befitting reply: Rajnath",
    "title_full": "Troops ready to give befitting reply: Rajnath",
    "published": "2024-03-07T21:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://cdndailyexcelsior.b-cdn.net/wp-content/uploads/2024/02/RAJNATH-1.jpg",
    "performance_score": 0,
    "domain_rank": 38832,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6c7fb07ce0781b2442c0b5d6dbf273c6c19eaf44",
  "url": "https://www.dailyexcelsior.com/troops-ready-to-give-befitting-reply-rajnath",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Excelsior",
  "published": "2024-03-07T21:01:00.000+02:00",
  "title": "Troops ready to give befitting reply: Rajnath",
  "text": "NEW DELHI, Mar 7:\nThe armed forces are well equipped, capable and ready to give a befitting reply if anyone casts an evil eye on India, Defence Minister Rajnath Singh said on Thursday against the backdrop of the nearly four-year border row with China in eastern Ladakh and concerns over Chinese military forays into the Indian Ocean.\nSingh emphasised that the country’s defence system has been “induced with a new energy” by the Government in line with people’s vision and it has resulted in India emerging as a powerful nation on the global stage with a strong and self-reliant military.\nIn an address at a defence summit hosted by the NDTV, he also said that India’s defence apparatus is today stronger than ever as the Modi Government has been focusing on bolstering it with the “sentiment of Indianness”.\nHe termed ‘perspective’ as the major difference between the current and the previous dispensations, stating that the present Government ardently believes in the capabilities of the people of India, while those in power earlier were somewhat sceptical about their potential.\n“Today, our forces possess a strong willpower due to a powerful leadership at the centre. We are working continuously towards keeping the morale of the soldiers high,” Singh said.\n“They are equipped, capable and ready to give a befitting reply to anyone who casts an evil eye on India,” he said.\nThe Indian and Chinese troops are locked in an over three-and-half-year confrontation in certain friction points in eastern Ladakh even as the two sides completed disengagement from several areas following extensive diplomatic and military talks.\nSingh described promoting ‘Aatmanirbharta’ (self-reliance) in defence manufacturing as the biggest change brought about by the Government, saying it is giving a new shape to India’s defence sector.\nHe also highlighted various measures rolled out by the Defence Ministry for achieving self-reliance in the defence sector, including setting up of defence industrial corridors in Uttar Pradesh and Tamil Nadu, reserving 75 per cent of the capital procurement budget for domestic industry and corporatisation of the Ordnance Factory Board among others.\n“The annual defence production, which was around Rs 40,000 crore in 2014, has now crossed a record Rs 1.10 lakh crore,” he said.\n“The defence exports today have touched Rs 16,000 crore from a meagre Rs 1,000 crore nine-ten years ago. We have set a target to achieve Rs 50,000 crore of exports by 2028-29,” he said.\nThe Defence Minister asserted that when it comes to technology, developing countries have two options — innovation and imitation — and New Delhi is laying special emphasis on making the country a technology creator rather than a follower.\n“Imitating technology from developed countries is not wrong for those whose innovation capacity and human resources have not reached the level required to produce new technologies,” he said.\n“If a country imitates technology from other nations, it still moves ahead from old technology, however, the problem is that one becomes addicted to imitation and gets used to second-class technology,” he said.\nThis forces them to fall 20-30 years behind a developed country, he said.\n“Losing national self-confidence is a bigger problem as one always remains a technology follower. This mentality comes into your culture, ideology, literature, lifestyle and philosophy,” Singh said.\n“Prime Minister Narendra Modi calls this follower mentality as the mindset of slavery,” he said.\nThe defence Minister described it as the duty of the Government, media as well as intelligentsia to guide the nation out of the mindset of slavery.\n“We should possess knowledge about others, but we must be aware of our national heritage too, and feel proud of it,” the Defence Minister said. (PTI)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rajnath",
        "sentiment": "negative"
      },
      {
        "name": "singh",
        "sentiment": "none"
      },
      {
        "name": "rajnath singh",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "modi government",
        "sentiment": "none"
      },
      {
        "name": "ndtv",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "indian ocean",
        "sentiment": "none"
      },
      {
        "name": "china",
        "sentiment": "none"
      },
      {
        "name": "ladakh",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-08T02:05:32.179+02:00",
  "updated": "2024-03-08T02:05:32.179+02:00"
}