{
  "thread": {
    "uuid": "b23f08c5d5bdd419a90613ec184849fc8b09e0c0",
    "url": "https://www.infobae.com/america/agencias/2024/04/18/empresas-de-recursos-humanos-apoyan-ampliar-el-permiso-por-paternidad-en-mexico",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "http://www.infobae.com/feeds/rss/",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Infobae.com",
    "title": "Empresas de recursos humanos apoyan ampliar el permiso por paternidad en México",
    "title_full": "Empresas de recursos humanos apoyan ampliar el permiso por paternidad en México",
    "published": "2024-04-19T00:30:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=2122",
    "performance_score": 0,
    "domain_rank": 2082,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b23f08c5d5bdd419a90613ec184849fc8b09e0c0",
  "url": "https://www.infobae.com/america/agencias/2024/04/18/empresas-de-recursos-humanos-apoyan-ampliar-el-permiso-por-paternidad-en-mexico",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2024-04-19T00:30:00.000+03:00",
  "title": "Empresas de recursos humanos apoyan ampliar el permiso por paternidad en México",
  "text": "Ciudad de México, 18 abr (EFE).- La Asociación Mexicana de Empresas de Capital Humano (AMECH) apoyó este jueves la ampliación del permiso por paternidad remunerado en México, un elemento importante para el \"impulso del desarrollo profesional de las mujeres\" y de una sociedad \"más igualitaria\".\nEn un comunicado, la organización respaldó que estas licencias pasen de los cinco días actuales a los 20, una medida que la Cámara de Diputados aprobó el pasado diciembre como una reforma de la Ley del Trabajo.\n\"Representa un avance significativo en materia de derechos laborales y equidad de género. Mejora la retención de talento en empresas al demostrar compromiso con la conciliación laboral\", destacó.\nAseguró que permite a las mujeres \"contar con un mayor apoyo durante los primeros días de crianza\" e \"impacta positivamente en lo laboral y económico\".\nEn opinión de la AMECH, el crecimiento de la participación femenina entre 2005 y 2023, que aumentó cinco puntos porcentuales, \"ha sido mínimo\".\nSegún la Encuesta Nacional de Ocupación y Empleo, el 76,1 % de los hombres estaban en el mercado laboral en el tercer trimestre de 2023 frente al 46,4 % de las mujeres.\nSin embargo, el presidente mexicano, Andrés Manuel López Obrador, pidió a mediados de marzo aplazar hasta después de las elecciones del 2 de junio distintas discusiones en el Congreso de la Unión, también la que aprobaría de manera definitiva este aumento.\nActualmente, la reforma se encuentra entre los temas pendientes en el Senado.\nDe hecho, la organización reconoció la \"controversia\" que ha sobrevolado esta ampliación, concretamente por las reticencias expresadas por organismos públicos como el Instituto Mexicano del Seguro Social o la Secretaría de Hacienda y Crédito Público (SHCP), que pidieron reducir la propuesta a 10 días.\nLa falta de definición de López Obrador sobre estos temas ha generado polémica, en especial porque ha respaldado otras iniciativas laborales, como el aumento del salario mínimo, reformas al sistema de pensiones y la eliminación del “outsourcing” o subcontratación.\n\"La ampliación del permiso por paternidad emerge como una necesidad urgente\", advirtió la AMECH, que apremió al Estado y al empresariado a \"reconocer este derecho y a colaborar para su efectiva implementación\". EFE\nesr/afs/nvm",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Social Issue",
    "Labor"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:37:18.920+03:00",
  "updated": "2024-04-19T00:37:18.920+03:00"
}