{
  "thread": {
    "uuid": "12bae3b86ba50dbc162e5fc73944c7c3f8bbcbba",
    "url": "https://eldeber.com.bo/eventos/vive-la-experiencia-pablo-martinez-dara-un-concierto-de-musica-cristiana-en-sonilum-arena_361339",
    "site_full": "eldeber.com.bo",
    "site": "eldeber.com.bo",
    "site_section": "http://eldeber.com.bo",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "EL DEBER, Noticias de Bolivia y el mundo",
    "title": "¡Vive la experiencia! Pablo Martínez dará un concierto de música cristiana en Sonilum Arena | El Deber",
    "title_full": "¡Vive la experiencia! Pablo Martínez dará un concierto de música cristiana en Sonilum Arena | El Deber",
    "published": "2024-03-29T01:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BO",
    "main_image": "https://static.eldeber.com.bo/Files/Sizes/2024/3/28/pablo-martnez---sonilum-arena---24-de-mayo_1909484503_760x520.jpg?924387021.91",
    "performance_score": 0,
    "domain_rank": 36632,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "12bae3b86ba50dbc162e5fc73944c7c3f8bbcbba",
  "url": "https://eldeber.com.bo/eventos/vive-la-experiencia-pablo-martinez-dara-un-concierto-de-musica-cristiana-en-sonilum-arena_361339",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@eldeber",
  "published": "2024-03-29T01:06:00.000+02:00",
  "title": "¡Vive la experiencia! Pablo Martínez dará un concierto de música cristiana en Sonilum Arena | El Deber",
  "text": "Santa Cruz CONCIERTO ¡Vive la experiencia! Pablo Martínez dará un concierto de música cristiana en Sonilum Arena El reconocido cantante de música cristiana vendrá a Santa Cruz de la Sierra a compartir un momento de fe, alabanza y adoración. Las entradas ya se encuentran a la venta El 24 de mayo, el Sonilum Arena de Santa Cruz de la Sierra será el epicentro de un emotivo concierto de música cristiana católica, Pablo Martínez será el invitado especial del evento. Bajo la organización conjunta de Radio María Santa Cruz y La Legión de María de Santa Cruz, el cantante cristiano y otros talentosos artistas locales brindarán una experiencia de espiritualidad y adoración para toda la comunidad cristiana. “Se van a encontrar con Jesús Sacramentado de manera personal. Será un momento de conversión, de aumentar la fe de la persona, de usar la música como una herramienta íntima de adoración” manifestó Osman David Castro, responsable de Radio María. Además, compartió que cualquier persona, independientemente de la fe que profese (cristiana o no), puede acudir a este evento, no sólo la comunidad católica. \"Está abierto a toda persona que desee darle sentido a su vida, sólo Jesús es capaz de aquello\", añadió. El concierto empezará a las 18:00 con músicos locales, luego se dará espacio para un momento de Eucaristía y adoración al Santísimo, finalmente aparecerá Pablo Martínez, quien cerrará el evento con su espectáculo. Las entradas, con un rango de precios entre 60 y 150 Bs, ya están a la venta, brindando la oportunidad de asegurar un lugar en esta cita imperdible de fe y música. Este evento se trata de un esfuerzo por revitalizar la programación y las actividades de Radio María Bolivia, así como de recaudar fondos para la mejora de sus instalaciones. El evento está diseñado para acoger a personas de todas las edades y se invita especialmente a familias y jóvenes a participar en esta experiencia de fe. El Sonilum Arena tiene capacidad para más de 6000 personas. Según Osman Castro, el propósito fundamental del concierto va más allá de simplemente ofrecer música. Es una oportunidad para encontrarse personalmente con Jesús en un momento íntimo de adoración eucarística, en comunidad con otros fieles. Este evento también servirá como una ocasión para fortalecer la fe, reflexionar sobre el significado de la [Pascua](https://eldeber.com.bo/edicion-impresa/semana-santa-fieles-empiezan-a-vivir-el-triduo-pascual-hoy-es-la-visita-de-templos_361260) y estimular la espiritualidad de quienes asistan. Las entradas se pueden adquirir en [SuperTicket.bo.](https://superticket.bo/Pablo-Martinez-en-Concierto/) Para más información sobre el evento, así como para la adquisición de entradas, se puede contactar a Radio María Santa Cruz y La Legión de María de Santa Cruz.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [
    "https://superticket.bo/Pablo-Martinez-en-Concierto/)",
    "https://www.superticket.bo/Pablo-Martinez-en-Concierto/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-29T01:13:12.605+02:00",
  "updated": "2024-03-29T01:13:12.605+02:00"
}