{
  "thread": {
    "uuid": "36e8f1152c3fa4cf0585ee09ddf69bef4b07e345",
    "url": "https://www.yahoo.com/news/bidens-state-union-offers-hope-044327582.html",
    "site_full": "www.yahoo.com",
    "site": "yahoo.com",
    "site_section": "https://ca.sports.yahoo.com/rss/",
    "site_categories": [
      "search_engine",
      "media",
      "tech"
    ],
    "section_title": "Yahoo Canada Sports - Sports News, Scores, Rumours, Fantasy Games, and more",
    "title": "Biden's State of the Union offers hope for Ukrainians in San Diego",
    "title_full": "Biden's State of the Union offers hope for Ukrainians in San Diego",
    "published": "2024-03-09T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://s.yimg.com/ny/api/res/1.2/gcV9W5DgPNzlkJIekqhYig--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/video.kgtv.scripps.com/605dafbff1d8d14f368e01bdae471059",
    "performance_score": 0,
    "domain_rank": 36,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "36e8f1152c3fa4cf0585ee09ddf69bef4b07e345",
  "url": "https://www.yahoo.com/news/bidens-state-union-offers-hope-044327582.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "KGTV - San Diego Scripps",
  "published": "2024-03-09T02:00:00.000+02:00",
  "title": "Biden's State of the Union offers hope for Ukrainians in San Diego",
  "text": "From immigration to the economy, President Biden covered a lot of ground in his State of the Union address. But one topic at the forefront was Ukraine. From immigration to the economy, President Biden covered a lot of ground in his State of the Union address. But one topic at the forefront was Ukraine. Rep. Marjorie Taylor Greene interrupted President Joe Biden’s State of the Union speech. Watch the moment, here. Rep. Marjorie Taylor Greene wore Trump's signature hat to the State of the Union. President Biden's reaction when he saw her had both sides laughing. A tourist in Puerto Rico dove into the water to cool off and, in a moment of terror, was blindsided by what shot out at him from behind like a torpedo. Marco Bello/ReutersDonald Trump may have rage-posted his way through President Joe Biden’s State of the Union address on Truth Social, but his social media site crashed for many before Biden even entered the House chamber, with technical issues lingering for at least an hour before and into his remarks.Beginning shortly before 9 p.m. EST Thursday, outages numbered in the thousands, according to Downdetector. The outages peaked an hour later and then began to slowly resume back to normal, accordi His message did not exactly scream gender equality. The president criticized the justices for overturning the landmark Roe v. Wade abortion ruling in 2022. The \"Late Show\" host spotted a disgraced former Republican lawmaker back on the House floor. The singer's ensemble showed more than a little skin as she took to the red carpet in Los Angeles on Wednesday So much fashion, so little time. Guests watched in shock as the two zookeepers navigated their way to safety after a mishap left them enclosed with the gorilla The reality star called one very famous woman “the C-word.” Travis Kelce went the distance for his girlfriend, Taylor Swift, once more for her Singapore show—and was rewarded handsomely for it. \"The family torment is an open sore. There is such a profound breach there,\" royal biographer Catherine Mayer tells PEOPLE A traumatic moment from Sheldon Cooper’s upbringing was just reframed on Young Sheldon. The incident in question was first alluded to in The Big Bang Theory Season 10, Episode 5, “The Hot Tub Contamination,” when Sheldon revealed to Penny why he always knocks three times before he enters a room: I was 13 years old, … Doug Emhoff didn't mince his words for the former president as he weighed in on why the current GOP front-runner is \"unfit for office.\" OTTAWA — A family slain in a stabbing rampage at an Ottawa home late Wednesday threw a birthday party for the alleged suspect just days ago, says a religious leader who knew them. The father who survived the attack in which his wife and four children were killed was in \"great shock\" on Thursday, said Bhante Suneetha. The resident monk at Hilda Jayewardenaramaya Buddhist Monastery, which the family attended, said he visited his friend at the hospital. The father told Suneetha that nothing seemed Former White House physician Ronny Jackson was quietly demoted from his rank of Rear Admiral after a scathing DOD investigation into allegations of misconduct Stuart Varney chided the ex-president’s campaign press secretary, Karoline Leavitt, for supporting Trump’s nickname for California Gov. Gavin Newsom. \"Sorry to spoil it...\" \"I don't know how I feel about that,\" the Kylie Cosmetics founder said",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Politics"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "marjorie taylor greene",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "marco bello",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "reutersdonald trump",
        "sentiment": "none"
      },
      {
        "name": "house",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san diego",
        "sentiment": "none"
      },
      {
        "name": "puerto rico",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-09T06:57:29.491+02:00",
  "updated": "2024-03-09T06:57:29.491+02:00"
}