{
  "thread": {
    "uuid": "b7e8c2adf6bc76b68124fd90446f574a9461922f",
    "url": "https://manuelzao.ufmg.br/camara-de-bh-mata-do-jardim-america",
    "site_full": "manuelzao.ufmg.br",
    "site": "ufmg.br",
    "site_section": "https://manuelzao.ufmg.br/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Projeto Manuelzão",
    "title": "Câmara de BH aprova em 1º turno projeto que reconhece valor da Mata do Jardim América",
    "title_full": "Câmara de BH aprova em 1º turno projeto que reconhece valor da Mata do Jardim América",
    "published": "2024-03-15T00:49:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://manuelzao.ufmg.br/wp-content/uploads/2024/03/Capa-site-Mata-do-Jardim-America-1.png",
    "performance_score": 0,
    "domain_rank": 2856,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b7e8c2adf6bc76b68124fd90446f574a9461922f",
  "url": "https://manuelzao.ufmg.br/camara-de-bh-mata-do-jardim-america",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Projeto Manuelzão",
  "published": "2024-03-15T00:49:00.000+02:00",
  "title": "Câmara de BH aprova em 1º turno projeto que reconhece valor da Mata do Jardim América",
  "text": "14/03/2024\nAvanço da proposta representa mais um passo rumo à proteção integral da mata e à criação de um parque na área; matéria já tramita em 2º turno\nFoi aprovado em 1º turno, em 7 de fevereiro, o Projeto de Lei (PL) 684/2023 que reconhece o valor ecológico, paisagístico e cultural da Mata do Jardim América, localizada no bairro de mesmo nome, na região Oeste de Belo Horizonte. Os vereadores aprovaram a proposta por 36 votos favoráveis e três abstenções, em sessão acompanhada por moradores e outros defensores da preservação da área verde, que desejam a criação de um parque ecológico no local.\nA mobilização da população do entorno pela proteção da mata, que quase deu lugar a torres residenciais em 2014, já dura mais de uma década, organizada pelo movimento\nParque Jardim América (Parque JA) e, depois, com o reforço do SOS Mata do Jardim América. A área verde de 21 mil m² compreende 465 árvores e é praticamente um oásis em meio a uma região da capital marcada por forte adensamento urbano. Uma de suas bordas é a Avenida Barão Homem de Melo, na altura do nº 600.\nNa Câmara de BH, o PL 684/2023 foi articulado por membros da Frente Parlamentar em Defesa das Matas, Serras e Águas. A proposta foi apresentada pela vereadora Iza Lourença (Psol) e coassinada por Wagner Ferreira (PDT), Cida Falabella (Psol), Bruno Pedralva (PT) e Pedro Patrus (PT).\nAtualmente, a área é privada, fruto de uma herança, porém moradores e parlamentares pressionam a Prefeitura de Belo Horizonte a acordar com os donos a posse do terreno devido ao não pagamento de IPTU. Segundo a PBH, o terreno é avaliado em R$ 21 milhões, e um documento da Secretaria Municipal de Fazenda, requerido em audiência pública na Câmara de Vereadores, mostra que\nos proprietários possuem dívida de mais de R$ 26 milhões em impostos.\nAssessor da vereadora Iza Lourença, Daniel Wardil comemorou a aprovação e pontuou: “O movimento tem pressionado para que a Prefeitura execute a dívida de IPTU do terreno e o desaproprie para transformá-lo no parque. Mas até então não houve esse movimento, apesar da dívida ser maior que o valor do terreno”.\nPara Juliana Minardi, do SOS Mata do Jardim América, “a aprovação em 1º turno, com nenhum voto contrário e apenas três abstenções, demonstra que há uma sensibilidade pluripartidária na Câmara Municipal de BH sobre esta causa. O diálogo, a transparência e a mobilização são valores poderosos na defesa da natureza e de uma cidade com melhor qualidade de vida para esta e as futuras gerações”.\nApesar de sua natureza simbólica, já que não assegura a proteção integral da área verde, a eventual aprovação do projeto representará um avanço importante no caminho para sua preservação e a conquista do parque.\n“É uma vitória significativa, resultado direto da incansável mobilização coletiva em prol da conservação integral da Mata do Jardim América, visando a sua conversão em um parque ecológico que honra as necessidades dos habitantes da capital, além da preservação da vida arbórea e da fauna residente”, celebrou o professor da Faculdade de Medicina da UFMG e coordenador do Projeto Manuelzão, Marcus Vinícius Polignano.\nO projeto já retornou às comissões de análise da Câmara Municipal em sua tramitação no 2º turno, sendo aprovado pela Comissão de Legislação e Justiça nesta terça-feira, 12. Depois das análises, depende da maioria simples dos votos (21 vereadores) para aprovação em Plenário. Caso a proposta saia exitosa, segue para sanção do prefeito.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment",
    "Human Interest"
  ],
  "external_links": [
    "https://www.instagram.com/sosmatadojardimamerica/",
    "https://parqueja.wixsite.com/parqueja",
    "https://www.brasildefatomg.com.br/2023/07/27/proprietarios-da-mata-do-jardim-america-em-bh-possuem-divida-de-r-26-milhoes-em-impostos",
    "https://www.instagram.com/sosmatadojardimamerica",
    "https://instagram.com/sosmatadojardimamerica/",
    "https://www.parqueja.wixsite.com/parqueja",
    "https://brasildefatomg.com.br/2023/07/27/proprietarios-da-mata-do-jardim-america-em-bh-possuem-divida-de-r-26-milhoes-em-impostos"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-15T00:50:29.532+02:00",
  "updated": "2024-03-15T00:50:29.532+02:00"
}