{
  "thread": {
    "uuid": "0c3e163180a468f9dd78de6c7ef71a749391074f",
    "url": "https://www.movieguide.org/news-articles/the-long-game-cast-say-movie-is-good-for-our-youth.html",
    "site_full": "www.movieguide.org",
    "site": "movieguide.org",
    "site_section": "https://www.movieguide.org",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Home | Movieguide | Movie Reviews for Christians",
    "title": "THE LONG GAME Cast Say Movie is 'Good for Our Youth'",
    "title_full": "THE LONG GAME Cast Say Movie is 'Good for Our Youth'",
    "published": "2024-04-19T01:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://movieguide.b-cdn.net/wp-content/uploads/2024/04/Screen-Shot-2024-04-17-at-1.39.04-PM.jpeg",
    "performance_score": 0,
    "domain_rank": 42407,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c3e163180a468f9dd78de6c7ef71a749391074f",
  "url": "https://www.movieguide.org/news-articles/the-long-game-cast-say-movie-is-good-for-our-youth.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gavin Boyle",
  "published": "2024-04-19T01:00:00.000+03:00",
  "title": "THE LONG GAME Cast Say Movie is 'Good for Our Youth'",
  "text": "THE LONG GAME Cast Say Movie is ‘Good for Our Youth’ By Movieguide® Contributor THE LONG GAME tells the true story of a Hispanic high school golf team overcoming the odds, the cast explains why audiences should go see the movie today. “I feel like whenever there’s a movie about inspiration and motivation, it’s good for our youth, you know,” Julian Works [told](https://www.youtube.com/watch?v=fn1-SEcdxdE) Movieguide®. “I remember when I was younger, both my parents worked nine to fives, so movies were kind of the filling space to kind of help shape my character. So, if I could, you know, be someone for a younger generation to go ahead and look at and they gain some kind of motivation or inspiration from it, I feel like I’ve done my job.” “We love the story, a true story of these young men that just overcame all the obstacles,” [added](https://www.youtube.com/watch?v=fn1-SEcdxdE) Executive Producer Jesse Mandujano. “They worked very hard, and they didn’t allow even, you know, the racism back then to defeat them. It’s like, watch what we can do.” “They didn’t retaliate. They just said, ‘Just watch what we can do.’ They continued to work harder than everyone else, and they became champions, and that’s what it’s about,” Madujano continued. “There may be circumstances that are against you, but this is what I’m going to do in a positive manner to overcome all of those and succeed.” The cast hopes that the story of perseverance and hard work shines through this movie. They believe American audiences are always hungry for an underdog story, and that is something that this movie delivers. “This is a great underdog story,” [said](https://www.youtube.com/watch?v=fn1-SEcdxdE) Miguel Ángel Garcia. “I love underdog stories, you know, you’re always trying to fight for those people, and I think the story is really important because it shows that side of perseverance, you know. These guys didn’t have any resources to compete and play golf, and they were able to achieve something beautiful [and] wonderous, and that to me is really special.” The movie capitalizes on all the storylines it has going for it to create an entertaining story that also teaches strong moral lessons. A portion of Movieguide®’s review [reads](https://www.movieguide.org/reviews/movies/in-theaters/the-long-game.html): THE LONG GAME has a strong morally uplifting story and worldview that’s entertaining and fun to watch. The movie has jeopardy, drama and laughs. Also, the actors in THE LONG GAME do a great job. MOVIEGUIDE® advises caution for older children for some foul language, including two strong profanities, and intense moments. The cast also hopes the uplifting storyline will bring audiences relief from the darker content that is constantly flooding Hollywood. By focusing on an uplifting story, they hope to bring joy and life to the audience. “[We made this] just as a counterpoint to all of the darker content that’s out there,” [said](https://www.youtube.com/watch?v=fn1-SEcdxdE) Jesse Metcalfe. “I mean, you can’t have the dark without the light, you know.” Movieguide® previously [reported](https://www.movieguide.org/news-articles/dennis-quaid-the-long-game-explores-the-american-dream.html): Dennis Quaid recently opened up with Movieguide® about how his latest movie, THE LONG GAME, inspires audiences and exemplifies the American Dream. “People come here; they work hard,” [said]Quaid, who produced and starred in the movie. “That American Dream that, you know, can be elusive that you pave the way for you or your next generation, but you’re always working towards something, and there’s all kinds of possibilities.” To Quaid, part of what makes the story so remarkable is the caddies’ determination. “These boys, you know, they grew up in Del Rio, Texas. They were caddies at a country club where they could not play in because of their color. It was segregation at that time, and you know, add on to that, you know, the Mexican American boys down on the border, and they go across the border sometimes, and so in a way, you kind of grow up feeling like you’re not accepted or belong in this country, and also…go across the border to Mexico, [you] don’t feel really accepted or [like] you belong there as well,” Quaid explained. Now more than ever we’re bombarded by darkness in media, movies, and TV. Movieguide® has fought back for almost 40 years, working within Hollywood to propel uplifting and positive content. We’re proud to say we’ve collaborated with some of the top industry players to influence and redeem entertainment for Jesus. Still, the most influential person in Hollywood is you. The viewer. What you listen to, watch, and read has power. Movieguide® wants to give you the resources to empower the good and the beautiful. But we can’t do it alone. We need your support. You can make a difference with as little as $7. It takes only a moment. If you can, consider supporting our ministry with a monthly gift. Thank you. Movieguide® is a 501c3 and all donations are tax deductible. Now more than ever we’re bombarded by darkness in media, movies, and TV. Movieguide® has fought back for almost 40 years, working within Hollywood to propel uplifting and positive content. We’re proud to say we’ve collaborated with some of the top industry players to influence and redeem entertainment for Jesus. Still, the most influential person in Hollywood is you. The viewer. What you listen to, watch, and read has power. Movieguide® wants to give you the resources to empower the good and the beautiful. But we can’t do it alone. We need your support. You can make a difference with as little as $7. It takes only a moment. If you can, consider supporting our ministry with a monthly gift. Thank you. Movieguide® is a 501c3 and all donations are tax deductible. Share:",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Education",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "http://www.youtube.com/watch?v=fn1-SEcdxdE)",
    "http://www.youtube.com/watch",
    "http://youtube.com/watch?v=fn1-SEcdxdE)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "julian works",
        "sentiment": "none"
      },
      {
        "name": "jesse mandujano",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T01:29:28.611+03:00",
  "updated": "2024-04-19T01:29:28.611+03:00"
}