{
  "thread": {
    "uuid": "83f5d5d00cfd12aa1c5f4548ae6fe3f16ed9945d",
    "url": "https://www.recorder.com/Columnist-Vernon-Jones-54055751",
    "site_full": "www.recorder.com",
    "site": "recorder.com",
    "site_section": "https://www.recorder.com/SpecialPages/RSSHeadlines",
    "site_categories": [
      "media",
      "education"
    ],
    "section_title": "Greenfield Recorder Feed",
    "title": "Columnist Russ Vernon-Jones: A win for the climate",
    "title_full": "Columnist Russ Vernon-Jones: A win for the climate",
    "published": "2024-02-16T02:31:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.recorder.com//attachments/11/42928711.jpg",
    "performance_score": 0,
    "domain_rank": 39197,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83f5d5d00cfd12aa1c5f4548ae6fe3f16ed9945d",
  "url": "https://www.recorder.com/Columnist-Vernon-Jones-54055751",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "RUSS VERNON-JONES",
  "published": "2024-02-16T02:31:00.000+02:00",
  "title": "Columnist Russ Vernon-Jones: A win for the climate",
  "text": "Columnist Russ Vernon-Jones: A win for the climate\n|Published: 02-15-2024 7:31 PM|\nFor the last two months I’ve written to you about the U.S. becoming the world’s largest exporter of climate-destroying gas and oil; about the fossil fuel industry’s plans to vastly expand these harmful exports; and about a campaign to stop them by getting the Biden Administration to stop issuing permits for new export terminals. Today I’m writing to share the good news that the campaign was successful! Biden put a halt to all new LNG (Liquefied methane “Natural” Gas) export terminal permits on Jan. 26.\nThis is a big deal. It’s a win for the climate and for people everywhere who are impacted by climate change. It’s a win for the frontline communities along the Louisiana and Texas Gulf Coast who are fighting the increased air pollution, destruction of the local fishing industry, damaging health effects, and environmental destruction that more terminals would bring. It’s a win for everyone who thinks that the welfare of people and the planet is more important than further increasing the obscene profits of the gas and oil companies.\nThis is also a big deal because of how the decision came about — everything from TikTok to Jane Fonda played a role. Biden’s decision was a direct result of a grassroots campaign that put pressure on him not to approve any additional terminal permits. It was a remarkable demonstration of what people power can do.\nLed by frontline activists from the Gulf Coast, this campaign eventually included over 400,000 people signing a petition, a\nTikTok storm that probably reached over a million views, thousands of handwritten letters from senior citizens, a letter from 60 members of Congress, one from 170 scientists, and one from over 250 environmental and community groups, leaders of major climate organizations, celebrities like Mark Ruffalo and Jane Fonda, and over 600 people pledging to engage in civil disobedience at the Department of Energy in D.C. if Biden didn’t stop the permitting.\nThis is also a big deal because it is one of the first times that the government has taken action to limit the fossil fuel industry. The Inflation Reduction Act has provided powerful incentives for adopting renewable energy, but it did nothing to limit fossil fuels. We need to do both. Finally, we have begun.\nWhat Biden actually did was “pause” the issuing of permits. This was a strategic choice. A denial of permits could have been challenged in court and quickly overthrown. The pause does not have this vulnerability. The pause also will be used to revise the government’s process for considering future permits to include climate effects in determining whether a project is in the public interest.\nTo no one’s surprise, the fossil fuel industry is fighting back. They have launched a multi-million dollar public relations campaign and gotten allies in Congress to hold hostile hearings. Of course, the presidential election will be key. Trump has announced that if he is elected he will immediately increase drilling and export terminal construction and remove incentives for renewable energy.\nThere also are more struggles for climate advocates to have with the Biden Administration which is still using U.S. taxpayer money to\n[back]() fossil fuel infrastructure development in other countries, in violation of an international agreement we signed in 2021.\nNonetheless,\nBiden’s statement announcing the halt to permitting was remarkable. Even though he is president of a major gas and oil producing nation, he began his statement with, “In every corner of the country and the world, people are suffering the devastating toll of climate change.”\nHe went right at the MAGA Republicans, accusing them of “condemning the American people to a dangerous future” with their denial of the urgency of the climate crisis. He called the fossil fuel industry a “special interest” to which he will not bow.\nHe went on to call climate change “the existential threat of our time.” He acknowledged the importance of youth and frontline voices: “We will heed the calls of young people and frontline communities who are using their voices to demand action from those with the power to act.”\nAny win against the fossil fuel industry is a big win. Everyone who cares at all about the climate gets to celebrate this win and feel good about it. We also know that we still have a long struggle ahead of us — a struggle to end the harmful effects that the unscrupulous pursuit of profits by the oil and gas companies is having on our politics, our health, and the climate we share with all living creatures.\nRuss Vernon-Jones of Amherst is a member of the Steering Committee of Climate Action Now (CAN). The views expressed here are his own. He blogs regularly on climate justice at\nhttp://www.russvernonjones.org and can be reached there.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Environment",
    "Science and Technology"
  ],
  "external_links": [
    "https://billmckibben.substack.com/p/watch-out-dept-of-energy-here-come?utm_campaign=email-post&r=etodi&utm_source=substack&utm_medium=email",
    "https://foe.org/news/biden-breaks-glasgow-promise/",
    "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/26/statement-from-president-joe-biden-on-decision-to-pause-pending-approvals-of-liquefied-natural-gas-exports/",
    "https://www.gulflive.com/entertainment/2024/01/jane-fonda-joins-activists-fishermen-in-protesting-new-orleans-gas-conference.html",
    "http://www.russvernonjones.org",
    "http://russvernonjones.org",
    "https://www.billmckibben.substack.com/p/watch-out-dept-of-energy-here-come?utm_campaign=email-post&r=etodi&utm_source=substack&utm_medium=email",
    "https://gulflive.com/entertainment/2024/01/jane-fonda-joins-activists-fishermen-in-protesting-new-orleans-gas-conference.html",
    "https://whitehouse.gov/briefing-room/statements-releases/2024/01/26/statement-from-president-joe-biden-on-decision-to-pause-pending-approvals-of-liquefied-natural-gas-exports/",
    "https://www.foe.org/news/biden-breaks-glasgow-promise/",
    "https://foe.org/news/biden-breaks-glasgow-promise",
    "https://www.whitehouse.gov/briefing-room/statements-releases/2024/01/26/statement-from-president-joe-biden-on-decision-to-pause-pending-approvals-of-liquefied-natural-gas-exports",
    "https://billmckibben.substack.com/p/watch-out-dept-of-energy-here-come"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "russ vernon-jones",
        "sentiment": "neutral"
      },
      {
        "name": "biden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "texas gulf coast",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T03:06:40.982+02:00",
  "updated": "2024-02-16T03:06:40.982+02:00"
}