{
  "thread": {
    "uuid": "30575b60dac8ad65a239d5d425750a82a6470f41",
    "url": "https://www.newsbreak.com/georgia-state/3283670985907-nearly-10-million-workers-in-22-states-will-see-boosts-to-minimum-wage-in-2024",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/upi-news-510013",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "UPI News | NewsBreak",
    "title": "Nearly 10 million workers in 22 states will see boosts to minimum wage in 2024",
    "title_full": "Nearly 10 million workers in 22 states will see boosts to minimum wage in 2024",
    "published": "2024-01-02T12:30:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1YHvvj_0qWhs5V400?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "30575b60dac8ad65a239d5d425750a82a6470f41",
  "url": "https://www.newsbreak.com/georgia-state/3283670985907-nearly-10-million-workers-in-22-states-will-see-boosts-to-minimum-wage-in-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2024-01-02T12:30:00.000+02:00",
  "title": "Nearly 10 million workers in 22 states will see boosts to minimum wage in 2024",
  "text": "Jan. 2 (UPI) -- Minimum wage will increase in 22 states in 2024, while more than a dozen states have stayed put at the federal mark since 2009. About 10 million workers will be affected by the boosted minimum wages that went into effect with the start of the new year Monday, according to a report by the Economic Policy Institute . Hispanic workers represent about 19.6% of the workforce in states increasing the minimum wage. Yet they make up 37.9% of the workers that will experience wage increases. Black workers are 9% of those workforces and represent more than 11% of those affected. States that are raising the minimum wage are doing so through either legislation or ballot measures. Thirteen states have policies in place to adjust minimum wage based on inflation. This includes raising wages for hourly workers and workers whose wages include tips. States increasing minimum wage Missouri is increasing its minimum by $0.30 from $12 to $12.30. Tipped workers' minimum will increase from $6 to $6.15. It will be the 11th time that Missouri's minimum wage has gone up since 2013. Of the 22 states enacting an increase, Hawaii's is the biggest in both percentage and dollars. Starting on Monday, the state's minimum wage will increase from $12 to $14. It will increase from $11 to $12.75 for tipped workers. The increase was approved with the passage of Act 114 in Hawaii's 2022 legislative session. Wages began incrementally increasing since it was enacted on Oct. 1, 2022. Hawaii is one of several states that have enacted a policy through legislation to increase the minimum wage incrementally in coming years to meet or surpass $15 per hour. Hawaii's increase will be one of the most impactful as well. According to the report from the Economic Policy Institute, 21.8% of the state's workforce will be affected, along with 28.4% of its children. California, New York and New Jersey's increases will also impact 19% of their workforces or more. Illinois' legislature passed the phased minimum wage increase in 2019 and the Jan. 1 increase will be the sixth increase with one more coming in 2025. Minimum wage will increase by $1 from $13 to $14, and from $7.80 to $8.40 for tipped workers. Jason Keller, director of the Illinois Department of Labor, told UPI that increasing the wages of workers is a direct way to boost state and local economies. Often a minimum wage increase encourages employers to raise the wages of other workers to keep ahead of the minimum as well. \"That's simple math,\" Keller said. \"It does infuse the economy with more funds, and businesses will hopefully see better business.\" Some local governments are taking extra steps to keep wages above the state minimum. Thirty-eight cities and counties are doing so, including Flagstaff, Ariz.; Cupertino, San Diego, Santa Clara and Oakland, Calif.' Denver, Colo., Seattle, Wash. and Minnesota's Twin Cities. Standard of living The state-level increases come as the federal government has held minimum wage firm at $7.25, despite increased costs of living and rapidly growing housing costs. Congress has engaged in some debate over the years about increasing minimum wage to $15 per hour to no avail. Most recently, some lawmakers have pushed for minimum wage to be increased to $17 by 2028. \"The $7.25 an hour federal minimum wage is a starvation wage. It must be raised to a living wage -- at least $17 an hour,\" Sen. Bernie Sanders, I-Vt., said in a statement on the Raise the Wage Act of 2023. \"At a time of massive income and wealth inequality and record-breaking corporate profits, we can no longer tolerate millions of workers being unable to feed their families because they are working for totally inadequate wages.\" Richard Von Glahn, political director with the nonpartisan workers advocacy group Missouri Jobs With Justice, told UPI that the change makes a significant difference in the standard of living for the lowest paid workers. \"We've all seen how prices have gone up over the last 18 months to two years,\" he said. \"Those workers see a real decrease in their standard of living if the minimum wage is not raised. We can see, not just improvement in those individual workers' lives by not having to choose between paying the utility bill and rent at the end of the month. We also see improvement for the entire Missouri economy.\" According to the Bureau of Labor Statistics, $7.25 in 2023 has the buying power of $5.12 in 2009. In short, while the minimum wage has remained stagnant it is worth less than ever before. Ballot measures sparked the increases in Nebraska and Missouri. Florida raised its minimum wage in September with the support of voters as well. Nebraska's increase will be the second largest in 2024 bringing wages up $1.50 from $10.50 to $12 per hour. There is no increase for tipped workers whose minimum wage remains at $2.13 per hour. 'Now we're a laggard' The average minimum wage among the 22 states with increases coming is $13.36. A person making this wage working full time would make $27,805.81 annually. They would have to work 40 hours every week to earn this, meaning they would not be taking time off from their full-time schedule. \"Those wages are still not enough to get by,\" Mike Owen, deputy director of nonpartisan workers advocacy group Common Good Iowa, told UPI. \"You're still going to need extra supports. But it sure is a lot more helpful than $7.25 which also puts more pressure on those public services.\" Iowa is one of more than a dozen states to keep its minimum wage at $7.25. Alabama, Louisiana, Mississippi, South Carolina and Tennessee have not adopted a minimum wage, instead defaulting to the federal level. Georgia and Wyoming have a minimum wage below $7.25, so the federal minimum takes precedence. At one time Iowa was ahead of the curve, Owen said. The state increased its minimum wage up to $7.25 in two phases about a year before Congress increased it at the federal level. \"Now we're a laggard,\" Owen said. \"It's obscenely low where we are right now. It's one of the many ways we're going out of our way to not do things that make this an attractive state to live and work.\" Iowa Gov. Kim Reynolds and other lawmakers in the state have commented on Iowa's struggle to retain workers in recent years. Meanwhile, neighboring states are finding their higher wages starting with the minimum wage to be powerful tools to recruit and retain workers. \"If workers want to live in states like Missouri or Nebraska or Illinois because they can have a more economically sustaining life, where do you think businesses are going to want to go?\" Von Glahn said. \"It's not hard to get people to come work if you're going to pay a decent wage and have different benefits.\" Minimum wage increases are generally popular among voters. According to the Pew Research Center, about 62% of Americans support a $15 federal minimum wage . Four counties in Iowa had either enacted an increased minimum wage or approved raising it in 2017. The state legislature overruled their local decisions, passing House File 295 prohibiting counties and cities superseding the state's minimum wage. Democrats in both chambers opposed the act, along with Republican Rep. Bobby Kaufmann. Democrats proposed raising the statewide minimum wage to $10.75 to keep all cities and counties in step with the state. Owen said there are \"vocal legislators\" who still support a wage increase and if one were given an \"honest debate\" it would pass. He is not sure what the dollar amount that could pass would be. \"This is not something where a legislator from either party is going to lose votes,\" he said. \"Everybody wins with this issue. That includes the business lobby who opposes it. When more people have money in their pockets that helps those businesses. It's a win-win issue. In Iowa, we choose not to play the game.\" Sen. Herman Quirmbach, D-Ames, has served in the state senate since 2003. He told UPI that he worked his first job for a minimum wage of $1.60 in 1968. That wage would have the buying power of $14.08 as of November. He said he was one of the \"highest-paid federal minimum wage workers in U.S. history,\" because the buying power for minimum wage was never higher. Quirmbach added that he would support raising the minimum wage to $14.08. \"One general ethical standard is we should do better by our kids than we had it,\" Quirmbach told UPI. \"My parents' generation, which Tom Brokaw correctly labeled the greatest generation, were willing to pay taxes to make college affordable at the level that I just indicated. \"I'm 73. My generation is the one out of the group that seems unwilling to make the same educational opportunities affordable.\" he continued. \"Even adjusted for inflation we're not close. We're making life harder on the younger generation.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.upi.com/Top_News/US/2022/12/30/minimum-wage-cannabis-student-debt-criminal-justice/2751672248849/",
    "https://www.pewresearch.org/short-reads/2021/04/22/most-americans-support-a-15-federal-minimum-wage/",
    "https://www.sanders.senate.gov/press-releases/news-sanders-scott-29-democratic-senators-introduce-legislation-to-raise-the-minimum-wage-to-17-by-2028-benefitting-nearly-28-million-workers-across-america/#:~:text=The%20Raise%20the%20Wage%20Act%20will%20increase%20the%20pay%20and,that%20money%20in%20their%20communities.%E2%80%9D",
    "https://www.epi.org/blog/twenty-two-states-will-increase-their-minimum-wages-on-january-1-raising-pay-for-nearly-10-million-workers/",
    "https://pewresearch.org/short-reads/2021/04/22/most-americans-support-a-15-federal-minimum-wage/",
    "https://www.upi.com/Top_News/US/2022/12/30/minimum-wage-cannabis-student-debt-criminal-justice/2751672248849",
    "https://www.epi.org/blog/twenty-two-states-will-increase-their-minimum-wages-on-january-1-raising-pay-for-nearly-10-million-workers",
    "https://sanders.senate.gov/press-releases/news-sanders-scott-29-democratic-senators-introduce-legislation-to-raise-the-minimum-wage-to-17-by-2028-benefitting-nearly-28-million-workers-across-america/#:~:text=The%20Raise%20the%20Wage%20Act%20will%20increase%20the%20pay%20and,that%20money%20in%20their%20communities.%E2%80%9D",
    "https://www.pewresearch.org/short-reads/2021/04/22/most-americans-support-a-15-federal-minimum-wage",
    "https://epi.org/blog/twenty-two-states-will-increase-their-minimum-wages-on-january-1-raising-pay-for-nearly-10-million-workers/",
    "https://upi.com/Top_News/US/2022/12/30/minimum-wage-cannabis-student-debt-criminal-justice/2751672248849/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "upi",
        "sentiment": "negative"
      },
      {
        "name": "economic policy institute",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "missouri",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T13:30:36.713+02:00",
  "updated": "2024-01-02T13:30:36.713+02:00"
}