{
  "thread": {
    "uuid": "6672290744defaf74e0cabe50a6b91990ee6da9c",
    "url": "https://www.oliveoiltimes.com/business/greece-to-provide-work-permits-to-30000-migrants-to-curb-labor-shortage/127650",
    "site_full": "www.oliveoiltimes.com",
    "site": "oliveoiltimes.com",
    "site_section": "https://www.oliveoiltimes.com/rss",
    "site_categories": [
      "food",
      "health_lowfat_cooking"
    ],
    "section_title": "Olive Oil Times",
    "title": "Greece to Provide Work Permits to 30,000 Migrants to Curb Labor Shortage",
    "title_full": "Greece to Provide Work Permits to 30,000 Migrants to Curb Labor Shortage",
    "published": "2024-01-02T16:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-cdn.oliveoiltimes.com/cb:XkPz.23f19/w:auto/h:auto/q:67/ig:avif/f:best/https://www.oliveoiltimes.com/media/2023/12/45112.jpg",
    "performance_score": 0,
    "domain_rank": 40564,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "6672290744defaf74e0cabe50a6b91990ee6da9c",
  "url": "https://www.oliveoiltimes.com/business/greece-to-provide-work-permits-to-30000-migrants-to-curb-labor-shortage/127650",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Costas Vasilopoulos",
  "published": "2024-01-02T16:03:00.000+02:00",
  "title": "Greece to Provide Work Permits to 30,000 Migrants to Curb Labor Shortage",
  "text": "`\nIn Greece, the government has passed legislation to regularize the status of 30,000 migrants living in the country illegally to meet the demand for workers in the agricultural sector.\nThe migrants must prove that they have lived in the country for the last three years, down from the seven years required before, and are employed when applying to benefit from the new bill and obtain a work and residence permit.\nThe center-right ruling party under Prime Minister Kyriakos Mitsotakis pushed through the new bill despite internal criticism, with former Prime Minister Antonis Samaras arguing that the new law would turn Greece into “a beacon of attraction for illegal migrants.”See Also:\nTo avoid any leaks in voting, the party had previously summoned all its members of parliament (MPs) to vote in favor of the bill or face disciplinary action.\n“The regulation we are bringing is not legalization since it does not give the right of permanent residence and citizenship,” said Dimitris Kairidis, the Greek minister of immigration and asylum, while defending the amendment in the country’s migration policy.\n“It does not solve the problem of the shortage of workers, but it is a first positive step towards a comprehensive strategy we have,” he added.\nGreece has long been a gateway to Europe for migrants from Asian countries. The country’s center-right government has frequently been accused of enforcing a tough migration policy through strict laws and illegal pushbacks at sea.\nThe amendment was also endorsed by the leftwing opposition, whereas the smaller rightwing parliamentary parties rejected it.\nFarmers in Greece recognized the importance of the new legislation for the country’s agricultural sector. They noted, however, that the bill is only the beginning of securing future harvests, calling on the government to step up measures to tackle the labor shortage problem in the country’s primary sector.\n“This intervention was necessary, but unfortunately, it is not enough,” fourteen agricultural associations from across the country wrote. “Many more steps – at all levels – are needed to ensure that Greek farmers can continue to farm next year.”\n“We expect the minister of immigration and asylum to continue the reforms on legal migration based on the informed proposals of rural stakeholders from all over the country,” they added.\nThe farmers also said that the number of foreign workers is not expected to rise in Greece since the new bill concerns migrants already living there.\nThe Greek National Interprofessional Association of Table Olives (DOEPEL) also hailed the newly introduced legislation, expressing its desire for more farm laborers.\n“The shortage of land workers has disastrous consequences for the [olive] sector and the country alike,” the interprofessional said in a press release. “In the 2022/23 crop year, 20 to 30 percent of green table olive varieties (Chalkidiki and Amfissis) remained on the trees unharvested, resulting in a €27 million loss in agricultural income.”\n“The recent legislation to provide residence and conditional work permits to migrants will bring a breath of fresh air to this chronic problem,” they added. “We hope this is only the beginning of a series of fruitful reforms in this regard.”\nThe Greek farming sector has long faced an acute labor shortage, with the\nproblem being particularly evident in the country’s olive and olive oil industry.\nFor the past few decades, laborers from Albania and other Balkan countries have constituted the main workforce in olive harvesting across Greece.\nHowever,\nspurred by the Covid-19 pandemic and the low incomes offered to land workers after the 2008 financial crisis, Albanian workers have gradually departed Greece to return to their home country or head to other European countries with better working conditions, leaving a gap in the olive harvesting workforce challenging to fill.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kyriakos mitsotakis",
        "sentiment": "none"
      },
      {
        "name": "dimitris kairidis",
        "sentiment": "none"
      },
      {
        "name": "antonis samaras",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "curb labor shortage",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "greece",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T17:09:48.941+02:00",
  "updated": "2024-01-02T17:09:48.941+02:00"
}