{
  "thread": {
    "uuid": "312ec4829add8789e480df73fff005e3f0ce3db3",
    "url": "https://www2.cbn.com/devotions/price-grace",
    "site_full": "www2.cbn.com",
    "site": "cbn.com",
    "site_section": "https://www1.cbn.com/rss-cbn-articles-spiritual-life.xml",
    "site_categories": [],
    "section_title": "Spiritual Life RSS feeds",
    "title": "The Price of Grace | CBN",
    "title_full": "The Price of Grace | CBN",
    "published": "2023-12-29T21:05:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www2.cbn.com/sites/default/files/media/slider/images/the-price-of-grace-hdv.png",
    "performance_score": 0,
    "domain_rank": 3249,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "312ec4829add8789e480df73fff005e3f0ce3db3",
  "url": "https://www2.cbn.com/devotions/price-grace",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Jonathan Macnab",
  "published": "2023-12-29T21:05:00.000+02:00",
  "title": "The Price of Grace | CBN",
  "text": "“Whoever does not bear his own cross and come after me cannot be my disciple. For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?” (Luke 14:27-28 ESV)\nWhen I said, “I do,” to Jesus, I didn’t understand just how much it was going to cost. Salvation was a free gift, they said. And it was true. Jesus came and set my sorry soul free then made a new creation out of me—by grace alone—but there was a cost. In fact, it turned out to be more than I was willing to pay.\nYou see, I thought I could have salvation and be comfortable, too. I thought I could tell God He was in charge but then still hold onto veto power in certain situations. I never once would have told you these things, but I believed them far down in the depths of my deceitful heart.\nThe truth was, I came to faith with a misunderstanding of the covenant—a permanent, irrevocable agreement—I was making with God through Christ. What He had was going to be mine, and what I had was going to be His, and as surely as I could call on Him for every need, He could call on me to let go of anything and everything.\nSo it began, the long road of loss on the way to the greatest imaginable gain. I had to learn to count like Paul, as he said, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. (Philippians 3:8) Jesus began to call me away from my idols, the things that I counted as far more significant in actual practice than the one I claimed to love most.\nI remember having to “put to death” the things that I once most enjoyed, cutting them out of my life. That sounds harsh, but when something stands in the way of you and life itself—which is what Jesus is for us—the only right thing is to remove that thing from its improper place. Some of those things were inherently sinful, so they were easy enough to spot, but others were more subtle and have taken time to recognize and still today to defeat—like personal ambition.\nThe Word helped me on the journey—the Gospel of Matthew in particular. When Jesus was fulfilling His earthly ministry, various people thought to follow Him: And a scribe came up and said to him, “Teacher, I will follow you wherever you go.” And Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.” Another of the disciples said to him, “Lord, let me first go and bury my father.” And Jesus said to him, “Follow me, and leave the dead to bury their own dead.” (Matthew 8:19-22)\nYou can see that the scribe thought he was going to continue to be comfortable following Jesus, but we’re called to go wherever our Lord goes, and comfort isn’t part of the decision process. Then a disciple thought they were going to be able to follow Jesus when it was convenient , but when Jesus calls, only absolute obedience is appropriate. This is the King of kings, and He deserves our immediate and unquestioned submission.\nSo God guided me, helping me take steps out of my comfort zone onto the restless waves—and urging me to do hard things at inconvenient times—because He is out there in the unknown and the difficulty. He gently disciplines and purifies me now, day by day, transforming me from one degree of glory to another. I just have to be willing, open, and surrendered to the process of having my desires reshaped.\nI exist for Him now. Do you? Will you?\n~\nScripture is quoted from the ESV® Bible (The Holy Bible, English Standard Version®). ESV® Text Edition: 2016. Copyright © 2001 by Crossway, a publishing ministry of Good News Publishers. The ESV® text has been reproduced in cooperation with and by permission of Good News Publishers. Unauthorized reproduction of this publication is prohibited. All rights reserved.\nShare This Devotional",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "jesus",
        "sentiment": "none"
      },
      {
        "name": "christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T23:56:09.751+02:00",
  "updated": "2024-01-13T02:10:10.097+02:00"
}