{
  "thread": {
    "uuid": "68330b8de7bd13566dd4b6ee321d1d341eb62a9d",
    "url": "https://www.world-today-news.com/the-las-vegas-expo-showcases-cutting-edge-artificial-intelligence-technologies/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "The Las Vegas Expo Showcases Cutting-Edge Artificial Intelligence Technologies",
    "title_full": "The Las Vegas Expo Showcases Cutting-Edge Artificial Intelligence Technologies",
    "published": "2024-01-06T01:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 23224,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "68330b8de7bd13566dd4b6ee321d1d341eb62a9d",
  "url": "https://www.world-today-news.com/the-las-vegas-expo-showcases-cutting-edge-artificial-intelligence-technologies/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-01-06T01:14:00.000+02:00",
  "title": "The Las Vegas Expo Showcases Cutting-Edge Artificial Intelligence Technologies",
  "text": "The Las Vegas Expo, one of the most important annual gatherings for\ntechnology enthusiasts, kicks off on Tuesday, with a wide scope for artificial intelligence technologies whose promoters are focusing on their capabilities to make already complex electrical products more “intelligent,” and even more “human.”\nAdam Borden, global director of innovation at Accenture, noted that the most important issue at this year’s Consumer Electronics Show is “how to integrate artificial intelligence” into existing technologies. He stressed that “artificial intelligence does not produce superhumans, but rather it will make humans better.”\nAt the exhibition this year, there are robots that, thanks to artificial intelligence, have become more capable of interacting, smarter cars, and other products that have witnessed great progress based on this\ntechnology.\nThe exhibition, which will be held from January 9 to 12 in Las Vegas, includes more than 3,500 exhibitors and about 130,000 participants.\nSince last year, the exhibition has regained its large public attendance, even though it has suffered, like other major conferences and forums, from the consequences of the Covid pandemic.\nGary Shapiro, president of the Consumer\nTechnology Association, which organizes the exhibition, confirmed that “the Chinese are coming back.” However, the number of Chinese exhibitors, at 500, is half what it was before Covid-19.\nDelegations from major groups such as Amazon, Google, Intel, Samsung, Sony, and TikTok are attending, but the Las Vegas exhibition is, above all, an opportunity for startups to shine and emerge, she explained. Carolina Milanesi, from Creative Strategies.\nThe analyst added, “Many observers believed that many companies would not return after the\nhealth crisis, but small companies that do not have the necessary strength to organize their own activities are participating in the exhibition and generating movement” in it.\nThe role of algorithms in electronics is growing, from industrial equipment to vacuum cleaners, but the emergence of generative artificial intelligence heralds further transformations in devices used in everyday life.\nAdam Borden, an official at Accenture, explained that until today, artificial intelligence has allowed data to be processed on a large scale “in a fairly consistent way.”\nHowever, generative artificial intelligence programs, which became available to the public last year thanks to “ChatGPT,” have gone beyond this limited use to a broader scope, as they are capable of producing texts, images, or sounds based on a simple request, through machines that derive knowledge. From mountains of\ninformation and data, on servers, perhaps in real time.\nAdam Borden predicted that “personal assistance programs based on artificial intelligence and integrated into vehicles and robots will become available, with the ability to sense what is happening around them, including emotions, and adapt their answers to that data (…) They will also be able to provide advice as well as implement… Tasks on behalf of their owners,” such as reserving a table in a restaurant.\n– “An extension of man”\nBorden relied in particular on artificial intelligence to improve traffic safety. He saw that this\ntechnology was in some cases similar to “an extension of the human body and mind,” and stated that “artificial intelligence will be able to measure the driver’s degree of alertness based on his facial expressions, the attentiveness of his gaze, and so on.” .\nThe exhibition devoted a large space to self-driving personal, industrial and agricultural vehicles, motorcycles, smart boats and computer programs that have become essential in all means of transportation.\nHealth and beauty also have a special place in the exhibition. The companies will also highlight the environmental progress they have made, from recyclable packaging to products that use less electricity.\nFans of high-performance screens and home appliances will be able to learn about the latest developments in the field of televisions and other home equipment.\n2024-01-05 20:32:55\n#Artificial #intelligence #dominates #Las #Vegas #Electronics #Show",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adam borden",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "accenture",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "las vegas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T01:17:02.874+02:00",
  "updated": "2024-01-06T01:17:02.874+02:00"
}