{
  "thread": {
    "uuid": "246a60e06d413cca85a8c89536698d1b0351ed45",
    "url": "https://sgbonline.com/nike-doubles-down-on-evolving-air-to-new-levels-for-summer-olympics",
    "site_full": "sgbonline.com",
    "site": "sgbonline.com",
    "site_section": "https://sgbonline.com/apparel/",
    "site_categories": [
      "media"
    ],
    "section_title": null,
    "title": "",
    "title_full": "",
    "published": "2024-04-12T00:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 56462,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "246a60e06d413cca85a8c89536698d1b0351ed45",
  "url": "https://sgbonline.com/nike-doubles-down-on-evolving-air-to-new-levels-for-summer-olympics",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "SGB Media",
  "published": "2024-04-12T00:07:00.000+03:00",
  "title": "",
  "text": "Nike, Inc. announced it is launching a new line of products “signaling a multi-year innovation cycle” and plans to deliver “better, faster, more efficient solutions for athletes” this summer at the Paris Olympics.\nThe company announced the product drop from Paris on April 11 and said it would “open a world of creative possibilities,” including its first sculpted, visible Air Zoom unit in the new Pegasus Premium running shoe.\nNike said the proprietary, sculpted Air unit connects the heel and forefoot a”uniquely contouring to the natural profile of the foot, delivering an entirely new springy, smooth sensation.” Combined with ZoomX and ReactX foam, Nike’s new cushioning system ” creates more energy return for everyday runners.”\nIn addition, Air, Nike’s “most revolutionary, ubiquitous and versatile cushioning platform,” will power the products Nike athletes wear on the track, court and pitch this summer. Nike optimized Air by leveraging “computational design and incomparable athlete data” from the Nike Sport Research Lab to “create footwear that helps all athletes break barriers.”\n“For more than 50 years, we’ve listened to and over-delivered for our athletes with the best of Nike innovation. We always push the boundaries of what’s possible and take risks to help create the future of sport together,” said John Hoke, Nike’s chief innovation officer. “This summer, the difference maker is the massive energy return that Nike Air delivers to athletes. Taking what we learned from our super-shoe technology, we’re introducing new Nike Air Zoom shapes and sensations across all sports.”\nThis summer, the best of Nike’s Air innovation will reportedly debut in the Nike Blueprint Pack, spanning footwear for track and road racing, basketball, football, skate, breakdancing and lifestyle. The blue, white, and orange colorway is a nod to Nike’s co-founder, Bill Bowerman, and his obsession with enabling the best possible athlete performance.\nNike also enlisted its ambassador athletes, including Dina Asher-Smith, Shelly-Ann Fraser-Pryce, Eliud Kipchoge, and Sha’Carri Richardson, to showcase its 2024 Federation Kits, reportedly “the most data-driven and visually unified Nike’s ever produced.”\nBased on 4D motion-capture data with pixel-level precision, designed for each competition, the Kits “were inspired by the distinct identities and diverse communities of each country and sport,” said Nike.\nNike also announced A.I.R. (Athlete Imagined Revolution) during its Paris presentation. In this co-creation project between elite athletes and Nike designers, Nike said it “used innovative design tools to create the future of Air.” The “radical concepts are a view into the future of athlete co-creation and the unlimited possibilities of Nike Air.”\n“There are now no limits to what we can create with Nike Air,” said Hoke. “We’re obsessing about new technologies like A.I. engines and rapid prototyping to continue exploring the unlimited possibilities. Now we can create Nike products with unprecedented fidelity, velocity and impact.”\n“We’re thrilled to celebrate another summer of sport with our incredible athletes and the product innovations that will help propel them to achieve their dreams,” said Heidi O’Neill, president of consumer, product and brand at Nike, Inc. “What you’ll see this year on the pitch, court, road or track signals a new, exciting multi-year cycle of innovation for us. And this summer is just a hint of the game-changing innovations coming across our entire portfolio that will take us into new markets and market share opportunities.”\nImage courtesy Nike, Inc.\n***\nFor additional SGB Media coverage of Nike Air, read below.\nEXEC: Nike Admits it Has a Problem, and Its Solution is… Air?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nike, inc.",
        "sentiment": "neutral"
      },
      {
        "name": "nike",
        "sentiment": "none"
      },
      {
        "name": "nike sport research lab",
        "sentiment": "none"
      },
      {
        "name": "air zoom",
        "sentiment": "none"
      },
      {
        "name": "air",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "paris",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:36:15.663+03:00",
  "updated": "2024-04-12T00:36:15.663+03:00"
}