{
  "thread": {
    "uuid": "8283c82682f045fddf7ae4ee8a78fa0b1d574a41",
    "url": "https://faroutmagazine.co.uk/don-henley-picks-the-perfect-eagles-lyric-it-sums-up-everything/",
    "site_full": "faroutmagazine.co.uk",
    "site": "faroutmagazine.co.uk",
    "site_section": "http://faroutmagazine.co.uk",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Far Out Magazine | Music, Film, TV, Art &amp; Pop Culture News",
    "title": "Don Henley picks the perfect Eagles lyric",
    "title_full": "Don Henley picks the perfect Eagles lyric",
    "published": "2024-01-06T00:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://faroutmagazine.co.uk/static/uploads/1/2023/11/The-Eagles-1970s-02-Far-Out-Magazine-F.jpg",
    "performance_score": 0,
    "domain_rank": 12449,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8283c82682f045fddf7ae4ee8a78fa0b1d574a41",
  "url": "https://faroutmagazine.co.uk/don-henley-picks-the-perfect-eagles-lyric-it-sums-up-everything/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@FarOutMag",
  "published": "2024-01-06T00:00:00.000+02:00",
  "title": "Don Henley picks the perfect Eagles lyric",
  "text": "Don Henley picks the perfect Eagles lyric: “It sums up everything” Any song can usually get by with a great melody to tie everything together. While many artists might be able to write the most heart-wrenching lyrics, it doesn’t matter if there isn’t the common melodic thread that keeps people singing along with it every time it comes on the radio. Although the [Eagles](https://faroutmagazine.co.uk/tags/eagles/) could write wonderful pieces of sonic art whenever they went into the studio, Don Henley always paid special attention to the lyrics behind their masterpieces. Being a fan of poetry since childhood, Henley had always wanted to create songs that would have something to say outside of the traditional love song format. While the band may have made various romantic songs like ‘Best of My Love’, there were still songs with a broader outlook on the world, from the dystopian fairytale of ‘Hotel California’ to the sorry kid running without a place to go on ‘Desperado’. When talking about his approach to lyrics, Henley would say that most of the band’s best material centred around providing social commentary, telling [History of the Eagles](https://www.amazon.com/History-Eagles/dp/B00K5XLRSG), “We were always trying to make some sort of social commentary, and commentary on American culture in general. We think that it’s part of a tradition that dates back to medieval times”. Even with their craftsmanship hitting an apex in the late 1970s, the band would find that they had little to say after the album The Long Run. Having gone through a barrage of cocaine when getting the album finished, many of the band members retreated to solo careers, including Henley making excellent songs like ‘The Boys of Summer’ and ‘The Heart of the Matter’. While the band would make [a handful of new tracks for their reunion album Hell Freezes Over](https://faroutmagazine.co.uk/the-first-eagles-song-written-after-their-breakup/), fans wouldn’t get a proper look at the modern Eagles until the 2000s with the release of Long Road Out Of Eden. Although most of the album suffered from a lack of cohesion and too many songs to go around, Henley believed that one of the lyrics personified what he was all about. Coming at the end of the long journey, ‘It’s Your World Now’ is about passing on the rich legacy to the next generation, where they can choose to go down the path of music like Henley did or go in their own direction. Even though the song became a fond farewell after Glenn Frey’s untimely passing, Henley thought that it was a fine way to end the band’s career. Discussing the lyrical content of the song, Henley felt that he said everything that he needed to express, [saying](https://www.songfacts.com/facts/eagles/its-your-world-now), “The crux of the whole thing for me is those two lines: ‘Be part of something good, leave something good behind.’ For me, that sums up everything – to my children, to my fans, to everybody. If there was one message to this album that I want to impart, that would be it”. While Henley may have felt strongly about the lines by themselves, it’s interesting to hear the final words on the album sung by Frey. As opposed to the searing tone of Henley, Frey’s register is the perfect way to bring the listener back down to Earth, almost as if he’s a reassuring father giving his kids permission to do what they want in the world. The Eagles may not have known that this would be their final hour at the time, but considering they are winding down as of late, it’s up to the next generation to pick up the mantle where they left off.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Arts, Culture and Entertainment"
  ],
  "external_links": [
    "https://www.songfacts.com/facts/eagles/its-your-world-now),",
    "http://www.amazon.com/exec/obidos/ASIN/B00K5XLRSG",
    "http://amazon.com/exec/obidos/ASIN/B00K5XLRSG",
    "https://songfacts.com/facts/eagles/its-your-world-now),"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "don henley",
        "sentiment": "neutral"
      },
      {
        "name": "henley",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "california",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-06T00:10:43.878+02:00",
  "updated": "2024-01-06T00:10:43.878+02:00"
}