{
  "thread": {
    "uuid": "086b590038417afdb0ee02637ab753d3c89f856e",
    "url": "https://sport.sky.it/calcio/europei/2024/07/05/demiral-bellingham-squalificati-europei-2024",
    "site_full": "sport.sky.it",
    "site": "sky.it",
    "site_section": "https://sport.sky.it/",
    "site_categories": [
      "web_design_html",
      "tech"
    ],
    "section_title": "Sport: ultime notizie sportive live e risultati in diretta | Sky Sport",
    "title": "Europei 2024, Demiral squalificato due partite: Bellingham multato | Sky Sport",
    "title_full": "Europei 2024, Demiral squalificato due partite: Bellingham multato | Sky Sport",
    "published": "2024-07-05T14:19:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://static.sky.it/editorialimages/ba05bbaf5a0bc68dd2b7cda94fd8f6e4c7ebb0d0/skysport/it/calcio/europei/2024/07/05/demiral-bellingham-squalificati-europei-2024/00_ansa_demiral_esultanza_turchia_austria.jpeg?im=Resize,width=565",
    "performance_score": 0,
    "domain_rank": 5036,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 3,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "086b590038417afdb0ee02637ab753d3c89f856e",
  "url": "https://sport.sky.it/calcio/europei/2024/07/05/demiral-bellingham-squalificati-europei-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sky Sport",
  "published": "2024-07-05T14:19:00.000+03:00",
  "title": "Europei 2024, Demiral squalificato due partite: Bellingham multato | Sky Sport",
  "text": "Europei 2024, Demiral squalificato per due partite. Bellingham multatoeuro 2024 Il difensore ex Juventus e Atalanta aveva esultato facendo il cosiddetto saluto dei \"lupi grigi\", simbolo della estrema destra turca dopo la sua doppietta che è valsa alla squadra di Montella il passaggio ai quarti di finale. Un gesto considerato contro le regole della condotta sportiva dall’Uefa che ha deciso di squalificarlo per due partite. Solo multa e un turno di squalifica sospeso con la condizionale per Bellingham per il gesto nei confronti dei tifosi slovacchi Due giornate di squalifica per Merih Demiral, difensore della Turchia. L’ex centrale di Juventus e Atalanta aveva esultato con il \"saluto dei lupi grigi\" dopo il suo secondo goal contro l'Austria agli ottavi degli Europei 2024. Un gol decisivo per il passaggio della squadra di Montella ai quarti di finale contro l'Olanda del 6 luglio che però Demiral non potrà giocare. Sarà in campo invece Jude Bellingham nel quarto contro la Svizzera che, per il suo gesto volgare nei confronti dei tifosi slovacchi durante gli ottavi di finale, ha ricevuto una multa e un turno di squalifica ma con pena sospesa con condizionale di un anno. [ ](https://sport.sky.it/calcio/europei/partite/2024/ottavi/austria-turchia/risultato-gol) leggi anche Demiral eroe: 2-1 all'Austria e Turchia ai quarti L’esultanza di Demiral L'indice ed il pollice uniti per formare gli occhi; le altre dita alzate per rappresentare le orecchie di un lupo. Così Merih Demiral, difensore della Turchia ed ex di Atalanta e Juventus, ha festeggiato il suo secondo gol all'Austria, quello che ha permesso alla squadra di Vincenzo Montella di volare ai quarti di finale degli Europei. Ma quel gesto, rivolto ai tifosi turchi assiepati nello stadio di Lipsia, gli è costato la squalifica per due giornate. Il \"saluto del lupo\" ha infatti un significato politico, e la Uefa, che vieta esternazioni politiche durante le proprie manifestazioni, ha deciso di fermare il centrale dopo aver aperto un'inchiesta. Demiral ha fatto il tradizionale saluto dei \"Lupi Grigi\", un movimento estremista e nazionalista di destra turco divenuto noto, tra l'altro, per il coinvolgimento nell'attentato a papa Giovanni Paolo II. Il saluto \"politico\", oltre ad essere vietato dal regolamento della Uefa, è fuori legge in Austria dove sul caso sono intervenuti anche membri del Governo chiedendo pene esemplari per il calciatore. [ ](https://sport.sky.it/calcio/europei/tabellone-europei-2024) leggi anche Euro 2024, il tabellone La difesa di Demiral dopo il gesto Demiral, dal suo canto, si era espresso dopo la partita rivendicando la natura esclusivamente \"patriottica\" dell'esultanza: \"Sono contento di averlo fatto per indicare l'identità turca - ha spiegato - L'ho fatto perché sono fiero di essere turco. Ho visto che i tifosi lo facevano e ho voluto rispondere loro\". In realtà, non era la prima volta che il difensore, passato lo scorso anno all'Al Ahli, viene ripreso per gesti di natura politica: nel 2019 fece discutere un suo tweet a sostegno dell'invasione militare turca in Siria per reprimere i ribelli curdi. [ ](https://sport.sky.it/calcio/europei/2024/07/05/europei-2024-partite-oggi-5-luglio)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "italian",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-07-05T14:31:16.605+03:00",
  "updated": "2024-07-05T14:31:16.605+03:00"
}