{
  "thread": {
    "uuid": "b2cacb411323e4aa7efe8b4c6ef20155ab90fe65",
    "url": "https://www.granma.cu/cuba/2024-06-20/en-buen-estado-de-salud-piloto-de-avioneta-accidentada-20-06-2024-21-06-48",
    "site_full": "www.granma.cu",
    "site": "granma.cu",
    "site_section": "https://www.granma.cu/feed/",
    "site_categories": [
      "media"
    ],
    "section_title": "Granma - Órgano oficial del Partido Comunista de Cuba",
    "title": "En buen estado de salud piloto de avioneta accidentada",
    "title_full": "En buen estado de salud piloto de avioneta accidentada",
    "published": "2024-06-21T04:06:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "CU",
    "main_image": "https://www.granma.cu//static/img/logo-facebook.jpg",
    "performance_score": 0,
    "domain_rank": 14383,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b2cacb411323e4aa7efe8b4c6ef20155ab90fe65",
  "url": "https://www.granma.cu/cuba/2024-06-20/en-buen-estado-de-salud-piloto-de-avioneta-accidentada-20-06-2024-21-06-48",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Pastor Batista Valdés",
  "published": "2024-06-21T04:06:00.000+03:00",
  "title": "En buen estado de salud piloto de avioneta accidentada",
  "text": "Al cierre de esta edición, Armando Leyva Sosa, piloto de la avioneta modelo M-18 accidentada este jueves 20 de junio, mientras realizaba labores de fumigación en áreas arroceras de La Sierpe, provincia de Sancti Spiritus, continúa cumpliendo normalmente el protocolo de seguimiento y vigilancia establecido, en la sala de observaciones del Hospital Camilo Cienfuegos, de la cabecera provincial, sin que hasta ese momento se reportaran resultados o síntomas de alteración en los exámenes realizados. De acuerdo con la valoración del doctor Alexánder Concepción, jefe de la guardia de cirugía, “el paciente se encuentra estable, bien, sin cambios en la tensión arterial, frecuencia cardíaca, respiración o temperatura…” Radiografías de tórax, ultrasonidos abdominales y otros exámenes de rutina han confirmado la no existencia de lesiones pluripulmonares, en órganos internos o de otra índole, como consecuencia del accidente que precipitó el aparato a tierra, según explica la joven Marian Laura Díaz, enfermera de la sala. En muy breve conversación con Granma, Leyva Sosa agradeció la sensible atención recibida, primero por especialistas del policlínico ubicado en La Sierpe y luego de su traslado hacia el hospital provincial, así como las numerosas llamadas que ha recibido por parte de familiares, amigos y compañeros de trabajo, interesados en conocer acerca de la evolución y estado de salud. Como expresó en su perfil de Facebook Eduardo Rodríguez Dávila, ministro cubano de Transporte, la avioneta pertenece a la Empresa Nacional de Servicios Aéreos (ENSA) y una comisión del Instituto de Aeronáutica Civil de Cuba investiga las causas del suceso.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Health"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-21T07:28:30.965+03:00",
  "updated": "2024-06-21T08:49:12.911+03:00"
}