{
  "thread": {
    "uuid": "bcc0cb22e2fffa0b56d8fd158a63faf0ea53aa43",
    "url": "https://www.verdict.co.uk/interview-whering-ceo-on-using-ai-for-a-sustainable-fashion-solution",
    "site_full": "www.verdict.co.uk",
    "site": "verdict.co.uk",
    "site_section": "https://www.verdict.co.uk/feed",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Verdict",
    "title": "Whering: Consumers' wardrobes hold sustainable fashion solution",
    "title_full": "Whering: Consumers' wardrobes hold sustainable fashion solution",
    "published": "2024-07-04T00:41:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://www.verdict.co.uk/wp-content/uploads/2024/07/WheringSocial_PressImage_02-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 14624,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bcc0cb22e2fffa0b56d8fd158a63faf0ea53aa43",
  "url": "https://www.verdict.co.uk/interview-whering-ceo-on-using-ai-for-a-sustainable-fashion-solution",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Eve Thomas",
  "published": "2024-07-04T00:41:00.000+03:00",
  "title": "Whering: Consumers' wardrobes hold sustainable fashion solution",
  "text": "Digitalising real wardrobes to share with friends Whering Social is about personalising sustainable fashion by giving consumers a smart stylist.\nEve Thomas July 3, Focused On Personalisation And Sustainability, The Whering App Allows Users To Share Their Wardrobes With Friends, And “shop” Their Own Outfits. Credit: Whering. Designed to enable a sustainable and circular journey, Whering is allowing its 4m users to “shop their own wardrobe” by offering a digitalised version of the real thing. It’s somewhat reminiscent of Clueless, but with AI insights, personal statistics, moodboards, wishlists and – as of this week – a social element.\nThe app recently launched its new iteration – Whering Social, which CEO and self-proclaimed “recovering hypocrite” Bianca Rangecroft hopes will “build out” a rapidly growing community.\nGo deeper with GlobalData Reports Innovation in Internet of Things: Sensor-integrated wearables GlobalData Reports AWM Smart Shelf - Tech Innovator Profile GlobalData\nPremium Insights The gold standard of business intelligence.\nFind out more\nUsers can browse each other’s wardrobes, submit style suggestions, view moodboards and wishlists, and compete on leaderboards. It’s all part of Whering’s vision, in which sustainability meets personalisation.\nA personalised tech stylist Personalised style has long been a staple of apparel’s offerings, and brands able to offer products that match customers’ personal preferences see conversions and retention. The introduction of artificial intelligence (AI) has opened new doors for personalised fashion, offering analysis of purchasing habits and – in Whering’s case – wardrobe preferences.\nRangecroft explains AI’s role in Whering is to use “manual user input to calculate what a user is wearing every day, how they are styling themselves, what pieces are most worn, what their cost per wear is.”\nIt’s been popular, and she adds that “users want that to become fully personalised, so they want the AI to say: ‘here is your plan of attack, this is what you are going to be working with in the next couple of weeks, we want you to be wearing this and that because we know that these are low utilisation items.’ Our AI is going to be saying, ‘these things are currently trending for X amount on resale, you should resell them, give them a new life, you’re not wearing them’. Personalisation here sort of comes in the form of almost like a smart stylist, almost like a banking app that tells you how you are spending money here or there.”\n “We can absolutely say for certain that Gen Z and our millennial audience are starved for inspiration. They want to see different outfit combinations at the click of a button. They want personalised outfits for specific occasions and specific moods or destinations. So, from an R&D perspective we’re focusing on training our styling algorithm and personalisation capabilities in the app to be able to do that.”\nAside from inspiring, informing and nudging users, the app also offers a statistical breakdown of personal habits. Users can see how many items are in their wardrobe, what percentage of these they wear, what they have worn frequently, what their wardrobe costs, what they regularly pair, and which items they are neglecting.\nIt speaks to sustainable practices too, as Whering users can see what percentage of their wardrobe is new, preloved, rental and handmade. “It’s just a really nice snapshot of who you are as a person,” says Rangecroft.\nThis breakdown has been popular with users, and it’s the area Whering has put most R&D into, “because it is for that smart, savvy consumer that wants to know more about where they are spending their money, and they want to put their money where their mouth is.”\nThese insights marry Whering’s two key principles: personalisation and sustainability. Earth.org reports that 92m tonnes of textiles waste is produced every year, with much of the problem coming from the ‘throwaway’ culture cultivated by fast fashion brands. The change in consumer behaviour has resulted in the number of wears per garment declining around 36% since 2008.\n“That is the big vision: to start thinking about the whole user journey, and the whole lifecycle from pre-purchase to purchase, then increasing utilisation,” she shares.\n“For me, that is the holy trifecta, and I think when Whering is able to productise its existing tech to serve the pre-purchase and the purchase touch points from a retailer perspective, that’s when we will start to unlock huge value for the personalisation angle.”\nShe talks also about Whering’s “gamification” of sustainable wardrobes through technological solutions. Just as Cher Horowitz shuffled her outfits in Clueless in 1995, so users can discover inspiration in their own wardrobes.\n“I have got a quite a large wardrobe. When I started Whering, I think my utilisation was around 34%. It’s now at 71%. Using the styling functionalities, I make all of these different outfits and wear a lot more of what I own, rather than just gravitating towards the typical things that you always pull out.”\nThe gamification goes beyond a mix-and-match style approach, however. With the launch of Whering Social, the app is taking a new path, and merging the circular solution with the sharing economy.\n“It’s about gamification, and how we can use leaderboards and challenges with your friends, in order to educate around sustainability, but also to motivate users to look at their wardrobe insights, and start to bring some fun competition,” explains Rangecroft.\nWhering Social allows friends to style outfits for each other and to view wardrobes, wishlists and moodboards. Credit: Whering. A social wardrobe The new iteration of Whering is focused on making its current offerings sociable, and bringing a community element to sustainable, personalised fashion through open wardrobes, wishlists and moodboards.\nRangecroft explains: “The genesis is really to democratise access to people’s wardrobes, similarly to the day-to-day angle and our approach at the beginning of the product, which was about helping users shop their own wardrobes to find what they have and make the most of it through a digital inventory.\n“Now it’s translating that into being able to go into friends’ wardrobes, to change users’ relationship with consumption, but also to offer the ability to style friends, and derive pleasure from that, and excitement and emotional connection with clothes.”\nThe role of social media in the apparel sector has ballooned in recent years. The RetailX Global Fashion 2023 report found that 52.4% of global fashion eshoppers used Instagram, 51.6% used Facebook, 41.2% used YouTube and 28.1% used TikTok.\nFrom ‘outfit of the day’ and ‘what I would wear to…’ trends, to Pinterest boards and fashion pages, consumers have built communities dedicated to discussing apparel and Rangecroft recognises potential in this.\n“People are chatting about what they are wearing to a specific event: what are they packing? What are their inspirations for an upcoming dinner party? We want to bring all of that back into the Whering app. It’s all about leveraging social in order to create a much more intimate community.\n“We want interoperability with your top five apps, like WhatsApp, Instagram, Pinterest, etc. The social focus is really to make sure that you can use those apps and bring content into Whering, but also that we’re the home for most of the discussions and Direct Messages (DMs), around fashion and around consumption.”\nShe also notes the potential of the social iteration to further enhance Whering’s sustainability objectives.\nAlthough not apparel-specific, Unilever conducted its own study to assess the impact of social media on sustainable living, and found that 83% of the 6,000 participants thought TikTok and Instagram were good places to get advice on sustainable living, and 78% believed that social media was the platform most likely to encourage them to act more sustainably, above TV documentaries (48%), news articles (37%) and government campaigns (20%).\nWhering hopes to supercharge this in the apparel sector. “What are your friends doing? How are they buying better? What are they making by hand? What are they reselling? All of that is a really good way to bring people into your journey and bring them along with you,” explains Rangecroft. “We really like that angle: it’s not only about fostering engagement and retention in the app, but it’s also about education, to make our community the next generation of more sustainable users.”\n“The social leaderboard challenges, and viewing what consumers’ friends are doing, are really good ways to push a sustainability agenda, because it means that users are able to see what other people are doing. It’s like when you go to someone’s house, and you go into the kitchen to wash your hands, and you can see what kind of products they have. Are they on an eco friendly journey? Are they not? It’s a sort of similar thing here, and it can be very motivating to see friends do better.”\nEnjoying conscious consumerism Above all, Rangecroft is eager to express that Whering’s sustainability message is intertwined through the colourful and gamified experience which comes from consumers’ shopping their own clothes. However, she also notes that Whering’s unique insights into the habits and wardrobes of its users translates into huge potential for businesses ready to embrace sustainable apparel.\n“I suppose for me, the big insight here is how environmentally damaging returns are. It is such a huge issue. It is just absolutely incredible that we still operate in this system, without smart analytics and without a personal stylist in the pocket. We are trawling websites for hours and hours to buy things that we don’t need.\n“We need to leverage the unprecedented data segment that we have built through Whering, which is an AI into people’s wardrobes, into what they are really wearing, and what they’re doing with the brands and the items that they’re buying, to be able to productise that into a real time solution that we can implement with retailers to start to tackle that side of fashion waste, because it is huge.”\nSign up for our daily news round-up! Give your business an edge with our leading industry insights.\nSign up",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.globaldata.com",
    "https://api.hsforms.com/submissions/v3/integration/secure/submit/26632421/6d3b39e4-f95f-4119-bb5e-6225c6307049",
    "https://internetretailing.net/report-hub/global-fashion-sector-report-2023",
    "https://www.api.hsforms.com/submissions/v3/integration/secure/submit/26632421/6d3b39e4-f95f-4119-bb5e-6225c6307049",
    "https://www.globaldata.com/store/report/awm-smart-shelf-tech-innovation-analysis?scalar=true&pid=368332&sid=1",
    "https://unilever.com/news/news-search/2023/how-social-media-is-helping-people-make-the-switch-to-sustainability/",
    "https://www.youtube.com/embed/nmKeDO-3dqs?si=9yLvPk_8FPU5k8Bk",
    "https://earth.org/statistics-about-fast-fashion-waste",
    "https://www.unilever.com/news/news-search/2023/how-social-media-is-helping-people-make-the-switch-to-sustainability/",
    "https://internetretailing.net/report-hub/global-fashion-sector-report-2023/",
    "https://www.unilever.com/news/news-search/2023/how-social-media-is-helping-people-make-the-switch-to-sustainability",
    "https://globaldata.com/store/report/innovation-in-internet-of-things-sensor-integrated-wearables-innovation-and-trend-analysis?scalar=true&pid=368332&sid=1",
    "https://www.globaldata.com/store/report",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.verdict.co.uk/interview-whering-ceo-on-using-ai-for-a-sustainable-fashion-solution",
    "https://facebook.com/sharer/sharer.php?u=https://verdict.co.uk/interview-whering-ceo-on-using-ai-for-a-sustainable-fashion-solution/",
    "https://globaldata.com/companies/?utm_source=Features&utm_term=visit_company_profile&utm_content=Interview:",
    "https://www.youtube.com/embed/nmKeDO-3dqs",
    "https://www.just-style.com/features/easy-solutions-that-take-fashion-circularity-from-all-talk-to-action/",
    "https://www.earth.org/statistics-about-fast-fashion-waste/",
    "https://youtube.com/embed/nmKeDO-3dqs?si=9yLvPk_8FPU5k8Bk",
    "https://globaldata.com/",
    "https://just-style.com/features/easy-solutions-that-take-fashion-circularity-from-all-talk-to-action/",
    "https://www.facebook.com/sharer/sharer.php",
    "https://www.globaldata.com/companies/",
    "https://www.globaldata.com/store/report/awm-smart-shelf-tech-innovation-analysis",
    "https://globaldata.com/store/report/",
    "https://www.globaldata.com/store/report/innovation-in-internet-of-things-sensor-integrated-wearables-innovation-and-trend-analysis",
    "https://earth.org/statistics-about-fast-fashion-waste/",
    "https://www.globaldata.com/store/report/innovation-in-internet-of-things-sensor-integrated-wearables-innovation-and-trend-analysis?scalar=true&pid=368332&sid=1",
    "https://www.internetretailing.net/report-hub/global-fashion-sector-report-2023/",
    "https://www.globaldata.com/store/report/",
    "https://www.globaldata.com/companies/?utm_source=Features&utm_term=visit_company_profile&utm_content=Interview:",
    "https://globaldata.com/store/report/awm-smart-shelf-tech-innovation-analysis?scalar=true&pid=368332&sid=1",
    "https://www.globaldata.com/",
    "https://www.facebook.com/sharer/sharer.php?u=https://www.verdict.co.uk/interview-whering-ceo-on-using-ai-for-a-sustainable-fashion-solution/",
    "https://www.just-style.com/features/easy-solutions-that-take-fashion-circularity-from-all-talk-to-action"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bianca rangecroft",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "globaldata reports innovation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "whering social",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T01:33:59.236+03:00",
  "updated": "2024-07-05T01:33:59.236+03:00"
}