{
  "thread": {
    "uuid": "65c4ecae4ee9093579d60408e0c29331e20e4298",
    "url": "https://www.bernama.com/en/news.php?id=2258165",
    "site_full": "www.bernama.com",
    "site": "bernama.com",
    "site_section": "http://bernama.com/en/rssfeed.php",
    "site_categories": [
      "social"
    ],
    "section_title": "BERNAMA - English Version",
    "title": "General : S'gor's Zakat Management Has Benefitted Many Asnaf, Emulated By Other Countries",
    "title_full": "General : S'gor's Zakat Management Has Benefitted Many Asnaf, Emulated By Other Countries",
    "published": "2023-12-29T12:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "MY",
    "main_image": "https://www.bernama.com/storage/photos/cf28806e6966f6740cfe171f72b1017d658e9841c4edd-medium",
    "performance_score": 0,
    "domain_rank": 14531,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "65c4ecae4ee9093579d60408e0c29331e20e4298",
  "url": "https://www.bernama.com/en/news.php?id=2258165",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2023-12-29T12:07:00.000+02:00",
  "title": "General : S'gor's Zakat Management Has Benefitted Many Asnaf, Emulated By Other Countries",
  "text": "SHAH ALAM, Dec 29 (Bernama) -- Innovation in the management of zakat collection and distribution in Selangor has proven to be successful, particularly benefitting the ‘asnaf’ (zakat recipients) group in the state.\nThe effectiveness of zakat management in Selangor has garnered attention and served as an example to several foreign countries, including Indonesia and Thailand.\nIn the Friday sermon titled \"Zakat Payung Asnaf\" by the Sermon Unit under the Mosque Management Division of the Selangor Islamic Religious Affairs Department, it was highlighted that the zakat management in Selangor, particularly by the Selangor Zakat Board (LZS), was widely trusted in the state, and that the ability to distribute RM1.05 billion and collect RM1.07 billion in zakat last year was a testament to this trust.\nThe congregation was informed that, thanks to zakat funds, 6,000 asnaf individuals in Selangor have been able to lift themselves out of poverty and become entrepreneurs.\nZakat aid has also been channelled towards education, ranging from pre-school to university, producing professionals in various fields from the target group.\nThe sermon also highlighted Assoc Prof Datuk Dr Farid Ravi Abdullah as an exemplary figure among the asnaf zakat recipients in Selangor.\nDr Farid Ravi, currently serving as the Vice Chancellor of Universiti Islam Selangor, was cited as an example of a revert who received assistance from the beginning of his conversion to Islam.\nDespite facing challenges, he succeeded in elevating his status and became a source of inspiration for many, demonstrating that support provided through zakat could contribute to an individual's success.\nThe sermon said that in line with the 30th anniversary of LZS next year, its management was aware that the key to success was to consistently provide the best service, especially in terms of zakat distribution, to ensure zakat payers were satisfied, encouraging continued fulfillment of the fifth pillar of Islam.\nTo sustain success, the sermon said ongoing support from all parties was essential, urging individuals to report to LZS if they identified deserving parties in need of help.\n-- BERNAMA\n ",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "bernama",
        "sentiment": "negative"
      },
      {
        "name": "selangor islamic religious affairs department",
        "sentiment": "none"
      },
      {
        "name": "selangor zakat board",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "thailand",
        "sentiment": "none"
      },
      {
        "name": "selangor",
        "sentiment": "none"
      },
      {
        "name": "indonesia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T12:12:37.794+02:00",
  "updated": "2023-12-29T12:12:37.794+02:00"
}