{
  "thread": {
    "uuid": "75127a4bfc75b709d03ea5a6255ecb97a938dd39",
    "url": "https://news.nab.com.au/news/electrifying-growth-surge-in-ev-finance-as-businesses-drive-adoption",
    "site_full": "news.nab.com.au",
    "site": "nab.com.au",
    "site_section": "https://news.nab.com.au/announcements/",
    "site_categories": [
      "enterprise_news"
    ],
    "section_title": "Announcements - NAB News",
    "title": "Electrifying Growth: surge in EV finance as businesses drive adoption - NAB News",
    "title_full": "Electrifying Growth: surge in EV finance as businesses drive adoption - NAB News",
    "published": "2024-02-15T10:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://news.nab.com.au/wp-content/uploads/2023/12/AFR-image-credit-photographer-Anna-Kucera.jpeg",
    "performance_score": 0,
    "domain_rank": 13432,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "75127a4bfc75b709d03ea5a6255ecb97a938dd39",
  "url": "https://news.nab.com.au/news/electrifying-growth-surge-in-ev-finance-as-businesses-drive-adoption",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Richard Gluyas Feature image above Tim Slattery; Director",
  "published": "2024-02-15T10:00:00.000+02:00",
  "title": "Electrifying Growth: surge in EV finance as businesses drive adoption - NAB News",
  "text": "The take-up up of electric vehicles is booming across businesses of all shapes and sizes, with purchasers relying on incentives, lower running costs and the emergence of a secondary market to help offset a generally higher initial outlay. Some businesses also report a strong sustainability motivation for their EV purchases, with the transport sector responsible for 19 per cent of the nation’s carbon emissions and EV growth considered to be vital to help meet decarbonisation targets.[1] NAB executive business metro Julie Rynski said demand for EV finance had “soared” since last December when NAB introduced its business finance for green equipment product. “The product has clearly made financing electric vehicles more attractive as many business owners look to electrify their fleet to reduce their carbon footprint and business costs,” Ms Rynski said. “It’s part of our job to support customers on their transition journeys. “And as Australia’s largest business lender and a leading equipment finance provider, we’re focusing on practical solutions – such as business finance for green equipment – to help businesses achieve their transition goals.” The Electric Vehicle Council shows that Australian EV sales are rising rapidly, up more than 120 per cent in the calendar year-to-date to 8.4 per cent of all new cars sold compared to 3.8 per cent in calendar 2022. NAB reports that business purpose EV sales unit growth in the bank’s September financial year ballooned 316 per cent[2] compared to the prior year – well ahead of the combined business and consumer national EV sales growth of 179 per cent and outpacing some of its key peers.[3] As at September 2023, NAB provided more than 20 per cent of all finance for motor vehicle and equipment in Australia, providing a significant platform to help a wide range of Australian businesses with their climate transition.[4] The local experience mirrors offshore trends, with EVs forecast by researcher BloombergNEF to surge from 14 per cent of global passenger vehicle sales in 2022 to 75 per cent by 2040.[5] The total market by 2050 is expected to be worth $US56.7 trillion by 2050, creating a potential market opportunity across the EV value chain. While local uptake is surging, some barriers remain, such as “range anxiety” due to a relative lack of charging infrastructure, although some market participants expect such issues to be addressed. Last year, for example, charging infrastructure more than doubled compared to the previous year. Also, the Federal Government is extending the infrastructure rollout through the $500m Driving the Nation Fund and the national EV charging network – a network of charging stations installed at 117 sites on major highways at an average interval of 150kms. Jonathan Dexter, commercial director of [Europcar](https://www.europcar.com.au/en-au) which is a corporate client of NAB, said the Paris-based global mobility company expected to grow its EV fleet in his domain of Australia and New Zealand from 350 in a total fleet of 16,000 vehicles to a range of 600-650 next year, rising to 900-plus the year after. “That’s our starting position and we’re working on a few things that will accelerate that plan,” Mr Dexter said. “Also, from an internal point of view, we want to be a leader in sustainable mobility – that’s our ambition and what our shareholders and customers are asking for.” While Europcar and Ampol have partnered to roll out charging infrastructure around the country, Mr Dexter said the challenge wasn’t so much range anxiety as a lack of knowledge about locations and how to charge the vehicle. “So for us, that means how do we best educate customers and make it seamless for them if they only want to go up to 400kms to 500kms and don’t need to charge,” the Europcar boss said. With some potential buyers believing a new EV is financially out of reach, attention has also turned to the creation of a viable secondary market. Last May, Tim Slattery, Director of Slattery Auctions, with which NAB has had a long-term partnership, launched the website [eevee auctions](https://eeveeauctions.com.au/) – Australia’s leading EV marketplace, providing exclusive deals in repurposed EVs and giving life to electric vehicles of all shapes and sizes. Mr Slattery said Australia was following the European strategy of focusing on the electrification of fleets – the highest segment of EV ownership in the EU due to emissions regulation and tax changes. Late last year, the Federal Government announced fringe benefits tax exemptions on EVs, and pledged last April in its national EV strategy to implement the country’s own fuel efficiency standards. Awareness of the FBT exemption is relatively low, as is the range of state-based incentives such as stamp duty waivers or rebates, which vary for consumers and businesses. For example, Queensland currently has a zero-emission vehicle rebate scheme where new EVs attract a $6000 rebate, while NSW waives stamp duty on electric light commercial vehicles. While new EV prices have fallen, prices in the secondary market are relatively stable. “The residual value is reasonably strong, but I think there’s going to be a big shift shortly when we start to see those (ex-fleet) vehicles recycled in the next 2-3 years,” Mr Slattery said. “The increased supply will definitely reduce prices.” Slattery Auctions gained a first-mover advantage from establishing eevee auctions ahead of the expected boom in the secondary market. It is currently selling between five and eight Teslas a month compared to “several hundred” cars a week on its main site. At the other end of the EV spectrum are small businesses like the Newcastle digital marketing and web-design firm [Redback Solutions](https://www.rb.com.au/) – a NAB client which recently financed two Model 3 Teslas, one Model Y and is about to offload its third regular vehicle. Director Dave Eddy had a short answer as to why they were investing in EVs. “They’re cool and the staff love them,” Mr Eddy said. “But we’re also a digital marketing agency that’s into new technology, and it’s environmentally important to us that we’re not pumping out emissions. “We also got an instant tax write-off in the 2023 financial year: it’s possible that the government will continue to incentivise EV purchases.” Redback secured the two Teslas for a base price of $55,000 apiece and the Model Y for a base price of $69,300. Mr Eddy is convinced that the company will end up ahead financially by avoiding the significant fuel costs of a regular car, which he might have kept on the road for five years. The charger at the back of the office cost $750 for the equipment and a few hundred dollars extra for installation. “We get a range of 430kms from a full charge and a recharge from a supercharger takes half an hour, or four to five hours at the office,” Mr Eddy said. Charge your business forward and upgrade to qualifying electric vehicles with NAB business finance for green equipment. [Find out more here.](https://www.nab.com.au/business/loans-and-finance/vehicle-or-equipment/green-equipment-finance) Footnotes [1] Department of Climate Change, Energy, the Environment and Water press release- Reducing transport emissions – DCCEEW [2] NAB business equipment finance new business lending data by count of Electric Vehicles for the period of October 2021 – September 2022 vs October 2022 – September 2023 [3] Federal Chamber of Automotive Industries 2022 EV report (VFACTS) and EV Council – Electric Council of Australia, State of Electric Vehicles March 2022 [4] AFIA – AELA market share report as at September 2023 – total receivables [5] [EVO Report 2023](https://about.bnef.com/electric-vehicle-outlook/) | BloombergNEF | Bloomberg Finance LP (bnef.com)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://www.europcar.com.au/en-au)",
    "https://about.bnef.com/electric-vehicle-outlook/)",
    "https://eeveeauctions.com.au/)",
    "https://www.rb.com.au/)",
    "https://www.about.bnef.com/electric-vehicle-outlook/)",
    "https://rb.com.au/)",
    "https://europcar.com.au/en-au)",
    "https://www.eeveeauctions.com.au/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "rynski",
        "sentiment": "none"
      },
      {
        "name": "julie rynski",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nab news",
        "sentiment": "negative"
      },
      {
        "name": "nab",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:38:48.258+02:00",
  "updated": "2024-02-16T01:38:48.258+02:00"
}