{
  "thread": {
    "uuid": "bf5b81ca531e318fcd7228265784c1be79a1f86f",
    "url": "https://phys.org/news/2024-05-dark-galaxy-innermost-stars-immortal.html",
    "site_full": "phys.org",
    "site": "phys.org",
    "site_section": "https://phys.org/rss-feed/breaking/",
    "site_categories": [
      "science",
      "homework_study_tips",
      "education",
      "space_astronomy"
    ],
    "section_title": "Phys.org - latest science and technology news stories",
    "title": "Dark matter could make our galaxy's innermost stars immortal",
    "title_full": "Dark matter could make our galaxy's innermost stars immortal",
    "published": "2024-05-31T17:10:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://scx2.b-cdn.net/gfx/news/hires/2024/dark-matter-could-make-1.jpg",
    "performance_score": 0,
    "domain_rank": 624,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 8
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "bf5b81ca531e318fcd7228265784c1be79a1f86f",
  "url": "https://phys.org/news/2024-05-dark-galaxy-innermost-stars-immortal.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Appell",
  "published": "2024-05-31T17:10:00.000+03:00",
  "title": "Dark matter could make our galaxy's innermost stars immortal",
  "text": "Stars near the center of our galaxy are acting kind of weird. Dark matter may be the explanation. A team of scientific detectives (so to speak) have discovered a potential new class of stars that could exist within a light-year of the Milky Way's center that could be operating according to an unusual mechanism: dark matter annihilation. This process would produce an outward pressure on the stars other than hydrogen fusion , keeping them from gravitationally collapsing—and making them essentially immortal, their youth being refreshed constantly. The findings are published on the arXiv preprint server. Collectively, the dark matter–powered stars would inhabit a new region of a long-established diagram that classifies stars by their temperature and luminosity, placing them away from the so-called main sequence where the vast majority of stars exist. Observing our Galactic Center, around which the galaxy's stars rotate, is quite difficult, as the region is extremely bright. A supermassive black hole , Sagittarius A*, sits at the center, with a mass four million times that of the sun. It is a bright source of radio waves, and was imaged in 2022 . Stars near Sgr A* orbit it at speeds of several thousands of kilometers per second (compared to the sun's orbital speed of 240 km/s). These close inner stars, called S-cluster stars, are very puzzling, with properties unlike any others in the Milky Way. Their provenance is unknown, since the environment within about three light-years of the center is considered hostile to star formation. They appear to be much younger than would be expected if they had moved inward from someplace else. Most mysterious of all, they look unusually young, with fewer older stars in the neighborhood than expected, and also unexpectedly, there seem to be many heavy stars. Stars are nuclear ovens, generating heat burning hydrogen via nuclear fusion. The thermal radiation from this reaction, as well as thermodynamic convection of the stellar plasma, exerts an outward force on a star's constituents—mostly hydrogen and helium. That force is balanced by the inward force of self-gravity. The Hertzsprung–Russell (HR) diagram classifies stars by plotting their luminosity against the effective temperature of their surface. Excluding white dwarfs and red giants, the \"main sequence\" of this diagram curves from its upper left to lower right, and most stars fall on this curve. (The sun falls near the middle, as their luminosities are plotted as their ratio with the sun's). Stars in different locations on the sequence correspond to stars of different masses and ages. However, dark matter also exists in the galaxy. Its presence has been inferred by observations that find insufficient ordinary matter to account for the higher-than-expected rotational speeds of stars around the Galactic Center. Dark matter's density is highest near the center and falls off with the distance from it. It's reasonable to expect it would be incorporated within stars near the center, where dark matter is densest. If so, dark matter annihilation—dark matter particles and antiparticles that collide and produce photons, electrons, etc.—would exert an additional outward pressure within a star and could even dominate over nuclear fusion. A research team from Stockholm and Stanford has found that incorporating dark matter power into the dynamics of the innermost stars—those within about a third of a light-year of the center (equivalent to about 8% of the distance to the sun's nearest star)—solves many of the known paradoxes. To incorporate dark matter annihilation , the group used relatively standard star formation parameters over the evolutionary course of the Milky Way, and dark matter particles just slightly more massive than the proton. Using a stellar evolution computer model, they assumed that stars migrate on the main sequence towards the Galactic Center, then they began to inject dark matter energy into a star's composition. The star then evolved until it reached the red giant branch on the HR diagram, or until it reached an age of 10 billion years, the lifetime of the Milky Way. They calculated stellar populations without and with the presence of dark matter. With dark matter, more massive stars experienced a lower dark matter density, and hydrogen in their core fused more slowly and their evolution was slowed down. But stars in a higher dark matter density region were changed significantly—they maintained equilibrium through dark matter burning with less fusion or no fusion, which led to a new stellar population in an HR region above the main sequence. \"Our simulations show that stars can survive on dark matter as a fuel alone,\" said lead co-author Isabelle John from Stockholm University, \"and because there is an extremely large amount of dark matter near the Galactic Center, these stars become immortal,\" staying forever young, occupying a new, distinct, observable region of the HR diagram. Their dark matter model may be able to explain more of the known mysteries. \"For lighter stars, we see in our simulations that they become very puffy and might even lose parts of their outer layers,\" said John. She noted that \"something similar to this might be observed at the Galactic Center: the so-called G-objects, which might be star-like, but with a gas cloud around them.\" There are a limited number of individual stars known to exist so close to the Galactic Center, as the region is extremely bright . Upcoming 30-meter telescopes will be able to see much better into the region, which will allow scientists to better understand the population of its stars and verify or rule out the dark main sequence. More information: Isabelle John et al, Dark Branches of Immortal Stars at the Galactic Center, arXiv (2024). DOI: 10.48550/arxiv.2405.12267 Journal information: arXiv © 2024 Science X Network",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://sciencex.com/help/editorial-team/",
    "https://sciencex.com/help/editorial-process/",
    "https://en.wikipedia.org/wiki/Dark_matter#Observational_evidence",
    "https://dx.doi.org/10.48550/arxiv.2405.12267",
    "https://sciencex.com/help/editorial-standards/",
    "https://arxiv.org/abs/2405.12267",
    "https://www.en.wikipedia.org/wiki/Dark_matter#Observational_evidence",
    "https://sciencex.com/help/editorial-standards",
    "https://www.sciencex.com/help/editorial-process/",
    "https://sciencex.com/help/editorial-process",
    "https://sciencex.com/help/editorial-team",
    "https://www.sciencex.com/help/editorial-standards/",
    "https://www.dx.doi.org/10.48550/arxiv.2405.12267",
    "https://www.sciencex.com/help/editorial-team/",
    "https://www.arxiv.org/abs/2405.12267"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T17:16:36.014+03:00",
  "updated": "2024-06-01T00:14:34.363+03:00"
}