{
  "thread": {
    "uuid": "83b50008e402c57d9668117ad977bb6eda9d4edf",
    "url": "https://www.indiatoday.in/india/story/jammu-and-kashmir-bjp-pm-modi-srinagar-tricolour-lal-chowk-article-370-militancy-exclusive-2512956-2024-03-10",
    "site_full": "www.indiatoday.in",
    "site": "indiatoday.in",
    "site_section": "https://www.indiatoday.in/rss/home",
    "site_categories": [
      "religion",
      "media",
      "catholicism"
    ],
    "section_title": "",
    "title": "Kashmir BJP's 'Azad' praises 'old friend' PM Modi, says he's a 'soldier'",
    "title_full": "Kashmir BJP's 'Azad' praises 'old friend' PM Modi, says he's a 'soldier'",
    "published": "2024-03-10T09:57:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202403/kashmir-bjp-leader-mohammad-ashraf-hajam-aka-azad-10394832-16x9_0.jpg?VersionId=aQ8aQ3vi1JeXQE1pDi3tTk0l.Fo1FcDg",
    "performance_score": 0,
    "domain_rank": 1810,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 15,
        "comments": 1,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83b50008e402c57d9668117ad977bb6eda9d4edf",
  "url": "https://www.indiatoday.in/india/story/jammu-and-kashmir-bjp-pm-modi-srinagar-tricolour-lal-chowk-article-370-militancy-exclusive-2512956-2024-03-10",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@indiatoday",
  "published": "2024-03-10T09:57:00.000+02:00",
  "title": "Kashmir BJP's 'Azad' praises 'old friend' PM Modi, says he's a 'soldier'",
  "text": "''Azad sahab, your work has paid off,' PM Modi told me in Srinagar': BJP leader Jammu and Kashmir BJP leader Mohammad Ashraf Hajam aka 'Azad' praised his \"old friend\" Prime Minister Narendra Modi for his decisions on Jammu and Kashmir and called himself a \"soldier\". Read his exclusive interview. Listen to Story In Short - Kashmir BJP leader recalls first meeting with Narendra Modi in 1992 - Calls himself 'soldier', says he's an 'old friend' of PM Modi - He speaks about situation in Kashmir before and after Article 370 scrapping Mohammad Ashraf Hajam aka 'Azad', considered the first Muslim leader from Jammu and Kashmir to join the BJP, describes himself as an \"old friend\" of Prime Minister Narendra Modi and a \"soldier\" for the country. He recalled his first meeting with Narendra Modi, then an RSS worker, during the tricolour-hoisting ceremony at Srinagar's Lal Chowk in 1992 during the heights of militancy and terrorism. In an exclusive conversation with Aaj Tak TV/India Today TV, Azad recalls how Narendra Modi visited every nook and corner of Jammu and Kashmir despite violence that engulfed the region in the 1990s. \"I come from a village (in Budgam), which was once called a mini-Pakistan. (Hizbul Mujahideen chief) Syed Salahuddin also hailed from that village. In 1992, when militancy was at its peak, roads were deserted after 4 pm. There was no talk of hoisting the tricolour here,\" he said. \"The BJP, on January 26, 1992, said they will hoist the Indian flag in Srinagar's Lal Chowk. But this news hadn't reached us. There was no reporter (who came here for coverage) for their respective newspapers. Radio Kashmir director Lassa Kaul died. But, still the BJP wanted to hoist the tricolour in Kashmir,\" he said. Azad stated that he first met BJP stalwart Murli Manohar Joshi and Narendra Modi during the tricolour-hoisting ceremony at Lal Chowk in Srinagar. He said he saluted the Indian flag. \"Modi ji came from so far. He is India's tallest soldier. He and Murli Manohar Joshi risked their lives and interacted with the women, children and the elderly here. I then decided I would become a soldier for the country, for the party. BJP is a patriotic party,\" he added. Recalling what Narendra Modi told him, Azad, who later joined the BJP in the 1990s, said, \"He told me, 'Azad sahab, please pray that one day, I will be able to resolve the problems of the young people'.\" Speaking about [PM Modi's visit to Jammu and Kashmir earlier this week,](https://www.indiatoday.in/india/story/pm-modi-srinagar-visit-updates-narendra-modi-srinagar-public-rally-projects-launch-2511584-2024-03-07) he said the Prime Minister recognised him when he went to receive him in Srinagar and recalled he was his 'purana saathi' (old friend). \"Big leaders and bureaucrats came here. When I went to receive PM Modi at the technical airport, he kept his hands on my shoulders and instantly recognised me. He told the officials that he is my old friend,\" he said. \"PM Modi also told me that 'Azad sahab, your hard work has paid off. People came (to the rally) in huge numbers and gave him lots of love and respect'. I thanked him for his compliments,\" the BJP leader said. Azad also recalled PM Modi's 2018 visit to Jammu and Kashmir and said the latter asked about the well-being of him and his family. He said he never imagined he would join the BJP one day and Narendra Modi becoming the Prime Minister. Speaking about the BJP's alliance with Mehbooba Mufti-led People's Democratic Party (PDP) in Jammu and Kashmir, Azad said, \"When the government was formed here, I never went to anyone for any post. I told myself that whatever happens later will be for the better. I am a soldier. Whatever the party gives any responsibility, I am ready to discharge my duties dutifully.\" Azad also revealed he neither joined militancy nor picked up weapons in the 1990s. \"There was an atmosphere of fear during that time. Four to five people with guns used to come to our houses and we were forced to give food to them as we feared for our lives. But, since I joined the BJP, I have never looted people in the name of the party and in the name of militancy,\" he said. On the situation in [Jammu and Kashmir since the scrapping of Article 370](https://www.indiatoday.in/law/story/supreme-court-says-presidents-order-to-scrap-article-370-jammu-and-kashmirs-special-status-valid-2474429-2023-12-11?utm_source=directhp&utm_medium=clicktopstories&utm_campaign=hptopstories), Azad said,\" What has not happened in the last 75 years has happened within four to five years. PM Modi is loved by the Kashmiri people. He also interacts with them through his 'Mann ki Baat' radio programme.\" He exuded confidence that the BJP will form the government in Jammu and Kashmir after the [assembly polls are held in the Union Territory.](https://www.indiatoday.in/law/story/take-steps-to-hold-jammu-and-kashmir-polls-by-september-2024-restore-statehood-soon-supreme-court-2474434-2023-12-11) Last year, the Supreme Court ordered elections in Jammu and Kashmir by September 2024, while upholding the Centre's decision to scrap Article 370 that granted special status to the erstwhile state.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "azad",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "narendra modi",
        "sentiment": "none"
      },
      {
        "name": "mohammad ashraf hajam",
        "sentiment": "none"
      },
      {
        "name": "lal chowk",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "kashmir bjp",
        "sentiment": "negative"
      },
      {
        "name": "aaj tak tv/india today tv",
        "sentiment": "none"
      },
      {
        "name": "bjp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "kashmir",
        "sentiment": "none"
      },
      {
        "name": "jammu",
        "sentiment": "none"
      },
      {
        "name": "srinagar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T10:04:48.189+02:00",
  "updated": "2024-03-10T14:11:20.683+02:00"
}