{
  "thread": {
    "uuid": "797096b3610524b965e73ced0cd291658908914b",
    "url": "https://www.thefencepost.com/news/nwss-rodeo-action-hot-in-spite-of-cold-colorado-temperatures/",
    "site_full": "www.thefencepost.com",
    "site": "thefencepost.com",
    "site_section": "https://www.thefencepost.com/rss",
    "site_categories": [
      "rodeo",
      "agriculture",
      "business",
      "sports"
    ],
    "section_title": "The Fence Post",
    "title": "NWSS rodeo action hot in spite of cold Colorado temperatures | TheFencePost.com",
    "title_full": "NWSS rodeo action hot in spite of cold Colorado temperatures | TheFencePost.com",
    "published": "2024-01-15T19:17:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://swiftmedia.s3.amazonaws.com/mountain.swiftcom.com/images/sites/12/2024/01/15121616/Pope-1024x828.jpg",
    "performance_score": 0,
    "domain_rank": 85732,
    "domain_rank_updated": "2024-01-09T12:07:34.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "797096b3610524b965e73ced0cd291658908914b",
  "url": "https://www.thefencepost.com/news/nwss-rodeo-action-hot-in-spite-of-cold-colorado-temperatures/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "National Western Stock Show",
  "published": "2024-01-15T19:17:00.000+02:00",
  "title": "NWSS rodeo action hot in spite of cold Colorado temperatures | TheFencePost.com",
  "text": "NWSS rodeo action hot in spite of cold Colorado temperatures DENVER — Sub-zero temperatures in Colorado didn’t keep the action from heating up in the Denver Coliseum on Saturday. The highest score of the bareback riding at the 2024 edition of the Professional Rodeo Cowboys Association through six performances has been awarded to Ty Pope from Garnett, Kan. Pope is the 2022 National Intercollegiate Rodeo Association champion, and the brother of Jess Pope who won the world championship in the PRCA the same year. He rode Saturday afternoon and night and wowed the crowd at the night performance with an 88-point ride on Vold Rodeo’s Breezy Fling. He was also successful on Saturday afternoon, scoring 80. His combined total of 168 will see him back here next Saturday competing at the Semi-Finals. Pope is attending Missouri Valley College and juggling college and professional rodeos. Marty Yates is a well-known tie-down roper who has qualified for the Wrangler National Finals Rodeo on nine occasions. Yates’ go-for-broke style sees him getting big checks or coming up empty. He had his first competition here at the afternoon performance and came up empty. Then he came back Saturday night and stopped the clock in a blazing fast 7.5 seconds. While Yates will not advance to the Semi-Finals here, he is likely to get a good check based on his second round performance. A new crop of tie-down ropers are making their way to the top here. Pecos Tatum, from La Plata, N.M., and Sam Lewis from Amarillo, Texas, are two 18-year-olds that advanced out of their brackets on Saturday. They will both be making their way back to Denver next Saturday for the Semi-Finals. Rainey Skelton from Llano, Texas, is a barrel racer that looks to be a force here. She made two runs under 15 seconds on Saturday and is the only woman to do that here so far. Skelton, the daughter of eight-time world champion Rich Skelton will also be back here for the Semi-Finals. [The following are results from the PRCA and WPRA rodeo at the National Western Stock Show Rodeo. Semifinals qualifiers advance based on their total from two rounds. ] Bareback Riding: 1, Myles Ross Carlson, Evanston, Wyo., 81.5 points on Cervi Brothers Rodeo’s Vegas Vacation. 2, Lane McGehee, Victoria, Texas, 81. 3, Clay Stone, Blackfoot, Idaho, 80. 4, Cooper Cooke, Victor, Idaho, 77. (semifinals qualifiers) 1, McGeehee, 161. 2, Cooke, 158, 3, Stone, 156. Steer Wrestling: 1,Marc Joiner, Loranger, La., 4.0 seconds. 2, Tyler Pearson, Atoka, Okla., 4.4. 3, Kalane Anders, Bayard, Neb., 4.5. 4, Riley Duvall, Checotah, Okla., 4.6. (semifinals qualifiers) 1, Anders, 8.9. 2, Pearson, 9.2. 3, Gus Franzen, Kearney, Neb., 11.9. Team Roping: 1, Cache Burnside, and Cody Burnside, Mesquite, Nev., 5.2. 2, Cash Fretwell, Pleasanton, Texas, and Kade Weatherman, Eastland, Texas, 5.3. 3, Kolby Krieger, Fredricktown, Mo., and Jake South, Albuquerque, N.M., 5.6. 4, Austin Crist, Fountain, Colo., and J.W. Borrego, Weston, Colo., 9.2. (semifinals qualifiers) 1, Burnside and Burnside, 11.8. 2, Jake Smith, Broken Bow, Okla., and Douglas Rich, Herrick, Ill., 12.3. 3, Krieger and South, 18.9. Saddle Bronc Riding: 1, Ryder Sanford, Sulphur, La., on Cervi Brothers Rodeo’s Don Juan and Zac Dallas, Las Cruces, N.M., on Vold Rodeo’s Storm Valley, 84 points each. 3, Riggin Smith, Winterset, Iowa, 79. 4, Trey Watts, Palmyra, Mo., 78. (semifinals qualifiers) 1, Sanford, 164, 2, Smith, 160. 3, Travlin Martin, Faith, S.D., 155. Tie-Down Roping: 1,Pecos Tatum, La Plata, N.M., 8.7 seconds. 2, Trevor Hale, Perryton, Texas, 11.6. 3, Booker Boyd McCutchen, Harrison, Ark., 13.0. 4, Garrett Jacobs, Bosque Farms, N.M., 14.4. (semifinals qualifiers) 1, Tatum, 17.2. 2, Hale, 19.1. 3, Jacobs, 23.6. Women’s Barrel Race: 1, Brittany Fellows, Loveland, Colo., 14.95 seconds. 2, Karson Bradley, Big Piney, Wyo., 15.02. 3, Jackie Ganter, Abilene, Texas, 15.05. 4, Shali Lord, Lamar, Colo., 15.23. (semifinals qualifiers) 1, Bradley, 30.23. 2, Ganter, 30.4. 4, Lord, 30.54. Bull Riding: (one ride) 1, Caleb McCaslin, Jones, Okla., 88 points on Cervi Championship Rodeo’s Midnight Flyer. (semifinals qualifiers) 1, McCaslin, 176. (on one) 2, Trevor Reiste, Linden, Iowa, 86.5. 3, Coy Pollmeier, Fort Scott, Kan., 84.5. Fifth Performance — Bareback Riding: 1, Cooper Wayne Filipek, Rapid City, S.D., 86 points on Vold Rodeo’s Priefert’s Copycat Valley. 2, Will Lowe, Amarillo, Texas, 82. 3, Ty Pope, Garnett, Kan., 80.5. 4, Shannon Warren, marshall, Mo., 79. Steer Wrestling: 1, Trevor Haake, Grand Island, Neb., 4.4 seconds. 2, Tucker Alberts, Howell, Mich., 4.8. 3, Mike McGinn, Haines, Ore., 5.5. 4, Owen Redfeairn, 5.5. Team Roping: 1. Brayden and Josh Fillmore, Penrose, Colo., 10.4 seconds. 2, ,Coy Rahlmann, Ellsinore, Mo., and Billie Jack Saebens, Nowata, Okla., 10.4. 3, Reno Stoebner, Bastrop, Texas, and Clay Green, Pine Grove, La., 12.8. 4, Rett Coors, Loveland, Colo., and Troupe Coors, Laramie, Wyo., 14.0. Saddle Bronc Riding: 1, Shorty Garrett, Eagle Butte, S.D., 78 points on Vold Rodeo’s Music Man. 2, Cole Elshere, Faith, S.D., 77. 3, Cameron Messier, Herald, Calif., 76. Tie-Down Roping: 1, Darnell Johnson, Fowler, Colo., 9.1 seconds. 2, Sam Lewis, Amarillo, Texas, 9.5. 3, Seth Hall, Albuquerque, N.M., 10.2. 4, Nathan Clawson, Tumwater, Wash., 12.3. Barrel Racing: 1, Rainey Skelton, Llano, Texas, 14.83. 2, Millie Marquart, Mason, Texas, 14.84. 3, Sabrina Ketcham, Yeso, N.M., 14.97. 4, Kailey Mitton, Mount Stereling, Utah, 14.98. Bull Riding: (two rides) 1 T.J. Schmidt, Belle Fourche, S.D., 83 points on Cervi Championship Rodeo’s Legal Action. 2, Dillon Tyner, Eaton, Colo., 68. Sixth Performance — Bareback Riding: 1, Ty Pope, Garnett, Kan., 88 points on Vold Rodeo’s Breezy Fling. 2, Hayden James, Emmett, Idaho, 76. 3, Shannon Warren, Marshall, Mo., 73. 4, Will Lowe, Amarillo, Texas, 71. (semifinals qualifiers) 1, Pope, 168.5. 2, Cooper Filipek, Rapid City, S.D., 157. 3, Lowe, 153. Steer Wrestling: 1, Owen Redfeairn, Bakersfield, Calif., 5.2 seconds. 2, Mike Garcia, Casper, Wyo., 5.5. 3, Walker Lee Polhamus, Fort Collins, Colo., 5.8. 4, Mike McGinn, Haines, Ore.,, 5.9. (semifinals qualifiers) 1, McGinn, 11.3. 2, Redfeairn, 13.0. 3, Chance Butterfield, Ponoka, Alberta, 6.4. Team Roping: 1. Brayden and Josh Fillmore, Penrose, Colo., 5.8 seconds. 2, Reno Stoebner, Bastrop, Texas, and Clay Green, Pine Grove, La., 6.5. 3, Coy Rahlmann, Ellsinore, Mo., and Billie Jack Saebens, Nowata, Okla., 6.7. 4, Edgar Antonio Aguilar, Greeley, Colo., and Edgar Jr. Villegas, Denver, Colo., 11.6. (semifinals qualifiers) Fillmore and Fillmore, 16.2. 3, Rahlman and Saebens, 17.4. 3, Stoebner and Green, 19.3. Saddle Bronc Riding: 1, Cameron Messier, Herald, Calif., 83 points on Generations Pro Rodeo’s Shamus. 2, Shorty Garrett, Eagle Butte, S.D., 79. 3, Karson Mebane, Bakersfield, Calif., 78. 4, Cole Elshere, Faith, S.D., 77. (semifinals qualifier) 1, Mlessier, 159. 2, Garrett, 157. 3, Elshere, 154. Tie-Down Roping: 1, Marty Yates, Stephenville,e Texas, 7.5 seconds. 2, Seth Hall, Albuquerque, N.M., 8.4. 3, Bryce Derrer, Portales, N.M., 8.6. 4, Brey Yore, Rupert, Idaho, 8.7. (semifinals qualifiers) 1, Lewis, 19.3. 2, Jace Staudt, Saguache, colo., 20.3. 3, Nathan Clawson, Tumwater, Wash., 21.8. Barrel Racing: 1, Rainey Skelton, Llano, Texas, 14.77. 2, Sabrina Ketcham, Yeso, N.M., 14..96. 3, Kailey Mitton, Mount Sterling, Utah, 15.05. 4, Jillian Zaun, Minneapolis, Minn., 15.17. (semifinals qualifiers) 1, Skelton, 29.6. 2, Ketcham, 29.93. 3, Mitton, 30.03. Bull Riding: (one ride) Gavin Michel, Nixa, Mo., 78 points on Cervi Championship Rodeo’s Gangster Rock, (semifinals qualifiers) 1, T.J. Schmidt, Belle Fourche, S.D., 83. 2, Michel, 78.. 3, Dillon Tyner, Eaton, Colo., 68.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ty pope",
        "sentiment": "none"
      },
      {
        "name": "pope",
        "sentiment": "none"
      },
      {
        "name": "garnett",
        "sentiment": "none"
      },
      {
        "name": "jess pope",
        "sentiment": "none"
      },
      {
        "name": "marty yates",
        "sentiment": "none"
      },
      {
        "name": "yates",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "missouri valley college",
        "sentiment": "none"
      },
      {
        "name": "national intercollegiate rodeo association",
        "sentiment": "none"
      },
      {
        "name": "prca",
        "sentiment": "none"
      },
      {
        "name": "vold rodeo",
        "sentiment": "none"
      },
      {
        "name": "professional rodeo cowboys association",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      },
      {
        "name": "denver coliseum",
        "sentiment": "none"
      },
      {
        "name": "kan",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-16T00:23:12.955+02:00",
  "updated": "2024-01-16T00:23:12.955+02:00"
}