{
  "thread": {
    "uuid": "e09d035b6ffd7c7cc44764fea0e8be8aa3312e29",
    "url": "https://home.nzcity.co.nz/news/article.aspx?id=394455",
    "site_full": "home.nzcity.co.nz",
    "site": "nzcity.co.nz",
    "site_section": "https://home.nzcity.co.nz/default.aspx",
    "site_categories": [
      "media"
    ],
    "section_title": "\r\n\tNZCity Personal Start Page \r\n",
    "title": "Pope Francis urges Ukraine to have 'courage of the white flag' and negotiate end to war with Russia - 10-Mar-2024 - NZ International news",
    "title_full": "Pope Francis urges Ukraine to have 'courage of the white flag' and negotiate end to war with Russia - 10-Mar-2024 - NZ International news",
    "published": "2024-03-09T13:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "NZ",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 51737,
    "domain_rank_updated": "2024-03-05T12:11:12.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e09d035b6ffd7c7cc44764fea0e8be8aa3312e29",
  "url": "https://home.nzcity.co.nz/news/article.aspx?id=394455",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-03-09T13:00:00.000+02:00",
  "title": "Pope Francis urges Ukraine to have 'courage of the white flag' and negotiate end to war with Russia - 10-Mar-2024 - NZ International news",
  "text": "10 March 2024 Pope Francis says Ukraine should have what he called the \"courage of the white flag\" and negotiate an end to the war with Russia that followed Moscow's full-scale invasion two years ago. Francis made his comments in a recorded interview last month with Swiss broadcaster RSI, well before Friday's latest offer by Turkish President Recep Tayyip Erdogan to host a summit between Ukraine and Russia to end the war. Mr Erdogan made the new offer after a meeting in Istanbul with Ukrainian President Volodymyr Zelenskyy. Mr Zelenskyy has said while he wants peace, he will not give up any territory. The Ukrainian leader's own peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. A spokesperson for Mr Zelenskyy did not immediately respond to a request for comment on the pope's remarks. In the interview, Francis was asked for his position on a debate between those who say Ukraine should give up as it has not been able to repel Russian forces, and those who say doing so would legitimise actions by the strongest party. The interviewer used the term \"white flag\" in the question. \"It is one interpretation, that is true,\" Francis said, according to an advance transcript of the interview and a partial video made available to Reuters on Saturday. It is due to be broadcast on March 20 as part of a new cultural programme. \"But I think that the strongest one is the one who looks at the situation, thinks about the people and has the courage of the white flag, and negotiates,\" Francis said. He added that talks should take place with the help of international powers. \"The word negotiate is a courageous word. When you see that you are defeated, that things are not going well, you have to have the courage to negotiate.\" It was believed to be the first time Francis has used terms such as \"white flag\" — an International symbol of surrender — or \"defeated\" in discussing the Ukraine war, although he has spoken in the past about the need for negotiations. In a statement, Vatican spokesperson Matteo Bruni said the pope had picked up on the term \"white flag\" spoken by the interviewer and used it \"to indicate a stop to hostilities [and] a truce achieved with the courage of negotiations\". Mr Zelenskyy has said that 31,000 Ukrainian soldiers were killed since the Russian invasion in February 2022 and that tens of thousands of civilians had been killed in the occupied areas of the country. Last year, the 87-year-old pope sent a peace envoy, Italian Cardinal Matteo Zuppi, to Kyiv, Moscow and Washington to sound out leaders in those countries. \"One may feel shame,\" Francis said about negotiating, \"but how many dead will it [the war] end up with? [One should] negotiate in time, find a country that can be a mediator,\" Francis said, mentioning Türkiye among the countries that had offered. \"Do not be ashamed of negotiating, before things get worse,\" said Francis, who has made hundreds of appeals for what he calls \"martyred Ukraine\". Asked if he was willing to mediate, Francis said \"I am here\". In another part of the interview, speaking of the war between Israel and Hamas, Francis said: \"Negotiating is never a surrender\". The pope has been suffering on and off this winter from what he and the Vatican have said was a cold, bouts of bronchitis and the flu. On Wednesday, Francis appeared unable to climb up the few steps to board his Popemobile at the end of his weekly general audience, even while grasping onto the handrails. In 2021, he had a section of his colon removed and last year had surgery to repair an abdominal hernia and remove intestinal scar tissue. Reuters ABC",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope francis",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "zelenskyy",
        "sentiment": "none"
      },
      {
        "name": "erdogan",
        "sentiment": "none"
      },
      {
        "name": "recep tayyip erdogan",
        "sentiment": "none"
      },
      {
        "name": "volodymyr zelenskyy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "nz international",
        "sentiment": "negative"
      },
      {
        "name": "rsi",
        "sentiment": "none"
      },
      {
        "name": "kremlin",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      },
      {
        "name": "istanbul",
        "sentiment": "none"
      },
      {
        "name": "moscow",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T10:42:01.232+02:00",
  "updated": "2024-03-10T10:42:01.232+02:00"
}