{
  "thread": {
    "uuid": "562c0585a90996968bc2a70ed02d3fed7e498087",
    "url": "https://www.consumerreports.org/health/healthy-eating/diet-moves-that-are-natural-energy-boosters-a7151601655/",
    "site_full": "www.consumerreports.org",
    "site": "consumerreports.org",
    "site_section": "http://news.google.co.za/news?cf=all&hl=en&pz=1&ned=en_za&topic=h&num=3&output=rss",
    "site_categories": [
      "shopping",
      "finance",
      "home_and_garden",
      "vehicles",
      "buying_selling_cars",
      "appliances",
      "insurance"
    ],
    "section_title": "Top stories - Google News",
    "title": "7 Diet Moves That Are Natural Energy Boosters - Consumer Reports",
    "title_full": "7 Diet Moves That Are Natural Energy Boosters - Consumer Reports",
    "published": "2024-01-05T22:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://article.images.consumerreports.org/image/upload/t_article_tout/v1703882405/prod/content/dam/CRO-Images-2023/12December/Health/CR-Health-InlineHero-7-Ways-to-Eat-for-More-Energy-1223",
    "performance_score": 0,
    "domain_rank": 805,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "562c0585a90996968bc2a70ed02d3fed7e498087",
  "url": "https://www.consumerreports.org/health/healthy-eating/diet-moves-that-are-natural-energy-boosters-a7151601655/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Sharon Liao",
  "published": "2024-01-05T22:39:00.000+02:00",
  "title": "7 Diet Moves That Are Natural Energy Boosters - Consumer Reports",
  "text": "It’s the time of year when many people vow to adopt better eating habits. But despite making a sincere effort, most don’t reach their goal. Why? They think that eating healthier means overhauling everything.\nMore on Healthy Eating How to Choose a Good Extra Virgin Olive Oil Is Green Juice Good for You? The Best-Tasting Canned Beans Finding the Best Pasta Sauce The Truth About 'Natural' Sweeteners The truth is, even little tweaks in your meals can have a significant impact on your energy, mood, and overall well-being. “Small, manageable changes are sustainable, and they give you a sense of success that keeps you motivated,” says Dolores Woods, a registered dietitian at UTHealth Houston School of Public Health.\nThe rewards can be huge. A study published in 2021 in the journal Nature Food found that trading just 10 percent of your daily calories from beef and processed meats to more nutritious foods, such as fruits, vegetables, beans, and fish, can increase your healthy life span. So you may not only live longer but also extend the amount of time you live free of serious illness. For someone eating 2,000 calories, that means trading just 200 calories—roughly one snack or side dish a day. Want to try this and our other expert-advised ideas? Start the year off right by making a few small changes every day.\nHealthy Up Your Breakfast We tend to lose muscle and strength with age, but getting enough protein can help protect against this, Woods says. Plus, protein takes longer to break down than carbs, which slows the release of blood sugar. According to a 2017 study in the American Journal of Clinical Nutrition , people who had a high-protein breakfast (30 percent of calories from protein) experienced a better insulin response and blood glucose level after 4 hours compared with those who had mostly carbs.\nYet nearly half of older adults don’t get the recommended 0.36 gram of protein per pound of body weight per day (54 grams for a 150-pound person). To get a head start, add some protein to your morning meal. Top toast with cottage cheese or an egg, stir nut butter into oatmeal, or pair cereal with Greek yogurt and chia seeds. Bonus: You’ll feel fuller and have a steady supply of energy throughout the morning.\nTry New Grains It’s no secret that whole grains are healthier, with more fiber and B vitamins, than refined ones. This extra nutrition is particularly important for older adults. A study published in 2021 in The Journal of Nutrition found that people ages 55 and older who ate at least three servings of whole grains daily had better markers of heart health—smaller increases in waist size, blood pressure, and blood sugar—compared with those who got less than half a serving. Bored with brown rice and oatmeal? Try amaranth , buckwheat, farro, or quinoa.\nAdd One More Fruit or Vegetable to Your Plate While experts recommend five or more servings of produce a day, even smaller amounts boost heart health. A 2014 study in BMJ found that every extra daily serving—up to five—slashes the risk of dying of heart disease by 4 percent. Each fruit and vegetable contains its own combination of vitamins, minerals, and antioxidants that fight inflammation , says Judy Simon, a registered dietitian with the University of Washington.\nFor the biggest benefit, choose an assortment of colorful fruits and vegetables. According to 2023 research in The Journal of Nutrition , people over age 50 who consumed the biggest variety of produce were 21 percent less likely to die from heart disease over a 15-year span compared with those who had the least. Simon suggests tossing extra veggies into your main course. You can also add greens to soups and sandwiches, broccoli or cauliflower in stir-fries, and mushrooms, peppers, or zucchini to pasta dishes.\nEat Your Greens First Leafy greens help protect brain health , broccoli and brussels sprouts are potential cancer preventers, and green peas can improve digestive health. So when you sit down to a meal, start with your greens to make sure you’re getting them in your diet, Woods says. Plus, eating veggies before the rest of your meal can lower your blood sugar response afterward, according to scientists from Cornell University. This may help people with prediabetes and diabetes—close to half of Americans—keep their conditions in check.\nLearn About Labels “Made with whole grains” and “multigrain” products are often made with mainly refined white flour. Look for the words “ 100% whole grains ,” says Vijaya Surampudi, MD, an associate professor of medicine at the UCLA Center for Human Nutrition. “Or check that a whole grain is listed as the first ingredient.”\nSnack on Nuts Many snack staples, such as pretzels, cereal bars, and crackers, are highly processed. A diet high in these packaged foods is linked to type 2 diabetes, heart disease, obesity, and dementia. But a review of research published in the journal Antioxidants suggests a diet high in nuts can protect against conditions like these. “They’re high in healthy fats, fiber, vitamins, and minerals,” Simon says. Aim for an ounce—about a handful—of nuts a day.\nPair Treats With Healthy Foods You don’t need to give up ice cream and chips, Simon says. Serve yourself a small portion with food that’s high in fiber or protein. Top ice cream with fresh fruit, dip chips into hummus, and mix chocolate with nuts. These additions slow the release of sugar into the bloodstream, she says, which can stave off a blood sugar spike and the energy crash that follows.\nEditor’s Note: A version of this article also appeared in the January 2024 issue of Consumer Reports On Health .",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [
    "https://subs.consumerreportsmagazine.org/pubs/C8/CRH/OH_newsletter.jsp?cds_page_id=212544&cds_mag_code=CRH&id=1537461118345&lsid=82631131583043539&vid=1&cds_response_key=IQ81HD112&_ga=2.110902405.1497953450.1537449953-491539077.1534333976",
    "https://pubmed.ncbi.nlm.nih.gov/34255848/",
    "https://pubmed.ncbi.nlm.nih.gov/28903959/",
    "https://pubmed.ncbi.nlm.nih.gov/25073782/",
    "https://www.nature.com/articles/s43016-021-00343-4.epdf",
    "https://pubmed.ncbi.nlm.nih.gov/31409026/",
    "https://jn.nutrition.org/article/S0022-3166(23)35494-4/fulltext",
    "https://pubmed.ncbi.nlm.nih.gov/31409026",
    "https://pubmed.ncbi.nlm.nih.gov/25073782",
    "https://www.jn.nutrition.org/article/S0022-3166(23)35494-4/fulltext",
    "https://www.pubmed.ncbi.nlm.nih.gov/28903959/",
    "https://nature.com/articles/s43016-021-00343-4.epdf",
    "https://pubmed.ncbi.nlm.nih.gov/28903959",
    "https://www.pubmed.ncbi.nlm.nih.gov/34255848/",
    "https://subs.consumerreportsmagazine.org/pubs/C8/CRH/OH_newsletter.jsp",
    "https://www.subs.consumerreportsmagazine.org/pubs/C8/CRH/OH_newsletter.jsp?cds_page_id=212544&cds_mag_code=CRH&id=1537461118345&lsid=82631131583043539&vid=1&cds_response_key=IQ81HD112&_ga=2.110902405.1497953450.1537449953-491539077.1534333976",
    "https://www.pubmed.ncbi.nlm.nih.gov/25073782/",
    "https://www.pubmed.ncbi.nlm.nih.gov/31409026/",
    "https://pubmed.ncbi.nlm.nih.gov/34255848"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "dolores woods",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "uthealth houston school of public health",
        "sentiment": "none"
      },
      {
        "name": "nature food",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T00:23:55.106+02:00",
  "updated": "2024-01-06T00:23:55.106+02:00"
}