{
  "thread": {
    "uuid": "beeeefec3087a67d39d932caa6ca31f40bd319b6",
    "url": "https://www.asianews.it/news-en/Thich-Minh-Tue%2C-the-Vietnamese-Buddhist-monk-who-walks-barefoot-for-faith-and-%28religious%29-freedom-60859.html",
    "site_full": "www.asianews.it",
    "site": "asianews.it",
    "site_section": "https://www.asianews.it/en.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "www.asianews.it",
    "title": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom",
    "title_full": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom",
    "published": "2024-06-01T10:46:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IT",
    "main_image": "https://www.asianews.it/./files/img/size3/IMG_2239.jpg",
    "performance_score": 0,
    "domain_rank": 13342,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "beeeefec3087a67d39d932caa6ca31f40bd319b6",
  "url": "https://www.asianews.it/news-en/Thich-Minh-Tue%2C-the-Vietnamese-Buddhist-monk-who-walks-barefoot-for-faith-and-%28religious%29-freedom-60859.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "AsiaNews.it",
  "published": "2024-06-01T10:46:00.000+03:00",
  "title": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom",
  "text": "Thich Minh Tue, the Vietnamese Buddhist monk who walks barefoot for faith and (religious) freedom\nFor years he has travelled the country barefoot, from north to south, feeding on alms and sleeping in the forests. A eulogy of religious devotion through the 13 ascetic practices of ‘Dhutanga’. Hostilised by official Buddhism, the monk is ‘tolerated’ by the government and exalted by people of all faiths who follow him on social media.\nHanoi (AsiaNews) - An example against corruption and a testimony of faith and rigour for the entire country, capturing the imagination - and respect - of millions of Vietnamese as the ruling class struggles for power\nthrough purges, trials and death sentences.\nRecounting the ‘journey’ on foot of Thich Minh Tue, a ‘humble’ man, is the Fulcrum website, which praises his devotion to Buddhism through the 13 austere ascetic practices of ‘Dhutanga’ aimed at reaching the non-self (Anatta).\nHe is a loner, who on his path has obtained the approval of politicians (and the Communist Party) and who, with his path, constitutes a unique and unprecedented challenge to the State from the perspective of fighting for religious freedom as enshrined in its Constitution.\nThich Minh Tue's strict adherence to Dhutanga includes walking barefoot, feeding himself with alms, seeking shelter in forests, bushes or cemeteries, renouncing all material possessions. His commitment to observing the precepts has inspired Vietnamese from all walks of life, including intellectuals, artists, expatriates, other monks and even Christian priests.\nHe and his robe, made of scraps of cloth collected during his travels, inspired multiple artistic expressions, including paintings, sculptures, poetry, music and launched a new fashion.\nAfter walking barefoot from south to north - and back - for several years, Thich Minh Tue has only recently become a national phenomenon, thanks to a host of internet users, profiles and social pages on YouTube, Facebook and TikTok that follow and celebrate his walks, broadcasting them live to millions of eager viewers.\nMany Vietnamese warmly welcome him at every step, not only for his testimony of faith, but as a ‘social and media phenomenon’.\nMany aspiring monks or mere onlookers are already looking to him, not least because he has been able to conquer the limelight without the support of any religious entity under State control, an anomaly in the country's political landscape. Moreover, the authorities are very wary of any large-scale spontaneous mobilisation that could undermine social stability and the regime itself.\nFrom the official leadership, both state and religious, there has been no lack of rumours and attacks directed at Thich Minh Tue. His pilgrimages have triggered public debates on how to observe the dictates of the Buddhist religion, which is predominant in Vietnam with 14 million believers, twice as many as the seven million Catholics.\nOn social media, citizens hail him as an embodiment of genuine spiritual dedication to basic Buddhist values such as simplicity and renunciation. On the contrary, instances of misconduct and materialistic life of some monks are pointed out and some pagodas or official denominations are criticised for being more profit-oriented and functioning with the tacit approval of official sources.\nAmong the latter is the reaction of the Vietnam Buddhist Sangha (Vbs), the country's official organisation, which is largely negative. Its leadership has attacked Thich Minh Tue claiming that he is not a monk, nor is he affiliated to any institution linked to the Vbs.\nThis stance triggered a reaction between indignant and hilarious public opinion, while the ‘wandering’ monk declared that he is a simple citizen who seeks to learn and practise the Buddha's teachings.\nThe government's Committee for Religious Affairs states that he is not framed within religious institutions, although it does not deny his status as a monk, thus distinguishing him from the Vbs' version.\nThe story is also a sign of the power of social media in spreading a message to the public, providing an alternative view to the official state narrative. In contrast, the leadership in Hanoi shows a different approach and, without giving in to the impulse to ban or repress, seems to have chosen the path of control, thus giving more space to individual freedoms, starting with religious freedom.\n50 Buddhist monks on a sit-in\n22/11/2004",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "thich minh tue",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "communist party",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "hanoi",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-01T12:06:57.682+03:00",
  "updated": "2024-06-01T12:06:57.682+03:00"
}