{
  "thread": {
    "uuid": "95116cb8c12537c9b2cd776747520f5093e30dc9",
    "url": "https://thedailyguardian.com/pm-modi-to-inaugurate-baps-hindu-mandir-in-abu-dhabi/",
    "site_full": "thedailyguardian.com",
    "site": "thedailyguardian.com",
    "site_section": "https://thedailyguardian.com",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Latest News | Today&#039;s News | Breaking News &amp; India News - The Daily Guardian",
    "title": "PM Modi to Inaugurate BAPS Hindu Mandir in Abu Dhabi - The Daily Guardian",
    "title_full": "PM Modi to Inaugurate BAPS Hindu Mandir in Abu Dhabi - The Daily Guardian",
    "published": "2023-12-29T02:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://thedailyguardian.com/wp-content/uploads/2023/12/Modi-bsp.jpg",
    "performance_score": 0,
    "domain_rank": 98702,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "95116cb8c12537c9b2cd776747520f5093e30dc9",
  "url": "https://thedailyguardian.com/pm-modi-to-inaugurate-baps-hindu-mandir-in-abu-dhabi/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lavanya R",
  "published": "2023-12-29T02:03:00.000+02:00",
  "title": "PM Modi to Inaugurate BAPS Hindu Mandir in Abu Dhabi - The Daily Guardian",
  "text": "Prime Minister Narendra Modi accepted an invitation to inaugurate the BAPS Hindu Mandir in Abu Dhabi on February 14th of next year. The invitation was extended by Swami Ishwarcharandas and Swami Brahmaviharidas, along with the board of directors of BAPS Swaminarayan Sanstha. According to a press statement by BAPS Swaminarayan Sanstha, Prime Minister Modi and Swami Ishwarcharandas met on Wednesday at the Prime Minister’s residential office. At the meeting, Prime Minister Modi graciously accepted the invitation and expressed his enthusiastic support for the historic and iconic temple. The press statement specially commended the Prime Minister for the remarkable renovation and development of pilgrimage sites across India, an unprecedented feat in recent centuries. During the meeting, discussions revolved around the Abu Dhabi temple’s significance for global harmony and Prime Minister Modi’s vision for India’s spiritual leadership on the global stage. The release noted that the BAPS delegation prayed for the Prime Minister’s health and acknowledged his exceptional global achievements, including strengthening relationships with the UAE and other Middle Eastern countries. They also discussed the pride and inspiration Prime Minister Modi’s leadership has instilled in Indians worldwide. Recalling his personal memories of Pramukh Swami Maharaj and his glorious centenary celebrations, the Prime Minister expressed prayers for Mahant Swami Maharaj’s health. Prime Minister Modi also appreciated the efforts of individuals, volunteers and supporters involved in the BAPS Hindu Mandir project in Abu Dhabi, including those present such as Chairman Ashok Kotecha, Vice Chairman Yogesh Mehta and Director Chirag Patel, recognizing their contributions as a significant source of pride for India. In a light-hearted exchange, the Prime Minister asked Chirag Patel about his love for tennis and his father Rohitbhai Patel and grandfather P D Patel; and also encouraged his children to continue working hard and achieve success in the sport. As per the press statement, Swami Brahmaviharidas showcased the latest update of the BAPS Hindu Mandir in Abu Dhabi, emphasizing its intricate carvings and all-inclusive grandeur, saying that “the inauguration ceremony will be a great event, a millennial moment of celebration for time to come.” To which Prime Minister Modi added, “It will reflect the ideal of Vasudhaiva Kutumbakam – an ideal spiritual space, not merely rooted in beliefs and traditions, but a confluence of diverse cultures and civilizations. The essence of spiritual harmony, symbolizing the path forward.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "narendra modi",
        "sentiment": "negative"
      },
      {
        "name": "modi",
        "sentiment": "negative"
      },
      {
        "name": "swami ishwarcharandas",
        "sentiment": "none"
      },
      {
        "name": "swaminarayan sanstha",
        "sentiment": "none"
      },
      {
        "name": "swami brahmaviharidas",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "abu dhabi",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:49:05.793+02:00",
  "updated": "2023-12-29T07:49:05.793+02:00"
}