{
  "thread": {
    "uuid": "3baea3c17a1a86abd89b4e0d13cebf210b0e4897",
    "url": "https://vnexplorer.net/novedades-y-derechos-laborales-que-te-van-a-beneficiar-este-2024-s747980.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Novedades y derechos laborales que te van a beneficiar este 2024",
    "title_full": "Novedades y derechos laborales que te van a beneficiar este 2024",
    "published": "2024-01-01T14:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1miGr5.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3baea3c17a1a86abd89b4e0d13cebf210b0e4897",
  "url": "https://vnexplorer.net/novedades-y-derechos-laborales-que-te-van-a-beneficiar-este-2024-s747980.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-01T14:11:00.000+02:00",
  "title": "Novedades y derechos laborales que te van a beneficiar este 2024",
  "text": "Novedades y derechos laborales en 2024 que benefician a los trabajadores\nSe acaba el año y son muchos los frentes que tienen abiertos desde el Ministerio de Trabajo de cara al 2024. Lo más inminente es la subida del Salario Mínimo Interprofesional, para la que Yolanda Díaz busca el apoyo de patronal y sindicatos (aunque no lo necesite), y que desde esta cartera ministerial propone que sea del 4%: el SMI alcanzaría así los 1.123 euros repartidos en 14 pagas (pagas extras aparte).\nCumplido este objetivo, previsiblemente este enero, uno de sus grandes retos será la reducción de la jornada de trabajo sin pérdida de salario: como explicó el Gobierno, pasaría a ser de 38,5 horas semanales en 2024 y bajaría finalmente hasta las 37,5 horas en 2025. Junto a este, se encuentra una asignatura pendiente que deberían haber cumplido en agosto de 2022, que es el cumplimiento de la Directiva Europea 2019/1152, para unas condiciones de trabajo previsibles y transparentes.\nGracias a esta, será obligatorio que los trabajadores cuenten con una información más completa de las condiciones de trabajo, con mayor antelación y por escrito. Aquí se incluye saber los días en los que se va a trabajar, la jornada laboral, la realización de horas complementarias en los contratos a tiempo parcial o los salarios. Sobre estos, hay también una exigencia de Europa que el Gobierno deberá cumplir obligatoriamente, que es acabar con el secretismo salarial: todas las ofertas de empleo legales deberán de reflejar el sueldo promedio que se va a cobrar en caso de resultar seleccionado. Aunque, para esto, se tendría más plazo: hasta junio de 2026.\nDerechos laborales que se tendrán que cumplir o aprobar en 2024 Junto a los anteriores, hay una serie de derechos que ya han sido aprobados por el Gobierno, y se deberán cumplir obligatoriamente desde enero, o bien se han comprometido a ello, asegurando que saldrán adelante durante el próximo año. Son los siguientes.\nCotización de los becarios Desde el 1 de enero de 2024, entra en vigor la cotización de los becarios. Los alumnos que realicen prácticas formativas o académicas externas incluidas en el plan de estudios, incluyendo tanto a los estudiantes universitarios (de grado, máster, doctorado, diploma o título propio de la universidad) como a los de Formación Profesional, comenzarán a cotizar durante su periodo de prácticas.\nїCГіmo serГЎn estas cotizaciones? Se trata de una cuota empresarial que se abonarГЎ por cada dГ­a de prГЎcticas, equivalente a 2,54 euros por contingencias comunes, excluida la prestaciГіn de incapacidad temporal, y de 0,31 euros por contingencias profesionales (0,16 euros corresponderГЎn a la contingencia de incapacidad temporal y 0,15 euros a las contingencias de incapacidad permanente y muerte y supervivencia), sin que pueda superarse la cuota mГЎxima mensual por contingencias comunes de 57,87 euros y por contingencias profesionales de 7,03 euros.\nNo obstante, la cuota por contingencias comunes está bonificada al 95%. La letra pequeña es que no cotizan por desempleo, por lo que estos periodos de prácticas no les van a servir a la hora de pedir el paro o los subsidios por desempleo. Sí, les beneficia de cara a las pensiones, ya que tendrán más tiempo cotizado.\nRetribución del permiso parental de 8 semanas El ministro de Derechos Sociales, Consumo y Agenda 2030, Pablo Bustinduy, confirmó que el permiso parental de 8 semanas será parcialmente retribuido: antes de agosto de 2024, cuatro semanas serán retribuidas. Es algo que exige la Directiva de Conciliación Europea 2019/1158, por lo que debe estar aprobado antes de este plazo.\nSin embargo, lo que aún se desconoce es si los trabajadores cotizarán durante el tiempo del permiso, ya que el artículo 45 Estatuto de los Trabajadores recoge que es “causa de suspensión del contrato”. Por ello, las obligaciones de empresa y trabajadores se suspenden durante su disfrute. Con la retribución parcial, habrá que ver si se va a cotizar durante las cuatro semanas en las que se seguirá percibiendo salario.\nAmpliación de la baja por maternidad y paternidad Pablo Bustinduy también confirmó que la baja por maternidad y paternidad, que se trata oficialmente de la prestación por nacimiento y cuidado del menor, se va a ampliar a 20 semanas, frente a las 16 de ahora. Según fuentes del Gobierno, con esta ampliación se baraja la posibilidad de poder flexibilizar las cuatro nuevas semanas de permiso con un trabajo a tiempo parcial.\nIndemnizaciones por despido mayores El Ministerio de Trabajo también tendrá que abordar una reforma de la indemnización por despido. Como se recordó a finales de año, España ratificó al completo la Carta Social Europea, donde se recoge un derecho muy importante: los trabajadores que sean despedidos sin causa objetiva podrán acceder a indemnizaciones superiores a 33 días, que es el máximo actual.\nEs algo que también busca la ministra, Yolanda Díaz, y que recogió en su programa político de Sumar: “Tengan mi palabra. Vamos a cumplir con lo que resuelva el Comité Europeo de Derechos Sociales porque es la fuente de derecho en nuestro país. Creo que debemos actuar”, explicó en una de sus intervenciones en el Congreso de los Diputados.\nAl respecto, desde su partido abarcaban la idea del despido “restaurativo”, donde la indemnización por despido se calcula en función de las circunstancias del trabajador. Por ejemplo, si es mayor de 60 años, se entenderá que el perjuicio causado es mayor, ya que tiene más dificultades para encontrar empleo y, por tanto, la cuantía de la indemnización debería ser más alta.\nOposiciones más rápidas En lo que respecta a los funcionarios, se ha hablado mucho de las evaluaciones de desempeño o de los nuevos complementos que van a percibir en 2024, pero también hay una importante novedad a la hora de promocionar o convertirse en funcionario: a partir de 2024, se deberán convocar las plazas en el mismo año en que se anunciaron en la Oferta de Empleo Público.\nAdemás, habrá un plazo máximo de dos años para que se ejecute la convocatoria y en, el caso de las oposiciones, los procesos no podrán durar más de un año. En conjunto, las plazas anunciadas se van a cubrir más rápido que actualmente.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Labor",
    "Economy, Business and Finance",
    "Social Issue"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1miGr5.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1miGr5.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-01T14:21:52.490+02:00",
  "updated": "2024-01-01T14:21:52.490+02:00"
}