{
  "thread": {
    "uuid": "ce2143371ca91da7811aa2e29bf783ce3b1fa396",
    "url": "https://www.itv.com/news/granada/2024-04-04/how-the-isle-of-mans-specialised-service-is-helping-tackle-long-covid-and-me",
    "site_full": "www.itv.com",
    "site": "itv.com",
    "site_section": "https://www.itv.com/news/health",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "ITV News : The Latest Health News",
    "title": "How the Isle of Man's specialised service is helping tackle Long Covid and ME | ITV News Granada",
    "title_full": "How the Isle of Man's specialised service is helping tackle Long Covid and ME | ITV News Granada",
    "published": "2024-04-04T18:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://images.ctfassets.net/pjshm78m9jt4/1dp5pKnGKQxgN04FbcQDm9/b2c65456b6fa8882da538f3bc4683204/FotoJet__42_.jpg?fm=jpg&amp;fit=fill&amp;w=1600&amp;h=900&amp;q=80",
    "performance_score": 0,
    "domain_rank": 1294,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 4,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ce2143371ca91da7811aa2e29bf783ce3b1fa396",
  "url": "https://www.itv.com/news/granada/2024-04-04/how-the-isle-of-mans-specialised-service-is-helping-tackle-long-covid-and-me",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@ITVNews",
  "published": "2024-04-04T18:47:00.000+03:00",
  "title": "How the Isle of Man's specialised service is helping tackle Long Covid and ME | ITV News Granada",
  "text": "Video report by Isle of Man reporter Joshua Stokes Manx residents living with illnesses such as Long Covid and ME have praised a specialised service dedicated to helping those with chronic fatigue syndromes.More than 1,000 are thought to be living with Long Covid in the Isle of Man , with 350 known to have Myalgic Encephalomyelitis (ME).Debs Dixon caught Covid-19 at the beginning of 2022, at a time where she described herself as 'fully fit, hiking, biking, and running life at a really high level'. She experienced problems with her lungs and chest infections, leading to a 'massive crash' in April.She said: \"At that point I was relying heavily on my wife. I was doing as much as I could possibly do at work and then coming home and doing nothing. At this point the fatigue was overwhelming.\"By September Debs said her body 'crashed completely', leading to her staying at home for three months.\"It was probably the lowest I'd ever been in my life, I really didn't think I was going to get well again.\"I had fatigue, brain fog, the inability to even make a cup of tea without forgetting what to do - a real mental low\".Debs said there was little to no support available at the time for people who were suffering with Long Covid, relying entirely on her own online research for treatment.Juan Corlett campaigned for a specialised service for those living with ME and Long Covid. Credit: ITV Granada Reports Meanwhile, representative from ME Support Isle of Man were campaigning for a dedicated service to help those with debilitating illnesses, such as Long Covid.Chair of ME Support Isle of Man, Juan Corlett, was one of those leading the campaign.He said: \"There was all of these Covid-19 cases, which to us seemed likely to generate a proportion of people with post-viral syndromes.\"There was a clear link between developing a virus, and developing a post-viral syndrome and I think once we got local politicians on board, then the momentum built.\"In April 2023, Manx Care launched a specialist service to help people with Long Covid and other chronic fatigue syndromes .Sonya Chowdhury is the Chief Executive for Action for ME, and says more services are needed across the UK.She said: \"We sent out a freedom of information request to fourty NHS Trusts and integrated care services in the North West, and only one came back with a substantial service for ME.\"So it is quite shocking that we don't have specific services, not least because of the impact of those that have developed Long Covid and now have ME-like symptoms.\"Debs concluded: \"I was lucky, I was housebound not bed-bound, there are people who are still bed-bound.\"So its little achievements now, but I do think I'll fully recover.\"More information on the Isle of Man's specialist ME, Long Covid and CFS service can be found here . Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To know...",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "long covid",
        "sentiment": "negative"
      },
      {
        "name": "joshua stokes manx",
        "sentiment": "negative"
      },
      {
        "name": "debs",
        "sentiment": "none"
      },
      {
        "name": "debs dixon",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:24:20.517+03:00",
  "updated": "2024-04-05T00:24:20.517+03:00"
}