{
  "thread": {
    "uuid": "8d6406cf2e886bb139643911563429d5cad51ba2",
    "url": "https://www.lifesitenews.com/news/new-idaho-law-protects-adoption-foster-care-agencies-against-religious-discrimination-by-state",
    "site_full": "www.lifesitenews.com",
    "site": "lifesitenews.com",
    "site_section": "https://www.lifesitenews.com/feed/",
    "site_categories": [
      "media",
      "health",
      "catholicism",
      "religion"
    ],
    "section_title": "LifeSite",
    "title": "New Idaho law protects adoption, foster care agencies against religious discrimination by state - LifeSite",
    "title_full": "New Idaho law protects adoption, foster care agencies against religious discrimination by state - LifeSite",
    "published": "2024-03-28T20:13:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.lifesitenews.com/wp-content/uploads/2021/12/happy-family.jpg",
    "performance_score": 0,
    "domain_rank": 5476,
    "domain_rank_updated": "2024-03-26T12:08:30.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8d6406cf2e886bb139643911563429d5cad51ba2",
  "url": "https://www.lifesitenews.com/news/new-idaho-law-protects-adoption-foster-care-agencies-against-religious-discrimination-by-state",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LifeSite",
  "published": "2024-03-28T20:13:00.000+02:00",
  "title": "New Idaho law protects adoption, foster care agencies against religious discrimination by state - LifeSite",
  "text": "BOISE, Idaho ( LifeSiteNews ) – Idaho Republican Gov. Brad Little signed a new law Monday forbidding state agencies from discriminating against adoption and foster agencies on the basis of religion in a move hailed by supporters as ensuring the needs of children take precedence over left-wing ideology. HB 578 declares that the Idaho Legislature believes children who need new homes “benefit from having as many adoption and foster parent agencies as possible because the more agencies that take part in these services, the greater the likelihood that a child will find a permanent placement,” and that faith-based organizations “have a lengthy and distinguished history of providing adoption and foster care services in this state.” Accordingly, the law forbids state and local governmental entities from any kind of “discriminatory action,” including but not limited to benefit denial, tax penalties, and hiring or promotion decisions, “wholly or partially on the basis” of providing or declining services “based on or in a manner consistent with a sincerely held religious belief.” It takes effect on July 1. “Every child deserves a loving home that can provide them stability and opportunities to grow,” Alliance Defending Freedom attorney Greg Chafuen responded . “Faith-based adoption and foster care providers have served children looking for loving homes for centuries while living out their sincerely held religious beliefs. Yet, in states like Oregon, children have been denied safety and care because government officials have chosen to put politics over people. The sad reality is that when the government can discriminate against people of faith, vulnerable children suffer.” “We applaud Idaho for prioritizing the well-being of kids by prohibiting state and local government officials from discriminating against adoption and foster care providers and parents simply because of their religious beliefs and moral convictions,” Chafuen continued. “This law helps children benefit from as many adoption and foster care agencies as possible, faith- and non-faith-based alike.” A substantial amount of social science literature supports the conviction that children are best served by homes with both a mother and a father, as each sex tends to bring unique strengths and emphases to parenting, which complement one another; and gives children a positive role model of their own sex as well as helping them understand and relate to the opposite sex. By contrast, a homosexual male couple would by definition lack a mother, and a lesbian couple would be unable to provide a father. Similarly, a significant body of evidence shows that “affirming” gender confusion carries serious harms, especially when done with impressionable children who lack the mental development, emotional maturity, and life experience to consider the long-term ramifications of the decisions being pushed on them. Studies find that more than 80% of children experiencing gender dysphoria outgrow it on their own by late adolescence , whereas reinforcing dysphoria often fails to resolve and may even exacerbate mental strife by perpetuating delusion and neglecting the actual root causes. Yet in other states such as Washington and Arizona , officials have enacted rules that threaten to put religious agencies out of business if they do not fully embrace pro-LGBT dogma despite not only the potential harm to children but shortages in available foster homes. Nationally, the Biden administration has proposed requiring adoption and foster agencies to ensure that children who “identify” as LGBT are placed in homes that “facilitate the child’s access to age-appropriate resources, services, and activities that support” LGBT activists’ conception of “health and well-being.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Religion and Belief"
  ],
  "external_links": [
    "https://adflegal.org/press-release/idaho-governor-signs-bill-protect-faith-based-adoption-foster-care",
    "https://thembeforeus.com/fast-facts/",
    "https://legislature.idaho.gov/wp-content/uploads/sessioninfo/2024/legislation/H0578.pdf",
    "https://www.thembeforeus.com/fast-facts/",
    "https://www.legislature.idaho.gov/wp-content/uploads/sessioninfo/2024/legislation/H0578.pdf",
    "https://thembeforeus.com/fast-facts",
    "https://www.adflegal.org/press-release/idaho-governor-signs-bill-protect-faith-based-adoption-foster-care"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brad little",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "idaho legislature",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new idaho",
        "sentiment": "none"
      },
      {
        "name": "boise",
        "sentiment": "none"
      },
      {
        "name": "idaho",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-29T00:29:18.778+02:00",
  "updated": "2024-03-29T00:29:18.778+02:00"
}