{
  "thread": {
    "uuid": "5d21e46643404d239e1eb0c27d17fed515bc979d",
    "url": "https://es.theepochtimes.com/news/nuevo-programa-pastor-allen-jackson-objetivo-contrarrestar-negatividad-redes-sociales-1287078.html",
    "site_full": "es.theepochtimes.com",
    "site": "theepochtimes.com",
    "site_section": "https://es.theepochtimes.com",
    "site_categories": [
      "non_standard_content",
      "adult",
      "top_news"
    ],
    "section_title": "Noticias - The Epoch Times en español",
    "title": "El nuevo programa del pastor Allen Jackson anti-negatividad",
    "title_full": "El nuevo programa del pastor Allen Jackson anti-negatividad",
    "published": "2024-06-01T14:02:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://es.theepochtimes.com/assets/uploads/2024/05/id1287114-El-nuevo-programa-del-pastor-Allen-Jackson-anti-negatividad.jpg",
    "performance_score": 0,
    "domain_rank": 1600,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "5d21e46643404d239e1eb0c27d17fed515bc979d",
  "url": "https://es.theepochtimes.com/news/nuevo-programa-pastor-allen-jackson-objetivo-contrarrestar-negatividad-redes-sociales-1287078.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Por Jessamyn Dodd",
  "published": "2024-06-01T14:02:00.000+03:00",
  "title": "El nuevo programa del pastor Allen Jackson anti-negatividad",
  "text": "[Allen Jackson](https://es.theepochtimes.com/focus/allen-jackson), el pastor principal de World Outreach Church en Murfreesboro, Tennessee, pronto transmitirá su mensaje a un rebaño mucho más grande. El Sr. Jackson presentará un programa de televisión llamado «Allen Jackson Now», que se estrenará el lunes 3 de junio a las 7 p. m., hora del este, en Trinity Broadcasting Network, que también transmite los mensajes de predicadores cristianos populares como TD Jakes y Joel Osteen. El pastor de Tennessee dijo que el programa ofrecerá una guía para las personas que buscan positividad y un diálogo constructivo. «Me parece un momento muy importante para ayudar a aportar algo de claridad sobre la cosmovisión bíblica o los valores judeocristianos al ámbito público y a los acontecimientos actuales», dijo a The Epoch Times. El Sr. Jackson, que está en su iglesia desde 1989, señaló que reconoce los efectos perjudiciales del panorama actual de los medios de comunicación. «Creo que es esencial que los cristianos tengan voz en el mercado de las ideas, y que no dejemos nuestros valores dentro del edificio de una iglesia», dijo. «Y por eso quiero invitar a la comunidad cristiana a la discusión pública de manera un poco más directa, no enojada ni beligerante, sino a usar sus voces. Y luego, creo, en la cultura mediática más amplia». Su nuevo programa tiene como objetivo contrarrestar la negatividad, proporcionando contenido que emocione e informe a los espectadores. El Sr. Jackson compartió sus pensamientos sobre el tema de la inmigración. «Creo que una frontera abierta no es una expresión de compasión. Creo que si cada vez que invitas a alguien a hacer algo ilegal, eso no es compasión. Cuando descuidas tu responsabilidad hacia los ciudadanos del país, no creo que sea compasivo», dijo. «Todos venimos de algún otro lugar. Así que tenemos una larga historia de acogida de inmigrantes, pero históricamente lo hemos hecho de una manera más decidida, intencional y ordenada», dijo, y agregó que la ruptura del orden en la frontera está conduciendo al tráfico de personas. «Estamos promoviendo la trata de mujeres y niños, chicos y chicas». Hablando de comunidad y del bien común, señaló que estos conceptos no tienen por qué ser etiquetados como cristianos. «Existe un conjunto compartido de palabras de vocabulario. Históricamente hablamos de estándares comunitarios, de que las comunidades tienen que establecer estándares de comportamiento dentro de su colectividad. Y lo hemos perdido en su mayor parte, y hay un intento muy agresivo y asertivo de reescribir el conjunto de valores bajo el cual vivimos», dijo el pastor, destacando la importancia de encontrar puntos en común. «Necesitamos un despertar que nos traiga nuevamente una claridad de valores que nos permita dar forma a un futuro que se imponga con libertad y tolerancia, ya que todas las tendencias actuales que están imponiéndose los están disminuyendo a diario». Navegando por la comunicación Explicó que las herramientas tecnológicas en constante evolución, como las redes sociales, brindan la oportunidad de comunicarse y compartir información. «Creo que nuestra tecnología aumenta tan rápidamente, trae cambios tan rápidamente, y cambia las herramientas, los medios y la disponibilidad de las comunicaciones, que aún no hemos descubierto los límites que debemos seguir. Eso nos ayuda a mantener nuestro civismo. Eso no es inusual en la historia cuando hemos tenido avances tecnológicos». «No creo que tenga todas las respuestas, pero creo que es necesario que haya otra voz en la corriente», dijo. El contenido del programa está diseñado para resonar en espectadores de todos los ámbitos de la vida, abordando problemas sociales actuales y brindando mensajes edificantes y constructivos. El Sr. Jackson enfatizó la importancia de equilibrar estos elementos para crear un impacto positivo. «Estoy hablando con personas del mundo académico, de la economía y del frente de seguridad, tratando de escuchar a las personas que realmente están trabajando en esos ámbitos para escuchar sus perspectivas y comenzar a dar forma a una narrativa», dijo. «Me refiero a cosas simples como decir la verdad de la que nos hemos alejado». Mientras el programa se prepara para su debut, Jackson dijo que es optimista sobre su impacto potencial. Reconoció los desafíos que supone lanzar un nuevo programa en el entorno mediático actual, pero mantiene la esperanza. Únase a nuestro canal de Telegram para recibir las últimas noticias al instante [haciendo clic aquí](https://t.me/EpochTimesEs) Cómo puede usted ayudarnos a seguir informando ¿Por qué necesitamos su ayuda para financiar nuestra cobertura informativa en Estados Unidos y en todo el mundo? Porque somos una organización de noticias independiente, libre de la influencia de cualquier gobierno, corporación o partido político. Desde el día que empezamos, hemos enfrentado presiones para silenciarnos, sobre todo del Partido Comunista Chino. Pero no nos doblegaremos. Dependemos de su generosa contribución para seguir ejerciendo un periodismo tradicional. Juntos, podemos seguir difundiendo la verdad.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://t.me/EpochTimesEs)",
    "https://www.t.me/EpochTimesEs)"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-06-01T18:04:26.933+03:00",
  "updated": "2024-06-01T18:04:26.933+03:00"
}