{
  "thread": {
    "uuid": "4ab8d30760806083a154cdc5794e3d3a435e7b3e",
    "url": "https://www.aciprensa.com/noticias/104709/papa-francisco-educar-es-hacer-que-los-jovenes-descubran-el-plan-de-dios",
    "site_full": "www.aciprensa.com",
    "site": "aciprensa.com",
    "site_section": "http://feeds.feedburner.com/noticiasaci",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Noticias de ACI Prensa",
    "title": "Papa Francisco: Educar es hacer que los jóvenes descubran el plan de Dios",
    "title_full": "Papa Francisco: Educar es hacer que los jóvenes descubran el plan de Dios",
    "published": "2024-05-31T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.aciprensa.com/imagespp/papa-saluda-1715762089.jpg",
    "performance_score": 0,
    "domain_rank": 18206,
    "domain_rank_updated": "2024-05-28T13:09:38.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4ab8d30760806083a154cdc5794e3d3a435e7b3e",
  "url": "https://www.aciprensa.com/noticias/104709/papa-francisco-educar-es-hacer-que-los-jovenes-descubran-el-plan-de-dios",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-31T03:00:00.000+03:00",
  "title": "Papa Francisco: Educar es hacer que los jóvenes descubran el plan de Dios",
  "text": "El Papa Francisco afirma que educar “en esencia se trata de hacer que los jóvenes descubran el plan de Dios para cada uno de ellos”, en un mensaje dirigido a los participantes en un congreso educativo católico que se celebra en Francia hasta el próximo domingo. El Pontífice señala a los miembros de la principal organización católica de padres de alumnos en Francia que son ellos “sin duda los protagonistas y los primeros artífices de la educación de vuestros hijos”, una tarea que requiere “la ayuda de toda la sociedad, empezando por la escuela”. Recibe las principales noticias de ACI Prensa por WhatsApp y Telegram Cada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy: A juicio del Papa Francisco “una sólida alianza entre la escuela y la familia permite la transmisión de conocimientos y, al mismo tiempo, la transmisión de valores humanos y espirituales” y constituye “una oportunidad para promover la educación integral del hombre, con el fin de garantizar la construcción de un mundo más humano y asegurar su dimensión espiritual”. En su mensaje, define la “escuela-comunidad” como “un verdadero microcosmos abierto al futuro”, en el que están involucrados el personal directivo y administrativo de los centros, los profesores y los padres “siendo estos últimos el eje central en torno al cual gira todo este pequeño mundo”. Se trata, añade, de una comunidad diversa caracterizada por ser “cristiana y humana” y estar “cimentada en la caridad”. Mirando al futuro, el Santo Padre anima a seguir el camino “de la alianza, el encuentro y la colaboración”, para lo que resulta “indispensable” el compromiso de los padres al servicio de las comunidades educativas. El Papa Francisco llama del mismo modo a “proponer con entusiasmo, incluso frente a opiniones divergentes” el Pacto Educativo Mundial, porque, como expuso en Fratelli tutti, “las convicciones religiosas sobre el sentido sagrado de la vida humana nos permiten 'reconocer los valores fundamentales de la humanidad común, valores en nombre de los cuales podemos y debemos colaborar, construir y dialogar, perdonar y crecer, permitiendo que el conjunto de voces diferentes forme un canto noble y armonioso'\". La función pedagógica del tiempo Por otro lado, el Pontífice pide no olvidar la “función pedagógica del tiempo”, ya que “la educación no termina con el final de la escuela: sus efectos se manifiestan a lo largo de toda la vida, permitiendo abrazar las alegrías y las pruebas que la jalonan”. En este sentido recuerda la parábola del grano de mostaza, para señalar que “la labor de padres y maestros, difícil por delicada, se desarrolla a lo largo de las estaciones y está destinada a dar frutos inesperados en el futuro”. Además, anima a aprovechar el tiempo para afrontar los retos educativos, entre los que ha destacado el papel de la inteligencia artificial. “Para responder a este desafío, que concierne no sólo a la ética, sino también a la formación de la inteligencia y del juicio de vuestros hijos, de toda vuestra juventud, os aseguro que la Iglesia está a vuestro lado”, subraya el Pontífice. Antes de concluir el mensaje, el Papa Francisco expresa su deseo de que los trabajos del congreso que se celebra este fin de semana “lleven a hacer de la escuela-comunidad una verdadera escuela de vida, que permita a vuestros hijos afrontar un mundo difícil, pero iluminado por la esperanza: una esperanza fundada en las promesas de Cristo que no defrauda”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Religion and Belief",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-05-31T21:53:27.663+03:00",
  "updated": "2024-06-01T01:13:20.984+03:00"
}