{
  "thread": {
    "uuid": "4c88948e345d695edbb2455211785bfcf27a36c2",
    "url": "https://www.rtve.es/noticias/20231230/volver-frente-soldados-ucranianos-heridos-guerra/2468053.shtml",
    "site_full": "www.rtve.es",
    "site": "rtve.es",
    "site_section": "http://www.rtve.es",
    "site_categories": [
      "real_estate",
      "apartments"
    ],
    "section_title": "Noticias de &uacute;ltima hora, programas y series de televisi&oacute;n - RTVE.es",
    "title": "Volver al frente a pesar de las heridas",
    "title_full": "Volver al frente a pesar de las heridas",
    "published": "2023-12-30T12:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://img2.rtve.es/imagenes/soldados-ucranianos-se-recuperan-hospital-militar-zaragoza/1703762598693.jpg",
    "performance_score": 0,
    "domain_rank": 1540,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4c88948e345d695edbb2455211785bfcf27a36c2",
  "url": "https://www.rtve.es/noticias/20231230/volver-frente-soldados-ucranianos-heridos-guerra/2468053.shtml",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "ALBA SANZ",
  "published": "2023-12-30T12:16:00.000+02:00",
  "title": "Volver al frente a pesar de las heridas",
  "text": "Volver al frente a pesar de las cicatrices: los heridos de guerra ucranianos que se rehabilitan en Zaragoza - Veintidós ucranianos heridos en combate reciben tratamiento en el Hospital Militar de Zaragoza - Muchos de ellos sufren amputaciones en sus extremidades como consecuencia de los obuses rusos [Sigue en directo el minuto a minuto de la guerra en Ucrania](https://www.rtve.es/noticias/20231230/guerra-ucrania-rusia-directo-ultima-hora/2470142.shtml) \"¡Vamos, vamos! Que me tengo que recuperar\", exclama el sargento Oleksander T (59 años). Tres fisioterapeutas le rodean. Cuando una de ellas cuenta hasta tres en ucraniano, 'tri', Oleksander se levanta de su silla de ruedas para andar. A pasos lentos este militar, que es también paramédico, empieza a caminar a través de dos piernas ortopédicas azules. Se ayuda, además, de un andador de metal que le hace a la vez de soporte. Oleksander se recupera en el Hospital Militar de Zaragoza después de que \"una bola de fuego\" hubiese acabado con sus dos piernas y con cuatro dedos de su mano derecha. El impacto de la metralla dañó también su dentadura y sus tímpanos, ahora reconstruidos. \"El 8 de agosto del año pasado yo estaba en mi posición. Los rusos empezaron a disparar y un misil impactó muy cerca de mí. Me evacuaron mis chicos\", afirma. \"En Polonia me recibieron y desde allí consiguieron evacuarme a Zaragoza. Al llegar me sorprendí porque me recibió, junto con el general Lara (actual director del Hospital), el sargento de las Fuerzas Armadas de Ucrania\". La segunda planta del Hospital Militar de Zaragoza se ha convertido en un reducto ucraniano. Nada más entrar, un árbol de navidad decorado con banderas ucranianas y grivnas (la moneda del país) recibe a los visitantes. Las habitaciones de la planta también están decoradas con banderas ucranianas y españolas, símbolo de la cooperación entre ambos países como parte de la ayuda que España brinda a Ucrania desde el inicio de la invasión iniciada por el presidente ruso, Vladímir Putin. El Hospital Militar de Zaragoza tratado a 82 ucranianos Desde que comenzó la guerra el Hospital ha acogido a 82 ucranianos que han sido [heridos en combate](https://www.rtve.es/noticias/20221018/ucrania-vive-oleada-amputaciones-entre-combatientes-incluso-sin-pierna-segui-disparando/2406301.shtml). En la actualidad son 22 los que conviven en esta planta por la particularidad y la similitud de sus heridas. Las amputaciones, consecuencia de la metralla, son unas de las principales lesiones que reflejan sus cuerpos magullados. Sin embargo, para estos heridos de guerra haber sufrido amputaciones no es un impedimento para volver al frente. Al menos, anímicamente. Muchos de ellos llegan al hospital con la esperanza de recuperarse \"tan rápido como sea posible\". Su tono general se caracteriza por un optimismo voraz, como si haber perdido las piernas no fuese un motivo determinante para no poder regresar al frente a luchar por \"su patria, familia e hijos\". Estos ucranianos se muestran impacientes, incluso alegres, porque saben que un día más en el hospital se traduce en un día menos para volver. Pero no todos comparten esa actitud. Valentyn (33 años) tiene el rostro serio. Bromea de vez en cuando con sus compañeros, pero rápidamente su gesto se ensombrece. El impacto de la metralla acabó con su pierna derecha y ahora solo puede moverse con la ayuda de las muletas o en una silla de ruedas. Viste una camiseta verde, una gorra militar y un pantalón corto azul. Tiene una hija en Ucrania que ni siquiera sabe que su padre ya no podrá volver a caminar. Valentyn tiene siempre a mano una cajetilla de cigarros. En un cesto, que cuelga de su silla de ruedas motorizada, guarda dos tesoros: sal y pimienta. Dice que la comida del hospital es muy sosa. \"Apenas ponen sal a la comida\", comenta esbozando una sonrisa. Valentyn habla con frases cortas y nunca mira a los ojos. Al preguntarle si tiene ganas de volver al frente, responde airado: \"Ahora no te puedo responder a esa pregunta\". Acto seguido, sus ojos buscan primero su pierna ausente y, después, se queda mirando al suelo. Rutina de ejercicios de rehabilitación En la sala de rehabilitación, Volodymyr (49 años) aprende a caminar de nuevo. Anda apoyándose en dos barras de madera paralelas. Una pierna ortopédica rellena el hueco vacío donde antes estaba su pierna izquierda. La metralla, otra vez, fue la culpable. Mientras su fisioterapeuta le dicta los ejercicios de rehabilitación le pregunto si ha merecido la pena perder su pierna por su país. Su cara se ensombrece. Sus labios dibujan una mueca de tristeza. Parece que se está aguantando las ganas de llorar. Tras un breve silencio responde como excusándose. \"Tenía que defender a mi familia, a mi tierra. Claro que ha merecido la pena\". En la misma sala el sargento Andrii Y. (25 años) comienza con su rutina de ejercicios rehabilitadores. El, a diferencia de sus compañeros amputados, dispone de las dos piernas. Sin embargo, una onda expansiva le ha causado un daño medular que le ha dejado parapléjico. Siente la \"obligación de regresar\", aunque para él \"las guerras no tienen nada de bueno\". Mientras habla, un equipo de fisioterapeutas le ayuda a levantarse. Le sujetan por la cadera y Andrii se apoya con sus dos manos en una espaldera. Poco a poco este joven sargento trata de adaptarse a su nueva realidad lejos de sus hombres. Alina es la intérprete ucraniana del hospital que hace de nexo entre el equipo sanitario y los heridos ucranianos. Mientras los soldados realizan sus obligados ejercicios, ella habla en susurros. \"Muchos se sientean mal por haber sobrevivido y no haber corrido la misma suerte que los compañeros que cayeron en el frente\", afirma. \"Los rusos ya han ocupado Donestk y después Lugansk. Ya han hecho sus Federaciones y después se han convencido de invadir toda Ucrania. No tienen límite\", lamenta. Las heridas más visibles Desde el inicio del conflicto y de acuerdo con datos de la ONU, la cifra de muertos en Ucrania ha ascendido a 10.000 y ya son más de 14.000 los heridos. La mayoría de los que llegan al hospital zaragozano tienen trastornos en el aparato locomotor. El médico especialista en rehabilitación Alfredo Blasco Gómez explica que en el hospital tienen \"un porcentaje importante de amputados tanto de extremidad superior como inferior. Tras preparar el muñón se les coloca una prótesis y luego se les enseña a utilizarla. Después de la reparación quirúrgica se les hace una rehabilitación hasta que se consigue una movilidad que no es completa en ningún caso\". \"Hay afectaciones neurológicas, sobre todo en extremidades superiores porque es donde el chaleco anti-fragmento no protege. Y es donde se lesionan los nervios que mueven los codos y las manos. La rehabilitación es muy larga y costosa. A veces no muy gratificante. Hemos tenido dos lesionados a nivel de columna, lesionados medulares severos con una afectación de parálisis de la extremidad inferior, es decir, una paraplejia\", indica. En esta guerra, los obuses se utilizan sobre todo para discapacitar al enemigo. Las [heridas causadas por la metralla](https://www.rtve.es/noticias/20230707/centro-evacuacion-medica-bajmut-guerra-ucrania/2451547.shtml), tal y como explica Blasco, se emplean para convertir a los ucranianos en inválidos para el resto de su vida. \"Haces más daño discapacitando que matando. Herir a alguien, hacerle dependiente y que no pueda trabajar supone un coste económico importante para el país\". \"Los heridos no son por bala. Todos son heridos por explosivos con mucha metralla. Estos explosivos están llenos de fragmentos de hierro que cuando explotan cortan todo a lo que llega con fragmentos pequeñitos. Provoca mucha destrucción, pero no mata. Ese es el problema, la destrucción del cuerpo hay que rehabilitarla. Esa es la forma de confrontar ahora. No con disparos, si no con explosivos de metralla. Tampoco con grandes bombas que matarían a todos. Es un proyectil de grado intermedio que provoca mucha lesión sin matar\", indica. El tabú de la salud mental entre los ucranianos La médico adjunto de medicina física y rehabilitación, Marta Garín Alegre, añade que en el proceso de rehabilitación hay muchos que \"quieren volver al frente. Hacen todo lo posible para rehabilitarse para luego volver. Hay algunos que probablemente estén más dudosos porque las secuelas que les quedan de las lesiones que han tenido no les van a permitir tener una actividad 100% como tenían previamente. Al final es una decisión personal, hay pacientes amputados que aun así quieren volver a la guerra\". \"Sus familias también apoyan esa idea. No he visto a ningún familiar echarles para atrás\", afirma. Además de las físicas, las heridas psicológicas, el conocido como estrés postraumático, afecta a muchos de los pacientes que se han visto en situaciones de guerra. Conseguir llegar a ellos de una forma más personal supone una barrera muy fuerte para los médicos. Garín explica que, en comparación con el paciente mediterráneo, \"los ucranianos son mucho más cerrados. Nos cuesta mucho entrar en el paciente, salvo en algún momento en el que se desborda y se pone a llorar y ahí decide contarte algo. Nosotros tampoco vamos a incidir si no sale del paciente de forma espontánea\". \"He tenido un par de pacientes con los que hay que tener cuidado por ejemplo con cerrarles la puerta. Con algún golpe fuerte se asustan, lo que puede indicar uno de los síntomas del estrés postraumático\", explica. Sin embargo, tanto Garín como Blasco coinciden en que el estrés postraumático como tal llega más tarde. \"Al final ellos están aquí con la novedad, con un ambiente de compañerismo con los demás, más tranquilos, fuera del conflicto. Cuando vuelvan a su estatus con familia o sin familia, con apoyo o sin apoyo sanitario, probablemente les dará el bajón a muchos de ellos\", señalan. \"Al principio muchos se retraen cuando se enteran de que va a llegar la psiquiatra a preguntarles qué tal duermen o saber si necesitan algo. Conforme pasan los meses ya se van abriendo, pero a nivel cultural en Ucrania nadie va al psiquiatra\", añaden. \"Tienen mucho tabú. No quieren decir si tienen más dolor. A nosotros nos cuesta que entren en esa dinámica para que les podamos ayudar de la mejor forma posible\". * Alba Sanz es alumna del máster de Reporterismo Internacional RTVE/in y UAH",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Human Interest",
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-30T12:39:00.842+02:00",
  "updated": "2023-12-30T12:39:00.842+02:00"
}