{
  "thread": {
    "uuid": "dd10c7b6b7d716a18e91e45b6c689fd2efd2abb8",
    "url": "https://www.ynetnews.com/magazine/article/h1kylhuy6",
    "site_full": "www.ynetnews.com",
    "site": "ynetnews.com",
    "site_section": "http://israel.nowlej.com",
    "site_categories": [
      "media",
      "tennis",
      "sports"
    ],
    "section_title": "Israel NOWlej | News &amp; Views on the State of the Jews",
    "title": "'The IDF is one of the most progressive militaries for LGBT individuals'",
    "title_full": "'The IDF is one of the most progressive militaries for LGBT individuals'",
    "published": "2024-01-19T21:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": null,
    "main_image": "https://ynet-pic1.yit.co.il/picserver5/crop_images/2024/01/03/rkb9wWhz00p/rkb9wWhz00p_0_604_2000_1126_0_large.jpg",
    "performance_score": 0,
    "domain_rank": 3871,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "dd10c7b6b7d716a18e91e45b6c689fd2efd2abb8",
  "url": "https://www.ynetnews.com/magazine/article/h1kylhuy6",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Hagai Ayad",
  "published": "2024-01-19T21:21:00.000+02:00",
  "title": "'The IDF is one of the most progressive militaries for LGBT individuals'",
  "text": "Activists in the gay community agree that the IDF has undergone an inspiring evolution, in terms of its ability to accept and allow fair conditions for LGBT soldiers, but the actual situation is still not perfect, and regular and reserve soldiers report they confront LGBT-phobic rhetoric. More stories: A new conference called \"LGBT in Battle\" will discuss the positive developments, alongside the challenges that still await the soldiers and their families \"In recent years, the IDF's attitude towards LGBT people is the best it has been so far. There are constant attempts to give LGBT people the opportunity to do full, meaningful service and even grow and advance in the army,\" says Imry Zagury, head of government relations at the Aguda-The Association for LGBTQ Equality in Israel. Zagury participated last Wednesday in the \"LGBT in Battle\" conference, a joint initiative of the Herzliya Municipality and the LGBT Association. \"We see in the current war quite a few figures from the gay community who are in key positions in the IDF and in other security agencies, and this would not have happened without the system agreeing to accommodate itself to the community, and to respond to the unique needs of LGBT people in this type of framework. \"This is a long process, which started with former Knesset Member Uzi Even's fight to allow LGBT people to serve in the army, went through Adir Steiner's legal fight to recognize him as an IDF widower, continued with the fight of gay IDF reservists, which brought the Minister of Defense to publish clarifications about the equal rights of LGBT bereaved spouses, and continued to the last amendment to the Bereaved Families Law.\" The \"LGBT in Battle\" conference, was held in memory of the late Cpt. Sagi Golan, a resident of Herzliya, who was killed in battle in Kibbutz Be'eri on October 8. Omer Ohana, his spouse, delivered the opening remarks at the conference. Correcting a longstanding injustice \"The heroic story of the late Cpt. Sagi Golan clarifies, beyond any political consideration or discussion, how illogical and unjust the gap is between the involvement and sacrifice of LGBT people in war, on the home front, and in advocacy, compared to the treatment they receive from the country,\" says Zagury. \"We see in the current war quite a few figures from the gay community who are in key positions in the IDF and in other security agencies, and this would not have happened without the system agreeing to accommodate itself to the community.\" \"I think this case made it clear that the long-standing struggle of the gay community, which is always perceived as a political and sectional struggle, is in fact a human struggle for basic rights and recognition. Sagi and Omer were supposed to get married a few days after the outbreak of the war, a wedding that has no meaning in the eyes of the state of Israel. They planned to start a family, a plan that could only be possible thanks to High Court rulings. \"Their story provoked a significant public discussion regarding the status of the gay community in Israeli society, and entailed support even from audiences who had not sided with the community in the past. This, along with the considerable and prominent mobilization of the community during the war, created a window of opportunity that we knew we had to take advantage of to correct the long-standing injustice \". \"Sagi Golan fell in battle, when he and his partner were not yet married,\" confirms Adv. Arthur Shani, an expert in family law, LGBT, and common-law couples, and the former director of the LGBT Association's legal department. \"The story went viral and raised public awareness, portraying a known problem, but this time a problem that one could identify and empathize with. \"After Golan's death, the Minister of Defense issued a directive followed by a joint statement with the Speaker of the Knesset, in which he made it clear that the Bereaved Families Law would be implemented in a way so that LGBT people would also be recognized as spouses of the fallen. My office immediately contacted them, saying that this was not enough and should be settled in legislation. \"Fortunately, the law was amended, while religious and ultra-Orthodox Knesset members also supported the amendment. In this case, in view of the horror that befell us on this Black Saturday and the critical mass of the fallen, the Knesset and the government could not sweep the discrimination under the rug. It's a shame that only a severe national disaster led to performing affirmative action, but better late than never.\" So now, in light of the amendment to the law, do LGBT people have full equality of rights as far as the IDF and the security establishment are concerned? \"It can be said to the IDF's credit that it is one of the most liberal and progressive armies that exist at the moment, both in relation to women and in relation to LGBT people. By the way, much more so than the U.S. Army, where in the 90's President Clinton's famous statement, 'Don't Ask, Don't Tell' was heard, a statement that became the official U.S. policy on military service of LGBT people, and connects to the claim of LGBT-phobes - 'Do what you want at home'. \"LGBT discourse in the IDF has been liberal, containing and accepting for years, as befits the People's Army. LGBT people receive equal treatment and the existing problems stem from discrimination apparent in various laws applicable in Israel, and not from the army's policy. The latest amendment completes the recognition and opens a dialogue to other areas where the community is still discriminated against.\" Zagury: \"Today's generation of LGBT people who serve in the army, both regularly and in the reserves, is very different from past generations that fought in Israel's wars. Today more regular soldiers are allowed to serve uninhibited, and reservists who did not disclose their sexual orientation when they were regular soldiers, may now feel comfortable being themselves. \"Of course, the situation on the ground is still not perfect. Soldiers still suffer from homophobia, expressed by either other soldiers or even by the commanders.\" \"I think the army is still a difficult place for those who do not meet the classic social norms of masculinity and femininity,\" Zagury clarifies. \"There is of course progress, but for a gay boy who has just graduated high school, serving in a combat unit, with all its ramifications, may be overwhelming, when having to deal with the challenges and stress of, for example, having to be like the other members of the military unit, proving his masculinity according to the standards of straight people. \"Reservists reveal that many of the soldiers who are already living their lives as LGBT people in safe and accepting spaces they've created for themselves, find it difficult to return to the military unit because once again they have to be exposed to LGBT-phobic rhetoric on a regular basis, and any attempt to fight it is seen as petty or negligible in relation to the extreme reality we all live in. As if one should not insist on basic respect.\" What about those who aren't in the army? What unique challenges do LGBT people who are now on the home front experience? \"I think that beyond the difficulties experienced by everyone in Israel since the outbreak of the war, LGBT people have to deal with another challenge. These can be bureaucratic difficulties having far-reaching consequences, for example, a couple that consists of two mothers who have a child but still haven't had time to settle a judicial parenting order. \"If, for example, the biological mother is now in reserve duty, then the other mother does not have any legal custody over the child if a judicial parenting order is not settled; this means that she is not allowed to attend a family health center or register the child for pre-school venues, not to mention an extreme case where something happens to the biological mother, and the remaining mother has no legal status over the child.\" \"It was also a challenging year for many LGBT people who considered the judicial overhaul as a threat that could have pushed them away. In addition, some parts of the gay community around the world who tend to be more vocal, have recently expressed criticism of Israel, and there is a real fear that this might harm Israel's gay community. I've already heard stories about boys and girls in schools who, due to their queer appearance, are bullied, and told that they are against Israel.\" Equality in death, but not in life \"I think a lot about the fact that we received equality in death, but not in life,\" says Omer Ohana, who participated in the conference in memory of his partner. \"We hope that Sagi's light will continue to 'illuminate' Israel's laws and change reality.\" It's been almost three months since your loss, is there a change in the way you are coping? \"It's still hard. Every day is hard and the loss is felt in everything.\" Do you have any important message to convey? \"Sagi believed in Israeli society, he loved the country and the people who live in it, even those he disagreed with. I think full equality is what the country owes him and owes to everyone who fights for it.\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "imry zagury",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "idf",
        "sentiment": "positive"
      },
      {
        "name": "aguda-the association",
        "sentiment": "none"
      },
      {
        "name": "herzliya municipality",
        "sentiment": "none"
      },
      {
        "name": "lgbt association",
        "sentiment": "none"
      },
      {
        "name": "lgbt",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "israel",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T21:33:07.157+02:00",
  "updated": "2024-01-19T21:33:07.157+02:00"
}