{
  "thread": {
    "uuid": "4bd438819ae03b76d09cd601a9ede37c19d1167d",
    "url": "https://bnnbreaking.com/local-news/norfolks-family-dollar-reopens-post-fire-bolsters-community-with-25000-donation",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnn.network/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Norfolk's Family Dollar Reopens Post-Fire, Bolsters Community with $25,000 Donation",
    "title_full": "Norfolk's Family Dollar Reopens Post-Fire, Bolsters Community with $25,000 Donation",
    "published": "2024-02-29T21:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/a34cffefb8996b1f18d382cb788acea9eb02bae04523df84adf0bb4fc33a2deb.jpg",
    "performance_score": 0,
    "domain_rank": 19407,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "4bd438819ae03b76d09cd601a9ede37c19d1167d",
  "url": "https://bnnbreaking.com/local-news/norfolks-family-dollar-reopens-post-fire-bolsters-community-with-25000-donation",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "BNN Correspondents",
  "published": "2024-02-29T21:59:00.000+02:00",
  "title": "Norfolk's Family Dollar Reopens Post-Fire, Bolsters Community with $25,000 Donation",
  "text": "The Family Dollar store on Church Street in Norfolk is celebrating its triumphant return with a grand reopening event this Saturday, following a devastating fire that forced its closure over a year ago. In September 2022, the store became engulfed in flames, causing significant damage and leaving a void in the community's access to affordable groceries. Shariff Hassan, Zone Vice President for Family Dollar, expressed the company's eagerness to reopen, highlighting the store's critical role in providing essential resources to the community.\nAddressing Community Needs During Closure\nDuring the store's closure, the absence was deeply felt in St. Paul's neighborhoods, exacerbating the area's food desert situation. Residents faced increased difficulty in accessing fresh produce and affordable food options, a challenge compounded for those without personal transportation. In response, the Foodbank of Southeastern Virginia and the Eastern Shore stepped in to distribute emergency food boxes to the community, assisting hundreds of households in need. The initiative was further strained by grocery inflation, pushing the food bank to serve an additional 10% of residents.\nA Generous Contribution to Aid Recovery\nIn a significant move to support the community's recovery, Family Dollar announced a $25,000 donation to the Foodbank of Southeastern Virginia and the Eastern Shore. This act of generosity was coupled with a commitment to match all contributions made in December, amplifying the impact of the community's donations. This financial support aims to alleviate some of the challenges faced by residents in the wake of the store's absence and the ongoing inflation affecting food prices.\nGrand Reopening Festivities\nThe grand reopening event scheduled for March 2 at the 720 Church Street location promises to be a vibrant celebration of the store's return and its renewed commitment to the Norfolk community. Attendees can look forward to a festive atmosphere featuring a DJ, prize wheel, food and beverage samples, and character appearances. This event not only marks the return of a vital community resource but also represents a step forward in the healing and revitalization of the area affected by the fire.\nThe reopening of the Family Dollar store in Norfolk is more than just a business resuming operations; it signifies hope and resilience in the face of adversity. By reinvesting in the community through significant donations and bringing back a crucial source of affordable goods, Family Dollar is demonstrating a model of corporate responsibility and community engagement. As the doors open once again, there is a collective aspiration for a brighter future, where access to essential resources is restored and the community can continue to thrive.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "shariff hassan",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "norfolk",
        "sentiment": "none"
      },
      {
        "name": "st. paul",
        "sentiment": "none"
      },
      {
        "name": "foodbank of southeastern virginia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:01:18.376+02:00",
  "updated": "2024-03-01T00:01:18.376+02:00"
}