{
  "thread": {
    "uuid": "2bb01f5b62a89bfb9af0c8727b3919ecbb3df97b",
    "url": "https://norfolkdailynews.com/commentary/heroic-actions-in-a-nebraska-county-emblematic-of-most-law-enforcement-officers/article_48301e34-a65d-11ee-85cf-47ce1225ea39.html",
    "site_full": "norfolkdailynews.com",
    "site": "norfolkdailynews.com",
    "site_section": "http://norfolkdailynews.com/search/?f=rss&t=article&c=commentary&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media"
    ],
    "section_title": "norfolkdailynews.com - RSS Results in commentary of type article",
    "title": "Heroic actions in a Nebraska county emblematic of most law enforcement officers",
    "title_full": "Heroic actions in a Nebraska county emblematic of most law enforcement officers",
    "published": "2023-12-29T17:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.newyork1.vip.townnews.com/norfolkdailynews.com/content/tncms/assets/v3/editorial/4/83/48301e34-a65d-11ee-85cf-47ce1225ea39/658ee30533653.preview.jpg?crop=238%2C238%2C31%2C0&amp;resize=200%2C200&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 56398,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2bb01f5b62a89bfb9af0c8727b3919ecbb3df97b",
  "url": "https://norfolkdailynews.com/commentary/heroic-actions-in-a-nebraska-county-emblematic-of-most-law-enforcement-officers/article_48301e34-a65d-11ee-85cf-47ce1225ea39.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily News",
  "published": "2023-12-29T17:16:00.000+02:00",
  "title": "Heroic actions in a Nebraska county emblematic of most law enforcement officers",
  "text": "In a country where law enforcement officers are often criticized for the bad acts of a select few, it’s important to praise them for their heroism.\nGov. Jim Pillen did just that last week, when he recognized two officers for their life-saving actions following a crash on Thanksgiving.\nAround 9:45 p.m. on Nov. 23, the Lincoln County Sheriff’s Office received a report of a two-vehicle crash on Interstate 80 near North Platte. Trooper Alex Coffman was the closest to the scene and responded immediately.\nCoffman located two vehicles on their sides and partially submerged in the water of Fremont Slough. He also found two young boys standing in the freezing water and carried them to his patrol vehicle to get warm.\nThe kids’ mother informed Coffman that there was still another child in her vehicle. Lincoln County Deputy Tyler Schultz arrived at the scene and assisted Coffman as they tried to extricate a 1-year-old girl from the vehicle. The girl was still buckled into her car seat and was partially submerged in the water.\nCoffman and Schultz both entered the freezing water to reach the girl. Coffman submerged himself to get inside the vehicle and cut the seatbelt away. Schultz was then able to pull the girl out of the vehicle through a broken window.\nEveryone involved in the crash was transported to a hospital and treated for nonlife-threatening injuries.\nPillen and Nebraska State Patrol Colonel John Bolduc recently presented the NSP Life Saver Award to Coffman and the NSP Public Service Award to Schultz for their heroic actions.\n“Across our great state, law enforcement officers and first responders commit many acts of heroism, often without fanfare or recognition,” Pillen said “... Trooper Coffman and Deputy Schultz represent the dedication and selflessness that defines all who serve and protect Nebraskans, each and every day.”\nThe NSP Life Saver Award is presented to state patrol personnel for their actions to preserve life while responding to a life-or-death situation. The NSP Public Service Award is presented to non-NSP personnel, including civilians, for heroic actions.\nRelationships between police officers and the people they serve have become particularly strained over the past decade across the U.S. This is in part due to the killings of people at the hands of police — mostly in larger cities — and violent protests in response to these deaths. In many cases, the shootings were justified, but officers have been prosecuted for their actions and found guilty.\nWell-respected law enforcement officers are at times on the receiving end of violence or unfair criticism for the actions of “bad cops.”\nThat’s why it’s important to highlight all the good that officers do for our communities. Our country would be much worse off without those who protect and serve.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "schultz",
        "sentiment": "none"
      },
      {
        "name": "jim pillen",
        "sentiment": "none"
      },
      {
        "name": "coffman",
        "sentiment": "none"
      },
      {
        "name": "tyler schultz",
        "sentiment": "none"
      },
      {
        "name": "alex coffman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "fremont slough",
        "sentiment": "none"
      },
      {
        "name": "lincoln county sheriff’s office",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nebraska",
        "sentiment": "none"
      },
      {
        "name": "interstate 80",
        "sentiment": "none"
      },
      {
        "name": "lincoln county",
        "sentiment": "none"
      },
      {
        "name": "north platte",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T18:37:40.214+02:00",
  "updated": "2023-12-29T18:37:40.214+02:00"
}