{
  "thread": {
    "uuid": "77c8ee1d8214e474c8101b00f8af2b449dbece03",
    "url": "https://www.ncronline.org/news/catholic-bishop-joins-cease-fire-prayer-vigil-protesting-weapons-israel",
    "site_full": "www.ncronline.org",
    "site": "ncronline.org",
    "site_section": "http://ncronline.org/rss.xml",
    "site_categories": [
      "religion",
      "catholicism"
    ],
    "section_title": "National Catholic Reporter - The Independent News Source",
    "title": "Catholic Bishop joins cease-fire prayer vigil protesting weapons for Israel",
    "title_full": "Catholic Bishop joins cease-fire prayer vigil protesting weapons for Israel",
    "published": "2024-05-06T19:55:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.ncronline.org/files/2024-05/webRNS-Bishop-Protest1%20%281%29.jpg",
    "performance_score": 0,
    "domain_rank": 7351,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "77c8ee1d8214e474c8101b00f8af2b449dbece03",
  "url": "https://www.ncronline.org/news/catholic-bishop-joins-cease-fire-prayer-vigil-protesting-weapons-israel",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-05-06T19:55:00.000+03:00",
  "title": "Catholic Bishop joins cease-fire prayer vigil protesting weapons for Israel",
  "text": "Bishop John Stowe, right, speaks during a prayer vigil outside the White House, Friday, May 3, 2024, in Washington. (RNS/Jack Jenkins) Calling the White House \"a symbol of ongoing support for destruction of human lives,\" Catholic Bishop John Stowe appeared at a prayer vigil outside the presidential mansion on Friday (May 3), joining a group of religious demonstrators as they urged President Joe Biden to back a permanent cease-fire in Gaza and halt offensive weapons shipments to Israel. Stowe said the protesters hoped to appeal to Biden’s Catholicism, saying the group intended to deliver [a new letter signed by more than 200 U.S. Catholic leaders](https://religionnews.com/2024/05/02/more-than-200-catholic-leaders-call-on-biden-to-halt-weapons-shipments-to-israel-urge-cease-fire/), including a cardinal, an archbishop and several nuns, to the president, urging him to do more to stop the violence. Activists read the letter aloud during the demonstration. It is rare in recent years for an active American Catholic bishop to participate in a political demonstration. The Catholic hierarchy more commonly expresses its views as a group as the U.S. Conference of Catholic Bishops, most often in written statements. Stowe, who heads the Catholic diocese of Lexington, Kentucky, is president of Pax Christi USA, a Catholic anti-war advocacy group that helped organize the vigil as part of Christians for Ceasefire. But Stowe has become known for his willingness to speak out on a range of issues. In 2019, he [publicly criticized former President Donald Trump](https://www.ncronline.org/news/bishop-stowe-criticizes-trump-urges-broader-pro-life-agenda) for what the prelate characterized as a narrow pro-life agenda, pursuing an end to Roe v. Wade while failing to show concern for human lives when it came to immigration and the environment. Religious demonstrators call for a permanent cease-fire during a prayer vigil outside the White House, Friday, May 3, 2024, in Washington. (RNS/Jack Jenkins) On Friday the bishop addressed the crowd of a few dozen demonstrators after several minutes of ecumenical prayer, music and speeches from other demonstrators. \"We stand outside this symbol of power, this symbol of authority and, right now, a symbol of ongoing support for the destruction of human lives,\" Stowe said, referring to the White House. The demonstration expressed solidarity with the ongoing student protests on college campuses across the country. Asked about the protests the day after encampments at Notre Dame and Fordham universities, both Catholic schools, were cleared, Stowe told Religion News Service he appreciated the students’ \"interest in the situation and their solidarity with the Palestinians,\" but stressed the need for protests to be \"measured in a peaceful way that is going to make a positive impact.\" In his remarks to the protesters, Stowe lamented the plight of Palestinians in the Gaza Strip, where Israel continues to wage a military campaign that has claimed the lives of more than 34,000 people, according to local authorities, and pushed a displaced population to the brink of famine. The ground assault came in the wake of an attack in southern Israel launched by Hamas militants that killed 1,200 people and took hundreds more hostage. \"When food cannot get in, when medical help is limited or inaccessible to the people in Gaza, when innocents are being killed day in and day out, when people are trapped and being forced into even smaller confinement — we have to raise the voice, a voice that is not supportive of Hamas or terrorism, but a voice that calls for peace,\" Stowe said. The bishop noted that Friday was the 41st anniversary of a statement by the U.S. Catholic bishops calling on the church to promote peace and non-violence. \"It’s a requirement of our faith that we are called to be peacemakers, not by some movement of the moment, but by the Lord Jesus Himself,\" he said. Stowe expressed hope his fellow bishops would join him in speaking out about the Israel-Hamas war, but acknowledged the topic has proven controversial in conservative and liberal circles alike. Even so, the bishop stressed the need to take a stand, recalling that when Pope Francis visited the Holy Land in 2015, he prayed both at the Wailing Wall of Jerusalem as well as the concrete walls that separate Israel and the occupied West Bank. \"It’s easy to think that you have to fall into one side or the other, but we’re asking for peace for everybody,\" he said. \"We can’t be antisemitic, but we can’t support what (Israeli Prime Minister Benjamin) Netanyahu, Israel and the Israeli government at this time is doing to Palestinians.\" Stowe later added: \"We have to realize the injustice with which the Palestinians have lived for decades.\" Advertisement As the protest concluded with the Lord’s prayer, several attendees began to gather for another protest at the White House nearby, where they intended to risk arrest while praying and singing along the fence. The prayer vigil is one of several protests [convened by Pax Christi](https://religionnews.com/2023/11/02/catholic-groups-protest-at-white-house-to-call-for-gaza-cease-fire/) and a range of other religious groups in Washington, D.C., and elsewhere calling for a cease-fire since the outbreak of the Israel-Hamas war on Oct. 7. In addition to sprawling protests organized by Jewish groups such as [Jewish Voice for Peace and If Not Now](https://religionnews.com/2023/10/18/hundreds-arrested-at-protest-calling-for-gaza-ceasefire/), a number of [Christian and Muslim groups](https://religionnews.com/2023/11/03/as-israels-advance-into-gaza-continues-faith-led-calls-for-ceasefire-grow/) have protested, prayed and [issued statements](https://religionnews.com/2023/11/09/black-christian-leaders-call-for-cease-fire-in-gaza/) condemning the ongoing Israeli assault into Gaza and demanding an end to hostilities in the region. Francis has also called for a cease-fire in Gaza on multiple occasions, including during his recent Easter message.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "War, Conflict and Unrest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://religionnews.com/2023/11/09/black-christian-leaders-call-for-cease-fire-in-gaza/",
    "https://religionnews.com/2023/11/03/as-israels-advance-into-gaza-continues-faith-led-calls-for-ceasefire-grow/",
    "https://religionnews.com/2023/11/02/catholic-groups-protest-at-white-house-to-call-for-gaza-cease-fire/",
    "https://religionnews.com/2023/10/18/hundreds-arrested-at-protest-calling-for-gaza-ceasefire/",
    "https://religionnews.com/2024/05/02/more-than-200-catholic-leaders-call-on-biden-to-halt-weapons-shipments-to-israel-urge-cease-fire/",
    "https://religionnews.com/2024/05/02/more-than-200-catholic-leaders-call-on-biden-to-halt-weapons-shipments-to-israel-urge-cease-fire",
    "https://religionnews.com/2023/10/18/hundreds-arrested-at-protest-calling-for-gaza-ceasefire",
    "https://religionnews.com/2023/11/02/catholic-groups-protest-at-white-house-to-call-for-gaza-cease-fire",
    "https://religionnews.com/2023/11/03/as-israels-advance-into-gaza-continues-faith-led-calls-for-ceasefire-grow",
    "https://www.religionnews.com/2023/11/03/as-israels-advance-into-gaza-continues-faith-led-calls-for-ceasefire-grow/",
    "https://religionnews.com/2023/11/09/black-christian-leaders-call-for-cease-fire-in-gaza",
    "https://www.religionnews.com/2023/10/18/hundreds-arrested-at-protest-calling-for-gaza-ceasefire/",
    "https://www.religionnews.com/2024/05/02/more-than-200-catholic-leaders-call-on-biden-to-halt-weapons-shipments-to-israel-urge-cease-fire/",
    "https://www.religionnews.com/2023/11/02/catholic-groups-protest-at-white-house-to-call-for-gaza-cease-fire/",
    "https://www.religionnews.com/2023/11/09/black-christian-leaders-call-for-cease-fire-in-gaza/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "john stowe",
        "sentiment": "negative"
      },
      {
        "name": "stowe",
        "sentiment": "none"
      },
      {
        "name": "biden",
        "sentiment": "none"
      },
      {
        "name": "joe biden",
        "sentiment": "none"
      },
      {
        "name": "jack jenkins",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. conference of catholic bishops",
        "sentiment": "none"
      },
      {
        "name": "catholic",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      },
      {
        "name": "u.s. catholic",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "white house",
        "sentiment": "none"
      },
      {
        "name": "israel",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T21:01:29.570+03:00",
  "updated": "2024-05-06T22:30:35.574+03:00"
}