{
  "thread": {
    "uuid": "c6e4fde6b70cdb4fca5b4e525823d40b0ab3db0a",
    "url": "https://www.impulsegamer.com/nintendo-switch-2-launches-5th-june-bringing-new-forms-of-game-communication-to-life",
    "site_full": "www.impulsegamer.com",
    "site": "impulsegamer.com",
    "site_section": "https://www.impulsegamer.com",
    "site_categories": [
      "movies",
      "entertainment"
    ],
    "section_title": "Impulse Gamer - Your Place for Gaming, Film, Pop Culture &amp; Tech",
    "site_title": "Impulse Gamer - Your Place for Gaming, Film, Pop Culture &amp; Tech",
    "title": "NINTENDO SWITCH 2 LAUNCHES 5TH JUNE, BRINGING NEW FORMS OF GAME COMMUNICATION TO LIFE",
    "title_full": "NINTENDO SWITCH 2 LAUNCHES 5TH JUNE, BRINGING NEW FORMS OF GAME COMMUNICATION TO LIFE",
    "published": "2025-04-03T01:18:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 57536,
    "domain_rank_updated": "2025-04-01T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c6e4fde6b70cdb4fca5b4e525823d40b0ab3db0a",
  "url": "https://www.impulsegamer.com/nintendo-switch-2-launches-5th-june-bringing-new-forms-of-game-communication-to-life",
  "ord_in_thread": 0,
  "author": "Alex Novus",
  "published": "2025-04-03T01:18:00.000+03:00",
  "title": "NINTENDO SWITCH 2 LAUNCHES 5TH JUNE, BRINGING NEW FORMS OF GAME COMMUNICATION TO LIFE",
  "text": "All Together, Anytime, Anywhere. With new ways to play and new ways to connect players, Nintendo Switch 2 arrives on 5th June 2025, for a suggested retail price of AU$699.95. Discover reimagined Joy-Con 2 controllers, each of which can now be used as a mouse in compatible games and that snap to the console with magnetic connectors. Experience the console’s powerful processing speeds delivering visuals via a bigger screen showcasing vibrant colour and clarity. From Nintendo Switch 2 games to compatible games in existing Nintendo Switch libraries – connect and play with friends and family in surprising new ways!\n“Nintendo Switch 2 is the next step in at-home gaming that can be taken on the go based on eight years of play and discovery that began with Nintendo Switch,” said Nintendo President Shuntaro Furukawa. “With its new features that expand the possibilities of gaming experiences, I truly believe that Nintendo Switch 2 is a leap forward in our journey of putting smiles on the faces of everyone that Nintendo touches.”\nNintendo Switch 2 comes with the following:\nNintendo Switch 2 console\nJoy-Con 2 controllers (L+R)\nJoy-Con 2 Grip\nJoy-Con 2 Straps\nNintendo Switch 2 Dock\nUltra High-Speed HDMI Cable\nNintendo Switch 2 AC Adapter\nUSB-C Charging Cable\nRace into Nintendo Switch 2 with the Nintendo Switch 2 + Mario Kart World bundle*1, which includes a console and a download code for Mario Kart World, available from Nintendo Switch 2 launch day on 5th June for a suggested retail price of AU$769.95.\nToday’s Nintendo Direct presentation featured a broad variety of hardware details, system features, and games coming to Nintendo Switch 2 both from Nintendo and its publishing partners. To view the Nintendo Direct presentation in its entirety, visit https://www.nintendo.com/au/nintendo-direct/.\nGameChat Enables New Ways to Play Socially, All Together\nWith the new online feature GameChat*2, people can play games and talk like everyone is in the same room, even if they are miles apart. Whether sharing a victory or just waving hello, GameChat makes it feel like online friends around the world are on the same couch. Once GameChat is up, players can start a chat with friends anytime by pressing the C Button on the right Joy-Con 2 controller. The console’s built-in mic can be used to voice chat while playing games with up to 12 people in different locations. Up to four friends can share their screen, and if they connect a compatible USB-C camera, such as the Nintendo Switch 2 camera (sold separately), they can also video chat, seeing each other’s faces as they cheer, shout, or laugh while playing. Additional friends can join the chat via audio only. Until the end of March 2026, GameChat can be used without the need to have a Nintendo Switch Online membership. Afterwards, a Nintendo Switch Online membership will be required.\nWhen initiating a GameChat session, the user invites people from their friend list. Safety features are in place to help players have a safe and secure chat experience, such as the ability to report a person while in a chat session. In addition, Nintendo recognises the important role parents and guardians play in their children’s online experiences, so children under the age of 16 will need their parent or guardian to approve their use of GameChat with an updated version of the Nintendo Switch Parental Controls App.\nA Multitude of New Features and Experiences\nA large, vivid screen that allows smooth motion expression\nNintendo Switch 2 has a large 7.9-inch built-in LCD screen that displays in full HD at 1080p while maintaining the same thickness of Nintendo Switch. Even while on the go, Nintendo Switch 2 offers vivid, detailed game experiences, as well as smooth graphics showcasing character movements and their rich facial expressions.\nJoy-Con 2 controllers attach to the console with a “snap”\nJoy-Con 2, the newly designed Nintendo Switch 2 controllers, magnetically attach to the Nintendo Switch 2 console. In addition, either Joy-Con 2 controller can be operated like a mouse by sliding it on a surface like a table or on a pair of trousers. They can be used in multiple ways, including for games that require aiming.\nA new freely adjustable stand and a new USB-C port\nThe angle of the new stable stand on the back of the Nintendo Switch 2 console can be adjusted freely so that players can find their preferred viewing angle. While Nintendo Switch has one USB-C port on the bottom of the console, Nintendo Switch 2 has a port on the top as well, which makes it possible for players to use the included AC adapter to charge the console while playing in tabletop mode. It is also possible to connect a compatible USB-C camera, like the Nintendo Switch 2 camera, to enjoy video chat on GameChat.\nPowerful processing speed and graphical performance\nNintendo Switch 2 has significantly improved CPU and GPU performance over Nintendo Switch, resulting in faster processing speed and enabling new visually advanced gameplay. It also makes it possible to achieve more detailed graphics and faster loading times.\nCrisp audio quality and spatial 3D sound\nOn Nintendo Switch 2, the sound quality is more natural and clearer with an even more balanced sound range. When playing in handheld mode or tabletop mode, players will be able to experience games with even more immersive, three-dimensional sound.\nInternal storage of 256 GB\nThe internal storage of Nintendo Switch 2, where digital games and save data are stored, is 256 GB, which is 8 times the storage capacity of Nintendo Switch. For additional storage, Nintendo Switch 2 only uses microSD Express cards, which have faster data reading speeds than previous microSD models.\nNintendo Switch games are also playable on Nintendo Switch 2\nIn addition to Nintendo Switch 2 games, Nintendo Switch 2 can play compatible physical and digital games released on Nintendo Switch. Some Nintendo Switch games may not be supported on or fully compatible with Nintendo Switch 2. Nintendo Switch Joy-Con controllers and peripherals, such as the Nintendo Switch Pro Controller, will also be usable on Nintendo Switch 2 by connecting them wirelessly to the console. For more information on the compatibility with Nintendo Switch games and accessories, please visit the Nintendo website.\nThe new Nintendo Switch 2 dock\nBy connecting the Nintendo Switch 2 dock to a TV, users can output video at up to 4K resolution and play games at up to 120 fps via compatible games and TVs.\nMultiple people can play one title with GameShare\nWith GameShare, a new Nintendo Switch 2 feature, players can share and play the same game with others who do not have the game. If one person has a Nintendo Switch 2 console and a game compatible with GameShare, that person can invite others to temporarily play the same game together via local play with their Nintendo Switch 2 or Nintendo Switch console. Between Nintendo Switch 2 consoles, GameShare can also be used along with GameChat for online play, so that players can chat with others while all of them play the same game.\nVirtual game cards add benefits to digital games\nWith virtual game cards, players can easily manage all their purchased digital games, play games on two different consoles, or even lend or borrow games. The virtual game card menu shows all the digital games purchased with a user’s Nintendo Account, making it easy to access the games and load them on the console. Once a virtual game card is loaded onto a console, it can be played even if the console is not connected to the Internet, and other users who are on that console can also play the game. Additionally, digital games can be lent and borrowed among members of the same Nintendo Account family group in the form of virtual game cards via local wireless communication.\nNintendo Switch Online\nNintendo Switch Online*2 will be available on Nintendo Switch 2. On Nintendo Switch 2, players with a Nintendo Switch Online membership will be able to use features like GameChat along with existing online features. For a limited time, all Nintendo Switch 2 owners can access GameChat without a Nintendo Switch Online membership through the GameChat Welcome Offer period, which lasts until 31st March, 2026. After that time, a Nintendo Switch Online membership will be required to use GameChat. In addition, for Nintendo Switch 2 owners, Nintendo GameCube – Nintendo Classics will be released right at the console’s launch. Players with a Nintendo Switch Online + Expansion Pack membership and a Nintendo Switch 2 console will be able to access a growing collection of Nintendo GameCube games with clearer image quality and higher resolution than the original releases. The classic game lineup available at release will be F-ZERO GX, The Legend of Zelda: The Wind Waker and SOULCALIBUR II. Along with the classic games, a dedicated wireless controller designed after the original Nintendo GameCube controller will be available for purchase*3 by paid Nintendo Switch Online members.\nVariety of accessibility features\nIn addition to existing accessibility features on Nintendo Switch, to support players’ wide range of gameplay styles, Nintendo Switch 2 offers a variety of new accessibility options including the ability to adjust font size, enable screen reader, and speech-to-text features within GameChat.\nSafe and secure game experience on Nintendo Switch 2\nWith the Nintendo Switch Parental Control app, parents can easily support their children’s gameplay by using their smart device to check what kind of games their children play or set limits on how long the console can be used daily. As for GameChat, children under the age of 16 will need the parent’s or guardian’s approval on the Nintendo Switch Parental Control app to start a chat, which makes it possible for parents and guardians to manage their children’s chat experience securely.\nNew Games for a New Console\nNintendo Switch 2 will launch with games that highlight its new capabilities while bringing everyone along for the ride. From brand new titles and console exclusives, like Mario Kart World and Donkey Kong Bananza, to exhilarating experiences like EA SPORTS Madden NFL and Cyberpunk 2077: Ultimate Edition, to upgraded versions of Nintendo Switch games like Super Mario Party Jamboree – Nintendo Switch 2 Edition + Jamboree TV and Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition, there is much to share and play.\nPut the pedal to the metal in Mario Kart World, a brand-new experience set in a vast interconnected environment. Race seamlessly across connected courses that deliver Mario Kart racing like never before. 24 drivers can compete in a race. Participate in the new Knockout Tour mode, where you’ll barrel through back-to-back courses and checkpoints, with no pit stops along the way. If a player doesn’t make it to each checkpoint at a high-enough placement, they will be eliminated. And in Free Roam, it’s possible to go off the racetrack and drive in any direction you wish, explore areas that pique your interest and take some photos at scenic spots with a group of friends. Mario Kart World races onto Nintendo Switch 2 on 5th June. More details will be revealed in a Mario Kart World Direct presentation on 17th April at 23:00 AEST.\nGet ready for Donkey Kong Bananza, a brand-new 3D platforming action adventure – available exclusively on Nintendo Switch 2. Crash, bash, and climb through nearly everything in DK’s path and tear off chunks of terrain to swing around and throw in groundbreaking exploration. The more that is demolished with powerful punches, the more areas open up to discover. Break on through this adventure full of mayhem, surprises and bananas when Donkey Kong Bananza crashes onto Nintendo Switch 2 on 17th July.\nThe new capabilities of Nintendo Switch 2 allow for compatible physical and digital games released on Nintendo Switch to receive paid Nintendo Switch 2 Edition upgrade packs featuring enhanced graphics, exclusive content offerings, and new gameplay experiences.\nStar in Super Mario Party Jamboree – Nintendo Switch 2 Edition + Jamboree TV, featuring unique new modes and minigames that showcase mouse controls, the console’s built-in mic, and Nintendo Switch 2 camera (sold separately). Invite friends*4 to join Bowser Live, a game show-themed experience with 2v2 team battles and physical challenges! But beware: Losing teams may have to answer to Bowser himself! Get ready to see what’s new in this party when it launches 24th July.\nSee the Kingdom of Hyrule in a whole new way with The Legend of Zelda: Breath of the Wild – Nintendo Switch 2 Edition and The Legend of Zelda: Tears of the Kingdom – Nintendo Switch 2 Edition, available with performance upgrades on Nintendo Switch 2. Smoother frame rates, faster load times, and better graphics will make for a fresh experience when revisiting these adventures, and now players will also have a little extra help. Also on the way is an update to the Nintendo Switch App*5 (previously known as the Nintendo Switch Online app), called ZELDA NOTES. This game-specific service is exclusive to the Nintendo Switch 2 Editions of the games and helps players navigate to various locations, like that difficult-to-find shrine or hidden Korok, and will even feature commentary from Princess Zelda herself that was not part of the original games. Both upgraded titles will be available from Nintendo Switch 2 launch day, 5th June.\nKirby’s 3D platforming adventure gets an extra Nintendo Switch 2 boost in Kirby and the Forgotten Land – Nintendo Switch 2 Edition + Star-Crossed World. A mysterious meteor crashes in the world of Kirby and the Forgotten Land, revealing a new story for Kirby. He must use his abilities, including new Mouthful Modes, to clear a trail through uncharted territory. The upgrade pack will include this new content which can be played in single-player and local co-op, as well as improved performance for the entire game. Jump into Kirby’s star-crossed world when it launches on 28th August.\nThe galaxy’s greatest bounty hunter Samus Aran returns in Metroid Prime 4: Beyond. This title will release on both Nintendo Switch and Nintendo Switch 2, with the latter allowing for both standard controls and Joy-Con 2 mouse controls as players wield Samus’s arm cannon with more precision, plus enhanced visuals and performance. Choose between Quality Mode and Performance Mode, both of which support HDR, based on your preference and playstyle. Explore the immersive world in 4K at 60 FPS or enjoy smoother action in full HD at 120 FPS when the game launches in 2025.\nIn Pokémon Legends: Z-A – Nintendo Switch 2 Edition, you can enjoy your adventure in Lumiose City on Nintendo Switch 2 with enhanced resolution and frame rates, coming late 2025.\nKirby Air Riders, a brand-new title originated from the Nintendo GameCube classic racing-action game Kirby Air Ride, and Masahiro Sakurai, the director of the Super Smash Bros. series, was announced for release this year. The trailer revealed a dramatic introduction of Kirby on his Warp Star machine and other Kirby air riders on a variety of unique machines, as they joined together on a racetrack. Kirby Air Riders will glide onto Nintendo Switch 2 in 2025.\nUse the Joy-Con 2 mouse controls and enjoy a new experience by strapping into Drag x Drive. A new online 3v3 game experience, Drag x Drive (pronounced “Drag and Drive”) challenges players to use the mouse controls with both Joy-Con 2 at the same time to intuitively steer, speed up, perform tricks and make plays such as dunks. Get ready to gear up when Drag x Drive launches on Nintendo Switch 2 this winter.\nWhile it’s understandable that players will want to hit the ground running (or racing) with Nintendo Switch 2, they can also explore a variety of features and details the new console has to offer. Players can enter a virtual exhibition with Nintendo Switch 2 Welcome Tour and gain insights into what makes Nintendo Switch 2 such a unique gaming experience. Through tech demos, minigames and other interactions, players will get to know the new console inside and out in ways they may never have known about otherwise. Nintendo Switch 2 Welcome Tour will be available to buy from Nintendo eShop from Nintendo Switch 2 launch day, 5th June.\nExciting Games from Global Developers and Publishers\nFrom acclaimed hits like SPLIT FICTION and ELDEN RING to sports phenoms like Madden NFL and NBA 2K, and highly anticipated games like Hades II and Borderlands 4, Nintendo Switch 2 is the place where players can find the full range of gaming experiences. Here are some of the games coming to Nintendo Switch 2 from development and publishing partners.\nThe Duskbloods: The moontears will flow for one and one alone in The Duskbloods, a brand-new multiplayer title from the creators of DARK SOULS and ELDEN RING, FromSoftware. Available exclusively for Nintendo Switch 2, The Duskbloods launches next year. Read more in our upcoming developer diary series, Creator’s Voice, with the game’s director Hidetaka Miyazaki, available in English on 5th April.\nHades II: Battle beyond the Underworld to vanquish the Titan of Time as the Princess of the Dead in this bewitching sequel to the original rogue-like dungeon crawler. Hades II lets players explore a bigger, deeper mythic world with the full might of Olympus at their call in a story that reacts to their every setback and accomplishment. The game is coming first on console to both Nintendo Switch and Nintendo Switch 2, taking full advantage of the new console’s higher-definition display with responsive action at a target of 60 frames per second. Look out for more information about Hades II later this year.\nEA SPORTS Madden NFL and EA SPORTS FC: EA SPORTS is bringing fans together from across the world – both on the pitch, and on the gridiron. EA SPORTS Madden NFL and EA SPORTS FC will be coming to Nintendo Switch 2.\nNBA 2K and WWE 2K: Dominate on the court and in the ring – NBA 2K and WWE 2K are coming to Nintendo Switch 2.\nHyrule Warriors: Age of Imprisonment is the newest title in the Hyrule Warriors series and is developed by Koei-Tecmo Games with support from Nintendo. The game features epic battles against hordes of enemies as it tells the untold story from Hyrule’s distant past of the Imprisoning War that ultimately led to the events of The Legend of Zelda: Tears of the Kingdom. Fans of the Legend of Zelda series and players of both The Legend of Zelda: Breath of the Wild and The Legend of Zelda: Tears of the Kingdom can experience the thrill of battle and this canonical tale featuring Princess Zelda, King Rauru, and other familiar characters. Fight for Hyrule’s future when Hyrule Warriors: Age of Imprisonment comes to Nintendo Switch 2 this summer.\nSPLIT FICTION: Jump between sci-fi and fantasy worlds in this co-op action adventure, where contrasting writers Mio and Zoe have become trapped in a simulation of their own stories. SPLIT FICTION keeps you on the edge of your couch with weird and unexpected moments as players have to coordinate and work together to overcome challenges. Players can also invite a friend to play with for free via cross-play on Nintendo Switch 2 with Friend’s Pass*6. Jump into the action when SPLIT FICTION releases the same day as Nintendo Switch 2.\nCyberpunk 2077: Ultimate Edition: For the first time, Nintendo players can step into the shoes of V – a mercenary determined to become a legendary cyberpunk in Night City. With the powerful processing speed and graphical performance of Nintendo Switch 2, every neon-lit street and firefight feels more immersive than ever.\nFINAL FANTASY VII REMAKE INTERGRADE: Experience a modern reimagining of one of the most iconic games of all time on Nintendo Switch 2. Set in Midgar, players will immerse themselves in a standalone gaming experience designed for RPG players that crave unforgettable characters, a powerful story, and a strategic battle system that merges real-time action with command-based combat. Including FF7R EPISODE INTERmission, an additional story arc happening during the events of the game, players can fight for the future of the planet when FINAL FANTASY VII REMAKE INTERGRADE comes to Nintendo Switch 2.\nStreet Fighter 6: Experience the next evolution of Street Fighter in Street Fighter 6 with three distinct game modes, new gameplay features, and enhanced visuals. Fight your way to the top with new game modes exclusive to Nintendo Switch 2 like Local Wireless One on One*4 and Avatar Matches. Enjoy new party modes utilising Joy-Con 2 controllers like Gyro Battle and Calorie Contest. Plus, players can check out three new amiibo figures and 22 amiibo cards at launch. Choose from Street Fighter 6 Years 1-2 Fighter Edition, or the digital version of Street Fighter 6, for Nintendo Switch 2 on launch day.\nSid Meier’s Civilization® VII – Nintendo Switch 2 Edition: Steer the course of history in Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition. Featuring new mouse controls that offer a more intuitive experience, players’ decisions will shape the cultural lineage of their empire. Construct cities and architectural wonders, improve your civilisation with technological breakthroughs, and conquer or cooperate with rival civilisations as you explore the world. Whether you choose to follow history or forge your own path, create a legacy that echoes through the Ages when Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition comes to Nintendo Switch 2 on launch day.\nHogwarts Legacy: Experience Hogwarts School of Witchcraft and Wizardry like never before in Hogwarts Legacy, which has been updated with Joy-Con 2 mouse support, improved graphics and audio, seamless map load times, and controls for Nintendo Switch 2. Players can become the centre of their own adventure with this open-world, action role-playing game as they discover magical beasts, customise their character, master spell casting, and become the witch or wizard they want to be. Rediscover the magic when Hogwarts Legacy arrives on the same day as Nintendo Switch 2.\nBRAVELY DEFAULT FLYING FAIRY HD Remaster: Follow four Warriors of Light on a journey to restore the elemental crystals in the HD remaster of the Nintendo 3DS RPG masterpiece, BRAVELY DEFAULT. Experience an RPG that brings new depth to classic, turn-based battles with the introduction of the “Brave & Default” system – featuring an array of options to customise your characters with over 20 unique jobs. The game also includes quality of life updates and two new minigames that leverage the dual mouse controls of Nintendo Switch 2. BRAVELY DEFAULT FLYING FAIRY HD Remaster comes to Nintendo Switch 2 on launch day.\nBorderlands 4: Experience outrageous enemies and killer loot on the dangerous new planet of Kairos in Borderlands 4. Become an unstoppable force blasting through enemies with an arsenal of weaponry. Deftly defy death from every direction as players flex their skill expression with glide, dodge, grapple, and more. Hop into the action when Borderlands 4 launches on Nintendo Switch 2 in 2025.\nMore adventure awaits in new and updated titles including…\nTony Hawk’s Pro Skater 3 + 4: Two legendary Activision games return with new skaters, gnarlier tricks, a sicker soundtrack, and, for the first time in over a decade – new parks! Drop into cross-platform online multiplayer*6 and relive the classic fun. Tony Hawk’s Pro Skater 3 + 4 launches on Nintendo Switch 2 this winter.\nELDEN RING Tarnished Edition: With over 28 million copies sold worldwide, ELDEN RING is an award-winning, action RPG set in an authentic dark fantasy world. Explore treacherous dungeons and face epic boss battles. Including the base game, the SHADOW OF THE ERDTREE expansion, and new weapons, armour, a new Torrent appearance customisation, and more, ELDEN RING Tarnished Edition arrives on Nintendo Switch 2 in 2025.\nYakuza 0 Director’s Cut: Discover the decadence and danger of 1988 Japan in Yakuza 0 Director’s Cut. The definitive edition of the acclaimed origin story is coming first to Nintendo Switch 2. Players will have to fight through Tokyo and Osaka’s entertainment districts as Kazuma Kiryu and Goro Majima in an epic crime drama. With the Director’s Cut, players will find deeper insights into character backstories and incidents with never-before-seen cutscenes, plus the new Red Light Raid online multiplayer mode. Yakuza 0 Director’s Cut launches on Nintendo Switch 2 on launch day.\nFortnite: Whether you want to be the last player standing in Battle Royale, Zero Build, Reload, and Fortnite OG, or you want to explore LEGO Fortnite experiences, blast to the finish with Rocket Racing or headline a concert with Fortnite Festival – the choice is yours. Find it all in Fortnite on Nintendo Switch 2 on launch day.\nEnter the Gungeon 2: Experience the reloaded sequel to the iconic bullet dungeon crawler with Enter the Gungeon 2. Featuring a new 3D art style, weapons, and new gameplay tricks, players can load in on Nintendo Switch 2 next year.\nHITMAN World of Assassination – Signature Edition: Enter the world of the ultimate assassin in HITMAN World of Assassination – Signature Edition. Explore intricate environments as you use disguises and stealth to execute missions. Experience the best of HITMAN, HITMAN 2 and HITMAN 3 including the main campaign, contracts mode, escalations, and more. HITMAN World of Assassination – Signature Edition releases the same day as Nintendo Switch 2.\nProject 007: Step into the shoes of James Bond and earn your 00 status. Featuring a wholly original Bond story, Project 007 will come to Nintendo Switch 2.\nAnd that’s not all, as Nintendo Switch 2 welcomes STARSEEKER: Astroneer Expeditions, Daemon X Machina: Titanic Scion, DELTARUNE, Survival Kids, Star Wars Outlaws, Hollow Knight: Silksong, and more!\nFor more information on Nintendo Switch 2, please visit the Nintendo website at Nintendo.com/au. Also, look for continuing Nintendo Switch 2 content in the free Nintendo Today! smart device app*7 for iOS and Android.\nWith new ways to play and new ways to connect players, Nintendo Switch 2 arrives on 5th June . Today’s Nintendo Direct presentation featured a broad variety of hardware details, system features, and games coming to Nintendo Switch 2 both from Nintendo and its publishing partners. To view the Nintendo Direct presentation in its entirety, visit https://www.nintendo.com/au/nintendo-direct/.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "topics": [
    "Science and Technology->scientific innovation",
    "Science and Technology->information technology and computer science",
    "Science and Technology->technology and engineering"
  ],
  "ai_allow": true,
  "has_canonical": false,
  "breaking": false,
  "webz_reporter": false,
  "external_links": [
    "http://www.youtube.com/embed/XrW6eCgRgb4",
    "https://www.nintendo.com/au/nintendo-direct/.",
    "https://nintendo.com/au/nintendo-direct/.",
    "http://youtube.com/embed/XrW6eCgRgb4"
  ],
  "entities": {
    "persons": [
      {
        "name": "Donkey Kong Bananza",
        "sentiment": "positive"
      },
      {
        "name": "Sid Meier’s",
        "sentiment": "positive"
      },
      {
        "name": "Friend",
        "sentiment": "positive"
      },
      {
        "name": "Midgar",
        "sentiment": "positive"
      },
      {
        "name": "Hogwarts Legacy",
        "sentiment": "positive"
      },
      {
        "name": "Tony Hawk’s",
        "sentiment": "positive"
      },
      {
        "name": "Nintendo Account",
        "sentiment": "negative"
      },
      {
        "name": "Bowser Live",
        "sentiment": "negative"
      },
      {
        "name": "FF7R EPISODE INTERmission",
        "sentiment": "negative"
      },
      {
        "name": "Torrent",
        "sentiment": "negative"
      },
      {
        "name": "Shuntaro Furukawa",
        "sentiment": "neutral"
      },
      {
        "name": "Joy-Con 2 Grip",
        "sentiment": "neutral"
      },
      {
        "name": "Mario Kart World",
        "sentiment": "neutral"
      },
      {
        "name": "Nintendo GameCube",
        "sentiment": "neutral"
      },
      {
        "name": "Princess Zelda",
        "sentiment": "neutral"
      },
      {
        "name": "Samus",
        "sentiment": "neutral"
      },
      {
        "name": "Kirby Air Riders",
        "sentiment": "neutral"
      },
      {
        "name": "Masahiro Sakurai",
        "sentiment": "neutral"
      },
      {
        "name": "Drag x Drive",
        "sentiment": "neutral"
      },
      {
        "name": "Madden NFL",
        "sentiment": "neutral"
      },
      {
        "name": "Hidetaka Miyazaki",
        "sentiment": "neutral"
      },
      {
        "name": "Battle",
        "sentiment": "neutral"
      },
      {
        "name": "Rauru",
        "sentiment": "neutral"
      },
      {
        "name": "Hyrule Warriors",
        "sentiment": "neutral"
      },
      {
        "name": "Mio",
        "sentiment": "neutral"
      },
      {
        "name": "Zoe",
        "sentiment": "neutral"
      },
      {
        "name": "Avatar Matches",
        "sentiment": "neutral"
      },
      {
        "name": "Goro Majima",
        "sentiment": "neutral"
      },
      {
        "name": "James Bond",
        "sentiment": "neutral"
      },
      {
        "name": "Hollow Knight",
        "sentiment": "neutral"
      }
    ],
    "locations": [
      {
        "name": "Night City",
        "sentiment": "positive"
      },
      {
        "name": "GB",
        "sentiment": "neutral"
      },
      {
        "name": "Knockout Tour",
        "sentiment": "neutral"
      },
      {
        "name": "the Kingdom of Hyrule",
        "sentiment": "neutral"
      },
      {
        "name": "Lumiose City",
        "sentiment": "neutral"
      },
      {
        "name": "Underworld",
        "sentiment": "neutral"
      },
      {
        "name": "Japan",
        "sentiment": "neutral"
      },
      {
        "name": "Yakuza 0",
        "sentiment": "neutral"
      },
      {
        "name": "Tokyo",
        "sentiment": "neutral"
      },
      {
        "name": "Osaka",
        "sentiment": "neutral"
      }
    ],
    "organizations": [
      {
        "name": "the Nintendo Switch Parental Controls App",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "the GameChat Welcome Offer",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Nintendo Switch 2 Edition",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Samus Aran",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Metroid",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Nintendo Switch 2 Welcome Tour",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Nintendo eShop",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "the “Brave & Default",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Activision",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Bond",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Project 007",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "Nintendo Today",
        "sentiment": "positive",
        "tickers": []
      },
      {
        "name": "microSD Express",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "GameShare",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "Virtual",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "the Nintendo Switch Online",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "ZELDA NOTES",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "Warp Star",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "DARK",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "FromSoftware",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "Street Fighter",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "ELDEN RING Tarnished Edition",
        "sentiment": "negative",
        "tickers": []
      },
      {
        "name": "AC Adapter",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "USB",
        "sentiment": "neutral",
        "tickers": [
          {
            "ticker": "USB",
            "exchange": "NYSE"
          }
        ]
      },
      {
        "name": "LCD",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "AC",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "CPU",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "GPU",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Nintendo Switch Joy-Con",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "the Nintendo Switch Pro Controller",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Nintendo Classics",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "purchase*3",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "New Games",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "EA",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "NFL",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Super Mario Party Jamboree",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "a Mario Kart World Direct",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "DK",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "showcase mouse controls",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Korok",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Mouthful Modes",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Quality Mode",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "HDR",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "FPS",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Pokémon Legends: Z-A",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "the Super Smash Bros.",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Exciting Games",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "SPLIT FICTION",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "NBA 2K",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Duskbloods",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Creator’s Voice",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Time",
        "sentiment": "neutral",
        "tickers": [
          {
            "ticker": "TIME",
            "exchange": "NYSEARCA"
          }
        ]
      },
      {
        "name": "Olympus",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "EA SPORTS FC",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "WWE",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Koei-Tecmo Games",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "sci-fi",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Local Wireless One",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Kazuma Kiryu",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Zero Build",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Fortnite OG",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "LEGO Fortnite",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Rocket Racing",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Fortnite Festival",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Survival Kids",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Silksong",
        "sentiment": "neutral",
        "tickers": []
      },
      {
        "name": "Android",
        "sentiment": "neutral",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": false,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "bias": null
  },
  "rating": null,
  "crawled": "2025-04-03T02:26:55.047+03:00",
  "updated": "2025-04-03T02:26:55.047+03:00"
}