{
  "thread": {
    "uuid": "35bc6de1a57da8addfd2a268dc9741edb56def14",
    "url": "https://www.meioemensagem.com.br/sxsw/para-maeda-design-vai-humanizar-ia",
    "site_full": "www.meioemensagem.com.br",
    "site": "meioemensagem.com.br",
    "site_section": "https://www.proxxima.com.br/feed",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "Meio e Mensagem – Marketing, Mídia e Comunicação",
    "title": "Para Maeda, design vai humanizar IA",
    "title_full": "Para Maeda, design vai humanizar IA",
    "published": "2024-03-10T17:38:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 33985,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "35bc6de1a57da8addfd2a268dc9741edb56def14",
  "url": "https://www.meioemensagem.com.br/sxsw/para-maeda-design-vai-humanizar-ia",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Meio & Mensagem",
  "published": "2024-03-10T17:38:00.000+02:00",
  "title": "Para Maeda, design vai humanizar IA",
  "text": "SXSW\nPara Maeda, design vai humanizar IA\nVP de inteligência artificial da Microsoft aponta oceano de possibilidades de colaboração entre humanos e máquinas\nSiga-nos\nVP de inteligência artificial da Microsoft aponta oceano de possibilidades de colaboração entre humanos e máquinas\n10 de março de 2024 - 12h38\nNo primeiro dia de SXSW, vivenciei a sensação que me acompanhava desde o planejamento para o evento. A quantidade de debates pertinentes e pensadores de vanguarda em suas áreas, o número de painéis em sequência (ou até no mesmo horário), os encontros nos corredores com colegas e profissionais interessantes: tudo parece muito e, por isso mesmo, tende ao caos. Como já suspeitava, flexibilidade é uma ferramenta valiosa – mas não só.\nNum evento hiperbólico como este, o maior e mais longevo festival de inovação do mundo, para lidar com o aparente caos, é preciso estar atento aos temas, o que não significa necessariamente assistir a tudo (uma tarefa, aliás, impossível). Entendi que a própria programação permite criar um mapa de assuntos e acompanhá-los de forma assíncrona ou autônoma. Por exemplo: na descrição de uma palestra, li sobre como o funil de vendas está se tornando algo do passado. Não pude assistir, mas já criei um alerta interno para o debate: se o modelo funil já não mede mais a relação adequada entre cliente e uma marca, como faremos para medir conversão e ações de marketing? Pronto, o assunto já entrou no meu radar.\nOutro exemplo: fui fisgada na programação pelo nome da editora e CEO do MIT Technology Review, Elizabeth Bramson-Boudreau. Não conseguiria acompanhar porque já havia planejado estar em outro painel, mas busquei a edição atual da publicação (e buscarei a próxima) para acompanhar as tendências que o Instituto de Tecnologia de Massachusetts aponta para 2024.\nPercebi logo no primeiro dia que estar atenta aos sinais é uma forma de potencializar a experiência do South by. Mas, é claro, acompanhei debates inspiradores. Destaco aqui dois deles: a palestra anual com John Maeda (nesta edição, sobre “Design Against AI”) e a apresentação de Rohit Bhargava sobre “Non-Obvious Thinking”.\nNa primeira, Maeda, que é VP de design e IA da Microsoft, discorreu sobre a evolução da inteligência artificial e do design, traçando uma linha do tempo que remonta aos anos 1960 – para nos lembrar que o design conversacional, que hoje ganha atenção com a IA generativa, não é nenhuma novidade.\nEssa interface é tida como a mais antiga do design e começou com mecanismos de voz em interações cotidianas, para pedir algo em um restaurante, por exemplo. Em 1967, Nicholas Negroponte previu a construção de modelos preditivos que adaptam máquinas com base em dados, um conceito que tem evoluído há décadas. E ainda nos anos 1970, Joseph Weizenbaum apontou preocupações sobre os impactos sociais dos chatbots, baseando-se na criação do primeiro chatbot (por ele mesmo) na década anterior.\nMaeda questiona o potencial dessas tecnologias para criar ilusões de entendimento humano, reflexo de suas experiências pessoais e preocupações éticas. Outros pontos, já sobre o uso de IA, me chamaram especial atenção:\nOportunidades e desafios de integrar IA no design e no desenvolvimento de produtos, incentivando colaboração entre humanos e inteligência artificial, em vez de competição.\nA ascensão da IA e do trabalho remoto, juntamente com a importância do design inclusivo, são tratados como temas contemporâneos significativos no campo do design.\nQuestões éticas e os impactos sociais da IA, especialmente em contextos de mudanças na força de trabalho, ressaltam a necessidade de abordagens críticas e inclusivas no desenvolvimento tecnológico.\nMaeda encerrou a palestra com uma reflexão crucial para a forma como lidamos (e vamos lidar cada vez mais) com a inteligência artificial: o papel central do design e dos designers como humanizadores da tecnologia, a importância do pensamento crítico e da abordagem ética na concepção de futuros tecnológicos inclusivos e humanos.\nO VP de design e IA da Microsoft trouxe uma releitura de “oceano azul”, em que há muitas possibilidades ainda não descobertas para IA e humanos trabalharem juntos e construir um mundo mais igualitário, desenvolvido e sustentável. Eu vejo esse como justamente o lugar dos “non conformists”, tema de Rohit Bhargava na palestra seguinte da minha programação de primeiro dia.\nEm primeiro lugar, é preciso dizer que Rohit define como pensamento não óbvio como a capacidade de ver o que os outros não percebem e encontrar soluções inovadoras. Algo como “pensar fora da caixa”. Compartilho cinco dias dele para desenvolver essa habilidade:\nUma das mais concorridas do South by, a palestra de Rohit indica caminhos para a virada de chave, a mudança de perspectiva do pensamento óbvio para o não óbvio. Para o estrategista de marketing, é preciso usar o poder das emoções para atrair atenção e criar ações de impacto, além de ter foco na busca por opções inovadoras. Filtrar informações para identificar o que é mais importante também é algo poderoso – e, diga-se, de grande valia no próprio SXSW.\nCompartilhe\nVeja também\nPor que Spcine e Bossa.etc patrocinam formatos do SXSW?\nEmpresas patrocinam o jantar Filmmakers in Competition e o formato de vídeo Daily Highlights para gerar awareness e fomentar negócios\n“Nós existimos para unir pessoas, fisicamente e emocionalmente”\nVP de marketing do Grupo Heineken, Cecilia Bottai Mondino discute a função das marcas no combate a solidão e promoção da socialização",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-03-10T18:57:31.658+02:00",
  "updated": "2024-03-10T18:57:31.658+02:00"
}