{
  "thread": {
    "uuid": "261b64865bc81bed1d3fb3d95721053a10bb3daf",
    "url": "https://canada.constructconnect.com/dcn/news/usa/2024/01/ai-proved-its-value-to-constructors-in-2023",
    "site_full": "canada.constructconnect.com",
    "site": "constructconnect.com",
    "site_section": "https://canada.constructconnect.com/feed",
    "site_categories": [
      "construction",
      "business"
    ],
    "section_title": "constructconnect.com",
    "title": "AI proved its value to constructors in 2023",
    "title_full": "AI proved its value to constructors in 2023",
    "published": "2024-01-02T11:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cc-production-uploads-bucket.s3.amazonaws.com/uploads/2023/12/DW_ArtificialIntelligenceMainWEB-yir.png",
    "performance_score": 0,
    "domain_rank": 20058,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "261b64865bc81bed1d3fb3d95721053a10bb3daf",
  "url": "https://canada.constructconnect.com/dcn/news/usa/2024/01/ai-proved-its-value-to-constructors-in-2023",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Daily Commercial News",
  "published": "2024-01-02T11:00:00.000+02:00",
  "title": "AI proved its value to constructors in 2023",
  "text": "The rise of AI in the construction sector was one of the major stories of the year in 2023, with the swift adoption of general artificial intelligence, machine learning and [ChatGPT](https://canada.constructconnect.com/dcn/news/technology/2023/12/chatgpt-and-construction-join-the-party) in all facets of the industry only tempered by privacy concerns and, seemingly, the inability of humans to fully grasp its potential applications. Thirteen months ago, no one had heard of ChatGPT, the chatbot developed by OpenAI and launched Nov. 30, 2021; now, [advisers are cautioning constructors](https://canada.constructconnect.com/dcn/news/economic/2023/10/insurance-essentials-how-contractors-and-builders-can-safely-use-artificial-intelligence) to show restraint as they upload endless company secrets into the public domain. The pages of the Daily Commercial News and Journal of Commerce followed the waves of enthusiasm almost weekly this year. In September, we quoted [James Barrett, chief innovation officer of Turner Construction](https://canada.constructconnect.com/dcn/news/economic/2023/09/global-market-scan-helpful-ai-in-construction-on-an-upward-trajectory), as saying, “Artificial intelligence will transform our industry in the next 10 years more than any other technology in the past 100 years.” Three months later, Arash Shahi, CEO of LandLogic, compared the advent of AI to the Industrial Revolution. “We see AI doing the same thing,” he said. “In this digital revolution, you’re going to see a lot of tools that can make your data analytics jobs a lot easier, getting data accessible to the masses. That to me is the most important contribution.” Shahi was addressing a [Buildings Show audience in Toronto](https://canada.constructconnect.com/dcn/news/technology/2023/12/simple-interfaces-a-key-to-ai-growth-in-construction-experts). The title of the presentation? AI, is the Hype Real? These days the Associated General Contractors of America is programming AI educational sessions and addressing members’ questions with heightened urgency. Brian Turmail, the AGC’s vice-president of public affairs and strategic initiatives, said in a year-end interview there is major curiosity – with some hesitation. “There’s a tremendous amount of interest and almost curiosity about the potential impact of AI on construction operations,” he said. “But I think it’s paired with a wariness, right? One of the things that a lot of firms need to think about is, if they start sharing their information on ChatGPT or other generative AI software tools, they need to understand that that data all of a sudden is now part of the public domain.” Anecdotes abound about new use cases for AI, with ChatGPT, the newest darling, dominating conversations. Some AGC members are using AI for employee conflict resolution and hiring conversations. It’s also helping prepare drafts of marketing and recruiting materials, said Turmail. “One member firm in South Florida is using artificial intelligence to help with a lot of the grunt work behind creating project estimates. And they argue that it takes about 70 per cent of the work out of the estimating process,” said Turmail. “There’s an expectation that we’ll see a lot more interaction with AI tools in 2024. But I would also temper that with, there’s an awful lot of stuff out there that’s being marketed as AI that really is just kind of the same algorithm-based tool that people were using two years ago.” In July, the [JOC talked with John McMullen of the Modular Building Institute in the U.S.](https://canada.constructconnect.com/dcn/news/technology/2023/07/artificial-intelligence-and-the-future-of-modular-and-pre-fab-construction), who said he’s sure AI will change the construction industry “forever.” “But don’t all new technologies do that?” says McMullen. “Electricity certainly did. Robotics and automation is making a huge impact now. It’s just a matter of leveraging these technologies to build better buildings and further cement the advantages of modular.” AI’s potential in modular is virtually unlimited, he said. “Building plans could be optimized for the capabilities of specific manufacturers,” he says. “The quality control and plan approval processes could radically change. Efficiencies could be found and implemented to reduce building times and material waste. The possibilities are endless.” In June, [Joe Geluch, president of Naikoon Contracting Ltd. in north Vancouver](https://canada.constructconnect.com/dcn/news/technology/2023/06/nothing-phony-about-artificial-intelligence-in-construction), told the JOC that AI can be applied to skills training by quickly writing an instructional manual or creating a training video or online learning material. “Artificial intelligence might eliminate some outsourcing of specialized tasks, such as writing, graphic design and social media, and enable construction companies to do it themselves,” he says. “As a matter of fact, we’re piloting using AI to create graphic design now.” In November, [Lafarge Canada digital solutions architect Mahir Dheendsa](https://canada.constructconnect.com/dcn/news/technology/2023/12/chatgpt-and-construction-join-the-party) addressed the hype, noting there are three main types of AI: artificial narrow intelligence (ANI), artificial general intelligence (AGI) and artificial super intelligence (ASI). ChatGPT is ANI, given it has a very specific task to perform. Remarked Dheendsa, “It’s been said, the first company to achieve AGI will be the world’s first $10-trillion company.” Turmail’s best advice is to wade into AI with caution, learning its strengths and pitfalls. “Our advice to all firms is, absolutely you should understand what AI is, what its potential is. Right now, it’s primarily in the generative form in the sense that you can use it as a tool to spit out copy, to help to potentially document development and reporting. It’s an efficiency tool at this point,” he said. “But firms should be very aware of some of the proprietary challenges that come with putting their information into an open store, or tool like ChatGPT, and they should definitely be aware of the risks. They should also definitely be appreciating the fact that it’s a technology that’s changing rapidly.” In the end, Turmail said, make sure the learning process never stops. Follow the author on Twitter [@DonWall_DCN](https://twitter.com/DonWall_DCN).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Economy, Business and Finance",
    "Labor"
  ],
  "external_links": [
    "https://twitter.com/DonWall_DCN",
    "https://www.twitter.com/DonWall_DCN"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "arash shahi",
        "sentiment": "none"
      },
      {
        "name": "james barrett",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "daily commercial news and journal of commerce",
        "sentiment": "none"
      },
      {
        "name": "turner construction",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-02T12:00:07.007+02:00",
  "updated": "2024-01-02T19:22:16.317+02:00"
}