{
  "thread": {
    "uuid": "42b574eb8ecc8168977124a91d75a989505c6622",
    "url": "https://menafn.com/1107978569/Indias-Investment-Surge-Propels-Economic-Growth-To-Mid-2000S-Levels",
    "site_full": "menafn.com",
    "site": "menafn.com",
    "site_section": "http://www.menafn.com/rss/menafn_globaltopstories.xml",
    "site_categories": [
      "investing",
      "financial_news",
      "finance"
    ],
    "section_title": "Families Of Israeli Hostages Meet Netanyahu",
    "title": "India's Investment Surge Propels Economic Growth To Mid-2000S Levels | MENAFN.COM",
    "title_full": "India's Investment Surge Propels Economic Growth To Mid-2000S Levels | MENAFN.COM",
    "published": "2024-03-14T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://menafn.com/updates/pr/2024-03/14/KI_46785image_story.jpg",
    "performance_score": 0,
    "domain_rank": 6330,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "42b574eb8ecc8168977124a91d75a989505c6622",
  "url": "https://menafn.com/1107978569/Indias-Investment-Surge-Propels-Economic-Growth-To-Mid-2000S-Levels",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "MENAFN",
  "published": "2024-03-14T02:00:00.000+02:00",
  "title": "India's Investment Surge Propels Economic Growth To Mid-2000S Levels | MENAFN.COM",
  "text": "Forgot Username or Password Date (MENAFN- KNN India) New Delhi, Mar 14 (KNN) Economists at Morgan Stanley have identified investment as a significant catalyst behind India's burgeoning economy, drawing parallels to the robust expansion witnessed in the mid-2000s. This resurgence in investment, particularly from private enterprises, alongside expanding exports and a more stable economic environment, signals promising prospects for India's economic trajectory. According to Morgan Stanley economists, India's investment as a percentage of gross domestic product (GDP) is on a steady upward trajectory, poised to reach 36 per cent by 2027 from a recent low of 28 per cent in 2021. This surge mirrors the period between 2003-2007 when investment ratios soared to 39 per cent. The economists project a prolonged growth cycle, indicating ample room for expansion in the current economic landscape. India, acclaimed as the world's fastest-growing major economy, recorded a remarkable growth rate of 8.4 per cent in the last quarter of the previous year. However, a nuanced analysis reveals a deceleration in growth when accounting for one-off factors, prompting considerations regarding the sustainability of India's growth trajectory. Echoing sentiments from Morgan Stanley, economists at Societe Generale highlight investment's pivotal role in propelling India's economic engine. They note early indications of a resurgence in private capital expenditure, indicative of a broader-based investment surge. India's top economic adviser also underscores sustained signs of capital formation, projecting economic expansion exceeding 7 per cent in the upcoming fiscal year, commencing in April. The impetus on investment has resonated positively in key sectors, as evidenced by the remarkable performance of the S&P BSE Industrials Index. This index, encompassing diverse sectors including bridge manufacturing, helicopter production, and wind turbine manufacturing, has surged over 71 per cent in the past year. Such remarkable growth underscores the collective market confidence, amplifying the value of its constituents by over USD 175 billion. (KNN Bureau) MENAFN14032024000155011030ID1107978569 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "morgan st",
        "sentiment": "negative"
      },
      {
        "name": "morgan stanley",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new delhi",
        "sentiment": "none"
      },
      {
        "name": "knn india",
        "sentiment": "none"
      },
      {
        "name": "india",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:05:52.006+02:00",
  "updated": "2024-03-15T00:05:52.006+02:00"
}