{
  "thread": {
    "uuid": "742b22974aaeb745ddfdd7c2077943955bd87836",
    "url": "https://www.buzz.ie/news/irish-news/meet-ordinary-irish-men-women-31762714",
    "site_full": "www.buzz.ie",
    "site": "buzz.ie",
    "site_section": "https://www.buzz.ie",
    "site_categories": [
      "media"
    ],
    "section_title": "Buzz.ie - Ireland's best news, sport &amp; entertainment coverage",
    "title": "Meet the ordinary Irish men and women who made the world a better place in 2023 - Buzz.ie",
    "title_full": "Meet the ordinary Irish men and women who made the world a better place in 2023 - Buzz.ie",
    "published": "2023-12-28T23:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IE",
    "main_image": "https://i2-prod.irishmirror.ie/incoming/article29043953.ece/ALTERNATES/s1200/2_TRMRMMGLPICT000288980867o.jpg",
    "performance_score": 0,
    "domain_rank": 83486,
    "domain_rank_updated": "2023-12-26T12:06:35.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "742b22974aaeb745ddfdd7c2077943955bd87836",
  "url": "https://www.buzz.ie/news/irish-news/meet-ordinary-irish-men-women-31762714",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Danny De Vaal",
  "published": "2023-12-28T23:06:00.000+02:00",
  "title": "Meet the ordinary Irish men and women who made the world a better place in 2023 - Buzz.ie",
  "text": "They’re the ordinary men and women who do extraordinary things and change the world for the better. Top line Over 2023, we’ve seen incredible individuals who deserve recognition. Buzz.ie today looks back on some of the everyday heroes of the last year. Andy Howard hitchhiked all the way to Australia in aid of suicide prevention charities. The 28-year-old from Dunlavin, Co [Wicklow](https://www.buzz.ie/all-about/wicklow), completed the trek to show “even when odds are against you, you can find a way”. He set off around the world with no money, the clothes on his back, and a rucksack on January 14 and arrived Down Under in May. Andy, who lost his close pal Louis Caplis to suicide in 2018, said he hopes his project named Seeking Human Kind – would smash stigmas associated with mental health and help those suffering to come forward. [READ MORE: Tributes paid to Clare youth Tim O’Dwyer after tragic Christmas Day death in New Zealand](https://www.buzz.ie/news/irish-news/unimaginable-sadness-tributes-paid-clare-31760975) He said: “I wanted to show how if you put your mind to something anything is possible so I came up with something ‘out there’ some might not believe was achievable. Australia is a good distance but I was thinking how can I make this harder and I said ‘Right if I start off with zero money’ that’ll make it even more difficult. I am relying on human kindness to show even when odds are against you, you can find a way.” He is now embarking on a new challenge where he will drive a road-legal drift car from Australia to Ireland. All funds raised will go to the Make a Wish foundation. Micheline Walsh faced homelessness at 78, along with her seriously ill husband. She bravely revealed her battle in May, speaking out about the impact of getting served with an eviction notice, She highlighted the issue of older people in rental accommodation in the housing crisis. Micheline told how she faced a move to a city centre hostel, even though she was nearing 80. In an article in the Irish Times, she said: “Every morning, when I wake, the reality of our predicament descends on me and I am afraid. I grit my teeth and set about reducing everything around me to the bare minimum, so we are ready to meet this oncoming train.” The nation was gripped by the torment of Thomas Hand, originally from Dun Laoghaire in Dublin - the father of Hamas hostage Emily. He was told his daughter had been killed when Hamas militants invaded Israel on October 7. Thomas said “death was a blessing” for his daughter Emily rather than being held captive in Gaza. A distraught Thomas, who lived in an Israeli kibbutz close to the Gaza border, said: “She was either dead or in Gaza. And if you know anything about what they do to people in Gaza, that is worse than death. “They’d have no food. They’d have no water. She’d be in a dark room filled with Christ knows how many people. Terrified every minute, hour, day, and possible years to come. So death was a blessing.” A number of weeks went by and it emerged that Emily had not died and instead been taken hostage. Thomas travelled to Dublin, London, and New York and did countless interviews to keep Emily in people’s minds.. Emily was eventually released under a brief truce agreement between Hamas and Israel on November 26. She had been held hostage for 50 days. On November 23, three children and a creche worker were brutally stabbed in Dublin city. The creche worker - Leanne Flynn Keogh - heroically protected the three young kids in her care. Warren Donohoe, Alan Loren-Guille and Caio Benicio also all jumped into action when they came upon the incident on Dublin’s Parnell Square East. Brazilian delivery driver Caio Benicio said that he did not have “time to be afraid” when he bravely jumped in. A GoFundMe appeal to buy him a pint saw him gifted nearly €370,000 for his actions. [Sign up for our daily newsletter to get the latest news direct to your inbox](https://www.buzz.ie/newsletter-preference-centre/?view=Solus&mailingListId=3a8bcf08-2f40-4454-b984-4c8ce3ee1be3&utm_source=solusarticle)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andy howard",
        "sentiment": "none"
      },
      {
        "name": "clare",
        "sentiment": "none"
      },
      {
        "name": "andy",
        "sentiment": "none"
      },
      {
        "name": "louis caplis",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "new zealand",
        "sentiment": "none"
      },
      {
        "name": "dunlavin",
        "sentiment": "none"
      },
      {
        "name": "australia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:23:58.855+02:00",
  "updated": "2023-12-29T00:23:58.855+02:00"
}