{
  "thread": {
    "uuid": "721c302ffb354d78712eb6746e41da5e5489cc80",
    "url": "https://www.business-standard.com/world-news/gene-edited-food-new-crops-could-help-us-mitigate-adapt-to-climate-change-124070500258_1.html",
    "site_full": "www.business-standard.com",
    "site": "business-standard.com",
    "site_section": "https://www.business-standard.com/rss/world-news-22101.rss",
    "site_categories": [
      "media",
      "financial_news",
      "finance"
    ],
    "section_title": "",
    "title": "Gene-edited food: New crops could help us mitigate, adapt to climate change | World News - Business Standard",
    "title_full": "Gene-edited food: New crops could help us mitigate, adapt to climate change | World News - Business Standard",
    "published": "2024-07-05T05:42:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://bsmedia.business-standard.com/_media/bs/img/article/2024-07/05/thumb/fitandfill/400X400/1720156296-7174.jpg",
    "performance_score": 0,
    "domain_rank": 1323,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "721c302ffb354d78712eb6746e41da5e5489cc80",
  "url": "https://www.business-standard.com/world-news/gene-edited-food-new-crops-could-help-us-mitigate-adapt-to-climate-change-124070500258_1.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Business Standard",
  "published": "2024-07-05T05:42:00.000+03:00",
  "title": "Gene-edited food: New crops could help us mitigate, adapt to climate change | World News - Business Standard",
  "text": "By Lara Williams\nAt first, it seemed like a 28 square-meter plot of Arborio rice in Italy was a symbol of changing attitudes toward genetically engineered food. Instead, it’s shown us that the debate is well and truly alive.\n Scientists used CRISPR-Cas9, a precision gene-editing technique, to create a variety of risotto rice potentially resistant to Pyricularia oryzae, a pathogenic fungus which leads to rice blast disease. Italy’s first outdoor experiment of the crop was launched in mid-May after rules were loosened to allow such a study, but disaster struck on June 21, when scientists arrived to find most of the plants torn up or mown down. Click here to connect with us on WhatsApp\nSome of the rice has begun to recover after being replanted, but lead scientist Vittoria Brambilla has said that the experiment has now “lost its scientific value.” Nobody has taken responsibility for the vandalism, but the message is clear: Genetic engineering remains extremely contentious in Europe.\nThis matters because resistance to food altered by biotechnology is holding back development of new crops that may improve our health or help us mitigate and adapt to climate change.\nTake the example of Golden Rice, a genetically modified organism (GMO) developed in the 1990s to combat vitamin A deficiency. The World Health Organization estimates that the deficiency causes between 250,000 and 500,000 young children to go blind every year, and half of them die within 12 months of losing their sight. The Philippines was the first country to approve the commercial cultivation of the crop, but earlier this year, campaigns by Greenpeace, which argued that the rice hadn’t been shown to be safe, convinced the court of appeal to revoke that approval. All the evidence from multiple toxicity and allergenicity studies points to the plant being safe — a lifesaver, in fact — and it has gained approval from multiple countries for safe consumption, including the US, New Zealand and Australia. Yet unfounded fears continue to stymie its rollout: It’s still not grown commercially in any nation. More From This Section China unveils next steps in EU brandy probe as EV tariffs take effect UK elections: Rishi Sunak concedes defeat as Labour Party crosses majority UK elections: How Starmer defied expectations to lift Labour back to power Hurricane Beryl intensifies to Category 3 storm as it nears Mexico US job growth expected to slow down, unemployment rate to remain steady\nMeanwhile, in the US, a purple tomato has been made available to grow at home just this year. Developed by laboratory Norfolk Plant Sciences, the GMO tomato contains antioxidants called anthocyanins, which are healthy antioxidants found in blueberries, blackberries and aubergines. By selling direct to gardeners, the scientists hope to change perceptions around GM foods.\nGenetic alterations have come a long way. We arguably began doing it thousands of years ago, when we started selectively breeding crops for size, yield, taste and resilience. In the 1980s, transgenic plants or GMOs, where genes from another species are inserted into the genome, were created. This is the technology which gave rise to the term “frankenfood,” though it’s not as unnatural as it sounds. A 2015 study found evidence that modern sweet potatoes are the product of a similar gene transfer that happened naturally thousands of years ago. There have been hundreds of studies examining various ways in which GMOs could have negative effects on our health — such as increased cancer risk, toxicity buildup and allergic reactions — and no links have been found. (One infamous study by scientist Arpad Pusztai claimed that rats fed on GM potatoes had worse health outcomes, but a scientific audit panel found the experiment to be seriously “flawed in many aspects of design, execution and analysis.”)\nNowadays, new genomic techniques such as CRISPR allow changes to be made directly to the genome without parachuting in DNA from elsewhere. Regulation of these so-called gene-edited crops varies country to country. The US, for example, has deregulated them as they don’t contain any foreign DNA. Europe, on the other hand, currently applies the same stringent regulations to CRISPR crops as to traditional GMOs — but proposed new rules would make it much easier for certain edited plants to come to market. That’s something to celebrate. The European Parliament voted to approve the draft legislation in February, but discussions at the European Council have reached a deadlock.\nGene-edited seeds could also aid agriculture as climate change leads to more droughts, floods, pests and diseases.\nFor instance, insect-resistant crop varieties have been shown to greatly reduce the need for chemical applications, therefore shrinking the number of pesticide poisoning among farm workers. A 2013 study showed that adoption of insect-resistant cotton reduced food insecurity within Indian farm households by 15 per cent-20 per cent. Scientists have also developed drought-tolerant wheat in Argentina, while Kenya has begun growing drought-tolerant maize.\nIt could even help broaden the uptake of regenerative farming — an approach to agriculture that focuses on improving the soil and environment. Giles Oldroyd, professor of crop science at the University of Cambridge and director of the Crop Science Center, is leading a team using GM and gene-editing to engineer cereal crops that can take advantage of symbiotic relationships with microorganisms in order to better absorb nutrients, just like legumes can. This would enable a vast reduction in the use of nitrogen-based fertilizers, which are responsible for about 5 per cent of global greenhouse gas emissions.\nThose opposed to agricultural biotechnology often cite health concerns, although decades of research has not found any negative impacts of eating GMOs. The most convincing criticism is that only a small proportion of GMOs thus far would deal with concerns related to the climate and instead have been developed by the Big Four of the seed industry — Bayer AG’s Monsanto unit, Corteva Agriscience, China National Chemical Corp.’s (ChemChina) Sygenta and BASF SE — to strengthen their own market power.\nFor example, herbicide-tolerant crops are one of the most common GM traits, developed by the likes of Bayer to be used alongside chemicals that they also produce. This encourages intensive farming, while increasing expenses for farmers who have to buy patented seeds and herbicide.\nThis isn’t an issue with the technology itself, but with its application. Oldroyd told me that the high regulatory hurdles required to bring a GM crop to market is one of the reasons behind this — only the big multinational companies have the resources to do so, and they have no interest in creating plants which require fewer inputs.\nWe shouldn’t do away with safety checks where they’re required, but the UK’s Royal Society, the oldest scientific academy in the world, recommends an outcomes-based approach similar to the US model, which looks at the scientifically plausible risks of new crops on a case-by-case basis and balances the costs of using the method against any hypothetical costs of not using it.\nThe EU’s bill reducing the regulation for crops edited with new genomic techniques will be a step in the right direction, though the role of patenting needs to be examined closely. Cheaper market access will open the door to innovative seeds from sustainably minded research institutions. Given that the EU’s stringent rules on GMOs have been credited with influencing regulation in developing countries, it could also help regulatory progress in those places too.\nActivists such as Greenpeace and Friends of the Earth often pitch organic farming as the only sustainable alternative to conventional, high-tech agriculture. But embracing technology can add resilience to our food systems and support a radically different regenerative system — if only we have the vision and political will.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
    "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lara williams",
        "sentiment": "negative"
      },
      {
        "name": "vittoria brambilla",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "italy",
        "sentiment": "none"
      },
      {
        "name": "europe",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T08:29:19.071+03:00",
  "updated": "2024-07-05T08:29:19.071+03:00"
}