{
  "thread": {
    "uuid": "e73f5b7aa4af4ccffa1eb6eef2bc72b74b5bd661",
    "url": "https://vnexplorer.net/us-navy-ship-named-in-honor-of-irish-war-hero-set-to-launch-this-year-s1056102.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/feed",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "US Navy ship named in honor of Irish war hero set to launch this year",
    "title_full": "US Navy ship named in honor of Irish war hero set to launch this year",
    "published": "2024-01-20T04:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXZSe.img",
    "performance_score": 0,
    "domain_rank": 47656,
    "domain_rank_updated": "2024-01-16T12:06:38.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e73f5b7aa4af4ccffa1eb6eef2bc72b74b5bd661",
  "url": "https://vnexplorer.net/us-navy-ship-named-in-honor-of-irish-war-hero-set-to-launch-this-year-s1056102.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-01-20T04:04:00.000+02:00",
  "title": "US Navy ship named in honor of Irish war hero set to launch this year",
  "text": "The USS Patrick Gallagher will launch in summer 2024\nA US marine ship named after an Irishman hailed as a war hero and fought in the Vietnam War is set to launch this year. The ship is named after an Irish-born marine who earned the Navy Cross during the Vietnam War.\nA small town in Co Mayo, where Lance Corporal Patrick Gallagher, led the campaign to have a ship named in his honor so their “war hero” would not be forgotten.\nPatrick Gallagher, from Ballyhaunis Co Mayo, was born in 1944 and emigrated to the US in the 1960s. Like many young men at the time, he joined the US Marine Corps and was stationed in Vietnam during the Vietnam War.\nWhen Gallagher joined the military, he did not tell any of his family back home in Ireland. Two of his sisters living in New York were sworn to secrecy as he did not want his family in Ireland to worry about his safety.\nHe ensured that all of the letters he sent home were sent through the military training camp in California. Because the envelopes had a US stamp, his family never suspected a thing.\nGallagher had no choice but to share news of his deployment with his family when he was involved in a heroic mission that saw his name and photograph in newspapers. The young Irishman threw himself on a grenade to save the lives of his comrades.\nLuckily, a delayed fuse meant the grenade never went off and he survived the incident unscathed.\nA military citation states: “Without hesitation, in a valiant act of self-sacrifice, Lance Corporal Gallagher threw himself upon the deadly grenade in order to absorb the explosion and save the lives of his comrades.\n“Through his extraordinary heroism and inspiring valor in the face of almost certain death, he saved his comrades from probable injury and possible loss of life. His daring actions were in keeping with the highest traditions of the Marine Corps and the United States Naval Service.”\nGallagher was awarded a Navy Cross, the second highest honor in the US military, for his actions. He sent a letter home to his parents to tell them about his time in Vietnam. Despite the media attention, Gallagher, insisted he just wanted to move on from what could have been a terrible tragedy.\nA year later he was killed in an ambush by Viet Cong soldiers. He was scheduled to leave the country shortly after the surprise attack on March 30, 1967. Gallagher was one of 1.4million people who lost their lives during the Vietnam War.\nHis name is included on the Vietnam Veterans Memorial in Washington DC, which bears the names of almost 58,000 members of the US Armed Forces.\nIt is estimated that 30 Irish soldiers died in the line of duty during the Vietnam War. An initiative was started by the local people in Ballyhaunis, Co Mayo, to have a US ship named after the Irish-born war hero who made the ultimate sacrifice for the country.\nAlthough Gallagher was not a US citizen, more than 10,000 people signed the petition and it was recognized by the US government.\nIt was announced that the contract for the USS Patrick Gallagher had been awarded in September 2017 and the building process began the following year.\nDuring his visit to his ancestral home last year, President Joe Biden said that Patrick’s name would “be honored in iron” when the US “launches a new Navy destroyer, the USS Patrick Gallagher — from Co Mayo.”\nThe ship, a US Navy Arleigh Burke-class Flight IIA guided missile destroyer, is set to launch in summer 2024.\nFor the latest local news and features on Irish America, visit our homepage here.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXZSe.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1gXZSe.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gallagher",
        "sentiment": "none"
      },
      {
        "name": "patrick gallagher",
        "sentiment": "none"
      },
      {
        "name": "lance corporal patrick gallagher",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "us navy",
        "sentiment": "neutral"
      },
      {
        "name": "ballyhaunis co mayo",
        "sentiment": "none"
      },
      {
        "name": "us marine corps",
        "sentiment": "none"
      },
      {
        "name": "navy cross",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "us",
        "sentiment": "none"
      },
      {
        "name": "new york",
        "sentiment": "none"
      },
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "ireland",
        "sentiment": "none"
      },
      {
        "name": "california",
        "sentiment": "none"
      },
      {
        "name": "co mayo",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T04:06:52.985+02:00",
  "updated": "2024-01-20T04:06:52.985+02:00"
}