{
  "thread": {
    "uuid": "b219596ff6d79c5589ead3ee9c15a1401c76c303",
    "url": "https://www.meneame.net/story/carlos-sainz-gana-cuarto-dakar/c027",
    "site_full": "www.meneame.net",
    "site": "meneame.net",
    "site_section": "http://www.meneame.net/comments_rss",
    "site_categories": [
      "non_standard_content",
      "adult"
    ],
    "section_title": "Menéame: comentarios",
    "title": "#27 Carlos Sainz gana su cuarto Dakar",
    "title_full": "#27 Carlos Sainz gana su cuarto Dakar",
    "published": "2024-01-19T10:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://meneame.net/img/logo_meneame_footer.svg",
    "performance_score": 0,
    "domain_rank": 11311,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b219596ff6d79c5589ead3ee9c15a1401c76c303",
  "url": "https://www.meneame.net/story/carlos-sainz-gana-cuarto-dakar/c027",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "kaysenescal",
  "published": "2024-01-19T10:08:00.000+02:00",
  "title": "#27 Carlos Sainz gana su cuarto Dakar",
  "text": "[APolaDoTupé](/user/APolaDoTup%C3%A9)a [20minutos.es](/go/link/3898946) [#5](c5#c-5) dos leyendas del automovilismo, sin duda. Loeb es, muy probablemente, el mejor de la historia en el mundial de rallies, como así lo atestiguan sus 9 títulos. Pero hoy es el día de Sainz, celebrando su 4° Dakar a sus 61 años. Sebastien, de momento, tiene que esperar para ganar su primer Dakar, cosa que seguramente conseguirá algún día.\n[#21](c21#c-21) Sin desmerecer a Loeb, que además en muchas ocasiones se ha mostrado como un gentleman driver más propio de otra época, hay que tener en cuenta que en esos años no tuvo verdadera rivalidad, ni a nivel de pilotaje, pero sobre todo, a nivel de escudería.\nLo digo más con pena que otra cosa. Ver a Loeb batirse con pilotos de su nivel, en equipos parejos, hubiera sido algo que hubiera podido mantener viva la llama de estos campeonatos.\nVerle ahora luchando con Sainz es lo más parecido que ha habido. Y sólo hace que aún lamente más lo que fueron esos años.\n[#21](c21#c-21) Y además será con un DACIA ( https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)). Eso sí que va a ser épico.\n[#6](c6#c-6) pues ha sido el único de los Audi sin una avería grave y tampoco ha ganado ninguna etapa, así que de loco nada, ha sido rápido (si no no gana) pero muy calculador.\nY obviamente ha tenido algo de suerte, el Dakar es imposible ganarlo si la suerte no acompaña.\n[#1](c1#c-1) Un grande.\nDicho eso, esta claro que al Dakar no va mucho piloto joven bueno y con buenos coches. Se dedican a otras cosas.\nModoabuelo/ Cuando yo era joven Carlos Sainz se quedaba tirado a metros de la meta...ya nada es como antes.\n[#14](c14#c-14) Jajajajaja. En realidad antes de eso ya era legendaria su mala suerte. Recuerdo que en el 98 estaba trabajando y un compañero comentó que al ddía siguiente Sainz ganaría el mundial de Rallies...y yole respondí: Bah, seguro que se queda tirado en el último sector... todos se rieron...pero al día siguiente todos me miraron como si fuera un viajero del tiempo sabiendo lo que iba a pasar jajajaja\n[#20](c20#c-20) Te diría que lo más parecido es cuando Alain Prost ganó el campeonato de Fórmula 1 sin ganar ni una carrera\nOtra de esas competiciones que las monarquias absolutistas del golfo se compran para ellos.\nCarlos Sainz gana el Rally Arabia Saudi 2024. No es que nada de todo esto reste ningun merito al logro de Carlos, pero no esta de mas recordar que no solo el futbol, el tenis, la F1, el golf, etc... se ha vendido al blanqueamiento del absolutismo islamista radical. Asi como deportistas individuales en multiples deportes. Pues el \"Dakar\" tambien.\n[#13](c13#c-13) lo hacen todos los equipos grandes. Si no recuerdo mal su competidor directo Loeb también lo hizo en esa misma etapa.\nY este tipo de acciones pasan en todo tipo de deportes y competiciones en los equipos grandes.\nPor ej. el ciclista top que recibe la bici de un gregario cuando la suya rompe y no pueden esperar al coche con la de recambio.\n[#13](c13#c-13) Efectivamente, como se hace en este Rally en el que también se compite con equipo. Por ejemplo ayuda la ha recibido Al-Attiyah en muchas otras ocasiones y no por eso se desvirtúan sus victorias.\nAunque este año Al-Attiyah queda desvirtuado por si mismo, porque habiendo recibido ayuda estos pasados años, al ver que ya no tenía opciones de ganar la general ha dejado la competición sin ayudar a su compañero Loeb, que hasta hace dos etapas tenía posibilidades de ganar el Dakar. Al otro lado está Monsieur Dakar, Peterhansel, que con sus 14 títulos una vez perdidas las posibilidades de ganar el Dakar, ha sacrificado posibilidades de victorias de etapa solo para hacer de escudero de Sainz. (Veo muchísimo mérito en eso de Peterhansel)\n[#13](c13#c-13) Precisamente... El Dakar es un juego de equipo, es casi imposible sin compañeros ni estructura detrás\nEs un monstruo. Espero que perro sanxe le llame a Moncloa a felicitarlo y preguntarle unas cositas de asshole\nDesde luego, es una competición que desde sus inicios se vendió al absolutismo teocrático islamista radical, que cosas.\nNació en áfrica, se largaron cuando la situación se volvió insostenible hacia américa.. no funcionó del todo bien y acabaron de rebote (sí, por la \"buena disposición\" de Arabia Saudí a acoger la carrera) allí.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/",
    "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)",
    "https://www.es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/",
    "https://www.es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)",
    "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-19T11:22:20.902+02:00",
  "updated": "2024-01-19T11:22:20.902+02:00"
}