{
  "thread": {
    "uuid": "a619f1cda7632484add480eb33d7d696b9f7ac20",
    "url": "https://www.prokerala.com/news/articles/a1498659.html",
    "site_full": "www.prokerala.com",
    "site": "prokerala.com",
    "site_section": "https://www.prokerala.com/news",
    "site_categories": [
      "alternative_medicine",
      "science",
      "health",
      "astrology"
    ],
    "section_title": "Latest News Headlines, Top Stories, Today's Headlines, Today's News",
    "title": "Ricky Brabec wins the 2024 Dakar Rally with Adrien Van Beveren on the podium in third",
    "title_full": "Ricky Brabec wins the 2024 Dakar Rally with Adrien Van Beveren on the podium in third",
    "published": "2024-01-20T07:15:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://www.prokerala.com/news/photos/imgs/450/ricky-brabec-wins-the-2024-dakar-rally-with-adrien-van-beveren-on-the-1685815.jpg",
    "performance_score": 0,
    "domain_rank": 23147,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "a619f1cda7632484add480eb33d7d696b9f7ac20",
  "url": "https://www.prokerala.com/news/articles/a1498659.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "@prokerala",
  "published": "2024-01-20T07:15:00.000+02:00",
  "title": "Ricky Brabec wins the 2024 Dakar Rally with Adrien Van Beveren on the podium in third",
  "text": "Saudi Arabia, Jan 20 : 7,967 km of rallying across Saudi Arabia came to a conclusion by the breathtaking Red Sea at Yanbu with Honda Team's Ricky Brabec taking the top step of the Dakar for a second time, making history as the only American to do so. Saudi Arabia, Jan 20 (IANS) 7,967 km of rallying across Saudi Arabia came to a conclusion by the breathtaking Red Sea at Yanbu with Honda Team’s Ricky Brabec taking the top step of the Dakar for a second time, making history as the only American to do so. After spending much of the first week amongst the front runners, the 2020 winner took the reins after the gruelling 48-hr chrono and despite a one-second margin to second place Ross Branch at the end of stage seven, the Californian never looked back and rode to a faultless Dakar win with nearly eleven minutes in hand. In what has been a calm and collected display throughout the rally by the 32-year-old, he also added another stage win to the ten he has already collected in his Dakar career to date and leaves round one at the top of the 2024 World Rally-Raid Championship standings. At his ninth attempt of the Dakar, Frenchman Adrien Van Beveren stood on the podium that has eluded him over the past few years after taking a hard-fought 48-hr Chrono stage victory, the sand specialist found his rhythm in the second week and had an immense battle with Ross Branch and teammate José Ignacio Cornejo for the podium. Despite a near miss with a camel yesterday, he fought right to the end for the runner-up spot but had to make do with the final podium place. One of two Chilean riders in the Honda Team, ‘Nacho’ Cornejo had one of his career-best performances at the famous rally, from off he led in the standings and racked up a hat-trick of magnificent stage victories, also fighting for an elusive podium. Unfortunately, a fuel pump issue put paid to his fight yesterday and his final sixth place did not reflect on what a truly outstanding performance he produced. His fellow Chilean, Pablo Quintanilla has been the runner-up twice at the Dakar and as the most experienced member of the team was eager to turn his twelfth participation into victory. Unfortunately for the Dakar legend, the 48-hr Chrono would put paid to his chances when he ran short of fuel on the first day of the tough stage. Despite the disappointment he battled on helping his teammates and also taking valuable points in the World Rally-Raid Championship. With the new generation Honda CRF450 now a rally-winner, the Honda team put on a powerful display on their first outing in 2024 as the stage wins racked up over the two weeks. Tosha Schareina opened proceedings with the prologue victory, Nacho Cornejo gained the accolade of the most stage wins this year with three, Adrien Van Beveren banked two and Pablo Quintanilla and Ricky Brabec took one apiece to make seven in all. With the team fully deserving of some rest and recuperation, they will reconvene in April for the Rally-Raid in Portugal from April 2-7.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "adrien van beveren",
        "sentiment": "negative"
      },
      {
        "name": "ricky brabec",
        "sentiment": "negative"
      },
      {
        "name": "ross branch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "honda team",
        "sentiment": "none"
      },
      {
        "name": "honda",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "saudi arabia",
        "sentiment": "none"
      },
      {
        "name": "dakar",
        "sentiment": "none"
      },
      {
        "name": "red sea",
        "sentiment": "none"
      },
      {
        "name": "yanbu",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-20T12:32:30.565+02:00",
  "updated": "2024-01-20T12:32:30.565+02:00"
}