{
  "thread": {
    "uuid": "281caa77ceb2b88060b5f703a5bfccf2860d9c2c",
    "url": "https://www.newsbreak.com/colorado-state/3279957113773-how-colorado-auto-and-catalytic-converter-theft-victims-can-get-money-back",
    "site_full": "www.newsbreak.com",
    "site": "newsbreak.com",
    "site_section": "https://www.newsbreak.com/denver7-news-kmgh-563649",
    "site_categories": [
      "under_construction",
      "non_standard_content"
    ],
    "section_title": "Denver7 News KMGH | NewsBreak",
    "title": "How Colorado auto and catalytic converter theft victims can get money back",
    "title_full": "How Colorado auto and catalytic converter theft victims can get money back",
    "published": "2023-12-29T01:14:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.particlenews.com/img/id/1ejYHb_0qSy6Odk00?type=thumbnail_1600x1200",
    "performance_score": 0,
    "domain_rank": 3324,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "281caa77ceb2b88060b5f703a5bfccf2860d9c2c",
  "url": "https://www.newsbreak.com/colorado-state/3279957113773-how-colorado-auto-and-catalytic-converter-theft-victims-can-get-money-back",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "NewsBreak Original",
  "published": "2023-12-29T01:14:00.000+02:00",
  "title": "How Colorado auto and catalytic converter theft victims can get money back",
  "text": "Coloradans who had a vehicle or catalytic converter stolen in 2023 may be able to get money to help offset some of the costs of dealing with theft thanks to new funds made available though the state. SB23-257, or the Auto Theft Prevention Cash Fund, made available roughly $5 million of general funds to support victims who need help with secondary costs. “The secondary costs aren’t things like vehicle replacement, or vehicle repair, those would be primary costs. These are secondary things that may be unknown to folks when their vehicle is stolen or recovered that we can assist with,” said Cale Gould, Public Outreach Coordinator with the Colorado Auto Theft Prevention Authority. Fees covered include money to help offset the costs of towing and storing a stolen vehicle. Gould said some of the fees covered are part of dealing with theft that people might not consider. “Generally if it is either operable or part of a larger investigation, it is taken to a tow yard or a police impound lot. And there's fees associated with that,” said Gould. When auto theft victims in Colorado do get their vehicle back, they often find it to be in a less than desirable condition. There is assistance to help cover some of the costs of getting the stolen ride back into better condition. “And this will include detailing, cleaning a vehicle to make it again, you know, usable in a comfortable way,” said Gould. Financial assistance might also be available to help cover the costs of temporary transportation like RTD passes and Uber fees when a vehicle is stolen. Catalytic converter theft in Colorado has skyrocketed over the last few years and the state has made available funds to help those victims with secondary costs. Gould said victims can apply for money to help cover hardening devices to protect your catalytic converter from theft. To qualify for assistance for either auto or catalytic converter theft, the vehicle must have had current registration when the theft occurred. An important date to remember is July 1, 2023. Coloradans can apply for help only if they had their vehicle or catalytic converter stolen after July 1. Coloradans who want to get financial help to cover secondary costs due to auto or catalytic converter theft must apply at lockdownyourcar.org and visit the victim’s assistance page. The site details what is covered and how to apply. Gould said the grant application process is made easier by working through a local advocate. “We try and provide a personal response, personal touch to a single person to guide you through the process as it can be very challenging to understand how to apply,” said Gould. “We want to make sure that everybody applies and has guidance in doing such.” The website, through Colorado State Patrol’s Victim Services Unit lists the various districts throughout the state and which advocate serves your local area. While auto theft in Colorado surged over the last couple of years, the state has seen a decline in 2023. Data from the Colorado Auto Theft Prevention Authority showed 29,098 vehicles were stolen through October of this year. That's a significant decline from the 41,184 vehicles reported stolen in Colorado throughout 2022. The 2023 data does not reflect November or December thefts. The Denver Police Department also reported a 25 percent decline in auto thefts in 2023, showing 11,865 stolen vehicles which is down from the 14,813 reported in 2022. While auto thefts in Denver have declined, catalytic converter thefts continued to climb in data reported by DPD in 2023. DPD statistics showed 3,022 stolen catalytic converters this year compared to 2,676 thefts in 2022. To give context in those numbers, the vast majority of increases in catalytic converter theft in Denver happened at Denver International Airport at DIA's associated parking and rental car lots. There was a staggering 857 percent increase in catalytic converter theft at DIA in 2023. According to DPD's statistics, all other police districts showed a year-over-year decline in catalytic converter thefts.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Crime, Law and Justice",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "external_links": [
    "https://csp.colorado.gov/services-we-provide/victim-rights",
    "https://coloradocrimestats.state.co.us/tops/report/mvt/colorado/2023",
    "https://lockdownyourcar.org/",
    "https://denvergov.org/Government/Agencies-Departments-Offices/Agencies-Departments-Offices-Directory/Police-Department/Crime-Information/Additional-Crime-Dashboards",
    "https://lockdownyourcar.org/resources/victims-assistance/",
    "https://www.denver7.com/news/state-news/colorado-car-thefts-are-down-after-pandemic-surge-state-crime-data-shows",
    "https://leg.colorado.gov/bills/SB23-257",
    "https://csp.colorado.gov/services-we-provide/colorado-auto-theft-prevention-authority",
    "https://www.coloradocrimestats.state.co.us/tops/report/mvt/colorado/2023",
    "https://www.csp.colorado.gov/services-we-provide/colorado-auto-theft-prevention-authority",
    "https://www.lockdownyourcar.org/resources/victims-assistance/",
    "https://denver7.com/news/state-news/colorado-car-thefts-are-down-after-pandemic-surge-state-crime-data-shows",
    "https://lockdownyourcar.org",
    "https://www.csp.colorado.gov/services-we-provide/victim-rights",
    "https://lockdownyourcar.org/resources/victims-assistance",
    "https://www.leg.colorado.gov/bills/SB23-257",
    "https://www.lockdownyourcar.org/",
    "https://www.denvergov.org/Government/Agencies-Departments-Offices/Agencies-Departments-Offices-Directory/Police-Department/Crime-Information/Additional-Crime-Dashboards"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gould",
        "sentiment": "none"
      },
      {
        "name": "cale gould",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "public outreach coordinator",
        "sentiment": "none"
      },
      {
        "name": "colorado auto theft prevention authority",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T01:34:37.649+02:00",
  "updated": "2023-12-29T01:34:37.649+02:00"
}