{
  "thread": {
    "uuid": "c85d65ab0298a9aa2410d7e6bd28a9fae8755354",
    "url": "https://www.latribuna.hn/2023/12/29/ama-a-tu-pareja/",
    "site_full": "www.latribuna.hn",
    "site": "latribuna.hn",
    "site_section": "https://www.latribuna.hn/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Diario La Tribuna",
    "title": "Ama a tu pareja",
    "title_full": "Ama a tu pareja",
    "published": "2023-12-29T08:02:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "HN",
    "main_image": "https://d1mrtjpezxphht.cloudfront.net/wp-content/uploads/2020/01/Jos%C3%A9-Mar%C3%ADa-Leiva-Leiva.jpg",
    "performance_score": 0,
    "domain_rank": 59061,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c85d65ab0298a9aa2410d7e6bd28a9fae8755354",
  "url": "https://www.latribuna.hn/2023/12/29/ama-a-tu-pareja/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario La Tribuna",
  "published": "2023-12-29T08:02:00.000+02:00",
  "title": "Ama a tu pareja",
  "text": "Ama a tu pareja Por: José María Leiva Leiva Dentro de los mensajes recibidos en estas festividades navideñas, me place compartir una reflexión en torno al amor y cuidado que la pareja debe darse para permanecer unidos hasta el final de sus días. Se trata de un texto corto, pero de un significado profundo, valioso, que señala: “Cuida a tu pareja. Tus hijos se van. Tus padres se van. Tus amigos se van. El dinero se acaba. El cuerpo cambia. Al final solo serán los dos”. Veamos ahora por partes, dicho enunciado. Tus hijos se van. Empecemos diciendo que nosotros como pareja, un día abandonamos el nido, el hogar formado por nuestros progenitores, y a su vez, ellos hicieron lo mismo en relación a sus padres… y así ha sido y será siempre en forma sucesiva. Desde luego, razón no le falta a Khalil Gibrán, el poeta y filósofo libanés, cuando en un apretado resumen de su poema, dice: “Tus hijos no son tus hijos, son hijos e hijas de la vida ansiando vivir por sí mismos… Tú eres el arco del cual tus hijos como flechas vivas son lanzados. Deja que la inclinación en tu mano de arquero sea para la felicidad”. En mi caso, de mis tres hijos, dos ya están casados y tienen su propia descendencia, y el tercero vive en el extranjero. Tus padres se van. Por supuesto, un día desaparecen físicamente. De hecho, por cuestión de edad y precedencia, esto es lo que suele ocurrir, pero ojo, no necesariamente, pues a veces toca el infortunio y son los hijos quienes primero recorren ese ignoto camino. En este apartado, mis padres ya descansan en paz y confío, que puedan gozar de la vida eterna. A propósito, ¿qué pasa cuando se abrazan el amor y la muerte? ¿Se muere el amor? ¿O se enamora la muerte? Tal vez la muerte moriría enamorada y el amor amaría hasta la muerte. En todo caso, nunca mejor dicho, ese pensamiento aborigen australiano: “Todos estamos de visita en este momento y lugar. Solo estamos de paso. Hemos venido a observar, aprender, crecer, amar y volver a casa”. Tus amigos se van. Ya sea porque fallecen, o, por el contrario, se van apartando de nuestra vida, con o sin razón, en este último caso, porque ya no les interesa mantener la amistad. Y en este punto tengo claro que, si alguien quiere entrar a tu vida, que entre. Si alguien quiere salir de tu vida, que salga. Pero no permitas que se queden en la puerta… porque estorban. De hecho, muchas son las personas que cambian con el tiempo… o el tiempo te muestra lo que en realidad son. Igual, te prometen estar ahí para lo que necesites, pero mira a tu alrededor a ver cuántos lo han cumplido. Al final, esto tiene su propia moraleja, y es que algunas personas pasan por nuestras vidas para enseñarnos a no ser como ellas. Acaso será por ello, que de vez en cuando sea necesario sacudir el árbol de la amistad para derribar la fruta podrida. El dinero se acaba. Es como una llave abierta, sobre todo, si no sabes administrarlo bien. El cuerpo cambia… El paso de los años es inexorable, no solo porque ahora peinas canas o se te arruga la piel, sino lo que es peor, te enfrentas con los achaques propios de la edad… Sobre este particular viene a mi memoria la siguiente fábula del poeta y escritor colombiano, Luis Alberto Padilla Pardo: “Una vez decidí dar un paseo debajo de mi cama para preguntarles a los monstruos de mi infancia por qué ya no me visitaban por las noches como antes. Cuando finalmente los encontré, les dije: Viejos amigos, ¿cómo están? ¿Por qué ya no me visitan? ¡S ! Se supone que ya no debes hablarnos. Ya no eres un niño, ahora eres un adulto. Me secaron las lágrimas que se desbordaban de mis ojos y se despidieron diciendo: Te tocará duro a partir de ahora, porque los monstruos más feroces estarán haciendo ruido dentro de ti”. Al final solo serán los dos. Ilustrémoslo con un relato. “Un esposo fue a visitar a un sabio consejero y le dijo que ya no quería a su esposa y que pensaba separarse. El sabio lo escuchó, lo miró a los ojos y solamente le dijo una palabra: Ámala, luego guardó silencio. Pero es que ya no siento nada por ella. Ámala, repuso el sabio. Y ante el desconcierto del señor, después de un oportuno silencio, el viejo sabio agregó lo siguiente: Amar es una decisión, no un sentimiento; Amar es dedicación y entrega, amar es un verbo y el fruto de esa acción es el amor”. “El Amor es un ejercicio de jardinería: arranque lo que le puede hacer daño a su jardín, prepare el terreno, siembre, sea paciente, riegue y cuide. Esté preparado porque habrá plagas, sequías o excesos de lluvias, más no por eso abandone su jardín. Ame a su pareja, es decir, acéptela, valórela, respétela, dele afecto y ternura, admírela y compréndala. Eso es todo, ámela”. Cuida a tu pareja. No existen expadres, exhermanos, ni hay exfamilias. Tu pareja requiere de cuidado especial para que nunca sea expareja. Por último: “Si le vas a hacer una cirugía a tu mujer para verla más bella, primero hazte una cirugía en el corazón para tratarla mejor”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T08:09:19.770+02:00",
  "updated": "2023-12-29T12:34:13.084+02:00"
}