{
  "thread": {
    "uuid": "c5cdc7e3160e7cc87b7dff565944a7ebb450d7e9",
    "url": "https://www.thejc.com/news/community/limmud-2023-a-chance-to-breathe-and-feel-jewish-joy-h5xw38yh",
    "site_full": "www.thejc.com",
    "site": "thejc.com",
    "site_section": "https://thejc.com/rss/news",
    "site_categories": [
      "religion",
      "judaism"
    ],
    "section_title": "Jewish Chronicles",
    "title": "Limmud 2023: ‘A chance to breathe and feel Jewish joy’",
    "title_full": "Limmud 2023: ‘A chance to breathe and feel Jewish joy’",
    "published": "2023-12-29T15:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "GB",
    "main_image": "https://api.thejc.atexcloud.io/image-service/view/acePublic/alias/contentid/188bqw3txzriluy20kj/0/limmud-2.webp?w=1280",
    "performance_score": 0,
    "domain_rank": 9321,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c5cdc7e3160e7cc87b7dff565944a7ebb450d7e9",
  "url": "https://www.thejc.com/news/community/limmud-2023-a-chance-to-breathe-and-feel-jewish-joy-h5xw38yh",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Gaby Wine",
  "published": "2023-12-29T15:46:00.000+02:00",
  "title": "Limmud 2023: ‘A chance to breathe and feel Jewish joy’",
  "text": "Have you ever come across a woman wearing a tichel (headscarf) on her head making havdalah, standing next to a woman wearing a kippah and tzitzit? If you have, you have probably been on [Limmud](https://www.thejc.com/tag/Limmud). I think that it is safe to say that apart from the recent solidarity rallies that brought together Jews of all stripes, Limmud is the only place in the UK where you will find this extraordinary diversity of Jewish practice and belief. The only thing that everyone needs to agree on is a willingness to open your mind to learning and your heart to people who may look at Judaism — and life — through a different lens to you. Having been to Limmud only once before, some 20 years ago, when the opportunity came to return, I wouldn’t say that I jumped at it — it runs over 25 December, and I am partial to a slice of turkey and a few words from royalty — but my curiosity was certainly piqued. When my husband suggested we took our two teenagers along, and it was in a hotel, it almost sounded like a family holiday — just with 1,600 other people. If we are going to use an analogy for Limmud, the closest would be a cross between Club Med and a kibbutz, minus the snow and the sun. For five days, the Hilton in Birmingham was transformed into a Jewish bubble, and in true Club Med style, you never quite knew who would sit down next to you at dinner. There was also entertainment on tap, which came in the form of talks, discussions, study sessions, workshops and shows on top. The diversity of the participants was matched by the diversity of the programme. It wasn’t always easy being the sole JC journalist present, and there were many times when I wished I could have split myself in two — or even five. Perhaps it would have helped if I had gone to the session on Judaism and AI. — Limmud (@limmud) [#Limmud]’s youngest ever participant, Ella Lawton (9 days old) meets [#LimmudFestival23]’s oldest participant, Ruth Shire (102) [#intergenerational] [pic.twitter.com/AugIrnQetI] [December 24, 2023] But then I would have missed out on the session on the Jewish responses to Darwinism or Charedinomics 101 or Mindfulness or Beit Midrash: Talmud for All or … Tilla Crowne, who has been attending Limmud since 2010 and who led a session on mushroom foraging, told me: “It’s a bit like the Edinburgh fringe here. Some of the sessions sound amazing, but can be disappointing; some don’t sound amazing, but can be life-changing. This year’s programme was really strong, and it was fabulous to be with so many thinking, engaged and lovely Jewish people in this space.” The intergenerational aspect is a Limmud USP, and this year’s participants boasted the biggest-ever age-range, from 102 all the way down to nine days old. This year saw the festival’s first baby-naming over Shabbat. Mum Anna Lawton, daughter of Clive Lawton, a Limmud founder, has been coming since she herself was a baby, going on to chair it in 2015. She said that bringing along her newborn Ella with her two older children was “in some ways easier than being at home”, adding: “Yes, I still had the sleeplessness, but the kids have been occupied and all the food has been cooked for us. It also feels really lovely, especially this year, to be in a space of Jewish solidarity, with all the diversity and disagreement that comes with that.” Taking place in the shadow of October 7, this year’s festival was going to be a different festival to previous ones and the organisers adjusted the programme to reflect that. — Limmud (@limmud) [#LimmudFestival23]brought in Shabbat with [@Andy4wm]Mayor of the West Midlands. He welcomed volunteers, trustees and attendees to Birmingham and spoke of the “dignity, moderation, tolerance, and respect” amongst faith communities in the West Midlands. [pic.twitter.com/3GMxzdmP41] [December 24, 2023] I attended For the Sake of Argument, a Limmud staple on how to have a “healthy argument”, run by Abi Dauber Sterne and Robbie Gringras. They had added a session called Should/How/Can we talk about the war?, which should be compulsory education, not just in schools and workplaces, but for everyone. Reflecting on the past nine months, when she first put her committee together, Limmud Festival chair Hannah Gaventa said: “I am very proud of the team, the programme track chairs and the contractors we have worked with.” She spent “quite a lot of the festival thanking people”, by handing out mini pots of hot chocolates and, on Christmas Day, kosher mince pies, which her mum had made. A highlight was running the first-ever carbon-neutral festival, dubbed EcoLimmud. “I do humanitarian work and have seen how devastated a community is when a volcano erupts, so I was keen for us to be aware of our climate.” After October 7, she said they had made sure to include more Israeli voices and at least one Israel-themed session in every slot. “Lots of Israelis told me that Limmud had been a really good place to feel part of a global community, to breathe and find Jewish joy again.” They weren’t the only ones who felt that way.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "judaism",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "uk",
        "sentiment": "none"
      },
      {
        "name": "limmud",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T15:49:09.541+02:00",
  "updated": "2023-12-29T21:41:47.911+02:00"
}