{
  "thread": {
    "uuid": "cac297defe27358a6f9890b0d1736894a0418b1b",
    "url": "https://gradynewsource.uga.edu/esp-program-manager-seeks-balance-between-joy-hard-moments",
    "site_full": "gradynewsource.uga.edu",
    "site": "uga.edu",
    "site_section": "http://gradynewsource.uga.edu/rss",
    "site_categories": [
      "media"
    ],
    "section_title": "Grady Newsource",
    "title": "ESP Program Manager Seeks Balance Between Joy, Hard Moments",
    "title_full": "ESP Program Manager Seeks Balance Between Joy, Hard Moments",
    "published": "2024-02-29T22:58:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://gradynewsource.uga.edu/wp-content/uploads/2024/02/Katie-Barlow2-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 1049,
    "domain_rank_updated": "2024-02-27T12:10:14.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cac297defe27358a6f9890b0d1736894a0418b1b",
  "url": "https://gradynewsource.uga.edu/esp-program-manager-seeks-balance-between-joy-hard-moments",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Grady Multiplatform Journalist",
  "published": "2024-02-29T22:58:00.000+02:00",
  "title": "ESP Program Manager Seeks Balance Between Joy, Hard Moments",
  "text": "Katie Barlow is the Athens program manager of Extra Special People (ESP), an organization that supports disabled people by promoting inclusivity through its events and services.\nQ: How did you get involved with ESP?\nI didn’t have experience with ESP beforehand; I was one of the first people at ESP to be hired as a complete outsider onto the full-time team. They’ve done that a couple of times. But typically, the best way to get a full-time job at ESP is to volunteer.\nEssentially, whenever I moved to Athens, I was looking for ways to be involved with my recreational therapy license, outside of behavioral health, because although I love behavioral health, it was just a really heavy topic.\nQ: What has been the most rewarding experience in your time with ESP?\nI think it’s really cool just to see the impact of that community (ESP), not only for myself, but also for our families who have never had a place of belonging before. Like, they’re outsiders in the rest of the community, but when they come here, they fit right in, and they know that there’s always gonna be someone here to care about them and be there for them.\nQ: What has been your biggest obstacle in this role?\nI think within the mission of ESP, it’s such a beautiful mission. And it’s so light hearted and filled with so much joy, that it can be easy to forget that there’s a lot of hard moments that come with that too. With our population, there are sometimes things that can happen that are really sad and heartbreaking.\nQ: What would you say is one of ESP’s biggest accomplishments?\nI think our ability to provide wraparound services for our family. So we’re not just like, you come here and have fun, and then we send you home. Like we truly care about you as family. We care about our participants as individuals, and we’re going to do whatever we can to provide support for them, no matter what they’re going through. And I think that’s a huge one.\nQ: What is the Java Joy program through ESP and what does it entail?\nJava Joy is our adult employment opportunity. It’s a way to provide inclusive employment for adults with disabilities, and we do that through a mobile coffee cart.\nIt’s really cool because we get to take our “joyristas” are what we call them, it’s a mixture between joy and then baristas, into the community and we get to (A.) give them employment experience and then (B.) provide experience to interact with people with disabilities within the community. And so it’s a really cool way for other organizations to employ adults with disabilities without directly hiring them onto their staff.\nQ: If you could tell someone one thing about ESP, what would it be?\nI would say that ESP isn’t just inclusive for our participants, it’s inclusive for everyone who walks through our doors. Whether that’s a family member, a community member, a donor, a volunteer, our staff. We want it to be a place where everyone feels welcome.\nComments trimmed for length and clarity.\nLiza Adamik is a public relations major covering diversity and equity.\n-\nShow Comments (0)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "katie barlow",
        "sentiment": "negative"
      }
    ],
    "organizations": [
      {
        "name": "esp",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "athens",
        "sentiment": "none"
      },
      {
        "name": "esp",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-01T00:20:25.448+02:00",
  "updated": "2024-03-01T00:20:25.448+02:00"
}