{
  "thread": {
    "uuid": "f108adcbd41c7d1ee2d279c016b3ed55a0fddbd2",
    "url": "https://www.sandiegouniontribune.com/pomerado-news/news/story/2024-03-14/local-students-earn-collegiate-honors-degrees",
    "site_full": "www.sandiegouniontribune.com",
    "site": "sandiegouniontribune.com",
    "site_section": "http://www.sandiegouniontribune.com/pomerado-news/rss2.0.xml",
    "site_categories": [
      "real_estate",
      "media",
      "buying_selling_homes"
    ],
    "section_title": "News",
    "title": "Local students earn collegiate honors, degrees",
    "title_full": "Local students earn collegiate honors, degrees",
    "published": "2024-03-14T22:08:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://ca-times.brightspotcdn.com/dims4/default/63b7f17/2147483647/strip/true/crop/2400x1260+0+346/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fa9%2F47%2F75ec5122403d93a822d8794b0a80%2Facademics-college-adobe-stock.jpg",
    "performance_score": 0,
    "domain_rank": 1507,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "f108adcbd41c7d1ee2d279c016b3ed55a0fddbd2",
  "url": "https://www.sandiegouniontribune.com/pomerado-news/news/story/2024-03-14/local-students-earn-collegiate-honors-degrees",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Elizabeth Marie Himchak",
  "published": "2024-03-14T22:08:00.000+02:00",
  "title": "Local students earn collegiate honors, degrees",
  "text": "Local students earn collegiate honors, degrees\nMore local students have received academic honors and degrees from their colleges and universities across the country.\nMargaret Faustino of Poway was named to the Fall 2023 Dean’s List at Southern New Hampshire University. To be honored by the campus in Manchester, New Hampshire, full-time undergraduate students had to earn a minimum GPA of 3.500 to 3.699.\n* * * * *\nThree students from the Rancho Bernardo area received academic honors for the Fall 2023 term at the University of Mississippi.\nAlyssa Amaral, a criminal justice major, and Sophie Holland, a general business major, were named to the Chancellor’s Honor Roll. To make the Chancellor’s Honor Roll, students had to earn a semester GPA of 3.75-4.00 and complete at least 12 graded hours.\nChase Herring was named to the Dean’s Honor Roll. Herring is an integrated marketing communications major. To make the Dean’s Honor Roll, students had to earn a semester GPA of 3.50-3.74 and complete at least 12 graded hours.\nMackenzie Rogers of Poway was among the more than 2,500 students named to the Fall 2023 Chancellor’s and Dean’s Lists in the Fulbright College of Arts and Sciences at the University of Arkansas.\nTo qualify for the Dean’s List at the Fayetteville, Arkansas campus, students had to earn at least a 3.75 GPA for the semester while completing at least 12 credit hours. To qualify for the Chancellor’s List, students had to also achieve at least a 4.00 GPA.\n* * * * *\nThree local students were among the 2,122 named to Samford University’s Fall 2023 Dean’s List. They are Allison Chackel and Catherine Chackel, both of ZIP code 92127, and Abigail Walker of Poway.\nTo be honored at the campus in Birmingham, Alabama, students had to earn a minimum GPA of 3.5 and complete at least 12 credit hours of coursework.\n* * * * *\nTaylor Sakaguchi of Poway was among the more than 6,800 students named to the Fall 2023 Deans’ List at the University of Nebraska-Lincoln.\nSakaguchi, a junior majoring in microbiology, was named to the Dean’s List for the College of Agricultural Sciences and Natural Resources. To be honored, Sakaguchi had to earn a minimum GPA of 3.75.\n* * * * *\nSix locals were among the approximately 6,300 undergraduate and graduate students to receive degrees during the Georgia Institute of Technology’s 265th Commencement exercises in Atlanta.\nThe fall 2023 graduates from ZIP code 92127 were Ajay Gupta, Raj Kumar and Praveen Kumar Vasishtha. The graduates from ZIP code 92128 were Manoj Garg, Kat Hunsinger and Jacques Paye.\n* * * * *\nTwo students from the Rancho Bernardo area earned academic honors for the Fall 2023 semester at the Georgia Institute of Technology in Atlanta.\nKian Chakamian earned Faculty Honors. This designation is awarded to undergraduate students who earned a 4.0 academic average for the semester.\nDevam Shrivastava made the Dean’s List. For this honor, undergraduate students had to earn a 3.0 or higher academic average for the semester.\n* * * * *\nEmmanuel College in Boston has named Sydney Bourassa of the Rancho Bernardo area to its Fall 2023 Dean’s List. To be honored, students had to earn a GPA of 3.5 or higher and complete 16 credits during the semester.\n* * * * *\nTate Nelson of the Rancho Bernardo area was named to the Albion College Fall 2023 Dean’s List. Nelson is majoring in music education with concentrations in elementary and secondary education.\nTo be honored at the campus in Albion, Michigan, students had to earn a semester GPA of 3.5 or above.\n* * * * *\nLogan Alsop of Poway and Ian Palmroos of ZIP code 92127 were among the more than 1,100 students named to Augustana College’s Fall 2023 Dean’s List.\nTo be honored by the campus in Rock Island, Illinois, students had to earn a semester GPA of 3.5 or higher.\n* * * * *\nAlison Zorn of ZIP code 92127 was named to the Fall 2023 Dean’s List at Hamilton College in Clinton, New York. Zorn is a sophomore and graduate of Del Norte High School. To be honored, students had to earn a GPA of 3.5 or above.\n* * * * *\nMya Kelley of the Rancho Bernardo area was among the nearly 5,900 students named to the Kennesaw State University Fall 2023 President’s List. Kelley is majoring in information security and assurance-interest at the campus in Kennesaw, Georgia. To qualify, students had to earn a 4.0 GPA and complete at least nine credit hours.\n* * * * *\nBritni Estes and Caitlin Harkenrider, both from ZIP code 92127, were recently initiated into The Honor Society of Phi Kappa Phi at the University of Southern California. It claims to be the nation’s oldest and most selective collegiate honor society for all academic disciplines. Membership is by invitation only and requires nomination and approval by a chapter.\n* * * * *\nBraeden Bourne of ZIP code 92127 was among 618 students named to the Hamline University College of Liberal Arts Dean’s List for the Fall 2023 term.\nTo qualify at the campus in Saint Paul, Minnesota, students had to earn a GPA of 3.5 or higher and complete a minimum of 16 credit hours.\n* * * * *\nSimoni Dulanto of the Rancho Bernardo area was named to the Fall 2023 Dean’s List at the University of Maryland Global Campus. To be eligible, students had to complete at least six credits during the term, earn a term GPA of at least 3.5 and maintain a cumulative GPA of 3.5. The campus is based in Adelphi, Maryland.\n* * * * *\nAndrew Wiesley, a Class of 2024 member from the Rancho Bernardo area, was named to the Fall 2023 Dean’s List at Tufts University. To be honored, students had to earn a semester GPA of 3.4 or greater. The main campus is in the Medford/Somerville area of Massachusetts.\n* * * * *\nTwo locals were named to the Fall 2023 Dean’s List at Rochester Institute of Technology in Rochester, New York. They are Angela Lam of ZIP code 92127, who is in the physician assistant program; and Axel Parkkila of ZIP code 92128, who is in the computer science program.\nTo be honored, full-time undergraduates had to earn a term GPA of 3.4 or greater and complete at least 12 credit hours.\nGet the Pomerado News in your inbox weekly\nTop headlines from Poway, Rancho Bernardo and 4S Ranch, every Thursday for free.\nYou may occasionally receive promotional content from the Pomerado News.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Human Interest",
    "Education"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "margaret faustino",
        "sentiment": "none"
      },
      {
        "name": "alyssa amaral",
        "sentiment": "none"
      },
      {
        "name": "mackenzie rogers",
        "sentiment": "none"
      },
      {
        "name": "sophie holland",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "university of mississippi",
        "sentiment": "none"
      },
      {
        "name": "chase herring",
        "sentiment": "none"
      },
      {
        "name": "southern new hampshire university",
        "sentiment": "none"
      },
      {
        "name": "dean’s honor roll",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "new hampshire",
        "sentiment": "none"
      },
      {
        "name": "rancho bernardo",
        "sentiment": "none"
      },
      {
        "name": "manchester",
        "sentiment": "none"
      },
      {
        "name": "poway",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:48:27.513+02:00",
  "updated": "2024-03-15T00:48:27.513+02:00"
}