{
  "thread": {
    "uuid": "daea0a0b3a366cf67e3bb9c217e6c0248f1909ea",
    "url": "https://www.advfn.com/stock-market/stock-news/93609350/drtalks-set-to-launch-the-parkinsons-solutions-sum",
    "site_full": "www.advfn.com",
    "site": "advfn.com",
    "site_section": "https://advfn.com/p.php?pid=news",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "stocks"
    ],
    "section_title": "ADVFN - News",
    "title": "DrTalks Set to Launch The Parkinson's Solutions Summit 2.0 from November 5 - 11, 2024",
    "title_full": "DrTalks Set to Launch The Parkinson's Solutions Summit 2.0 from November 5 - 11, 2024",
    "published": "2024-04-04T20:15:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 8550,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "daea0a0b3a366cf67e3bb9c217e6c0248f1909ea",
  "url": "https://www.advfn.com/stock-market/stock-news/93609350/drtalks-set-to-launch-the-parkinsons-solutions-sum",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "advfn.com",
  "published": "2024-04-04T20:15:00.000+03:00",
  "title": "DrTalks Set to Launch The Parkinson's Solutions Summit 2.0 from November 5 - 11, 2024",
  "text": "Free Virtual Summit Hosted by Leading Neurologists Offers Hope and Empowerment for Parkinson's Community\nKey Takeaways:\nThe Parkinson's Solutions Summit 2.0 is a premier virtual event that aims to equip patients and their caregivers with knowledge and tools to manage and combat the disease effectively. Gain insights into holistic management strategies and treatment options from renowned neurologists and dozens of experts. Open to everyone and free of charge, this summit makes vital knowledge accessible to everyone seeking real solutions to regain control of their lives. CARLSBAD, Calif. , April 4, 2024 /PRNewswire/ -- DrTalks, a leading platform dedicated to advancing health, wellness, and medicine education, is set to launch The Parkinson's Solutions Summit 2.0. This groundbreaking virtual event, happening from November 5 to 11, 2024 , offers participants insights into holistic management strategies and treatment options from renowned neurologists and dozens of experts in related fields.\nThe Parkinson's Solutions Summit 2.0 will feature various topics, including advanced tests, optimal lifestyle changes, and other holistic strategies to prevent or manage the condition. It will be hosted by two of the most recognizable experts in neurology: Kenneth Sharlin , MD, and Barbara Pickut , MD, MPH.\nDr. Sharlin is a beacon of hope in the area of neurology and functional medicine. His vast experience encompasses treating complex neurological conditions, including Parkinson's and Alzheimer's. He is also the founder of Sharlin Health and Neurology, where he's created a refuge that ranks among the top neuroscience centers in the country. He emphasizes treating the root causes of neurodegenerative diseases rather than just finding band-aid solutions for symptoms. Dr. Pickut is a neurologist and movement disorders specialist. She has a double board certification in neurology and neuro-rehabilitation at the University of Antwerp in Belgium . Dr. Pickut served as chief of neurology at the Mercy Health Saint Mary's Hospital, where she was the medical director and director of research for Parkinson's and Movement Disorders. She is also an expert in mindful meditation, having conducted research into the correlation between mindful meditation and the reduction of symptoms of Parkinson's. The Parkinson's Solutions Summit 2.0 serves as another springboard in their mission to give hope and support to people with this disease to enable them to take control of their lives. Participants will be given access to a wealth of free resources and have the opportunity to engage directly with leading experts to address their unique challenges.\nThis summit is more than just an event. It's a community coming together to share, learn, and support each other in the journey to regaining control of their lives. Participation is free, ensuring that everyone has access to this life-changing information.\nFor more information about this summit and to register for free, please visit https://drtalks.com/parkinsons-summit/.\nAbout DrTalks:\nDrTalks brings together some of the most sought-after leaders on the front lines of health, wellness, and medicine. Get on-demand access to talks, summits, and more—straight from the source.\nThe goal of DrTalks.com is to empower one billion people to get educated on their serious health conditions, and The Parkinson's Solutions Summit 2.0 is a crucial step toward achieving that goal. To learn more about DrTalks, visit our newsroom at https://drtalks.com/newsroom.\nPress Contact:\nMila Grandes\nHead of Content\n+1 (825) 945 - 2667\nmila@drtalks.com\nCalgary, Canada\nView original content to download multimedia:https://www.prnewswire.com/news-releases/drtalks-set-to-launch-the-parkinsons-solutions-summit-2-0-from-november-5---11--2024--302108769.html\nSOURCE DrTalks\nCopyright 2024 PR Newswire",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health"
  ],
  "external_links": [
    "https://drtalks.com/parkinsons-summit/.",
    "https://www.prnewswire.com/news-releases/drtalks-set-to-launch-the-parkinsons-solutions-summit-2-0-from-november-5---11--2024--302108769.html",
    "https://static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
    "https://drtalks.com/newsroom.",
    "https://www.drtalks.com/newsroom.",
    "https://www.static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
    "https://www.drtalks.com/parkinsons-summit/.",
    "https://prnewswire.com/news-releases/drtalks-set-to-launch-the-parkinsons-solutions-summit-2-0-from-november-5---11--2024--302108769.html"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "carlsbad",
        "sentiment": "none"
      },
      {
        "name": "calif.",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:21:50.310+03:00",
  "updated": "2024-04-05T00:21:50.310+03:00"
}