{
  "thread": {
    "uuid": "1684df34667192a7d36f4eb40a7cb03a52c7882f",
    "url": "https://olhardigital.com.br/2024/02/16/ciencia-e-espaco/telhados-verdes-ajudam-a-economizar-energia-e-diminuir-temperatura-de-cidades",
    "site_full": "olhardigital.com.br",
    "site": "olhardigital.com.br",
    "site_section": "https://olhardigital.com.br/rss",
    "site_categories": [
      "tech"
    ],
    "section_title": "Olhar Digital",
    "title": "Telhados verdes economizam energia e diminuem calor de cidades",
    "title_full": "Telhados verdes economizam energia e diminuem calor de cidades",
    "published": "2024-02-16T11:40:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://olhardigital.com.br/wp-content/uploads/2024/02/telhado-verde-695x500.png",
    "performance_score": 0,
    "domain_rank": 17221,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "1684df34667192a7d36f4eb40a7cb03a52c7882f",
  "url": "https://olhardigital.com.br/2024/02/16/ciencia-e-espaco/telhados-verdes-ajudam-a-economizar-energia-e-diminuir-temperatura-de-cidades",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Vitoria Lopes Gomez",
  "published": "2024-02-16T11:40:00.000+02:00",
  "title": "Telhados verdes economizam energia e diminuem calor de cidades",
  "text": "Um novo estudo de pesquisadores coreanos descobriu que telhados “verdes” podem ajudar a não só economizar energia dos edifícios, mas também a diminuir a [temperatura](https://olhardigital.com.br/tag/temperatura/) de uma cidade. O experimento realizado pela equipe mostrou que a presença de cobertura vegetal no topo dos prédios foi responsável por reduzir o consumo de [energia](https://olhardigital.com.br/tag/energia/) com resfriamento e derrubar a temperatura da superfície e do ar em mais de 2 °C. Leia mais: [Design sustentável e inovador: conheça o “eco distrito”](https://olhardigital.com.br/2023/09/30/ciencia-e-espaco/design-sustentavel-e-inovador-conheca-o-eco-distrito/) [EUA: energia limpa deve impulsionar geração de empregos em 2024](https://olhardigital.com.br/2024/01/04/ciencia-e-espaco/eua-energia-limpa-deve-impulsionar-geracao-de-empregos-em-2024/) [O que é, como funciona e quais as vantagens de usar energia solar?](https://olhardigital.com.br/2023/07/18/dicas-e-tutoriais/o-que-e-como-funciona-e-quais-as-vantagens-de-usar-energia-solar/) Telhados verdes vs. mudanças climáticas O estudo em questão é o primeiro a analisar o efeito dos telhados verdes (telhados com coberturas vegetais) no consumo de energia e nas condições climáticas de cenários urbanos. Segundo uma das responsáveis pelo estudo, a Prof. Santamouris, anteriormente as pesquisas se concentravam no impacto dos telhados nos edifícios em si e não no entorno como um todo. O resultado é que as coberturas vegetais ajudaram a economizar energia do prédio e diminuir a temperatura da cidade ao redor. Veja como o estudo foi feito: - A pesquisa foi conduzida em Seul, capital da Coreia do Sul, durante agosto, o mês mais quente por lá; - De acordo com a Prof. Santamouris, a cidade é uma das que sofre com as alterações climáticas e a rápida urbanização, que tem como consequência problemas de sobreaquecimento e aumento no consumo de energia; - Então, segundo o site [Techxplore](https://techxplore.com/news/2024-02-green-roofs-cool-cities-energy.html), a equipe fez simulações climáticas de resfriamento e de energia em grande escala em edifícios em três cenários diferentes de cobertura vegetal; - Todos os três eram telhados verdes não irrigados, um tipo com potencial de implementação em larga escala com custos menores de manutenção. Conclusões de energia e temperatura urbana A partir das simulações, eles observaram que, quanto maior a cobertura do telhado verde, mais significativa é a redução na demanda de energia e na temperatura ao redor. Em um caso em que 90% dos edifícios foram cobertos com telhados verdes, a temperatura do ar e da superfície da cidade diminui entre 0,54 °C e 2,17 °C. Já o consumo de energia caiu em 7,7%. Isso porque, segundo os pesquisadores, esse tipo de estrutura resfria a temperatura local, o que ajuda na evaporação através da transpiração das plantações. Isso, por sua vez, diminui a necessidade de sistemas de resfriamento, como ar-condicionados, economizando energia. Já a camada de sol e vegetação dos telhados verde reduz a transferência de calor para os edifícios. Qual o cenário atual Seul ainda não é referência nos telhados verdes, mas espera-se que, com as políticas públicas locais, a cobertura se expanda para entre 30 e 60% na próxima década. Para os pesquisadores, com o incentivo certo, a cobertura pode chegar a 90%. O estudo ainda lembra que os telhados verdes são caros e podem não ser a melhor solução em todos os casos, mas, com o investimento adequado, podem trazer os benefícios certos, inclusive climáticos.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://techxplore.com/news/2024-02-green-roofs-cool-cities-energy.html),",
    "https://www.techxplore.com/news/2024-02-green-roofs-cool-cities-energy.html),"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T12:22:29.570+02:00",
  "updated": "2024-02-16T12:22:29.570+02:00"
}