{
  "thread": {
    "uuid": "ac0dbbae90ad961c69bd78dfc2b4cdb8c0608b14",
    "url": "https://www.readingeagle.com/2023/12/28/reading-high-handles-cardinal-ohara-to-win-holiday-tournament-in-boys-basketball/",
    "site_full": "www.readingeagle.com",
    "site": "readingeagle.com",
    "site_section": "https://prisons.einnews.com/live_feed",
    "site_categories": [
      "media"
    ],
    "section_title": "Live Feed Wire - Prisons News Today - EIN Presswire",
    "title": "Reading High handles Cardinal O'Hara in boys basketball",
    "title_full": "Reading High handles Cardinal O'Hara in boys basketball",
    "published": "2023-12-29T06:59:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.readingeagle.com/wp-content/uploads/2023/12/REG-L-OHaraReadingBoysBasketball0253.jpg?w=1024&#038;h=925",
    "performance_score": 0,
    "domain_rank": 14118,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ac0dbbae90ad961c69bd78dfc2b4cdb8c0608b14",
  "url": "https://www.readingeagle.com/2023/12/28/reading-high-handles-cardinal-ohara-to-win-holiday-tournament-in-boys-basketball/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Andrew Heller",
  "published": "2023-12-29T06:59:00.000+02:00",
  "title": "Reading High handles Cardinal O'Hara in boys basketball",
  "text": "Latest Headlines Reading High handles Cardinal O’Hara to win holiday tournament in boys basketball Senior guard Yadiel Cruz scores a team-high 30 points to lead the Red Knights over the Lions Reading High’s Yadiel Cruz lays one in against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) By Andrew Heller | aheller@readingeagle.com PUBLISHED: December 28, 2023 at 11:59 p.m. | UPDATED: December 28, 2023 at 11:59 p.m. The second verse of the Reading High Holiday Invitational was the same as the first for the Red Knights boys basketball team as strong defense led to a 73-66 win over Cardinal O’Hara in the championship game at the Geigle Thursday night.\nAfter comfortably defeating Bethlehem Liberty 55-46 in the opener on Wednesday, Reading High once again used a dominant defense and capitalized in transition on offense to maintain a comfortable lead over the Lions throughout.\nReading High’s Daquan Burgess drives inside against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) Reading High had four steals in the first half and forced Cardinal O’Hara into six turnovers to establish a 43-26 halftime lead.\nJeremiah Camara made a 3-pointer that kickstarted an opening 11-2 run for the Red Knights (5-3), who never surrendered the lead.\n“Defense helps create our offense,” Reading High coach Francis Camara said. “And when you do a great job defensively, you make teams uncomfortable and they have to work harder to score. We’re just trying to create uncomfortable looks and put guys in positions offensively that they’re not used to being in.”\n“That’s the first thing we look at is our defense,” senior center Malik Osumanu said. “Our defense opens up everything for us: our tempo, how fast we play, how we score, and that’s what we focus on.”\nReading High’s Malik Osumanu hits a corner 3-pointer against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) Leading the charge while turning defense into offense was senior guard Yadiel Cruz, who scored a career-high 30 points and had six rebounds, two assists and a steal. Cruz led all scorers with 16 at the half and had nine points in the third quarter.\nOsumanu, who made the all-tournament team, had 12 points, six rebounds and three assists.\nReading High’s Malik Osumanu goes to the basket against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) “He (Cruz) brings a lot of energy, scoring, intensity; everything,” Osumanu said. “He did a very good job tonight. Being able to bring all of that really helped us come up with the win.”\n“Yadiel is amazing and he is just getting better day by day,” Francis Camara said. “It’s lovely to watch him grow. Yadiel is a gamer. He is a fierce competitor and he’s gonna continue to come out here and fight every day.”\nFor Cruz, earning the victory was the result of intrinsic motivation to win for his teammate, fellow senior Nick Chapman, who missed Thursday’s game after suffering a concussion-type injury Wednesday night.\n“We came to win for Nick Chapman,” Cruz said through teammate Weshly Rosario, who translated. “To win for him feels great.”\nReading High’s Yadiel Cruz hits a layup against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) Jameel Burton scored a game-high 40 points for Cardinal O’Hara, including 14 in the fourth quarter.\nFurthermore, the Lions did not go down without a fight as they outscored the Red Knights — who played conservatively and attempted to burn time down the stretch — 24-12 in the fourth quarter and 44-30 in the second half.\nCardinal O’Hara got as close as 67-60 with 1:49 to go.\n“No. 2 (Burton) for them is an amazing player; he hit a lot of tough shots,” Francis Camara said. “They started to play better in the fourth quarter and make some shots and they were bringing down the lead a little bit.\n“But those were the shots that they weren’t hitting earlier in the game. Those were contested shots over two or three people. So if it takes a great player to make amazing shots for them to stay in the game, we’ll take that; we’ll take the percentages on that. Defensively, we did a good job. We closed the game out and we made some good plays down the stretch, which was great to see.”\nAlso for Reading High, Rosario, a sophomore guard, and senior guard Daquan Burgess each had a team-high six assists. Senior guard Nico Sosa had a team-high three steals.\nReading High’s Nick Sosa drives the baseline against Cardinal O’Hara in the championship game of the Reading Holiday Tournament on Thursday at the Geigle. (BILL UHRICH – READING EAGLE) Reading High returns to action in 2024 when the Red Knights host Exeter on Tuesday. Continuing to find its stride, Reading High is staying steadfast on putting in the work to reach larger goals.\n“These wins obviously mean something,” Osumanu said. “You just take it one day at a time. We are trying to focus on where we really want to be at the end of the season.”.\nShare this: Click to share on Facebook (Opens in new window) Click to share on X (Opens in new window) Most Popular Most Popular Traffic alert: Exeter road to be closed for 1 hour this afternoon due to police investigation Traffic alert: Exeter road to be closed for 1 hour this afternoon due to police investigation Flood warning still in effect Thursday for Chester, Delaware, Montgomery counties after heavy rain moves through region Flood warning still in effect Thursday for Chester, Delaware, Montgomery counties after heavy rain moves through region Boy struck by vehicle while riding bicycle in northwestern Berks Boy struck by vehicle while riding bicycle in northwestern Berks Reading City Council appoints new police chief Reading City Council appoints new police chief Berks coroner identifies Reading man as victim of head-on crash in Exeter Berks coroner identifies Reading man as victim of head-on crash in Exeter Exeter police return to site of fatal Route 422 crash Exeter police return to site of fatal Route 422 crash 2,100 outages reported in Berks following Wednesday, Thursday downpours [Updated] 2,100 outages reported in Berks following Wednesday, Thursday downpours [Updated] Deal to lease Hamburg Field House falls through Deal to lease Hamburg Field House falls through Berks home and vehicles destroyed in 2-alarm Christmas Eve blaze Berks home and vehicles destroyed in 2-alarm Christmas Eve blaze Reading City Council allocates $400,000 for temporary winter shelter Reading City Council allocates $400,000 for temporary winter shelter Trending Nationally Despite billions spent, new data shows almost a third of the nation’s homeless now live in California Colorado ski area to close for entire 2023-24 season due to mechanical failure Harvard grad fears for embattled school’s future, so he’s running for overseer Rose Parade 2024: Your ultimate guide for watching from home New Melania Trump mystery: She skips family Christmas photo that features Barron, Ivanka and her own dad",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [
    "https://secure.gravatar.com/avatar/24c39cdff5331e92f794195c5f8d5eb1?s=85&#038;d=mm&#038;r=g",
    "https://www.mercurynews.com/2023/12/28/despite-billions-spent-new-data-shows-almost-a-third-of-the-nations-homeless-now-live-in-california/",
    "https://secure.gravatar.com/avatar/24c39cdff5331e92f794195c5f8d5eb1?s=170&#038;d=mm&#038;r=g",
    "https://www.mercurynews.com/2023/12/27/new-melania-trump-mystery-she-skips-family-christmas-photo-that-features-barron-ivanka-and-her-own-dad/?itm_source=parsely-api",
    "https://www.pasadenastarnews.com/2023/12/28/rose-parade-2024-your-ultimate-guide-for-watching-from-home/",
    "https://www.denverpost.com/2023/12/28/hesperus-colorado-ski-area-closed-2023-24-season-chairlift-mechanical-failure/?itm_source=parsely-api",
    "https://www.bostonherald.com/2023/12/27/harvard-grad-fears-for-schools-future/?itm_source=parsely-api",
    "https://secure.gravatar.com/avatar/24c39cdff5331e92f794195c5f8d5eb1",
    "https://mercurynews.com/2023/12/27/new-melania-trump-mystery-she-skips-family-christmas-photo-that-features-barron-ivanka-and-her-own-dad/?itm_source=parsely-api",
    "https://pasadenastarnews.com/2023/12/28/rose-parade-2024-your-ultimate-guide-for-watching-from-home/",
    "https://www.secure.gravatar.com/avatar/24c39cdff5331e92f794195c5f8d5eb1?s=85&#038;d=mm&#038;r=g",
    "https://www.mercurynews.com/2023/12/27/new-melania-trump-mystery-she-skips-family-christmas-photo-that-features-barron-ivanka-and-her-own-dad/",
    "https://www.denverpost.com/2023/12/28/hesperus-colorado-ski-area-closed-2023-24-season-chairlift-mechanical-failure/",
    "https://www.bostonherald.com/2023/12/27/harvard-grad-fears-for-schools-future/",
    "https://mercurynews.com/2023/12/28/despite-billions-spent-new-data-shows-almost-a-third-of-the-nations-homeless-now-live-in-california/",
    "https://www.pasadenastarnews.com/2023/12/28/rose-parade-2024-your-ultimate-guide-for-watching-from-home",
    "https://www.mercurynews.com/2023/12/28/despite-billions-spent-new-data-shows-almost-a-third-of-the-nations-homeless-now-live-in-california",
    "https://www.secure.gravatar.com/avatar/24c39cdff5331e92f794195c5f8d5eb1?s=170&#038;d=mm&#038;r=g",
    "https://bostonherald.com/2023/12/27/harvard-grad-fears-for-schools-future/?itm_source=parsely-api",
    "https://denverpost.com/2023/12/28/hesperus-colorado-ski-area-closed-2023-24-season-chairlift-mechanical-failure/?itm_source=parsely-api"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "cardinal o'hara",
        "sentiment": "negative"
      },
      {
        "name": "yadiel cruz",
        "sentiment": "none"
      },
      {
        "name": "daquan burgess",
        "sentiment": "none"
      },
      {
        "name": "andrew heller",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "cardinal o’hara",
        "sentiment": "none"
      },
      {
        "name": "lions",
        "sentiment": "none"
      },
      {
        "name": "lions reading high",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "bethlehem",
        "sentiment": "none"
      },
      {
        "name": "geigle",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T07:18:30.375+02:00",
  "updated": "2023-12-29T07:18:30.375+02:00"
}