{
  "thread": {
    "uuid": "416519254f90f959fb6dd8787860dae0c3766776",
    "url": "https://tribuneonlineng.com/our-intervention-projects-moved-many-insurgents-to-voluntarily-retire-nedc-boss",
    "site_full": "tribuneonlineng.com",
    "site": "tribuneonlineng.com",
    "site_section": "https://tribuneonlineng.com/feed",
    "site_categories": [
      "shopping"
    ],
    "section_title": "Tribune Online",
    "title": "Our intervention projects moved many insurgents to voluntarily retire — NEDC boss",
    "title_full": "Our intervention projects moved many insurgents to voluntarily retire — NEDC boss",
    "published": "2024-03-10T20:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NG",
    "main_image": "https://tribuneonlineng.com/wp-content/uploads/2024/03/IMG_20240307_185144_772-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 21290,
    "domain_rank_updated": "2024-03-05T12:10:56.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "416519254f90f959fb6dd8787860dae0c3766776",
  "url": "https://tribuneonlineng.com/our-intervention-projects-moved-many-insurgents-to-voluntarily-retire-nedc-boss",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Kehinde Akintola",
  "published": "2024-03-10T20:01:00.000+02:00",
  "title": "Our intervention projects moved many insurgents to voluntarily retire — NEDC boss",
  "text": "Chairman, Board of North East Development Commission (NEDC), Major General Paul Tarfa, weekend disclosed that 90 percent members of the insurgent groups have surrendered after seeing various intervention projects delivered by the Commission.\nMajor General Tarfa disclosed this after the maiden meeting of the reconstituted NEDC Governing Board held in Abuja, assured that President Bola Ahmed Tinubu will be invitee to commission all ongoing projects embarked on by the Commission before December, 2024.\nSpeaking on Thursday night, the Board Chairman who pledged the Commission’s resolve to complete all ongoing projects initiated by the Board, expressed optimism that President Bola Ahmed Tinubu will commission all the projects when completed before the end of this year.\n“We want to inform you that we want to complete all projects that we embarked upon during the last Board and what we are about to embark upon. We intend to complete all that is in progress and then to commence with immediate effect following this Board meeting, the projects ahead of us.”\nHe also pledged the Board’s resolve to “focus projects that will generate direct and indirect employment opportunities in the Zone,” in line with the Board’s mandate.\n“We want to embark on projects and programmes that would have multiple impacts on the lives of the people in the Zone.\nIn addition, this Board is to embark on e-mobility programmes by deploying e-vehicles that will alleviate the challenges in transportation across the zone. The details will be given in full.\n“Six, to continue to focus on projects that will open up closed sectors, enhance socioeconomic activities that will address insecurity challenges.\nHe also unveiled the Commission’s plans to “continue with intermittent food distribution, integration and complement the efforts of both State and Federal Governments to bring succour to vulnerable people in our communities.”\nThe approved food items for distribution are: 300,000 Nos. of 25kg rice; 200,000 cartons of Spaghetti/Macaroni; 100,000 cartons of Vegetable Oil; and 100,000 Nos. of 25kg Sugar.\nThe non-food items are: 100,000 pieces of Branded Mate; 100,000 pieces of Branded Blankets; 100,000 pieces of Men Clothing’s (Shadda); 100,000 pieces of Women Wrappers and 100,000 pieces of Children Wears.\nMajor General Tarfa who expressed excited over the successes recorded so far by the Board, explained that 90 percent of the insurgents have voluntarily retired as a result of some of the facilities provided both in terms of housing and feeding. These are some of the things the Commission has continued to do which is making them to surrender and come out of the bush.”\n“We want to embark on projects and programmes that have multiple impacts on the lives of the people in the zone buying e-vehicles that will ease the challenges in transportation across the zone. The details will be given in full.\n“Six, to continue on projects that will enhance socioeconomic activities that will address insecurity challenges.\nHe said: ”We plan to embark on e-mobility projects, that is electronic vehicles, to ease the challenges of transportation faced by people in the North East.\n“The purpose of the meeting is to inform Nigerians on the giant strides the commission made so far. Some of the key issues we discussed during the meeting was to ensure the completion of all the ongoing projects.\n”Especially the six major road projects that are ongoing across Taraba, Gombe, Bauchi, Adamawa, Yobe and Borno States and we hope to complete them by December 2024.”\nOn his part, NEDC Managing Director, Mr. Mohammed Alkali, said the Board had already approved the use of the electronic vehicles for inter-states and intra-state mobility across the six North Eastern States.\nHe explained that the use of such vehicles would serve as a cost-cutting measures against the petrol consuming vehicles.\nMr. Alkali also announced plans to release 300,000 bags of rice for immediate distribution to support vulnerable communities in the region.\nHe said it is part of the commission’s efforts to support families in need due to the current increase in food prices.\n”Some of the items we earmarked for distribution include Spaghetti, vegetable oil, Sugar, branded mats and blankets, male and female cloths as well as children wears,” he said.\nWhile highlighting some of the successes recorded as it relates to the resettlement of IDPs, he disclosed that out of the 52 IDP camps established in Maiduguri alone, only five IDPs camps “officially” exist currently.\nHe observed that the Commission in collaboration with various State Governments is providing necessary supports for the returnees.\n“As part of our own efforts to encourage them to go back to their ancestral homes, we are building houses across the North East.”\nApart from thousands of houses built across Maiduguri, Borno State, he added that the Commission has built 500 houses in five North Eastern States.\nHe also noted that the Commission has embarked on training and skill acquisition programmes for women and other groups who lost their sources of livelihood as a result of displacement caused by insecurity.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "paul tarfa",
        "sentiment": "negative"
      },
      {
        "name": "bola ahmed tinubu",
        "sentiment": "none"
      },
      {
        "name": "tarfa",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "board of north east development commission",
        "sentiment": "negative"
      },
      {
        "name": "nedc governing board",
        "sentiment": "none"
      },
      {
        "name": "board",
        "sentiment": "none"
      },
      {
        "name": "commission",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "abuja",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-10T21:14:44.365+02:00",
  "updated": "2024-03-10T21:14:44.365+02:00"
}