{
  "thread": {
    "uuid": "e38828bb2e97b30a603ff08a656a33097c15ebd6",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1159733",
    "site_full": "daijiworld.com",
    "site": "daijiworld.com",
    "site_section": "https://daijiworld.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Daijiworld - A News portal linking West coast of India and the World",
    "title": "Youngest hostage in Hamas captivity turns 1, Israelis celebrate birthday - Daijiworld.com",
    "title_full": "Youngest hostage in Hamas captivity turns 1, Israelis celebrate birthday - Daijiworld.com",
    "published": "2024-01-19T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://daijiworld.com/images/daijiSquareLogo.png",
    "performance_score": 0,
    "domain_rank": 22486,
    "domain_rank_updated": "2024-01-16T12:06:26.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e38828bb2e97b30a603ff08a656a33097c15ebd6",
  "url": "https://daijiworld.com/news/newsDisplay?newsID=1159733",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-19T02:00:00.000+02:00",
  "title": "Youngest hostage in Hamas captivity turns 1, Israelis celebrate birthday - Daijiworld.com",
  "text": "Tel Aviv, Jan 19 (IANS): The family of Kfir Bibas, the youngest hostage in Hamas captivity, celebrated his first birthday on a sad note. Kfir Bibas was kidnapped by Hamas terrorists from Kibbutz Nir Oz on October 7, 2023 along with his parents Yarden and Shiri and four-year-old brother Ariel. To mark the day, a large crowd filled the Hostage Square in Tel Aviv on Thursday, with many holding orange balloons, in acknowledgment of Kfir’s red hair. There was also a large screen displaying the number of days the hostages have been held in Gaza. In a social media post, Gali Tarshansky (13), who was also captured by Hamas and released as part of the week-long ceasefire deal on November 29, 2023, said: “Cute and sweet Kfir, happy birthday. We are waiting for you to return to us safely and quickly and we will celebrate with a cake and gifts, like a one-year-old child should celebrate.” Children who have returned from Hamas captivity prepared greeting cards to mark the birthday. Four-year-old Oriya Brodutch, who was also kindapped along with her parents and released on November 26, 2023, wrote: “Happy birthday, may you return home soon.” Emily Hand (nine), who was also kidnapped and later released on November 26, said: “I hope you get out of there as soon as possible. I understand the feeling because I was there too. Sending you hugs and love.” During the function, Shiri Bibas’ cousin, Yifat Zeiler, said: “No abductee should celebrate a birthday in captivity. We thank the children and their families for such a moving gesture, and ask the decision-makers to read these wishes to understand that behind every hostage there is a whole world.” However It is not clear whether Kfir and his family are still alive. The Hamas has claimed that Kfir, his brother and mother were killed in an Israeli airstrike. A hostage Nili Margalit, who spent nearly 50 days in Hamas captivity and released during the ceasefire agreement, revealed that she was with Yarden Bibas when the Hamas terrorists told him his wife and two young children had been killed. Nili Margaret said that Hamas had ordered Yardin to film a video in which he blamed Prime Minister Benjamin Netanyahu for refusing to bring their bodies back to Israel. The Israeli military has said that the claims made by Hamas regarding the Bibas family have not been verified, and described them as “psychological terror\". Disclaimer: Please write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article. Please note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request. Hence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "War, Conflict and Unrest",
    "Social Issue"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kfir bibas",
        "sentiment": "negative"
      },
      {
        "name": "ariel",
        "sentiment": "none"
      },
      {
        "name": "yarden",
        "sentiment": "none"
      },
      {
        "name": "shiri",
        "sentiment": "none"
      },
      {
        "name": "oriya brodutch",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "hamas",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "tel aviv",
        "sentiment": "none"
      },
      {
        "name": "gaza",
        "sentiment": "none"
      },
      {
        "name": "hostage square",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-19T05:45:41.664+02:00",
  "updated": "2024-01-19T05:45:41.664+02:00"
}