{
  "thread": {
    "uuid": "0c449864b46ebbba7f6e32c6a38c924cc5c2f12d",
    "url": "https://www.valdostadailytimes.com/news/lifestyles/lisa-hannan-on-being-an-influencer/article_b1bf5e04-a8f7-11ee-8419-a7167d5c225d.html",
    "site_full": "www.valdostadailytimes.com",
    "site": "valdostadailytimes.com",
    "site_section": "http://www.cleburnetimesreview.com/search/?f=rss&t=article&c=cnhi_network&l=50&s=start_time&sd=desc",
    "site_categories": [
      "media",
      "education",
      "business"
    ],
    "section_title": "www.cleburnetimesreview.com - RSS Results in cnhi_network of type article",
    "title": "LISA HANNAN: On being an influencer",
    "title_full": "LISA HANNAN: On being an influencer",
    "published": "2024-01-06T00:47:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/valdostadailytimes.com/content/tncms/custom/image/7d368070-0339-11e6-b6b3-b7bc77615a64.jpg?resize=600%2C315",
    "performance_score": 0,
    "domain_rank": 26058,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0c449864b46ebbba7f6e32c6a38c924cc5c2f12d",
  "url": "https://www.valdostadailytimes.com/news/lifestyles/lisa-hannan-on-being-an-influencer/article_b1bf5e04-a8f7-11ee-8419-a7167d5c225d.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-06T00:47:00.000+02:00",
  "title": "LISA HANNAN: On being an influencer",
  "text": "You do not need a social media “platform” to be an “influencer.” If you are a parent, you are an influencer. Your home is your platform, and you are influencing the next generation, who will eventually run this world. If you are married, you are an influencer. Your marriage is your platform, and your spouse is influenced by everything you say and do. If you are single, without children, or a teenager, you, too, are an influencer. Your life is your platform, and believe it or not, your co-workers or fellow students, neighbors, and strangers are influenced in some way by how you interact with them daily. Cristiano Ronaldo, a famous soccer player, may have a worldwide “platform” and the most “followers” on Instagram, at 614 million, but how is he influencing those who follow him? One study determined that the “average person” will influence about 10,000 people in their lifetime. Have you ever walked into a house or business and felt the mood in the room? Like when you walk up to the receptionist of a business to check in, and that person has an unhappy disposition, you can feel their angst in the atmosphere. It feels negative. Like Pigpen from the Peanuts comic strip, you can almost see the negative “dust” in the air hovering around that person and choking out any sense of joy you may have brought with you. On the other hand, if someone has a joyful disposition, you can sense that in the air as well. Rather than negative dust encircling them, it is as though they are encapsulated by sunshine that emanates from within them, filling and warming the atmosphere around them and enveloping everyone with whom they interact. We are all influencers. The million-dollar question is — How are we influencing others from our various platforms? As Believers and faithful followers of Christ, are we influencing those around us with “Love, joy, peace, patience, kindness, goodness, faithfulness, gentleness and self-control?” Those are the “fruit of the Spirit” and should be manifested through every believer’s life. (Galatians 5:22) In order for that to happen, we must spend time with the Lord daily, asking Him to manifest the fruit of His Spirit through us and to make us a blessing to those around us. Imagine if you influenced your “10,000 people” with the fruit of the Spirit and each of them influenced their 10,000 for Christ simply because you influenced them. We are talking one-on-one, not 10,000 people at one time from some “platform.” Every time you meet a new person, they become part of your 10,000 on your life journey, one encounter at a time. If you influenced your 10,000 for Christ and they all did the same, you will have positively influenced 100,000,000 people by the end of your life! That’s one hundred million people you and I could potentially influence for Christ while we are here. And that is based on the “average” number of people one might know in a lifetime. Never mind those who have far more connections and influence. C. T. Studd (1860-1931), born in London to an affluent family, was converted to Christ while at Cambridge University, the “Cristiano Ronaldo” of cricket in his day. After coming to Christ, he forsook the “affluence” and fame for which he was destined, for the sake of doing the work of Christ. Below is an excerpt from a poem he wrote… “Only one life, t’will soon be past, Only what’s done for Christ will last.” ~ C. T. Studd You are an influencer, my friend, and you have a platform. How will you choose to influence your 10,000 one person at a time?",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lisa hannan",
        "sentiment": "negative"
      },
      {
        "name": "cristiano ronaldo",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "instagram",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-06T01:02:49.080+02:00",
  "updated": "2024-01-06T06:22:54.204+02:00"
}