{
  "thread": {
    "uuid": "15b1f6a0f69654e394c31a2f001be64f02a5a4fe",
    "url": "https://www.infobae.com/espana/agencias/2023/12/31/urkullu-destaca-que-durante-su-mandato-euskadi-ha-bajado-el-paro-a-la-mitad-al-8/",
    "site_full": "www.infobae.com",
    "site": "infobae.com",
    "site_section": "https://www.infobae.com/argentina-rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Infobae.com",
    "title": "Urkullu destaca que durante su mandato Euskadi ha bajado el paro a la mitad, al 8 %",
    "title_full": "Urkullu destaca que durante su mandato Euskadi ha bajado el paro a la mitad, al 8 %",
    "published": "2023-12-31T15:21:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AR",
    "main_image": "https://www.infobae.com/pf/resources/images/fallback-promo-image-1200x630.png?d=1775",
    "performance_score": 0,
    "domain_rank": 2144,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "15b1f6a0f69654e394c31a2f001be64f02a5a4fe",
  "url": "https://www.infobae.com/espana/agencias/2023/12/31/urkullu-destaca-que-durante-su-mandato-euskadi-ha-bajado-el-paro-a-la-mitad-al-8/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Newsroom Infobae",
  "published": "2023-12-31T15:21:00.000+02:00",
  "title": "Urkullu destaca que durante su mandato Euskadi ha bajado el paro a la mitad, al 8 %",
  "text": "Vitoria, 31 dic (EFE).- El lehendakari, Iñigo Urkullu, ha destacado que desde el año 2012 -cuando empezó su mandato- a la actualidad el paro en Euskadi ha descendido desde una tasa del 16 por ciento a menos del 8 por ciento actual.\nEn su último mensaje de fin de año -será emitido esta noche, pero el Gobierno Vasco lo ha facilitado antes-, el lehendakari, que no repetirá como candidato en las elecciones vascas de primavera, se ha despedido: \"Servir a la sociedad vasca es el honor más grande que, personalmente, jamás habría podido imaginar\".\nDesde el 2012, \"Euskadi ha cambiado y se ha transformado. Lo ha hecho gracias al esfuerzo de todas y todos. Nuestra sociedad ha avanzado y ha dado pasos decisivos hacia el futuro\", de los que ha destacado cuatro: empleo, convivencia, cohesión y autogobierno.\nRespecto, al primero, el empleo, ha resaltado el descenso del paro, \"un gran logro colectivo que debemos a las personas emprendedoras, autónomas, empresas, cooperativas, economía social, trabajadores y trabajadoras; personas que invierten, innovan y abren nuevos mercados\".\nEn la convivencia, ha rememorado que en 2012 \"compartíamos el reto anhelado de la paz y la convivencia, dejar atrás décadas de violencia y terrorismo, lograr la desaparición definitiva de ETA, avanzar en una memoria crítica; en la cultura del respeto, la paz y la convivencia...Nos queda la herida de las víctimas, a quienes recordamos cada día\".\nEste año 2023 ha recordado también a las víctimas inocentes fallecidas en Ucrania, Israel, Gaza y en tantos lugares en los que se dan conflictos violentos.\nAdemás, ha mostrado su \"profunda preocupación por la falta de capacidad de la Unión Europea ante los conflictos armados internacionales\" así como por el endurecimiento de las políticas migratorias.\nEl tercer paso es la cohesión social, la capacidad de superar situaciones adversas y adaptarse al cambio, preservando la igualdad de oportunidades.\nEn 2012, ha admitido, \"no imaginábamos lo que nos esperaba\", con crisis sucesivas y profundas, pandemia, guerras, inflación, subida de los tipos de interés, mayor coste de la vida... este es el contexto real de estos años. Euskadi ha sabido afrontarlo\".\nEsta respuesta ha sido posible gracias al cuarto paso, al autogobierno, \"gracias a nuestros propios recursos y capacidades. Lo recuerdo una vez más, nuestro autogobierno ni está garantizado, ni ha tocado techo. Debemos defenderlo y protegerlo, también ampliarlo y reforzarlo\".\nEn esta década larga, ha resumido, Euskadi ha avanzado \"con aciertos y, sin duda, también con errores\", tras lo cual ha defendido su gestión, \"basada en el rigor, en la seriedad, en la máxima responsabilidad, sin hipotecar el futuro de nadie, sin prometer imposibles, siempre con los pies en el suelo\".\nPara Urkullu, este próximo 2024 será un año \"de transición fundamental para situar a Euskadi entre los países más desarrollados del mundo\".\n\"Contamos con recursos para reforzar los servicios públicos, garantizar el sistema vasco de protección social, afianzar nuestro desarrollo económico y el empleo\".\nTodo para responder a los retos de futuro, como la transición tecnológica, la medioambiental, el refuerzo de los servicios públicos esenciales o el reto demográfico.\nTambién habrá que \"proteger a quien más lo necesita, no dejar a nadie atrás, avanzar en igualdad y atajar, de una vez por todas, la lacra de la violencia machista y el menosprecio a la dignidad de las personas\".\nUrkullu ha terminado con las mismas palabras \"de confianza, compromiso y esperanza de mi primer mensaje en 2012: Comienza un nuevo año, un nuevo tiempo, trabajaremos para que sea mejor para todas y todos, este es nuestro compromiso\". EFE\nrc/lml\n(Foto)\nMás Noticias\n[La película de Emerald Fennell, estrenada el pasado 22 de diciembre en Prime Video y protagonizada por Barry Keoghan y Jacob Elordi, ha llevado a la artista británica Sophie Ellis-Bextor en una de las búsquedas más cotizadas en Google](/espana/2023/12/31/como-saltburn-ha-convertido-una-cancion-de-hace-mas-de-20-anos-en-un-exito-viral-en-tiktok/)\nCómo ‘Saltburn’ ha convertido una canción de hace más de 20 años en un éxito viral en TikTok\n[La web oficial del motociclismo ha lanzado un vídeo en el que aparecen los pilotos de la categoría reina pidiendo sus deseos para el año venidero. \"Ganar carreras\", \"luchar por el mundial\" o \"no tener lesiones\" son algunas de las peticiones más reseñables](/espana/2023/12/31/los-deseos-de-los-pilotos-de-motogp-para-2024-de-pelear-por-el-mundial-a-salud-para-la-familia/)\nLos deseos de los pilotos de MotoGP para 2024: de pelear por el Mundial a salud para la familia\n[Para ahorrar en tu factura, lo mejor es estar actualizado sobre la tarifa promedio de la energía eléctrica y lo momentos del día en el que más barato está el servicio](/espana/2023/12/31/el-precio-maximo-y-minimo-de-la-luz-en-espana-para-este-1-de-enero/)\nEl precio máximo y mínimo de la luz en España para este 1 de enero\n[El hombre se ha dirigido a sus vecinos a través de una nota en la que reconoce que \"la calefacción no supera los 15 grados\" y \"hace frío\"](/espana/2023/12/31/si-pago-mas-de-luz-no-pago-la-comunidad-el-drama-de-un-vecino-al-que-no-le-funciona-la-calefaccion-comunitaria/)\n“Si pago más de luz no pago la comunidad”: el drama de un vecino al que no le funciona la calefacción comunitaria\n[UGT exige una mejora de las condiciones de los trabajadores que han sufrido un “deterioro continuado” de las condiciones de trabajo y la calidad del servicio tras la adquisición del contrato del servicio por parte de la empresa Skyway en 2022](/espana/2023/12/31/asi-ha-afectado-la-huelga-de-operadores-de-tierra-al-aeropuerto-de-barajas/)\nAsí ha afectado la huelga de operadores de tierra al aeropuerto de Barajas\nMÁS NOTICIAS",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Labor",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-31T15:32:03.784+02:00",
  "updated": "2023-12-31T15:32:03.784+02:00"
}