{
  "thread": {
    "uuid": "93b9cfd4ce88f3d589b67a8c29789eaf1a5231e3",
    "url": "https://www.world-today-news.com/the-pope-asks-zelensky-to-have-the-courage-to-raise-the-white-flag-and-negotiate-peace-with-russia/",
    "site_full": "www.world-today-news.com",
    "site": "world-today-news.com",
    "site_section": "https://www.world-today-news.com/feed",
    "site_categories": [
      "media"
    ],
    "section_title": "World Today News",
    "title": "The Pope asks Zelensky to have the \"courage\" to \"raise the white flag\" and negotiate peace with Russia - World Today News",
    "title_full": "The Pope asks Zelensky to have the \"courage\" to \"raise the white flag\" and negotiate peace with Russia - World Today News",
    "published": "2024-05-06T05:04:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://caretas.pe/wp-content/uploads/2023/11/poapa.jpg",
    "performance_score": 0,
    "domain_rank": 27646,
    "domain_rank_updated": "2024-04-30T13:07:54.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "93b9cfd4ce88f3d589b67a8c29789eaf1a5231e3",
  "url": "https://www.world-today-news.com/the-pope-asks-zelensky-to-have-the-courage-to-raise-the-white-flag-and-negotiate-peace-with-russia/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "world today news",
  "published": "2024-05-06T05:04:00.000+03:00",
  "title": "The Pope asks Zelensky to have the \"courage\" to \"raise the white flag\" and negotiate peace with Russia - World Today News",
  "text": "ROMA, 9 Mar. (EUROPA PRESS) –\nThe Pope has urged the president of Ukraine, Volodymyr Zelensky, to have “courage” to raise the “white flag” and negotiate an end to the war with Russia .\n«It is stronger that he sees the situation, that he thinks about the people, that he has the courage of the white flag, to negotiate. Today you can negotiate with the help of international powers. “The word negotiate is brave,” Francis said in an interview recorded last month with Swiss broadcaster RSI, ahead of Turkish President Tayyip Erdogan’s latest offer on Friday to host a summit between Ukraine and Russia to end the war.\n«When you see that you are defeated, that things are not going well, you must have the courage to negotiate. You’re ashamed, but how many dead will it end up with? Negotiate on time, look for some countries that mediate. In the Ukrainian war, there are many. Türkiye has offered. And others. “Do not be ashamed to negotiate before it gets worse,” said the Pontiff in the interview with Swiss Radio and Television that will be broadcast on March 20 but of which some Italian media have already advanced fragments.\nThe Pope also answered a question about whether he had offered to negotiate in the conflicts in Ukraine and the Gaza Strip: “I am here, period. I have sent a letter to the Jews of Israel, asking them to reflect on this situation. Negotiating is never giving up. It is the value of not leading the country to suicide. The Ukrainians, with the history they have, poor things, the Ukrainians in Stalin’s time how much they suffered…\nThe Pope has denounced that behind wars “is the arms industry.”\n“It is a collective sin,” he stated.\n«A month ago, the treasurer told me how things were in the Vatican, always in deficit, do you know where the investments that give more income are today? The weapons factory. He earns by killing. More income: the weapons factory. “A terrible war,” he added.\nFurthermore, he recalled that when he traveled to Redipuglia in 2014 he cried in front of the First World War memorial. » Then the same thing happened to me in Anzio, so every November 2nd I go to a cemetery to celebrate. Last time I went to the British cemetery and looked at the ages of the boys. I have already said it, but I will repeat it: “when the Normandy landings were commemorated, all the heads of Government celebrated that date, but no one said that up to 20,000 boys were left on that beach,” he said.\n“War is crazy, it’s crazy,” he concluded.\nLikewise, he has been asked about how the political leaders he receives at the Apostolic Palace respond when he asks for peace: “There are those who say, it’s true but you have to defend yourself… And then you realize that they have the airplane factory to bomb others. Defend ourselves, not destroy. How does a war end? With death, destruction, children without parents. There is always some geographical or historical situation that causes a war…. It may be a war that seems only for practical reasons. But behind a war is the arms industry, and that means money.\nThe Pope has also explained that every day at seven in the afternoon he calls the Argentine priest, Gabriel Romanelli, parish priest of the Holy Family of Gaza. «Six hundred people live there and tell what they see: it is a war. And war is waged by two, not one. The irresponsible ones are these two who wage war. Then there is not only military war, there is the “guerrilla war”, let’s say, of Hamas, a movement that is not an army. “It is something bad,” the Pope reflected.\nIn the same way, he has urged not to lose hope: “Let’s look at history, the wars we have experienced, they all end in agreement.”\nPost Views: 1.547\n#Pope #asks #Zelensky #courage #raise #white #flag #negotiate #peace # Russia\n– 2024-05-06 02:04:36\nRelated posts: Bundesliga Drama: Bayern Coach Concedes Title to Leverkusen, Ending 11-Year Streak the Parisian group without Neymar and Kimpembe against Montpellier Joe Biden extends moratorium on student debt again, until May 1, 2022 New York and Utah, possible new stops for Russell Westbrook? Share this: Facebook X",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Politics"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://images.bild.de/660950dd4ca37b1c6893ab7a/ce611e94ae0aff2f8d5477ae5355d6a9,415239ad?w=1280)",
    "https://www.images.bild.de/660950dd4ca37b1c6893ab7a/ce611e94ae0aff2f8d5477ae5355d6a9,415239ad?w=1280)",
    "https://images.bild.de/660950dd4ca37b1c6893ab7a/ce611e94ae0aff2f8d5477ae5355d6a9,415239ad"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pope",
        "sentiment": "negative"
      },
      {
        "name": "zelensky",
        "sentiment": "negative"
      },
      {
        "name": "volodymyr zelensky",
        "sentiment": "negative"
      },
      {
        "name": "francis",
        "sentiment": "none"
      },
      {
        "name": "tayyip erdogan",
        "sentiment": "none"
      },
      {
        "name": "türkiye",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "roma",
        "sentiment": "negative"
      },
      {
        "name": "swiss radio and television",
        "sentiment": "none"
      },
      {
        "name": "rsi",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ukraine",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-05-06T05:06:31.596+03:00",
  "updated": "2024-05-06T05:06:31.596+03:00"
}