{
  "thread": {
    "uuid": "07c3fda63cf72eb16a2a4b1a655d17b0e9edeae0",
    "url": "https://www.mmm-online.com/home/channel/regulatory/president-biden-bernie-sanders-tout-drug-pricing-reform",
    "site_full": "www.mmm-online.com",
    "site": "mmm-online.com",
    "site_section": "https://www.mmm-online.com/rss",
    "site_categories": [
      "marketing",
      "business"
    ],
    "section_title": "MM+M – Medical Marketing and Media",
    "title": "‘We beat Big Pharma’: President Biden, Bernie Sanders tout drug pricing reform",
    "title_full": "‘We beat Big Pharma’: President Biden, Bernie Sanders tout drug pricing reform",
    "published": "2024-04-04T23:17:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.mmm-online.com/wp-content/uploads/sites/2/2024/04/GettyImages-2128608861.jpg",
    "performance_score": 0,
    "domain_rank": 42251,
    "domain_rank_updated": "2024-04-02T13:08:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "07c3fda63cf72eb16a2a4b1a655d17b0e9edeae0",
  "url": "https://www.mmm-online.com/home/channel/regulatory/president-biden-bernie-sanders-tout-drug-pricing-reform",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lecia Bushak",
  "published": "2024-04-04T23:17:00.000+03:00",
  "title": "‘We beat Big Pharma’: President Biden, Bernie Sanders tout drug pricing reform",
  "text": "Drug pricing will remain a key issue throughout the 2024 presidential campaign and President Joe Biden is already starting to hit the topic hard to gain favor with voters.\nTo that end, Biden teamed with Sen. Bernie Sanders, (I-VT), on Wednesday to outline the White House’s latest drug pricing reform accomplishments.\nThe partnership of one-time Democratic presidential rivals also served as a push from the party’s leading voices to implement additional policies aimed at lowering drug costs even further.\nFront and center at the joint press conference was the recent decision by several major drugmakers — including AstraZeneca, GSK and Boehringer Ingelheim — to cap their inhalers at $35 a month starting in June.\nThe manufacturers announced the move after Sanders led a group of Senate Democrats in\nwriting a letter to pharma CEOs in January, demanding they lower the cost of inhalers for people with asthma and other respiratory conditions.\nLast month, AstraZeneca CEO Pascal Soriot noted in a statement that the drugmaker agreed to cap the cost of inhalers to build on its commitment to address barriers to access and affordability for patients living with respiratory diseases.\n“We remain dedicated to addressing the need for affordability of our medicines, but the system is complex and we cannot do it alone,” Soriot added. “It is critical that Congress bring together key stakeholders to help reform the healthcare system so patients can afford the medicines they need, not just today, but for the future.”\nIn his speech, Biden pointed out that an inhaler costs $49 in the U.K., compared to $645 in the U.S.\n“The last few weeks, some of the big drug companies have gotten the message to reduce the prices for some asthma drugs,” Biden said. “There’s some progress going on… But it’s about time.”\nDemocrats united against healthcare costs\nFour years after Biden and Sanders ran against one another in the Democratic primaries in 2020, the two have put their differences aside to push an issue that has become increasingly bipartisan — the high cost of healthcare in the U.S.\nSanders, who heads the Senate Health, Education, Labor and Pensions (HELP) committee, made\ndrug pricing one of his top priorities during the past year.\nRecently, he threatened to subpeona the CEOs of Johnson & Johnson and Merck in order to get them to testify in Congress about high drug costs.\n“Our nation is politically divided — nobody doubts that,” Sanders said in his remarks. “But there is one issue that the American people — whether they are Republicans, Democrats, or Independents; whether they’re conservative or progressive — are united on. And that is that we are sick and tired of paying by far the highest prices in the world for prescription drugs.”\nDid Biden beat Big Pharma?\nFollowing Sanders’ comments, Biden proceeded to claim victory over Big Pharma, noting that he was proud his administration has taken on the pharma industry “in the most significant ways ever.”\n“[Bernie] and I have been fighting this for 25 years,” Biden said. “Finally, we beat Big Pharma. Finally.”\nWhile total victory over the pharma industry may be an exaggeration, the Biden administration was responsible for what was arguably the most significant drug pricing reform in years — the Inflation Reduction Act (IRA) — in 2022.\nThe IRA’s drug pricing provisions included giving Medicare the power to negotiate the prices of certain Part D drugs, as well as capping the cost of insulin for Medicare beneficiaries at $35 a month.\nThis year, the Medicare negotiation process kicked off, with all pharma companies of the first 10 drugs selected agreeing to participate in the program.\nIn February, the Centers for Medicare and Medicaid Services\nset its initial price offers for those 10 drugs — and negotiations with drugmakers will determine a maximum fair price by August 1.\nEarlier this week, the Biden administration said it has responded to offers from the manufacturers of the drugs selected for pricing negotiations, but provided no details.\nThe new drug prices for the 10 drugs — including therapies manufactured by Johnson & Johnson, Merck and Bristol Myers Squibb — will go into effect in 2026.\nNext year, the federal government is set to choose another 15 drugs to have their prices negotiated by Medicare.\nBiden backs IRA’s impact\nIn his speech, Biden emphasized that the Medicare negotiation program is slated to reduce the federal deficit by $160 billion — adding that his administration will attempt to increase the number of negotiated drugs to 50 per year.\n“I think we should be more aggressive,” he said. “It’s time to negotiate lower prices for at least 50 drugs a year. [I]f we move that number up, we’ll save taxpayers another $200 billion on top of the $160 billion, because Medicare will not be paying these exorbitant costs.”\nWhether the program will save patients money, however, is still up in the air.\nBiden went on to argue that while he was a capitalist, he believes capitalism without competition isn’t capitalism, calling it “exploitation.” He also singled out efforts by the pharma industry to stifle generic competition in order to preserve profits for brand name drugs.\n“When Big Pharma doesn’t play by the rules, competitors can’t offer lower prices for generic drugs and devices that carry medication, so prices are raised artificially,” Biden said. “I thank Bernie for leading the charge to do something about this.”\nBiden also touted recent efforts by the Federal Trade Commission (FTC) to crack down on the pharma industry, including targeting sham patents in the Food and Drug Administration’s so-called “Orange Book.”\nIn the last year, the FTC has pinpointed several Big Pharma companies over their\nwrongfully listed patents that can contribute to higher prices and undermine generic competition.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Health",
    "Politics"
  ],
  "external_links": [
    "https://www.help.senate.gov/chair/newsroom/press/news-chairman-sanders-baldwin-lujan-markey-launch-help-committee-investigation-into-efforts-by-pharmaceutical-companies-to-manipulate-the-price-of-asthma-inhalers",
    "https://help.senate.gov/chair/newsroom/press/news-chairman-sanders-baldwin-lujan-markey-launch-help-committee-investigation-into-efforts-by-pharmaceutical-companies-to-manipulate-the-price-of-asthma-inhalers"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "bernie sanders",
        "sentiment": "negative"
      },
      {
        "name": "biden",
        "sentiment": "negative"
      },
      {
        "name": "joe bid",
        "sentiment": "negative"
      },
      {
        "name": "pascal soriot",
        "sentiment": "none"
      },
      {
        "name": "sanders",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "big pharma",
        "sentiment": "negative"
      },
      {
        "name": "senate",
        "sentiment": "none"
      },
      {
        "name": "boehringer ingelheim",
        "sentiment": "none"
      },
      {
        "name": "white house",
        "sentiment": "none"
      },
      {
        "name": "astrazeneca",
        "sentiment": "none"
      },
      {
        "name": "gsk",
        "sentiment": "none"
      }
    ],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-05T00:06:21.949+03:00",
  "updated": "2024-04-05T00:06:21.949+03:00"
}