{
  "thread": {
    "uuid": "b0ade8077013bfd11dac286c65c0f5953d768700",
    "url": "https://www.deccanherald.com/features/why-is-south-indian-coffee-so-special-2937300",
    "site_full": "www.deccanherald.com",
    "site": "deccanherald.com",
    "site_section": "https://deccanherald.com/most-brewing",
    "site_categories": [
      "media"
    ],
    "section_title": "Top What&#x27;s Brewing News: What&#x27;s Brewing News Today, What&#x27;s Brewing Latest News and Headlines, What&#x27;s Brewing Local News Updates | Deccan Herald",
    "title": "Why is south Indian coffee so special?",
    "title_full": "Why is south Indian coffee so special?",
    "published": "2024-03-14T22:11:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "https://images.deccanherald.com/deccanherald%2F2024-03%2Facab73b5-c5c5-46b4-99e1-75c6e2529fea%2FiStock_1426307970.jpg?rect=0%2C73%2C3863%2C2028&amp;w=1200&amp;ar=40%3A21&amp;auto=format%2Ccompress&amp;ogImage=true&amp;mode=crop",
    "performance_score": 0,
    "domain_rank": 3060,
    "domain_rank_updated": "2024-03-12T12:10:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b0ade8077013bfd11dac286c65c0f5953d768700",
  "url": "https://www.deccanherald.com/features/why-is-south-indian-coffee-so-special-2937300",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Rashmi Rajagopal",
  "published": "2024-03-14T22:11:00.000+02:00",
  "title": "Why is south Indian coffee so special?",
  "text": "South Indian filter coffee made headlines last week when it was voted the second best coffee in the world. The list of 10 coffees, announced by popular food guide platform Taste Atlas, was topped by Cuban espresso.\nCoffee experts and restaurateurs believe the extraction process, wallet friendly prices and high degree of heat are what set this beverage, an important part of southern Indian culture, apart.\n“I wouldn’t say it is superior to other coffees, but it is quite unique,” begins Suhas Dwarakanath, founder, Specialty Coffee Academy of India, headquartered in Jayanagar.\nThe extraction process allows the water, which trickles down slowly, to gather more flavours, aroma, body and aftertaste from the coffee blend, he explains.\n“Typically, the decoction takes 10-15 minutes to be ready for use. In most other brewing methods, this process lasts only two to three minutes,”\nDwarakanath points out.\nThe caffeine content in filter coffee is also higher. “That is why it is served in 100 ml cups. Other coffees like cappuccino and Americano are offered in 235 ml to 470 ml cups,” he says.\nAlthough the method of brewing is standard, every restaurant in south India has a different preference of grind size, blend and coffee ratio, he observes.\nZero chicory\nAt the 100-year-old Mavalli Tiffin Rooms (MTR), near Lalbagh, beans are sourced from estates in Chikkamagaluru and Kodagu. The beans are roasted and ground every day at their manufacturing unit and then distributed to all their outlets. The roasting and grinding is overseen by an expert hired for the job. “Our blend is created without any\nchicory,” says Hemamalini Maiya, managing partner.\nShe explains that MTR pays special attention to the strength of the decoction. “It makes all the difference,” she says. “In other coffees like cappuccino, the aroma is not as strong. In south Indian filter coffee, the decoction is extremely thick and concentrated.”\nAccording to Santosh Shanbhag, the coffee at his restaurant, Chalukya Samrat on Church Street (earlier on Race Course Road), has remained consistent for close to 48 years. It comes from Bayar’s Coffee, a specialty roastery founded in 1974. “We have not switched to cheaper brands despite multiple offers, because we wanted to keep the taste consistent,” he says.\nThe powder is roasted and ground to the restaurant’s specifications — medium roast, with a balance of Arabica and other beans and a little bit of chicory. “The chicory adds a touch of sweetness, preferred by our customers,” says Shanbhag.\nHeat matters\nBrahmins’ Coffee Bar, Shankarapura, was set up in 1932 by Radhakrishna Adiga’s father. “Back in the day, it offered nothing more than coffee. The beans were procured from and roasted by some friends of my father,” says Adiga.\nThey now get their coffee roasted at Sri Vasanth Coffee Works on Sajjan Rao Circle and grind it at their eatery. Their thick brews are extracted from a mix of Arabica, robusta and five per cent chicory. “Chicory also lends the decoction a bit of thickness,” Adiga explains. The secret to the perfect cup also lies in the temperature. “It has to be piping hot, else it’s not filter coffee,” he says.\nThe popularity of south Indian filter coffee can also be attributed to its price, he believes. “Italian coffee costs upwards of Rs 150. But you will be able to find a good cup of filter coffee for as little as Rs 10,” he notes.\nAt Coffee Angadi in Jayanagar, Ramesh Hunsur, owner, offers two varieties of coffee — one made with 100 per cent Arabica and robusta beans, and another mixed with 20 per cent chicory. “For filter coffee, it is ideal to use a little bit of chicory,” Ramesh says.\nFun facts about filter coffee\nCoffee has been grown in India since the 17th century. The practice of adding chicory to coffee was introduced by the British and French colonisers.\nIn the 1920s, a coffee brand by the name Sakamma Coffee Works gained popularity in the state. It was started by a woman named Sakamma from Coorg. She came to be known as Coffee Pudi Sakamma after she moved to Bangalore and set up a coffee powdering unit on Bull Temple Road in 1920.\nSouth India on food map\nTaste Atlas’ food rankings have gone viral on multiple occasions. Last December, south India made it to the top 100 best food regions in the world. In 2023, Corner House’s Death By Chocolate was on the list of 100 most iconic ice creams in the world.\nADVERTISEMENT (Published 14 March 2024, 22:41 IST)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "althou",
        "sentiment": "none"
      },
      {
        "name": "suhas dwarakanath",
        "sentiment": "none"
      },
      {
        "name": "dwarakanath",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "specialty coffee academy of india",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "jayanagar",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-03-15T00:54:02.948+02:00",
  "updated": "2024-03-15T00:54:02.948+02:00"
}