{
  "thread": {
    "uuid": "2d56c559f75746f9bfdeb216feb0e4da24d799f0",
    "url": "https://bnnbreaking.com/bnn-newsroom/vederra-and-nrel-partner-to-build-net-zero-modular-homes-a-leap-towards-affordable-and-sustainable-housing",
    "site_full": "bnnbreaking.com",
    "site": "bnnbreaking.com",
    "site_section": "https://bnnbreaking.com/rss",
    "site_categories": [],
    "section_title": "BNN : Latest Posts",
    "title": "Vederra and NREL Partner to Build Net-Zero Modular Homes: A Leap Towards Affordable and Sustainable Housing",
    "title_full": "Vederra and NREL Partner to Build Net-Zero Modular Homes: A Leap Towards Affordable and Sustainable Housing",
    "published": "2024-02-16T09:06:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IL",
    "main_image": "https://img-cdn.thepublive.com/fit-in/1200x675/bnn/media/media_files/396ab1c546bee845ec4d4f17c342a8daffda8e28a204f80febaf92bbf235b345.jpg",
    "performance_score": 0,
    "domain_rank": 27879,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2d56c559f75746f9bfdeb216feb0e4da24d799f0",
  "url": "https://bnnbreaking.com/bnn-newsroom/vederra-and-nrel-partner-to-build-net-zero-modular-homes-a-leap-towards-affordable-and-sustainable-housing",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Israel Ojoko",
  "published": "2024-02-16T09:06:00.000+02:00",
  "title": "Vederra and NREL Partner to Build Net-Zero Modular Homes: A Leap Towards Affordable and Sustainable Housing",
  "text": "In a groundbreaking move to tackle the affordable housing crisis in Colorado, Vederra has joined forces with the National Renewable Energy Laboratory (NREL) to pioneer the construction of net-zero modular homes. This collaboration marks a significant leap towards realizing the 'Housing for All' vision, addressing both the housing shortage and environmental sustainability. With the development of a state-of-the-art 110,000 sq ft factory, this initiative not only aims to revolutionize the way we build homes but also promises to inject new life into the local job market by creating over 150 positions. By Q3 2024, the first families could be unlocking the doors to their energy-efficient, cost-effective homes, setting a new standard for affordable housing.\nRevolutionizing Affordable Housing\nThe collaboration between Vederra and NREL is not just a business partnership; it's a bold statement against the conventional housing construction model. Modular homes, built in factories and assembled on-site, offer a faster, less resource-intensive construction process. This innovative approach not only slashes the time and cost of construction but also significantly reduces the environmental impact, aligning perfectly with Colorado's sustainability goals. Vederra's initiative is poised to deliver a double win: making homeownership more accessible to lower-income families while contributing to the fight against climate change.\nEnergy Efficiency at Its Core\nAt the heart of this ambitious project lies a commitment to energy efficiency. The new factory, set to be the first in Colorado certified by the Department of Energy to provide Zero Energy Ready Homes, will produce dwellings that not only meet but exceed current energy standards. These homes will be equipped with the latest in green technology, ensuring that residents enjoy lower utility bills and a smaller carbon footprint. Moreover, this certification opens the door to federal rebates, making these cutting-edge homes even more affordable. Vederra's partnership with NREL ensures that each modular home will be a bastion of energy efficiency, designed in close collaboration with affordable housing organizations to meet the specific needs of communities.\nA Bright Future Ahead\nThe ripple effects of Vederra's venture extend far beyond the immediate benefit of providing affordable, sustainable housing. By streamlining the modular construction process and integrating energy-efficient designs, this initiative is set to redefine the standards for affordable housing. The collaboration with NREL signals a future where housing shortages are not just addressed through increased quantity but through smarter, more sustainable building practices. As Vederra prepares to deliver its first units in 2024, it stands at the forefront of a movement towards a more inclusive, environmentally responsible housing market. The promise of over 150 new jobs further highlights the economic benefits of this innovative approach, showcasing how addressing social issues can also drive economic growth.\nThe journey of Vederra and NREL towards creating affordable, net-zero modular homes in Colorado exemplifies the power of collaboration between the private sector and research institutions. By focusing on energy efficiency, sustainability, and affordability, this partnership not only addresses the immediate challenge of housing shortages but also sets a precedent for future developments. As we look towards the first families moving into these homes next year, it's clear that this initiative is more than just about building houses—it's about building a better future for all.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Social Issue",
    "Environment",
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nrel",
        "sentiment": "negative"
      },
      {
        "name": "national renewable energy laboratory",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vederra",
        "sentiment": "none"
      },
      {
        "name": "colorado",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T11:08:33.924+02:00",
  "updated": "2024-02-16T11:08:33.924+02:00"
}