{
  "thread": {
    "uuid": "aa7c83a35312623ed6142217e372cb3ea5b88fe9",
    "url": "https://www.standardmedia.co.ke/national/article/2001493503/general-ogolla-gallant-officer-rose-to-the-top-of-defence-forces",
    "site_full": "www.standardmedia.co.ke",
    "site": "standardmedia.co.ke",
    "site_section": "http://brazilbusiness.einnews.com/live_feed",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Live Feed Wire - Brazil Business Today - EIN Presswire",
    "title": "General Ogolla: Gallant officer rose to the top of Defence Forces - The Standard",
    "title_full": "General Ogolla: Gallant officer rose to the top of Defence Forces - The Standard",
    "published": "2024-04-19T00:11:30.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "KE",
    "main_image": "https://cdn.standardmedia.co.ke/images/articles/thumbnails/RSfPLiFjlVFZy5PcNqrKMEOFoG8mybKBEXHDyYrN.jpg",
    "performance_score": 0,
    "domain_rank": 8124,
    "domain_rank_updated": "2024-04-16T13:07:52.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "aa7c83a35312623ed6142217e372cb3ea5b88fe9",
  "url": "https://www.standardmedia.co.ke/national/article/2001493503/general-ogolla-gallant-officer-rose-to-the-top-of-defence-forces",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Brian Otieno",
  "published": "2024-04-19T00:11:30.000+03:00",
  "title": "General Ogolla: Gallant officer rose to the top of Defence Forces - The Standard",
  "text": "Chief of Defence Forces (CDF) General Francis Ogolla, who died in a helicopter crash in Elgeyo Marakwet yesterday, was a decorated military man, credited for his professionalism and exceptional educational background. While announcing the sad news last evening, President William Ruto described Gen Ogolla’s death, and that of nine other officers as “a moment of great sadness” for him and for the nation. “Our motherland has lost one of her most valiant generals. We have also lost gallant officers, service men and women... A distinguished four-star general has fallen in the course of duty and in the service of country,” Ruto said after a meeting of the National Security Council at State House, Nairobi. He announced three days of national mourning, during which the Kenyan, KDF and East African Community flags, as well as those of all military formations, shall fly at half mast in Kenya and at all her foreign missions abroad. Gen Ogolla met his death while on official duty, visiting troops that are part of the Operation Maliza Uhalifu in the North Rift, where he also inspected school rebuilding projects. The cause of the chopper crash was not immediately established, with President Ruto saying that the Kenya Airforce had dispatched a team to investigate it. Gen Ogolla’s passing was as shocking to the nation as it was to his family, which was planning to celebrate the 100th birthday of Gen Ogolla’s father. His daughter Lorna Omodi Ogolla, who works with Google Data Centers in the US, eulogised him as “the most empathetic and effective leader and statesman”, who cherished the responsibility of keeping Kenya safe. “One day I shall tell beautiful stories of how he taught with his actions and not with his words,” she said in a LinkedIn post. Appointed CDF in April last year, the four-star general held key military leadership roles, rising to occupy the KDF’s ultimate role. An expert in imagery intelligence, counter-terrorism and accident investigation, the dedicated soldier took as much pride in defending the nation as he did in building future heroes, hence his active participation as a trainer in different capacities. “Previously he has held various appointments in Training, Command and Staff including Deputy Commander of the Kenya Air Force (KAF), Base Commander of Laikipia Air Base, Commanding Officer of Tactical Fighter Wing, Chief Flying Instructor at Kenya Air Force Flying Training School and Operations Desk Officer at Kenya Air Force Headquarters,” reads part of the 61-year-old’s Ministry of Defence’s public bio. “Gen Francis O Ogolla is a graduate of ÉcoleMilitaire de Paris and (the) National Defence College of Kenya. He holds a Diploma both in International Studies and Military Science from Egerton University, a Bachelor of Arts in Political Science, Armed Conflict and Peace Studies (First Class Honors) and Masters of Arts in International Studies from the University of Nairobi,” it adds of a man whose hobbies are listed as reading and golfing. The 11th military chief’s journey in service began 40 years ago. Swelling with patriotism, a young Ogolla, in his early 20s, enlisted in the KDF. His love for flying would show early on, and he was commissioned as a 2nd Lieutenant in 1985 and posted to the KAF. Stay informed. Subscribe to our newsletter He would train as a fighter pilot with the United States Air Force and later as an instructor pilot with the KAF. The talented soldier would rise through the ranks and serve as co-chair of the Association of African Air Chiefs between 2018 and 2019. Signs that he was destined for greatness were always evident and became clearer when he became a Major General and was appointed the KAF Commander in 2018. This appointment placed him in line to achieve what many in the service dream of and former President Uhuru Kenyatta would later promote him to vice CDF, deputising former CDF Gen (Rtd) Robert Kibochi. The late CDF was next in line courtesy of a rotational framework established by former military chief Gen (Rtd) Daudi Tonje, more famous as the ‘Tonje rules’. Kibochi, a Kenya Army man, was to hand over to a KAF officer. Former CDF Gen (Rtd) Samson Mwathethe, served in the Kenya Navy. Ogolla’s rise to the military’s highest office should have never been in doubt, but in the early days of Ruto’s tenure, many had questioned whether Ogolla, then the KDF vice CDF, would take up the service’s leadership. It had everything to do with the controversial August 2022 presidential election and a scathing Supreme Court petition that thrust him into the limelight. President Ruto, his battery of lawyers and electoral commissioners would accuse Gen Ogolla of being part of an alleged plan to “overturn” Ruto’s election. Although the Supreme Court dismissed the allegations as it could not make substantive findings, the matter has cropped up in several instances. Similarly, no legal steps have been taken in line with the said claims, with different persons peddling narratives. When Kibochi hung up his boots, many speculated that Ogolla, the natural heir, would be sidestepped. But as the Head of State later admitted, the general’s illustrious career made him the most qualified and most deserving of the job. “I assessed your background, where you have come from, what you have done - your journey in the military, and I am satisfied that you merit the office,” Ruto said when he appointed him last year. Despite their initial friction, there have been no apparent differences between Ruto and Gen Ogolla, who has also seemed to enjoy chemistry with Defence Cabinet Secretary Aden Duale, making joint appearances at different functions. He assumed office amid a renewed push by the government to counter bandits in the troubled Rift Valley region, which saw the KDF deployed alongside the Kenya Police Service. Indeed, success in the operation would help shape the legacy of the military chief who was to attain the retirement age of 62 next year. His active military role has also involved overseas duty, serving as an Observer and Military Information Officer in the former Yugoslavia from 1992 to 1993. Described as humble, Ogolla served as chairman of the Military Christian Fellowship from 1994 to 2004. His death, barely a year since his appointed, makes him the shortest-serving military chief in Kenya’s history. The late general is survived by his wife Aileen Ogolla, with whom he has two children and a grandson.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ogolla",
        "sentiment": "negative"
      },
      {
        "name": "francis ogolla",
        "sentiment": "negative"
      },
      {
        "name": "elgeyo marak",
        "sentiment": "negative"
      },
      {
        "name": "william ruto",
        "sentiment": "none"
      },
      {
        "name": "ruto",
        "sentiment": "none"
      },
      {
        "name": "gen ogolla",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "defence forces",
        "sentiment": "negative"
      },
      {
        "name": "national security council at state house",
        "sentiment": "none"
      },
      {
        "name": "kdf",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "nairobi",
        "sentiment": "none"
      },
      {
        "name": "kenya",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-19T00:11:33.927+03:00",
  "updated": "2024-04-19T00:11:33.927+03:00"
}