{
  "thread": {
    "uuid": "7c290a044af842c462a0c8583cc4d5abb61e3c39",
    "url": "http://bwpeople.businessworld.in/article/Year-End-Review-D-I-Became-Integral-To-Business-Strategy-In-2023-/28-12-2023-503884",
    "site_full": "bwpeople.businessworld.in",
    "site": "businessworld.in",
    "site_section": "https://www.businessworld.in/",
    "site_categories": [
      "business_software",
      "business"
    ],
    "section_title": "BW Businessworld - Latest Business News in India, Economy in India, Business in India, Business Columnist in India",
    "title": "Year End Review: \"D&I Became Integral To Business Strategy In 2023\" people",
    "title_full": "Year End Review: \"D&I Became Integral To Business Strategy In 2023\" - BW people",
    "published": "2023-12-28T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "IN",
    "main_image": "http://static.businessworld.in/article/article_extra_large_image/1703775525_6feH5b_AbhijeetM_870_470_px_11_.png",
    "performance_score": 0,
    "domain_rank": 8588,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7c290a044af842c462a0c8583cc4d5abb61e3c39",
  "url": "http://bwpeople.businessworld.in/article/Year-End-Review-D-I-Became-Integral-To-Business-Strategy-In-2023-/28-12-2023-503884",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Krishnendra Joshi",
  "published": "2023-12-28T02:00:00.000+02:00",
  "title": "Year End Review: \"D&I Became Integral To Business Strategy In 2023\" people",
  "text": " In 2023, on the back of the rapidly changing world around us, organisations recognised the power of staying agile and nimble to respond to the ever-evolving talent needs, and this was demonstrated across all facets -- mindset, skillsets and toolsets.\nIn this year of tremendous change in the financial services sector, HR needed to strengthen the core by being strategic consultants to leaders for creating future-ready organisations. The spotlight shifted even more towards building a robust tech talent pool while investing in initiatives to upskill the current workforce. Organisations focused on leveraging AI’s transformative capabilities to drive innovation, operational efficiency, and a competitive edge.\nThe emphasis on diversity and inclusion became integral to talent acquisition, employee engagement, and overall business strategy. Wellness was another key trend that continued to resonate across the industry. And last but not least, ‘working patterns’ were top conversations in the industry with many organisations encouraging employees to return to the office.\nI expect 2024 to be a transformative year where humans and technologies will blend seamlessly and adapt to each other’s ways of working to ultimately elevate experiences, effectiveness and business results in organisations.\nAt Fidelity International, we are poised to ensure our talent is set up for the future. For example, we will continue to leverage our ‘Talent Marketplace’ that helps us as an organization map our peoples’ skills, understand the skill themes and create programmes tailored for the future. We also expect to take bold steps to integrate Gen AI into how we operate, bringing in operational efficiencies and applying its power to use cases. We have a strong and mature diversity and inclusion programme across gender, LGBTQ+, disabilities, cultural and social mobility, and we will continue our journey of further evolving and deeply embedding this programme. We embraced hybrid working and the power it gives our people to work better and more efficiently and 2024 will be about working through the nuances of hybrid working. Holistic wellness has been and will be a key theme in the future as well. There is something unique and distinctive about working with Fidelity International; we call this #FeelFidelity; we will further embed this culture across our locations.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T00:34:16.598+02:00",
  "updated": "2023-12-29T00:34:16.598+02:00"
}