{
  "thread": {
    "uuid": "3c7444cbad39cd4efbba8d7073ea5720fc563b41",
    "url": "https://popculture.com/trending/news/gypsy-rose-blanchard-reveals-how-she-fell-in-love-with-husband-ryan-scott-anderson-prison/",
    "site_full": "popculture.com",
    "site": "popculture.com",
    "site_section": "https://popculture.com",
    "site_categories": [
      "television",
      "entertainment"
    ],
    "section_title": "PopCulture.com",
    "title": "Gypsy Rose Blanchard Reveals How She Fell in Love With Husband Ryan Scott Anderson From Prison",
    "title_full": "Gypsy Rose Blanchard Reveals How She Fell in Love With Husband Ryan Scott Anderson From Prison",
    "published": "2023-12-29T18:07:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://sportshub.cbsistatic.com/i/2023/10/14/922bcd6c-5b9e-42c6-88f8-601a2d356927/gypsy-rose-lifetime.png?width=1200",
    "performance_score": 0,
    "domain_rank": 14956,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3c7444cbad39cd4efbba8d7073ea5720fc563b41",
  "url": "https://popculture.com/trending/news/gypsy-rose-blanchard-reveals-how-she-fell-in-love-with-husband-ryan-scott-anderson-prison/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Anna Rumer",
  "published": "2023-12-29T18:07:00.000+02:00",
  "title": "Gypsy Rose Blanchard Reveals How She Fell in Love With Husband Ryan Scott Anderson From Prison",
  "text": "Gypsy Rose Blanchard and her husband Ryan Scott Anderson are ready to move on to the next chapter of their love story following her release from prison on Dec. 28. Blanchard, who served eight years behind bars for her role in the murder of her mother Dee Dee, opened up to PEOPLE ahead of her prison release, sharing the story of how she and Anderson fell in love and tied the knot while she was incarcerated.\n\"It was when Tiger King was really popular. My co-worker at the time was like, 'I want to write [to] Tiger King.' I said, 'I'll tell you what, if you write him, I'll write Gypsy Rose Blanchard ,'\" Anderson said. \"I never thought she'd be my wife.\" In the first letter he wrote, Anderson told Blanchard \"what her story meant to [him]\" as well as plenty of details about his own life story.\nBlanchard, 32, ended up responding to Anderson's letter, as the 37-year-old special education teacher was from her home state of Louisiana. As they got to know one another better, Anderson said he got \"butterflies\" at her correspondence, but \"what set it over the top was the first time I heard her voice.\" Blanchard credits Anderson as being her \"emotional backbone\" during some tough times in prison.\n\"We met when the pandemic was really, really strong and I had a lot of emotional ups and downs because of COVID,\" she told the outlet. \"Ryan has seen me through some really good times, some really hard times. I would say that he is probably the most compassionate soul that I've ever met, and the most patient. God knows, he's so patient with me, because I could be a lot to handle. I could be an emotional handful.\"\nOn July 21, 2022, the two exchanged vows in a prison wedding, but as conjugal visits aren't allowed at the facility where Blanchard served her sentence, the married couple had to wait until after her release to begin planning for kids. \"We're in love. It's hard because I'm going into a new life and I'm newly married, and I'm going to have kids one day, and I'm going to have to explain to my kids why their grandmother on mommy's side isn't around,\" Blanchard explained. \"And that's going to be a really hard conversation.\"\nBlanchard pleaded guilty to second-degree murder in 2016 after confessing that she convinced her then-boyfriend Nick Godejohn to kill her mother after years of suffering abuse at her hands via Munchausen syndrome by proxy. Sentenced to 10 years in prison, Blanchard was released after serving eight – and she's looking forward to the next stage of her life with Anderson.\n\"Whenever someone says, 'Do you think that because of what you went through, you're going to do that to your kids?' I say, 'You know what? Absolutely not.'\" Blanchard said. \"I have learned what not to do. I have no concerns about my parenting when it comes to that.\" As for her marriage, Blanchard thinks she's already been through \"the hard part\" having fallen in love behind bars. \"I think when I'm at home with my family, with my husband's arms around me and I'm surrounded by my loved ones, that is when I will be happy,\" she said.\n0 comments Related:\nGypsy Rose Blanchard Tells Her Story in 'Prison Confessions' Docuseries Gypsy Rose Has Words for Joey King After Getting Emmy Nomination for 'The Act'",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Lifestyle and Leisure",
    "Human Interest",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://people.com/gypsy-rose-blanchard-wants-children-husband-after-prison-exclusive-8420555",
    "https://www.people.com/gypsy-rose-blanchard-wants-children-husband-after-prison-exclusive-8420555"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "gypsy rose blanchard",
        "sentiment": "positive"
      },
      {
        "name": "ryan scott anderson from prison gypsy rose blanchard",
        "sentiment": "positive"
      },
      {
        "name": "ryan scott anderson",
        "sentiment": "positive"
      },
      {
        "name": "tiger king",
        "sentiment": "none"
      },
      {
        "name": "dee dee",
        "sentiment": "none"
      },
      {
        "name": "anderson",
        "sentiment": "none"
      },
      {
        "name": "blanchard",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "louisiana",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T21:03:38.008+02:00",
  "updated": "2023-12-29T21:03:38.008+02:00"
}