{
  "thread": {
    "uuid": "10220c7d34e702ec3effb893f63e86ae07b043e7",
    "url": "https://vnexplorer.net/catalina-perez-ad-portas-de-ser-interrogada-sobre-democracia-viva-me-tranquiliza-que-vaya-a-ocurrir-s2433705.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Verified News Explorer Channel - VNExplorer",
    "title": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: \"Me tranquiliza que vaya a ocurrir\"",
    "title_full": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: \"Me tranquiliza que vaya a ocurrir\"",
    "published": "2024-04-19T00:28:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lOPu0.img",
    "performance_score": 0,
    "domain_rank": 55632,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "10220c7d34e702ec3effb893f63e86ae07b043e7",
  "url": "https://vnexplorer.net/catalina-perez-ad-portas-de-ser-interrogada-sobre-democracia-viva-me-tranquiliza-que-vaya-a-ocurrir-s2433705.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-19T00:28:00.000+03:00",
  "title": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: \"Me tranquiliza que vaya a ocurrir\"",
  "text": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: “Me tranquiliza que vaya a ocurrir”\n“Vamos a poner todos los antecedentes a disposición para esclarecer que no tenemos absolutamente ninguna participación ni vínculo con los hechos que se están investigando”, señaló la diputada Catalina Pérez, en la previa a su declaración ante la Fiscalía por el caso Democracia Viva.\nLa parlamentaria (RD, con su militancia suspendida) declarará este viernes ante el fiscal regional de Antofagasta, Juan Castro Bekios, y el persecutor jefe de dicha ciudad, Cristián Aguilar, en calidad de imputada.\nPérez dijo que esta es “una diligencia que venimos solicitando desde hace bastante tiempo a la Fiscalía, me tranquiliza mucho que esto vaya a ocurrir por fin esta semana. Tenemos la intención de poner todos los antecedentes a disposición de la investigación, como lo hemos hecho hasta ahora, somos los primeros interesados en que todo esto se aclare lo antes posible”.\n“Vamos a poner todos los antecedentes a disposición para esclarecer que no tenemos absolutamente ninguna participación ni vínculo con los hechos que se están investigando”, subrayó la expareja de Daniel Andrade, quien fuese representante legal de la fundación Democracia Viva y formalizado por el delito de fraude al Fisco.\nSobre su condición en la investigación, la diputada oficialista sostuvo que “la calidad en que se me cita es propia del proceso de investigación, efectivamente en algunas querellas se han imputado hechos, por lo mismo soy la primera interesada en que todo eso se aclare”.\nPor su parte, este jueves es el turno del ministro de Vivienda y Urbanismo, Carlos Montes, para declarar ante el ente persecutor, sin embargo, el secretario de Estado lo hará en calidad de testigo.\nDesde el Ejecutivo, el titular de Justicia, Luis Cordero, afirmó que esta diligencia “forma parte del proceso de investigación, el Gobierno ya se ha referido, ha entregado todos los antecedentes, el ministro Montes lo ha hecho desde el principio”.\nMontes “fue el primero que acudió a la Fiscalía de Antofagasta a entregar los antecedentes y el Ministerio de Vivienda y el Gobierno ha estado plenamente disponible a entregar toda la información. De hecho, lo ha realizado en términos proactivos, tanto el Ministerio Público como al Consejo de Defensa del Estado”, añadió.\nCOMISIÓN OFICIARÁ AL MINVU Esta semana se conoció una declaración que dio a la Fiscalía la exsubsecretaria de Vivienda, Tatiana Rojas, asegurando que le informó sobre este caso al ministro Montes el 8 de junio, aunque éste estalló ocho días después tras la publicación del medio Timeline.\nEl presidente de la comisión investigadora ad hoc, el diputado Rubén Oyarzo (Ind-PDG) anunció que “vamos a oficiar al Ministerio de Vivienda para que nos entregue el documento que dice la exsubsecretaria Tatiana Rojas de cuando se informó al ministro de Vivienda y cuando se informó al Gobierno”.\nMientras que el integrante de la misma instancia, el diputado Daniel Melo (PS) comentó que “la comisión investigadora hace bien su trabajo cuando cita a todos los actores que puedan entregar antecedentes relevantes que permitan abordar todas las aristas investigadas. No obstante, es la justicia la que debe avanzar en materia de la persecución de algún posible delito. Nadie está por sobre la ley”.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lOPu0.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lOPu0.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:30:41.022+03:00",
  "updated": "2024-04-19T00:30:41.022+03:00"
}