{
  "thread": {
    "uuid": "ccd03ee10aa2ffd4bcef08594aef8e882ae92659",
    "url": "https://www.klove.com/news/faith/closer-look-free-care-boxes-deliver-gods-love-to-cancer-patients-49792",
    "site_full": "www.klove.com",
    "site": "klove.com",
    "site_section": "https://www.klove.com",
    "site_categories": [
      "non_standard_content"
    ],
    "section_title": "Home | Positive Encouraging K-LOVE",
    "title": "Closer Look: Free Care Boxes Deliver God's Love To Cancer Patients | Positive Encouraging K-LOVE",
    "title_full": "Closer Look: Free Care Boxes Deliver God's Love To Cancer Patients | Positive Encouraging K-LOVE",
    "published": "2024-04-11T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn.corpemf.com/news/78571.jpg",
    "performance_score": 0,
    "domain_rank": 34846,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ccd03ee10aa2ffd4bcef08594aef8e882ae92659",
  "url": "https://www.klove.com/news/faith/closer-look-free-care-boxes-deliver-gods-love-to-cancer-patients-49792",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Billie Wright, Marya Morgan",
  "published": "2024-04-11T03:00:00.000+03:00",
  "title": "Closer Look: Free Care Boxes Deliver God's Love To Cancer Patients | Positive Encouraging K-LOVE",
  "text": "(K-LOVE Closer Look) – Without friends, a cancer diagnosis can prove devastating. “ [Phil's Friends](https://philsfriends.org/) absolutely came about from the way that people loved me,” says Phil Zielke, who through intense pain and chemo in his 20s received support from strangers. He kept a journal of all the kindnesses and reminded himself often of how they helped him heal. “It was part of the power…to know that people are praying for you that don't even know you…makes you really think about God and how awesome He is.” Zielke began providing free, hand-decorated care boxes to other cancer patients, following up with monthly greeting cards every month for a year. The ministry also offers Hope On Call, where a friendly person will listen on the phone and offer prayer to people going through treatment. “I realized that, you know, God wanted me to reach out to people in the same ways that people loved me.” A box from Phil’s Friends contains a blanket, a journal and a Bible, plus a letter explaining the love of God in Jesus Christ. The boxes are customized for men, women, kids or teens and can be requested [via the website.](https://philsfriends.org/request-a-care-package/) A patient can even request one for themselves, anywhere in the United States. The care boxes can be delivered to homes or hospitals. Thousands of volunteers have filled boxes at Hope Centers in Illinois and Indiana with other sites planned in states like Florida, Georgia, Texas and California. “People sometimes show up in their buses you know they're traveling across the country, and they show up just to volunteer because the ministry has been impactful to them.” Zielke confirms more than 50,000 boxes and more than 1-million cards have been delivered since they launched in 2005. Each box costs the ministry about $100 per person, paid with donations but free to patients. Phil's Friends is on track to send out more decorated hope boxes in 2024 than ever before. In a particularly low point of his own grueling treatment, Zielke recalls being gripped by a defining realization. As a nurse walked alongside to help him roll his IV down the hall, “it broke my heart to know that people were going through this disease all alone.” “Life is really put into perspective when you face a life-threatening illness,” he says. “They don't know that there's going to be a place -- and because of what Jesus has done for us on the cross, we can spend eternity and be pain-free with our Lord.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Crime, Law and Justice"
  ],
  "external_links": [
    "https://philsfriends.org/request-a-care-package/)",
    "https://philsfriends.org/)",
    "https://www.philsfriends.org/)",
    "https://www.philsfriends.org/request-a-care-package/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "phil",
        "sentiment": "neutral"
      },
      {
        "name": "phil zielke",
        "sentiment": "none"
      },
      {
        "name": "zielke",
        "sentiment": "none"
      },
      {
        "name": "jesus christ",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-12T03:49:28.637+03:00",
  "updated": "2024-04-12T03:49:28.637+03:00"
}