{
  "thread": {
    "uuid": "d6eb25227a5d95f59bff88ad98dce95eb43322af",
    "url": "https://www.mdr.de/kultur/ausflug-tipps/sachsen-herbstferien-kinder-familien-empfehlungen-100.html",
    "site_full": "www.mdr.de",
    "site": "mdr.de",
    "site_section": "https://mdr.de/kultur/index.html",
    "site_categories": [
      "media"
    ],
    "section_title": "Kultur erleben | MDR.DE",
    "site_title": "mdr.de – Radio, Fernsehen, Nachrichten für Mitteldeutschland                                                                                                                            | MDR.DE",
    "title": "Herbstferien 2025 in Sachsen: 20 tolle Tipps für Kinder und Familien",
    "title_full": "Herbstferien 2025 in Sachsen: 20 tolle Tipps für Kinder und Familien",
    "published": "2025-09-18T05:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "DE",
    "main_image": "https://www.mdr.de/kultur/herbstferien-kinder-104_v-variantBig16x9_wm-true_zc-ecbbafc6.jpg?version=52582",
    "performance_score": 0,
    "domain_rank": 7266,
    "domain_rank_updated": "2025-09-16T00:00:00.000+03:00",
    "licensing_agency": [],
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "d6eb25227a5d95f59bff88ad98dce95eb43322af",
  "url": "https://www.mdr.de/kultur/ausflug-tipps/sachsen-herbstferien-kinder-familien-empfehlungen-100.html",
  "ord_in_thread": 0,
  "author": "mdr.de",
  "published": "2025-09-18T05:00:00.000+03:00",
  "title": "Herbstferien 2025 in Sachsen: 20 tolle Tipps für Kinder und Familien",
  "text": "Kulturtipps für Kids Herbstferien in Sachsen: 20 tolle Ferienangebote für Kinder\nHauptinhalt\n18. September 2025, 04:00 Uhr\nVom 6. bis 18. Oktober 2025 sind Herbstferien in Sachsen und wir sorgen dafür, dass sie für Kinder und Familien richtig spannend werden! Abenteuer warten im Saurierpark Kleinwelka, detailreiche Miniwelten können in Lichtenstein bestaunt werden und im Puppentheater in Leipzig wird Fantasie lebendig. In der Jugendkunstschule Dresden laden kreative Workshops zum Ausprobieren und Gestalten ein. Und bei Regen sorgen Museen in Chemnitz, Dresden und Görlitz für spannende Entdeckungen. So wird jeder Ferientag bunt und abwechslungsreich!\n[Entdecken]\nGörlitz: Spannende Tierwelt im Naturkundemuseum Senckenberg\nDas Senckenberg Museum für Naturkunde in Görlitz macht die Tier- und Pflanzenwelt der Lausitz lebendig. Familien entdecken in der modernen Ausstellung, was vor der eigenen Haustür wächst und lebt. Für Kinder gibt es spannende Mitmach-Angebote, die Wissen spielerisch vermitteln. Absolutes Highlight ist das Vivarium: In 12 aufwendig gestalteten Becken schwimmen, krabbeln und klettern rund 70 Tierarten, von heimisch bis exotisch. Ein Ausflug für die ganze Familie, der die Neugier weckt.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nSenckenberg Museum für Naturkunde\nAm Museum 1\n02826 Görlitz\nÖffnungszeiten in den Herbstferien:\nDienstag bis Freitag: 9:30 bis 17 Uhr\nSamstag, Sonntag und an Feiertagen: 10 bis 17 Uhr\nMontags geschlossen\nEintritt: 5 Euro, ermäßigt 3 Euro\nAm ersten Sonntag im Monat ist der Eintritt frei.\nAltersempfehlung: ab dem Kindergartenalter geeignet\nWeitere Informationen finden Sie auf der Homepage des Senckenberg Museum für Naturkunde.\nDresden: Kindermuseum im Deutschen Hygiene-Museum\nDen menschlichen Körper als Abenteuer erleben Kinder im Deutschen Hygiene-Museum Dresden. Die Dauerausstellung \"Abenteuer Mensch\" entführt in sieben Erlebnisräume, in denen Besucher*innen Körper, Gefühle und Gedanken spielerisch erforschen können. Mehr als 1.300 Exponate und interaktive Stationen machen Wissenschaft greifbar und spannend.\nEin besonderes Highlight ist das Kindermuseum \"Welt der Sinne\": Hier erkunden Kinder mit Experimenten und Spielen, wie die Sinne Sehen, Hören, Riechen, Schmecken und Fühlen funktionieren. Spiegelkabinett, Tasttunnel und geheime Höhlen sorgen dabei für echtes Forscherfieber.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nDeutsches Hygiene-Museum\nLingnerplatz 1\n01069 Dresden\nÖffnungszeiten in den Herbstferien:\nDienstag bis Sonntag und an Feiertagen: 10 bis 18 Uhr\nletzter Einlass: 17:30 Uhr\nEintritt:\n12 Euro, 6 Euro ermäßigt, für Kinder bis 16 Jahre ist der Eintritt frei\nKinder unter 10 Jahren dürfen die Ausstellung nur in Begleitung Erwachsener besuchen.\nAltersempfehlung: 5 bis 12 Jahre\nBarrierefreiheit:\nDas Museum ist barrierefrei zugänglich. Auch das Spiegellabyrinth kann im Rollstuhl erkundet werden. Die wichtigsten Informationen gibt's zum Lesen, per Kopfhörer zum Hören und als Video zum Anschauen in Deutscher Gebärdensprache.\nMehr Informationen finden Sie auf der Homepage des Museums.\n[Auf Zeitreise gehen]\nChemnitz: Die Urzeit erleben im smac\n300.000 Jahre Zeitreise auf drei Etagen: Ein Ausflug ins smac (Staatliches Museum für Archäologie Chemnitz) sorgt für leuchtende Kinderaugen und tolle Gesprächsthemen für die Wochen danach. Über 6.000 Exponate erzählen, wie Menschen früher lebten: von Jägern und Sammlern über die ersten Siedler bis zu den Städten von heute.\nEin gläserner Neanderthaler, faszinierende Fundstücke, prähistorische Werkzeuge und menschliche Schädel machen die Geschichte greifbar. Das historische Gebäude des ehemaligen Kaufhauses Schocken macht die Reise durch die Zeit noch spannender. Das smac regt Kinder wunderbar dazu an, sich mit Geschichte und Wissenschaft auseinanderzusetzen, ohne dabei den Spaß aus den Augen zu verlieren.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nsmac – Staatliches Museum für Archäologie Chemnitz\nStefan-Heym-Platz 1\n09111 Chemnitz\nÖffnungszeiten in den Herbstferien:\nDienstag bis Sonntag: 10 bis 18 Uhr\nDonnerstags: 10 bis 20 Uhr\nMontags geschlossen (außer an Feiertagen)\nEintritt: 8 Euro, ermäßigt 5 Euro\nFrei für Kinder und Jugendliche bis 17 Jahre sowie Studierende der TU Chemnitz.\nAltersempfehlung: ab dem Kindergartenalter geeignet\nBarrierefreiheit:\nBarrierefreier Eingang, barrierefreie Sanitärräume auf drei Etagen, drei Klapprollstühle und drei Rollatoren stehen zum Ausleihen zur Verfügung, Aufzüge vorhanden, leichte Klappstühle in der Ausstellung, kostenfreier Audioguide für Blinde und Sehgeschädigte. Der Weiße Stock e.V. in Chemnitz bietet für blinde und sehbehinderte Menschen Begleiter durch die Ausstellungen im smac an (mit Anmeldung), Assistenz- und Blindenhunde sind im Museum willkommen, fünf Videoguides mit Erklärungen in DGS vorhanden.\nWeitere Informationen finden Sie auf der Homepage des Museums.\nVogtland: 300 Jahre Geschichte im Freilichtmuseum Landwüst\nDie letzten warmen Sonnenstrahlen des Herbstes können im Vogtländischen Freilichtmuseum eingefangen werden. Über 40 historische Gebäude aus drei Jahrhunderten können entdeckt werden, von Wohnhäusern über Ställe bis zu Werkstätten. Auf den Höfen in Landwüst eröffnet sich ein weiter Blick über das Vogtland, in Eubabrunn werden alte Nutztierrassen wie Erzgebirgsziegen und ostfriesische Milchschafe gezeigt. Geschichte, Natur und tierische Begegnungen machen den Ausflug zu einem spannenden Abenteuer für Groß und Klein an der frischen Luft.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nVogtländisches Freilichtmuseum\nStandort Landwüst\nRohrbacher Straße 4\n08258 Markneukirchen\nStandort Eubabrunn\nWaldstraße 2A\n08258 Markneukirchen\nÖffnungszeiten in den Herbstferien:\nDienstag bis Sonntag und Feiertage: 10 bis 17 Uhr\nEintritt:\n8 Euro, ermäßigt 7 Euro\nSchulkinder bis 18 Jahre 6 Euro, Kinder bis 6 Jahre kostenfrei, Familien 17 Euro\nFührungen mit abweichenden Preisen\nAltersempfehlung: ab dem Kindergartenalter geeignet\nBarrierefreiheit: Nur eingeschränkt barrierefrei.\nWeitere Informationen finden Sie auf der Homepage des Museums.\nRadebeul: Der wilde Westen im Karl-May-Museum\nOpa hat sie noch gelesen, Papa und Mama schwärmen von den Kultfilmen: Karl Mays Klassiker um Winnetou und Old Shatterhand zählen zu den meistgelesenen deutschsprachigen Büchern. Um Kinder für die spannenden Geschichten zu begeistern, lohnt sich ein Besuch im Karl-May-Museum in Radebeul.\nIn seinem letzten Wohnsitz, der Villa Shatterhand, wird über das Leben und Wirken des Schriftstellers informiert. Zu sehen sind unter anderem die originalen Arbeits- und Forschungszimmer Karl Mays, die berühmten Gewehre aus seinen \"Reiseerzählungen\" wie Silberbüchse, Bärentöter und Henrystutzen. Eine bemerkenswerte Sammlung von Souvenirs seiner Reisen in den Orient und nach Nordamerika sowie seltene Bucherstausgaben von Mays Jugend- und Reiseerzählungen regen dazu an, in den ungemütlichen Wintermonaten vielleicht doch mal zum Klassiker zu greifen.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nKarl May Museum Radebeul\nKarl-May-Straße 5\n01445 Radebeul\nÖffnungszeiten in den Herbstferien:\nDienstag bis Sonntag und Feiertage: 10 bis 18 Uhr\nEintritt:\n10 Euro, ermäßigt 8 Euro\nKinder 5 Euro, Familienkarte 22 Euro plus Führungsgebühr\nAltersempfehlung: ab dem Kindergartenalter geeignet\nWeitere Informationen finden Sie auf der Homepage des Museums.\nLeipzig: Claude Monets Kunst im Panometer\nFür kunstinteressierte Kinder und Jugendliche bietet das Panometer Leipzig ein einmaliges Erlebnis: Yadegar Asisi hat Monets Serie \"Die Kathedrale von Rouen\" als 360°-Panorama umgesetzt. Auf 32 mal 110 Metern tauchen Besucher*innen in Licht, Farben und historische Details ein, entdecken Monet selbst, andere Impressionisten und lebendige Straßenszenen.\nAuf dem Aussichtsturm werden alle Details sichtbar, Geschichte und Kreativität verschmelzen. Das Panorama macht Kunst interaktiv erlebbar und vermittelt spielerisch Wissen über Impressionismus, Malerei und sogar den Umgang mit Künstlicher Intelligenz: ein faszinierendes Erlebnis für junge Künstler*innen.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nPanometer Leipzig\nRichard-Lehmann-Str. 114\n04275 Leipzig\nÖffnungszeiten in den Herbstferien:\nMontag bis Sonntag: 10 bis 17 Uhr\nEintritt:\n16 Euro, ermäßigt 14 Euro\nKinder 8 Euro, Kinder unter 6 frei, Eltern-Kind-Ticket 35 Euro\nAltersempfehlung: ab dem Grundschulalter geeignet\nWeitere Informationen finden Sie auf der Homepage des Panometers Leipzig.\n[Erlebnisse für Technikfans: Bergbau]\nChemnitz: Unter Tage in den Felsendomen\nEin echtes Unter-Tage-Abenteuer wartet in den Felsendomen Chemnitz. In dem ehemaligen Kalkbergwerk, in dem früher Munition und Bier lagerte, können Kinder und Jugendliche geheimnisvolle Stalagmiten und Stalaktiten erkunden und durch mystische, gewässerte Grotten wandern. Vier Sohlen führen in die Tiefe, die untersten beiden sogar unter Wasser.\nWer mutig ist, kann beim Höhlentauchen mit der Tauchschule die verborgene Welt entdecken. Über Tage laden das rustikale Restaurant und der historische Kalkbrennofen zum Ausruhen ein. Ein tiefgehendes Abenteuer voller Entdeckungen, Spannung und Naturwunder.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nFelsendome Rabenstein\nWeg nach dem Kalkwerk 4\n09117 Chemnitz\nÖffnungszeiten in den Herbstferien:\nBesucherbergwerk: täglich, 10 bis 17 Uhr\nGastronomie: täglich ab 11 Uhr\nEintritt: 8 Euro, ermäßigt 7 Euro, Kinder von 6 bis 18 Jahren 5 Euro\nAltersempfehlung: ab dem Kindergartenalter geeignet\nWeitere Informationen finden Sie auf der Homepage der Felsendome.\nBerthelsdorf: Gold waschen im Goldmuseum\nAn regnerischen Tagen wird das Goldmuseum Berthelsdorf zu einem spannenden Ausflugsziel für Familien. In der Erlebnisstätte am Rande der Sächsischen Schweiz, in einer Region mit den ältesten Goldgruben Sachsens, können Bergkristalle aus der Oberlausitz und Mineralien aus dem Hohwald bestaunt werden. Die Ausstellung erzählt die aufregende Geschichte der Goldsuche in der Region seit der Bronzezeit. Kleine Entdecker können selbst Gold waschen, eigenen Schmuck herstellen oder eine Goldgräberausrüstung erwerben: ein funkelndes Abenteuer!\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nGold- und Mineralien-Erlebnisstätte Hohwald\nBischofswerdaer Straße 113\n01844 Neustadt in Sachsen\nÖffnungszeiten in den Herbstferien:\nFreitag und Samstag: 10 bis 16 Uhr\nEintritt:\n8 Euro, Kinder zwischen 5 und 16 Jahren 4 Euro\nKinder bis 4 Jahre frei, Familienkarte 20 Euro\nAltersempfehlung: ab dem Kindergartenalter geeignet\nWeitere Informationen finden Sie auf der Homepage des Goldmuseums.\nFreiberg: Edelsteine und Experimente im terra mineralia\nEs glitzert und funkelt, und Kinderaugen beginnen zu leuchten: Im terra mineralia im Schloss Freudenstein in Freiberg werden 3.500 Exponate ausgestellt: von Albit bis Zepterquarz, Edelsteinen und Meteoriten. Jeder Raum widmet sich einem Kontinent und lässt die farbenfrohe Welt der Mineralien lebendig werden.\nIm Mitmach-Labor \"Forschungsreise\" können Kinder selbst experimentieren, die Kindergruppe Mineralinos trifft sich einmal im Monat, und in den Herbstferien kann man jederzeit in die Forschung einsteigen. Dieses Mal zu den Themen \"Star Wars\", \"Star Trek\" und \"Superman\". Alle Kryptonier sind herzlich willkommen!\n[Weitere Informationen zu Adresse, Zeiten und Eintritt (zum Ausklappen)]\nSchloss Freudenstein\nSchloßplatz 4\n09599 Freiberg\nÖffnungszeiten in den Herbstferien:\nDienstag bis Freitag: 10 bis17 Uhr\nSamstag, Sonntag, Feiertage: 10 bis 18 Uhr\nmontags geschlossen\nEintritt: 10 Euro, ermäßigt 5 Euro\nAltersempfehlung: ab dem Grundschulalter geeignet\nBarrierefreiheit:\nDie Mineralienaustellung im Schloss Freudenstein ist für Rollstuhlnutzende und Menschen mit Gehbehinderung barrierefrei. Das Museum bietet zudem Führungen für Blinde und Menschen mit Sehbehinderung an. Minerale und Gesteine können dabei nicht nur angefasst, sondern auch gerochen oder erhört werden.\nWeitere Informationen finden Sie auf der Homepage der terra mineralia.\nGroßpösna: Bagger XXL im Bergbau-Technik-Park\nFür kleine Entdecker und Baggerfans ist das Tagebau-Erlebniszentrum Espenhain ein echtes Abenteuer! Riesige Maschinen wie Schaufelradbagger und Absetzer können bestaunt und sogar erklommen werden. Auf 24 Infotafeln wird der komplette \"Lebenszyklus\" eines Tagebaus erklärt: von der Erschließung ganzer Dörfer über den Kohleabbau bis zur Sanierung der Landschaft.\nNach den Baggern lädt ein toller Spielplatz zur Urgeschichte mit einem riesigen Megalodon zum Klettern und Toben ein und sorgt für Spaß und Action. Technik, Geschichte und Spiel vereinen sich so zu einem perfekten Ferientag an der frischen Luft.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nBergbau-Technik-Park im Leipziger Neuseenland\nAm Westufer 2\n04463 Großpösna\nÖffnungszeiten in den Herbstferien:\nMittwoch bis Sonntag und an Feiertagen: 10 bis 16 Uhr\nEintritt: 9 Euro, ermäßigt 6 Euro, Kinder bis 5 Jahre frei\nAltersempfehlung: ab dem Kindergartenalter geeignet\nWeitere Informationen finden Sie auf der Homepage des Bergbau-Technik-Parks.\n[Spannende Museen bei Regen]\nChemnitz: Basteln und bauen im Industriemuseum\nFür alle kleinen Entdecker*innen und Technikbegeisterten eröffnet das Industriemuseum Chemnitz eine faszinierende Welt industrieller Innovationen! In der ehemaligen Gießerei wird gezeigt wie Sachsen die Industrialisierung erlebte: Hier lassen sich historische Textil- und Dampfmaschinen bestaunen, moderne Industrieroboter beobachten und spannende Geschichten von Unternehmern, Arbeitern und kreativen Köpfen erleben.\nIn den Herbstferien laden tolle Workshops zum Basteln, Forschen und Kreativsein ein oder man lässt sich vom Hausroboter Robi durch die Ausstellung führen. Ein Erlebnis voller Technik, Geschichte und Staunen!\n[Weitere Informationen zu Adresse und Ferienangeboten (zum Ausklappen)]\nIndustriemuseum Chemnitz\nZwickauer Str. 119\n09112 Chemnitz\nÖffnungszeiten in den Herbstferien:\nDienstag bis Freitag: 9 bis 17 Uhr\nSamstag, Sonntag und feiertags: 10 bis 17 Uhr\nMontags geschlossen (außer an Feiertagen)\nVorführung der Dampfmaschine: letzter Sonntag im Monat und am darauffolgenden Dienstag um 11, 13 und 15 Uhr\nAngebote:\n\"Organizer für den Schreibtisch\": Basteln für Kinder von 6 bis 12 Jahren\n1. bis 17. Oktober, jeweils Dienstag bis Freitag: 9 bis 11 Uhr\nKosten: 7 Euro\n\"WollWunderWerkstatt\": Für Kinder von 6 bis 12 Jahren\n7. bis 17. Oktober, jeweils Dienstag bis Freitag: 13:30 bis 16:30 Uhr\nKosten: 7 Euro\n\"Mit Robi auf Entdeckungstour\": Für Kinder von 6 bis 12 Jahren\n7. bis 17. Oktober, jeweils Dienstag bis Freitag: 12 bis 13 Uhr\nKosten: Museumseintritt, Kinder bis 18 Jahre frei\n\"Offene Werkstatt\": Für Kinder ab 6 Jahren\nSamstag, 11. und 18. Oktober, 10:30 bis 16:30 Uhr\nDauer: 2 Stunden, Beginn: 10:30 Uhr, 12:30 Uhr und 14:30 Uhr\nKosten: 7 Euro\nKurse bitte im Vorfeld auf der Homepage des Museums buchen.\nEintritt:\n10 Euro, ermäßigt 8 Euro\nfrei für Kinder und Jugendliche bis 18 Jahren und Studierende\nAltersempfehlung: ab dem Grundschulalter geeignet\nBarrierefreiheit:\nVorhanden sind ein Behindertenparkplatz, Rampen im Eingangs- und Ausstellungsbereich, ein Rollstuhlhublift im Museum, ein Aufzug in der Ausstellungshalle sowie ein Rollstuhlfahrer-WC. An der Museumskasse sind Bauwollhandschuhe zum Ertasten von Exponaten für Blinde und Sehbehinderte ausleihbar.\nWeitere Informationen finden Sie auf der Homepage des Industriemuseums.\nLeipzig: Coole Experimente in der Inspirata\nIm Inspirata Leipzig werden die MINT-Fächer (Mathematik, Informatik, Naturwissenschaften, Technik) zum spannenden Abenteuer – auch für Mathemuffel! Kinder und Jugendliche können physikalische Phänomene hautnah erleben, tüfteln und experimentieren.\nBälle schweben lassen, sich in riesigen Seifenblasen verstecken, Brücken bauen, Kugelwettrennen veranstalten oder die Erdrotation nachweisen: über 200 interaktive Exponate machen Mathematik, Naturwissenschaften und Technik spielerisch erlebbar. Themen wie Umwelt, Innovation und Technik laden zum Forschen ein. Lernen wird an diesem ganz besonderen Ort zum Erlebnis!\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nINSPIRATA – Zentrum für mathematisch-naturwissenschaftliche Bildung e. V.\nDeutscher Platz\n04103 Leipzig\nÖffnungszeiten in den Herbstferien:\nSamstag: 12 bis 18 Uhr\nAn allen anderen Tagen ist ein Besuch für Gruppen nach Absprache möglich.\nEintritt: 6 Euro, ermäßigt 5 Euro, Kinder unter 4 Jahren frei\nAltersempfehlung: ab dem Vorschulalter geeignet\nBarrierefreiheit:\nAlle Räume sind gut mit Rollstühlen zu erreichen. Am Hauseingang gibt es eine Rampe, im Haus kann bei Bedarf ein Aufzug benutzt werden. Eine rollstuhlgerechte Toilette steht nicht zur Verfügung.\nWeitere Informationen finden Sie auf der Homepage der Inspirata Leipzig.\nAnnaberg-Buchholz: Das Erzgebirge entdecken in der Manufaktur der Träume\nNicht mehr lange, dann beginnt der Advent. Wen die Schokonikoläuse in den Supermärkten noch nicht locken, der ist spätestens nach dem Besuch der Manufaktur der Träume in Annaberg-Buchholz festlich gestimmt. Familien tauchen ein in eine zauberhafte Welt aus Holzspielzeug, Bergbau-Figuren und erzgebirgischer Weihnacht.\nAuf den drei Ebenen \"Sehen\", \"Machen\" und \"Staunen\" können Kinder und Erwachsene Werkstücke ertasten, mechanische Weihnachtsberge bestaunen und die berühmten Pyramiden in Licht und Ton erleben. Mit einem Detektivblatt wird das Entdecken zum spielerischen Abenteuer. Vom Museumsbalkon eröffnet sich ein herrlicher Blick über die Altstadt und das Erzgebirge: ein vorweihnachtliches Erlebnis für Groß und Klein!\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nManufaktur der Träume\nBuchholzer Straße 2\n09456 Annaberg-Buchholz\nÖffnungszeiten in den Herbstferien:\nTäglich: 10 bis 18 Uhr\nEintritt:\n7 Euro, ermäßigt 4 Euro, Familienkarte 18 Euro (zwei Erwachsene, ab zwei Kindern)\nJeden ersten Donnerstag im Monat erhalten Kinder und Jugendliche bis 18 Jahre freien Eintritt.\nAltersempfehlung: ab dem Vorschulalter geeignet\nBarrierefreiheit:\nDas Museum ist barrierefrei, es gibt einen Aufzug und ein Rollstuhlfahrer-WC. Es werden Führungen für Menschen mit Sehbehinderung angeboten.\nWeitere Informationen finden Sie auf der Homepage des Museums.\n[Für kreative Kinder]\nDresden: Kunstworkshops in der Jugendkunstschule\nIn den Herbstferien bietet die Jugendkunstschule Dresden an verschiedenen Standorten in der Stadt spannende Workshops und Theaterprojekte für Kinder und Jugendliche jeden Alters. Neues ausprobieren, eigene Ideen umsetzen und kreativ sein, wird hier großgeschrieben: vom Malen über Handwerk bis zu Schauspiel, Theater und Performance. Jede Menge Action, Spaß und neue Erfahrungen warten auf kreative Künstler*innen. Die perfekte Gelegenheit, die Ferien abwechslungsreich und bunt zu gestalten!\n[Weitere Informationen zu Adressen und Ferienangeboten (zum Ausklappen)]\nJKS Paltitzschhof\nGamigstraße 24\n01239 Dresden\nJKS Schloss\nBautzner Str. 130\n01099 Dresden\nJKS Kö15\nKönigstraße 15\n01097 Dresden\nAngebote in den Herbstferien:\n\"Handwerkertage Keramik- und Filzwerkstatt\"\n6. und 7. Oktober 2025 von 9:30 bis 14 Uhr\nOrt: JKS Palitzschhof\nGebühr: kostenfrei\nAlter: 10 bis 14 Jahre\n\"Ab ins Grüne! - Trickfilm-Outdoorwoche\"\n6. bis 10. Oktober 2025 von 10 bis 16 Uhr\nOrt: JKS Palitzschhof\nAlter: 10 bis 14 Jahre\nKosten: kostenlos\n\"Tanz dich frei! Tanzworkshops für Kids!\"\nZweitägige Workshops am 7. und 8. Oktober 2025 und am 9. und 10. Oktober 2025\nvon 10 bis 15 Uhr\nOrt: JKS Schloss\nAlter: von 8 bis 12 Jahren\nKosten: 50 Euro\n\"Theaterwerkstatt: Erinnerungssammeln\"\n5- tägiger Workshop vom 13. bis 17. Oktober 2025 von 10 bis 16 Uhr\nOrt: JKS Kö15\nAlter: 8 bis 12 Jahre\nKosten: kostenlos\n\"Herrn Grüns seltsame Abenteuer\"\nTheater für Kinder ab 6 Jahren am 15. Oktober 2025 von 10 bis 11 Uhr\nOrt: JKS Passage\nKosten: kostenfrei\nWeitere Informationen finden Sie auf der Homepage der Jugendkunstschule Dresden.\nLeipzig: Handwerk und ein Filmdreh in der Jugendkulturwerkstatt\nIn den Herbstferien wird in der Kinder- und JugendKulturWerkstatt JOJO Leipzig gebastelt, gebaut und gefilmt. Kinder ab Schulalter gestalten Fantasiemonster aus Holz, bauen Murmelbahnen, entwerfen Baumhäuser oder töpfern coole Keramik. Kreativ wird’s auch beim Drucken mit Herbstlaub, bei Regenbildern oder Kunst aus Erde, Obst und Gemüse. Wer es gemütlich mag, strickt sich einen Schal oder filzt Glücksbringer. Es gibt sogar einen Filmworkshop. Die Kurse laufen vormittags oder nachmittags, ideal um die Ferien zu planen.\n[Weitere Informationen zu Adresse und Ferienangeboten (zum Ausklappen)]\nKinder- und JugendKulturWerkstatt JOJO\nRiebeckstraße 51a, Hofeingang, 3. OG\n04317 Leipzig\nAngebote in den Herbstferien:\n\"Fantasiemonsterchen aus Holz\"\n6. und 16. Oktober 2025 von 14 bis 16 Uhr\nAlter: ab 7 Jahren\nKosten: 3 Euro\n\"Film – Geschichten in Videos\"\n3-Tage-Workshop vom 6. bis 8. Oktober 2025 von 10 bis 14 Uhr\nAlter: ab 10 Jahren\nKosten: 6 Euro\n\"Strick dir einen Schal\"\n2-Tage-Kurs am 7. und 8. Oktober 2025 und am 13. und 14. Oktober 2025 von 14 bis 16 Uhr\nAlter: ab 10 Jahren\nKosten: 4 Euro\n\"Filzwerkstatt\"\nMittwoch, 8. Oktober 2025, von 10:30 bis 12 Uhr\nAlter: ab 7 Jahren\nKosten: 3 Euro\n\"Coole Baumhäuser!\"\n9. Oktober 2025 von 10:30 bis 12.30 Uhr\nAlter: ab 7 Jahren\nKosten: 2 Euro\n\"Wir drucken mit Herbstlaub\"\n9. Oktober 2025 von 14 bis 16 Uhr\nAlter: ab 7 Jahren\nKosten: 2 Euro\n\"Murmelbahn bauen\"\n10. Oktober und 13. Oktober von 10 bis 13 Uhr\nAlter: ab 9 Jahren\nKosten: 3 Euro\n\"Regenbilder\"\n14. Oktober 2025 von 10:30 bis 12:30 Uhr\nAlter: ab 7 Jahren\nKosten: 2 Euro\n\"Kunst aus der Erde\"\n15. Oktober 2025 von 10:30 bis 12:30 Uhr\nAlter: ab 7 Jahren\nKosten: 3 Euro\n\"Wir drucken mit Herbstlaub\"\n15. Oktober 2025 von 14 bis 16 Uhr\nAlter: ab 7 Jahren\nKosten: 2 Euro\n\"Keramikwerkstatt\"\n16. Oktober 2025 von 10 bis 12 Uhr\nAlter: ab 7 Jahren\nKosten: 4 Euro\nWeitere Informationen finden Sie auf der Homepage der Kinder- und JugendKulturWerkstatt JOJO.\nRiesa: Tanzen, Minecraft und Graffiti im Offenen Jugendhaus Riesa\nIn verschiedenen Workshops kann Kreativität ausgelebt und Neues entdeckt werden: Beim \"Commercial Dance\" wird zu viralen Hits getanzt, im Workshop \"Digitale Kunst\" mit KI und modernen Tools gestaltet. Beim Graffiti werden eigene Styles gesprayt, während bei der \"TapeART\" Kunstwerke mit buntem Klebeband entstehen. Zusätzlich wird eine dreitägige Jugendfreizeit zum Thema \"Minecraft\" angeboten: bauen, zocken und gemeinsam kreativ werden.\n[Weitere Informationen zu Adresse und Ferienangeboten (zum Ausklappen)]\nOffenes Jugendhaus Riesa\nBahnhofstr. 44\n01587 Riesa\nAngebote in den Herbstferien 2025:\n\"Commercial Dance\"\n3. und 4. Oktober 2025 von 10 bis 16 Uhr, inkl. Mittagsverpflegung\nAlter: ab 12 Jahren\n\"TapeART\"\n3. und 4. Oktober 2025 von 10 bis 16 Uhr, inkl. Mittagsverpflegung\nAlter: ab 12 Jahren\n\"Stadt von morgen: Riesa in Minecraft?\"\nEinführung am 6. Oktober 2025 von 10 bis 16 Uhr im offenen Jugendhaus Riesa.\nVom 7. bis 10. Oktober 2025: Fahrt in die Jugendherberge Bad Lausick mit Vollverpflegung.\nAlter: ab 12 Jahren\nKosten: 50 Euro\n\"Digitale Kunst\"\n13. und 14. Oktober 2025 von 10 bis 16 Uhr, inkl. Mittagsverpflegung\nAlter: ab 12 Jahren\n\"Graffiti\"\n15. und 16. Oktober von 10 bis 16 Uhr, inkl, Mittagsverpflegung\nAlter: ab 12 Jahren\nWeitere Informationen finden Sie auf der Homepage des Offenen Jugendhauses Riesa.\nBorna: Theater- und Kunstworkshops im Hort Abenteuerland\nIm Projekt \"Und was fühlst du?\" geht es im Hort Abenteuerland auf eine kreative Entdeckungsreise in die Welt der Gefühle. Gemeinsam in Theater- und Kunstworkshops wird erforscht, welche Emotionen es gibt und wie sie sich zeigen.\nAm Ende der Ferienwoche dürfen die entstandenen Werke in einer Abschlusspräsentation vor Familie und Freund*innen gezeigt werden. Ein spannendes Erlebnis, um Gefühle zu entdecken, auszudrücken und spielerisch zu erleben.\n[Weitere Informationen zu Adresse und Ferienangeboten (zum Ausklappen)]\nHort Abenteuerland Borna/Neukirchen\nSchulweg 3\n04552 Borna\nAngebote in den Herbstferien:\n\"Und was fühlst du?\": Ferienprojekt für Kinder von 8 bis 12 Jahren\nvom 13. bis 17. Oktober 2025\ntäglich von 9 bis 15 Uhr\nKosten: kostenfrei\nWeitere Informationen finden Sie auf der Homepage der LKJ Sachsen e.V.\n[Für die Kleinsten]\nKleinwelka: Dinos bestaunen im Saurierpark\nIm Saurierpark Kleinwelka wird Dino-Abenteuer für Kinder und Familien geboten. Über 200 lebensgroße Dinosaurier können entdeckt werden, und nebenbei werden spannende Fakten über die Urzeit vermittelt. Der tolle Abenteuer-Spielplatz bietet Platz zum Klettern und Toben und der geheimnisvolle Urzeitpfad darf gerne gemeinsam erkundet werden.\nT-Rex, Triceratops und viele andere Urzeitriesen freuen sich auf ihre kleinen Fans und sorgen für ein unvergessliches Erlebnis. Ein Tag voller Action, Spaß und Entdeckungen wird hier in den Herbstferien geboten.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nSaurierpark Kleinwelka\nSaurierpark 1\n02625 Bautzen\nÖffnungszeiten in den Herbstferien:\ntäglich von 10 bis 18 Uhr\nEintritt:\nab 4 Jahren 19 Euro, unter 4 Jahren kostenlos\nFamilienkarte 60 Euro\nAltersempfehlung: schon für die Kleinsten geeignet\nWeitere Informationen finden Sie auf der Homepage des Saurierparks Kleinwelka.\nLichtenstein: In den Miniwelten auf Weltreise gehen\nLinks das Taj Mahal, rechts das Leipziger Völkerschlachtdenkmal: In den Miniwelten Lichtenstein kann eine ganze Welt im Kleinformat entdeckt werden. Hier stehen berühmte Gebäude, Städte und kleine Landschaften, alle winzig und super detailliert.\nKleine Züge fahren durch die Miniwelten, und es gibt viel zu staunen. Perfekt für Kinder und Familien, die in den Herbstferien spannende Mini-Abenteuer erleben wollen und dabei sehen möchten, wie groß die Welt auch im Kleinen sein kann.\n[Weitere Informationen zu Adresse, Öffnungszeiten und Eintritt (zum Ausklappen)]\nMiniwelt Lichtenstein\nChemnitzer Str. 43\n09350 Lichtenstein/Sachsen\nÖffnungszeiten in den Herbstferien:\nMontag bis Sonntag: 9 bis 18 Uhr\nEintritt:\n14,50 Euro, Kinder (5 bis 15 Jahren) 10 Euro\nFamilienkarte 43 Euro\nAltersempfehlung: schon für die Kleinsten geeignet\nWeitere Informationen finden Sie auf der Homepage der Miniwelt Lichtenstein.\nLeipzig: Tschechisches Volksmärchen im Puppentheater Sterntaler\nIn den Herbstferien lädt \"Krümelchens Abenteuer\" zu einem spannenden Theatererlebnis für Kinder ab 4 Jahren ein. Schauspiel und Handpuppen machen das tschechische Märchen \"Budulinek\" lebendig: Krümelchen erlebt ein fantasievolles Abenteuer im Wald, trifft lustige Tiere und lernt spielerisch über Regeln, Versprechen und kleine Versuchungen. Es wird sogar gesungen, auch auf Tschechisch. Ein magisches, fröhliches Erlebnis voller Lachen, Staunen und Mitfiebern für die ganze Familie.\n[Weitere Informationen zu Adresse, zum Theaterstück und Eintritt (zum Ausklappen)]\nPuppentheater Sterntaler\nTalstraße 30\n04103 Leipzig\nAngebote in den Herbstferien:\n\"Krümelchens Abenteuer\": Theater mit Handpuppen und Schauspiel für Kinder ab 4 Jahren\n8. Oktober 2025 um 10 und 16 Uhr\n9. Oktober 2025 um 10 Uhr\n10. Oktober 2025 um 16 Uhr\n11. Oktober 2025 um 16 Uhr\n12. Oktober 2025 um 11 Uhr und 16 Uhr\nDauer: 45 Minuten\nEintritt: 9 Euro für alle Besucher ab 4 Jahren\nWeitere Informationen finden Sie auf der Homepage des Puppentheaters Sterntaler.\nDieses Thema im Programm: MDR FERNSEHEN | 14. August 2025 | 21:15 Uhr",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "german",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Lifestyle and Leisure"
  ],
  "topics": [
    "Education->parents group",
    "Education->students",
    "Education->early childhood education",
    "Lifestyle and Leisure->travel and tourism",
    "Lifestyle and Leisure->lifestyle",
    "Lifestyle and Leisure->holiday"
  ],
  "ai_allow": false,
  "has_canonical": false,
  "breaking": null,
  "webz_reporter": false,
  "external_links": [
    "https://www.jukuwe-leipzig.de/",
    "https://www.jks-dresden.de/",
    "https://www.panometer.de",
    "https://freilichtmuseum-vogtland.de/de/veranstaltungen",
    "https://www.dhmd.de/ueber-uns/das-museum/kurzportraet/",
    "https://www.outlaw-ggmbh.de/einrichtung/offenes-jugendhaus-riesa",
    "https://www.saurierpark.de/besucherinformationen/oeffnungszeiten-preise",
    "https://lkj-sachsen.de/fuer-kinder-und-jugendliche/aktuelle-angebote-fuer-kinder-und-jugendliche/kinder-ferienprojekt-und-was-fuehlst-du/",
    "https://www.bergbau-im-hohwaldgebiet.de/",
    "http://www.bergbau-technik-park.de/park/",
    "https://www.senckenberg.de/de/athome/kinderzimmer/",
    "https://www.annaberg-buchholz.de/manufaktur-der-traeume/index.php",
    "https://www.felsendome.de/entdecken/besucherberkwerk",
    "https://www.smac.sachsen.de/veranstaltungen-details.html?id=3105",
    "http://www.terra-mineralia.de/",
    "https://www.inspirata.de/",
    "https://www.miniwelt.de/",
    "https://www.puppentheater-sterntaler.de/",
    "https://www.industriemuseum-chemnitz.de",
    "https://www.karl-may-museum.de/de/",
    "https://outlaw-ggmbh.de/einrichtung/offenes-jugendhaus-riesa",
    "http://bergbau-technik-park.de/park/",
    "https://www.inspirata.de",
    "https://annaberg-buchholz.de/manufaktur-der-traeume/index.php",
    "https://smac.sachsen.de/veranstaltungen-details.html?id=3105",
    "https://www.smac.sachsen.de/veranstaltungen-details.html",
    "http://terra-mineralia.de/",
    "https://www.senckenberg.de/de/athome/kinderzimmer",
    "https://www.puppentheater-sterntaler.de",
    "https://www.lkj-sachsen.de/fuer-kinder-und-jugendliche/aktuelle-angebote-fuer-kinder-und-jugendliche/kinder-ferienprojekt-und-was-fuehlst-du/",
    "https://www.jukuwe-leipzig.de",
    "https://senckenberg.de/de/athome/kinderzimmer/",
    "http://www.terra-mineralia.de",
    "https://miniwelt.de/",
    "https://dhmd.de/ueber-uns/das-museum/kurzportraet/",
    "https://lkj-sachsen.de/fuer-kinder-und-jugendliche/aktuelle-angebote-fuer-kinder-und-jugendliche/kinder-ferienprojekt-und-was-fuehlst-du",
    "http://www.bergbau-technik-park.de/park",
    "https://saurierpark.de/besucherinformationen/oeffnungszeiten-preise",
    "https://felsendome.de/entdecken/besucherberkwerk",
    "https://bergbau-im-hohwaldgebiet.de/",
    "https://inspirata.de/",
    "https://jks-dresden.de/",
    "https://karl-may-museum.de/de/",
    "https://www.miniwelt.de",
    "https://jukuwe-leipzig.de/",
    "https://industriemuseum-chemnitz.de",
    "https://www.dhmd.de/ueber-uns/das-museum/kurzportraet",
    "https://www.karl-may-museum.de/de",
    "https://panometer.de",
    "https://www.bergbau-im-hohwaldgebiet.de",
    "https://www.jks-dresden.de",
    "https://puppentheater-sterntaler.de/",
    "https://www.freilichtmuseum-vogtland.de/de/veranstaltungen"
  ],
  "external_images": [],
  "internal_images": [],
  "entities": {
    "persons": [],
    "locations": [
      {
        "name": "Sachsen",
        "sentiment": "none"
      },
      {
        "name": "Chemnitz",
        "sentiment": "none"
      },
      {
        "name": "Dresden",
        "sentiment": "none"
      },
      {
        "name": "Leipzig",
        "sentiment": "none"
      },
      {
        "name": "Lausitz",
        "sentiment": "none"
      },
      {
        "name": "Görlitz",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "Jugendkunstschule Dresden",
        "sentiment": "none",
        "tickers": []
      }
    ]
  },
  "syndication": {
    "syndicated": null,
    "syndicate_id": null,
    "first_syndicated": false
  },
  "trust": {
    "categories": [],
    "top_news": [],
    "bias": null,
    "source": {
      "type": null,
      "city": null,
      "state": null,
      "country": null,
      "domain_type": null,
      "agency": null,
      "organization_name": null
    }
  },
  "rating": null,
  "crawled": "2025-09-18T07:42:13.341+03:00",
  "updated": "2025-09-18T07:45:46.000+03:00"
}