{
  "thread": {
    "uuid": "7a2221fcfee9f06c6a52d603cd5b29502f94ee92",
    "url": "https://thespinoff.co.nz/books/05-07-2024/a-contract-with-their-environment-explaining-the-incredible-power-of-feedbacks",
    "site_full": "thespinoff.co.nz",
    "site": "thespinoff.co.nz",
    "site_section": "https://thespinoff.co.nz",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "The Spinoff | A New Zealand site covering pop culture, politics and social life through features, criticism, interviews, videos and podcasts.",
    "title": "‘A contract with their environment’: The incredible power of feedbacks | The Spinoff",
    "title_full": "‘A contract with their environment’: The incredible power of feedbacks | The Spinoff",
    "published": "2024-07-05T00:29:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "NZ",
    "main_image": "https://images.thespinoff.co.nz/1/2024/07/Untitled-design-2024-07-01T161152.654.png",
    "performance_score": 0,
    "domain_rank": 16129,
    "domain_rank_updated": "2024-07-02T13:08:10.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "7a2221fcfee9f06c6a52d603cd5b29502f94ee92",
  "url": "https://thespinoff.co.nz/books/05-07-2024/a-contract-with-their-environment-explaining-the-incredible-power-of-feedbacks",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Nicholas Golledge",
  "published": "2024-07-05T00:29:00.000+03:00",
  "title": "‘A contract with their environment’: The incredible power of feedbacks | The Spinoff",
  "text": "Share Story × Share Story\nFacebook\nTwitter\nReddit\nEmail\nLinkedin\nWhatsapp\nMessenger Climate scientist Prof Nicholas Golledge’s book is a beautiful exploration of the concept of feedbacks, which impacts all life on Earth. Wellington-based climate scientist Nicholas Golledge has written a stunning book called Feedback: Uncovering the Hidden Connections Between Life and the Universe. In this excerpt, he takes us back 5,000 years to show the concept of feedbacks at work in neolithic society.\nFive thousand years ago, a unique and monumental episode in human cultural evolution began. Across the British Isles, from southern moorlands to the islands of the far north, Neolithic families worked together to design and engineer flat earthern platforms a hundred metres or more wide and to construct upon them circular arrangements of colossal standing stones. We will never know the words they used with each other, the language that gave them cohesion and commonality. And we might never know for certain what underlying force united them with such purpose and commitment. But what we do know is that, over the millennium that followed, coherent, organised, and socially well-connected groups built a thousand or more such structures, each adorning an upland or otherwise prominent seat in the landscape, using materials distantly quarried and deliberately imported, and employing labour from far and wide.\nWhy would they embark upon such a struggle? What reward could they have envisioned to justify the sacrifices they voluntarily made? For those who built them, these magnificent works of art had meaning and purpose, their slow and deliberate creation a bursting forth of a collective intelligence that had evolved gradually through the millennia before. In building stone circles these Neolithic groups proclaimed to the world that they valued their future and chose to shape it to their advantage. Because each structure brought order to the natural world, set in stone the cyclic changes that watermarked their daily lives and that repeated dependably from year to year, one generation to the next. Predicting the ebb and flow of seasonal changes, the circles these settlers constructed became the basis of a contract with their environment. With the help of majestic stone markers, they could each year be better prepared, more prosperous and prolific than the year gone by. The short-lived struggle of construction locked in long-lasting benefits and adaptations that eased their toil and enabled growth.\nThrough such monuments, these people harnessed the incredible power of feedbacks.\nThis period was one of purposeful and far-reaching change, a turning point that marked the establishment of a farming culture in these far corners of northwest Europe, a society that settled instead of roamed, cultivated instead of gathered. Technological changes had migrated slowly north from the developments of the earliest civilisations in the Middle East another 5,000 years before them. It was a time when regional climates were ameliorating, imperceptibly changing as the steepening tilt of Earth’s axis brought warmer summers to northern Europe, and the last vestiges of the great North American Laurentide ice sheet decayed and released its grip on the overturning circulation of the North Atlantic Ocean.\nIn northern Scotland, a remote peat bog archives the comparative dryness and milder temperatures of this climatic optimum, each millimetre or two of sediment recording the conditions of a single year. Eight thousand years of history, hidden in mud, buried beneath the surface of an unknown and isolated mire. And this mud can tell stories, can recount to us now what those early people could not. From bromine levels we know how rough were the seas, and from the clarity of liquid extractions we can reconstruct how the climate shifted from wet to dry. As Neolithic villagers cut, hauled, and thrust upward their rough-hewn slabs of Orkney sandstone, we know they did so in a place that was less battered by the wild Atlantic storms than it is today, where each successive year saw increasingly favourable weather, and one where the living was attractive enough to justify the perilous crossing from the Scottish mainland.\nWhether favourable climatic conditions were instrumental in the establishment and proliferation of henges and stone circles or whether their contemporaneity was purely coincidental, the investment of time, energy, and resources necessary for an undertaking as substantial as any of those whose lithic skeletons we still see today suggests an importance and purpose that has led many to infer spiritual motivations. We have no knowledge of the religious beliefs of these people, but the extant evidence attests to the considerable technological skill of this society.\nThe neolithic village of Skara Brae. Image from Wikipedia . The Neolithic village of Skara Brae, on the west coast of the Orkney mainland, is the most complete example in Europe. Occupied from 5,200 to 4,500 years ago, the 10 houses in this settlement had stone hearths, beds, and recessed “cupboards” in their walls. The houses incorporated basic toilets, each connected to a simple, common sewer system. Each house followed a similar layout with the same furnishings throughout, including stone storage boxes made watertight with clay, a dresser, and seats. “Low roads” connected the village to henges and stone circles across the island, and to Maeshowe, a chambered cairn and passage grave seven miles to the south-east of Skara Brae, most likely built around 4,800 years ago.\nHere again, the implemented technology was purposeful. A 35-metre wide and seven-metre-high earthen mound enshrouds a complex of stone-walled passages and chambers, whose constituent blocks weigh up to 30 tonnes. Together with the labor effort required for construction, estimated to have been in the range of 40,000 to 100,000 person-hours, the evidence indicates a considerable workforce and many months, if not years, of work. And this work most certainly must have been carefully planned, controlled, and coordinated, for the chief distinction of Maeshowe is that, at sunset each winter solstice, the sun’s rays are so perfectly aligned with the 11-metre-long, low-roofed and narrow stone-walled entrance passageway that only at this singular point in the rotation of the Earth around the sun is the central chamber completely illuminated, just briefly, before the sun slips once more beneath the horizon to mark the end of the solar year.\nFeedback: Uncovering the Hidden Connections Between Life and the Universe by Nicholas R. Golledge (Rowman & Littlefield) can be purchased from Unity Books and via Bookhub.\nThe Spinoff Review of Books is proudly brought to you by Unity Books and Creative New Zealand. Visit Unity Books online today.\nPOPULAR",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://bookhub.co.nz/p/feedback?barcode=9781633889330&search_key=Golledge)",
    "https://www.unitybooks.co.nz/products/feedback-uncovering-the-hidden-connections-between-life-the-universe)",
    "https://www.bookhub.co.nz/p/feedback?barcode=9781633889330&search_key=Golledge)",
    "https://bookhub.co.nz/p/feedback",
    "https://unitybooks.co.nz/products/feedback-uncovering-the-hidden-connections-between-life-the-universe)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "nicholas golledge",
        "sentiment": "positive"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "wellington",
        "sentiment": "none"
      },
      {
        "name": "isles",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-07-05T03:25:33.826+03:00",
  "updated": "2024-07-05T19:12:48.791+03:00"
}