{
  "thread": {
    "uuid": "74b60a18ea1bf8a36d8035060f1cf2deb8f547f0",
    "url": "https://news.engineering.arizona.edu/news/french-scientific-agency-selects-pierre-deymier-prestigious-fellow-ambassador-role",
    "site_full": "news.engineering.arizona.edu",
    "site": "arizona.edu",
    "site_section": "https://news.engineering.arizona.edu",
    "site_categories": [
      "graduate_school",
      "education"
    ],
    "section_title": "News | College of Engineering | The University of Arizona |",
    "title": "French Scientific Agency Selects Pierre Deymier for Prestigious Fellow-Ambassador Role | News | College of Engineering | The University of Arizona",
    "title_full": "French Scientific Agency Selects Pierre Deymier for Prestigious Fellow-Ambassador Role | News | College of Engineering | The University of Arizona",
    "published": "2024-04-11T22:47:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "",
    "performance_score": 0,
    "domain_rank": 636,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "74b60a18ea1bf8a36d8035060f1cf2deb8f547f0",
  "url": "https://news.engineering.arizona.edu/news/french-scientific-agency-selects-pierre-deymier-prestigious-fellow-ambassador-role",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Katy Smith",
  "published": "2024-04-11T22:47:00.000+03:00",
  "title": "French Scientific Agency Selects Pierre Deymier for Prestigious Fellow-Ambassador Role | News | College of Engineering | The University of Arizona",
  "text": "French Scientific Agency Selects Pierre Deymier for Prestigious Fellow-Ambassador Role Pierre Deymier, professor of materials science and engineering at the University of Arizona, is among eight of the world's top scientists to be named to France's National Centre for Scientific Research second class of fellow-ambassadors. France's national agency for scientific research, known as CNRS, began the fellow-ambassadors program in 2023 to enrich its country's research efforts and international profile. The agency [announced the class](https://www.cnrs.fr/en/update/cnrs-fellow-ambassadors-second-class-revealed#:~:text=The%20second%20class%20of%20CNRS,Kyulux%20and%20Koala%3B%20Pierre%20A.) in March. Through the program¸ which is rooted in the academic tradition of eminent visiting professors, the agency invites a few celebrated minds to commit to spending at least one month per year for three years in French laboratories. The first class of 10 CNRS fellow-ambassadors included Saul Perlmutter, who won the 2011 Nobel Prize in Physics for his discovery that the expansion of the Universe is accelerating. Deymier's class includes Ardem Patapoutian, another Nobel Prize awardee, and Nicola Spaldin, a professor at ETH Zurich who won the L'Oréal-UNESCO Women in Science International Award in recognition of her materials science work. More Than a Fellowship The \"ambassador\" part of Deymier's new title is important to him. \"It's not just a fellowship,\" said Deymier, also a member of the [BIO5 Institute](https://bio5.org/) and on the faculty for the [Applied Mathematics Graduate Interdisciplinary Program](https://gidp.arizona.edu/academic-programs/applied-mathematics). \"It means serving as a bridge between the science research in the U.S. and that of our French counterparts. It's trying to bridge French and American research to make bigger and faster progress.\" Deymier, who is a native of France, has been collaborating with colleagues there for decades and will now have more resources to expand on that work. The CNRS has a budget of about $4.3 billion, operates 1,100 research labs, and employs 33,000 people. In addition to helping him develop new research activities, the fellowship will strengthen Deymier's ties to scientists at the University of Lille and the CNRS' Institute of Electronics, Microelectronics and Nanotechnology. They're working with topological acoustics – methods of exploiting the properties of sound in new ways that could vastly improve technologies. Topological acoustics holds the promise to make computers faster, extend the life of cellphone batteries, improve medical testing and reveal thawing of permafrost, to name a few examples. \"Many French laboratories are doing really cutting-edge research in this field,\" he said. \"The collaborations are going to be very useful, not only to the French laboratories, but also to the New Frontiers of Sound Science and Technology Center and the research that we're doing at the University of Arizona.\" Deymier leads the center, which was established in 2023 with a [$30 million award from the National Science Foundation](https://news.engineering.arizona.edu/news/ua-scientists-investigate-new-frontiers-sound-30m-center). New Frontiers of Sound unites researchers from several universities working with topological acoustics. \"As the New Frontiers of Sound Center director, Pierre fosters collaborations with leading scientists and thought leaders around the world,\" said Sammy Tin, head of the [Department of Materials Science and Engineering](https://mse.engineering.arizona.edu/) and the Patrick R. Taylor Endowed Department Leadership Chair. \"Being elected as a CNRS fellow-ambassador enables him to do precisely that, as he will conduct pioneering research related to acoustic metamaterials with scientists from CNRS labs.\" 39 Years of UA Contributions “I’ve never been much interested in prestige. I do the work and forget about trying to get awards,” said Deymier. “But I'm proud of this, because it shows the international standing of the research and the work that I've been doing here at the University of Arizona, that this research has international impact.” In addition to his work with topological acoustics, Deymier is recognized for contributions in fields including materials theory, acoustic metamaterials, biomaterials and thermodynamics. In 2023, he was awarded the International Phononics Society’s [Bloch Prize](https://news.engineering.arizona.edu/news/phononics-society-recognizes-ua-professor-pioneering-role-field) for “outstanding and sustained contributions in the field of phononics.” Phononics is a branch of physics concerning phonons, a type of quasi-particle that carries sound and heat. “I’ve been working on very diverse topics. I think that was appealing to the CNRS,” he said. Deymier joined the university faculty in 1985 and is the author of 228 refereed publications and the editor, author or co-author of three books and six book chapters. He served as the director for the School of Sustainable Engineered Systems at the UA from 2009 to 2017 and as the head of the materials science and engineering department from 2011 to 2021. He holds 12 patents and patent applications. “I cannot think of a person more deserving of this recognition than Pierre, and I look forward to working with him for many years to come,” said Tin.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology"
  ],
  "external_links": [
    "https://bio5.org/)",
    "https://www.cnrs.fr/en/update/cnrs-fellow-ambassadors-second-class-revealed#:~:text=The%20second%20class%20of%20CNRS,Kyulux%20and%20Koala%3B%20Pierre%20A.)",
    "https://cnrs.fr/en/update/cnrs-fellow-ambassadors-second-class-revealed#:~:text=The%20second%20class%20of%20CNRS,Kyulux%20and%20Koala%3B%20Pierre%20A.)",
    "https://www.bio5.org/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "pierre deymier",
        "sentiment": "negative"
      },
      {
        "name": "pierre deymie",
        "sentiment": "negative"
      },
      {
        "name": "saul perlmutter",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "french scientific agency",
        "sentiment": "negative"
      },
      {
        "name": "university of arizona french scientific agency",
        "sentiment": "negative"
      },
      {
        "name": "national centre for scientific research",
        "sentiment": "none"
      },
      {
        "name": "cnrs",
        "sentiment": "none"
      },
      {
        "name": "university of arizona",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "france",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:39:49.112+03:00",
  "updated": "2024-04-12T04:39:49.112+03:00"
}