{
  "thread": {
    "uuid": "83ce48f2048009663550125d41eb070f9d4e6712",
    "url": "http://www.chronline.com/stories/vietnam-veterans-medal-of-honor-to-be-permanently-displayed-at-veterans-memorial-museum-in,331827",
    "site_full": "www.chronline.com",
    "site": "chronline.com",
    "site_section": "https://www.newsbreak.com/the-chronicle-1670503",
    "site_categories": [
      "media"
    ],
    "section_title": "The Chronicle | NewsBreak",
    "title": "Vietnam veteran’s Medal of Honor to be permanently displayed at Veterans Memorial Museum in Chehalis | The Daily Chronicle",
    "title_full": "Vietnam veteran’s Medal of Honor to be permanently displayed at Veterans Memorial Museum in Chehalis | The Daily Chronicle",
    "published": "2023-12-29T23:01:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://cdn6.creativecirclemedia.com/lafromboise/medium/20231229-160035-23%20-%20RT%20Vermont%20-%20Prov.%20by%20Frank%20Greco.jpg",
    "performance_score": 0,
    "domain_rank": 39199,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "83ce48f2048009663550125d41eb070f9d4e6712",
  "url": "http://www.chronline.com/stories/vietnam-veterans-medal-of-honor-to-be-permanently-displayed-at-veterans-memorial-museum-in,331827",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Owen Sexton / owen@chronline.com",
  "published": "2023-12-29T23:01:00.000+02:00",
  "title": "Vietnam veteran’s Medal of Honor to be permanently displayed at Veterans Memorial Museum in Chehalis | The Daily Chronicle",
  "text": "Franklin D. Miller, or “Dean,” as he was known to his unit during the Vietnam War, was a U.S. Army command sergeant major who was awarded the Medal of Honor on June 5, 1971, by former President Richard Nixon. He was given the Medal of Honor for his actions during a battle on Jan. 5, 1970, while deployed in Vietnam, Veterans Memorial Museum Executive Director Chip Duncan said. Now, 54 years to the day after the battle, Miller’s Medal of Honor will be delivered by his daughter, Danielle Keller, of Portland, during a ceremony to the Veterans Memorial Museum in Chehalis, where it will be permanently displayed. The ceremony will begin at 1 p.m. on Jan. 5, 2024, at the museum, located at 100 SW Veterans Way in Chehalis. Along with Keller, the ceremony will also feature Skip Ettinger, a lifelong friend of Miller’s; retired U.S. Army Colonel Rick Thomas, former commander of the 1st Special Forces Group at Fort Lewis; and U.S. Army Master Sergeant Earl Plumlee, who was awarded the Medal of Honor for actions while deployed in Afghanistan in 2013. “Skip is here in Washington state, and he learned that Danielle was, instead of leaving it in a closet or a box, looking for a place to display the Medal of Honor,“ Duncan told The Chronicle on Dec. 28. Duncan has been working with Keller and Ettinger for three years in an effort to get a display set up for Miller’s Medal of Honor. Miller, a staff sergeant and a member of the U.S. Army’s 5th Special Forces Group at the time, specialized in reconnaissance patrols. On Jan. 5, 1970, he was a team leader for a joint American-Vietnamese unit on a long-range reconnaissance patrol deep within enemy territory. After leaving a helicopter intersection point on the patrol, one of Miller’s unit members tripped an explosive enemy booby trap, wounding four members of his patrol. Miller quickly administered first aid and moved his unit into a defensible position, as he knew the explosion alerted nearby Vietcong fighters. Once his unit was secure in a defensible position, Miller went out alone to face what he estimated to be a platoon-sized enemy force — between 20 and 50 soldiers — approaching his unit’s position. He single-handedly repulsed two initial enemy attacks before rejoining his unit and calling for a helicopter extraction for his men. However, the only suitable extraction point was a bomb crater some 150 meters from his unit’s position. Miller scouted a route to the crater and led his men through the jungle to it, but as the helicopter hovered over the crater to extract them, the Vietcong launched another attack against Miller’s unit, causing the helicopter to leave. The enemy’s attack continued, leaving Miller heavily wounded. Only two other men in his patrol survived. Despite the Vietcong’s persistence, Miller continued to repel enemy advances until a friendly relief force reached their position to provide assistance. “Miller's gallantry, intrepidity in action, and selfless devotion to the welfare of his comrades are in keeping with the highest traditions of the military service and reflect great credit on him, his unit, and the U.S. Army,” reads Miller’s Medal of Honor citation. Miller died June 30, 2000, in Florida. Those looking to learn more about Miller can read his book, “Reflections of a Warrior: Six Years as a Green Beret in Vietnam,” available from Amazon and other online retailers. Learn more about Miller at https://en.wikipedia.org/wiki/Franklin_D._Miller.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Arts, Culture and Entertainment",
    "War, Conflict and Unrest",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "franklin d. miller",
        "sentiment": "negative"
      },
      {
        "name": "skip ettinger",
        "sentiment": "none"
      },
      {
        "name": "danielle keller",
        "sentiment": "none"
      },
      {
        "name": "rick thomas",
        "sentiment": "none"
      },
      {
        "name": "richard nixon",
        "sentiment": "none"
      },
      {
        "name": "miller",
        "sentiment": "none"
      },
      {
        "name": "keller",
        "sentiment": "none"
      },
      {
        "name": "chip duncan",
        "sentiment": "none"
      },
      {
        "name": "earl plumlee",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "u.s. army",
        "sentiment": "negative"
      },
      {
        "name": "veterans memorial museum",
        "sentiment": "negative"
      },
      {
        "name": "special forces group",
        "sentiment": "none"
      },
      {
        "name": "veterans memorial museum executive",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "vietnam",
        "sentiment": "none"
      },
      {
        "name": "chehalis",
        "sentiment": "none"
      },
      {
        "name": "fort lewis",
        "sentiment": "none"
      },
      {
        "name": "afghanistan",
        "sentiment": "none"
      },
      {
        "name": "portland",
        "sentiment": "none"
      },
      {
        "name": "washington",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-30T02:30:15.918+02:00",
  "updated": "2023-12-30T17:12:26.049+02:00"
}