{
  "thread": {
    "uuid": "e19a66c57f1095b5b2db58b86be6296f97e2fbc8",
    "url": "https://www.daytondailynews.com/sports/holmes-etching-name-all-over-dayton-record-book-in-junior-season/AVPSRC44BVC4NHFMGFOADPBXVQ/",
    "site_full": "www.daytondailynews.com",
    "site": "daytondailynews.com",
    "site_section": "https://www.daytondailynews.com/sports/",
    "site_categories": [
      "media",
      "social"
    ],
    "section_title": "Sports News | Cincinnati Bengals, Dayton Flyers, Ohio State Buckeyes",
    "title": "DaRon Holmes II etching name all over Dayton Flyers record book in junior season",
    "title_full": "DaRon Holmes II etching name all over Dayton Flyers record book in junior season",
    "published": "2023-12-28T22:04:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.daytondailynews.com/resizer/r1uJnTGasuPuxyp6E96rXudYeqw=/1200x630/d1xee2ssey3x9d.cloudfront.net/12-17-2023/t_c566e43e702945398e90a0ad1e05af19_name_485A9097.jpeg",
    "performance_score": 0,
    "domain_rank": 6218,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "e19a66c57f1095b5b2db58b86be6296f97e2fbc8",
  "url": "https://www.daytondailynews.com/sports/holmes-etching-name-all-over-dayton-record-book-in-junior-season/AVPSRC44BVC4NHFMGFOADPBXVQ/",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "David Jablonski",
  "published": "2023-12-28T22:04:00.000+02:00",
  "title": "DaRon Holmes II etching name all over Dayton Flyers record book in junior season",
  "text": "DaRon Holmes II received a new tablet from his grandma but mostly clothes for Christmas back home in Goodyear, Ariz. Of course, no one can wrap what he and the Dayton Flyers truly want as a gift in the months ahead: continued winning; an Atlantic 10 Conference championship; and a NCAA tournament berth.Holmes and the Flyers returned to campus Tuesday and to practice Wednesday, hoping to pick up right where they left off Dec. 20 when they beat Oakland 91-67 . Dayton (9-2) takes a six-game winning streak into its final non-conference game at 2 p.m. Saturday against Longwood (12-2) at UD Arena. The 18-game A-10 schedule starts next week with a game Wednesday at Davidson.“We’re very excited to move forward again and get back,” Holmes said. “We’ve got some good competition coming up.”Holmes, a 6-foot-10 junior forward, could add to a growing legacy in the months ahead. Already this season, he has become the owner of two school records.Holmes is now Dayton’s all-time leader in blocked shots with 173 in 80 games. Chris Wright ranks second with 162 in 123 games. Holmes, Wright, Sean Finn (139), Roosevelt Chapman (124) and Erv Giddings (116) are the only Flyers with more than 100 blocks.Holmes broke another record in the 82-68 victory against Cincinnati on Dec. 16. He passed Obi Toppin in the career dunks category. Toppin dunked 190 times in two season. Holmes has 193 career dunks: 82 as a freshman; 89 as a sophomore and 22 this season.“It’s a great accomplishment,” Holmes said of the records. “Obviously, I’m very excited that I was able to do that. There are great guys ahead of me that previously had the records, so it’s amazing to keep that legacy going. The fact that we’re winning with it, it means a lot.”Dayton’s DaRon Holmes II broke the school record for career dunks with this dunk in the second half against Cincinnati. He now has 192 dunks in three seasons. Obi Toppin had 190 in two seasons. pic.twitter.com/A7KY2NFNiA Winning is the only thing that matters in the end. Dayton was 46-23 in Holmes’ first two seasons but fell short of A-10 championships and NCAA tournament berths in both seasons. That’s one reason Dayton coach Anthony Grant said “the picture’s still being painted” when it comes to Holmes’ legacy.“It’s one day at a time,” Grant said. “We’re going to keep our focus there and try to keep his focus there.”Meanwhile, Holmes continues to climb the UD record book. He has moved into the top 30 in career scoring . He has 1,258 points in 80 games. He passed Mike Sylvester (1,248) and Ed Young (1,253) with 10 points in Dayton’s last game. Holmes ranks 29th, just behind Marcus Johnson (1,286) and Scoochie Smith (1,289).At his current pace of 16.6 points per games, Holmes would rank 17th after 30 regular-season games. He would become the seventh player in school history to reach the 1,500-point mark in fewer than 100 games.Holmes also fares well in the record book in career field-goal percentage. He’s shooting 60.4%. Only Toppin (64.73), Finn (64.68), Josh Cunningham (63.9), Chris Daniels (63.0) and Henry Finkel (61.9) have shot better than 60%.Holmes is on pace to become the first player to lead the Flyers in scoring three straight seasons since Chris Wright (2008-11) and the first player in school history to lead the team in scoring as a freshman, sophomore and junior.Dayton’s 3-point shooting accuracy has helped Holmes this season, he said. The Flyers rank second in the country in 3-point shooting percentage (41.8). He has played a part in that by making 7 of 18 3-pointers (38.9%). UD’s success from behind the arc limits how much teams can double teams Holmes in the post.“It’s helped me my game a lot,” he said. “I’m feeding off of the guys who are excellent shooters, and sometimes I can step out and hit one. Being able to mix it up and having them do that creates open space for me in the paint.” Roster news: On Thursday, Grant said UD is probably going to redshirt freshman guard Marvel Allen, who has not appeared in a game this season. He suffered a lower-body injury in the week before the season opener and returned to practice Dec. 12.“This is not like football,” Grant said, “where you get to play a percentage of the games and you can kind of feel your way through and see what’s best for you. Once you play one second of one game in basketball, you’ve kind of blown the redshirt.”Allen would be second of three freshman on the roster to redshirt. Grant announced after the second game this season forward Jaiun Simon would redshirt . SATURDAY’S GAME Longwood at Dayton, 2 p.m., Spectrum News 1, 1290, 95.7",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://t.co/A7KY2NFNiA",
    "https://www.t.co/A7KY2NFNiA"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "daron holmes ii",
        "sentiment": "positive"
      },
      {
        "name": "davidson",
        "sentiment": "none"
      },
      {
        "name": "chris wright",
        "sentiment": "none"
      },
      {
        "name": "wright",
        "sentiment": "none"
      },
      {
        "name": "sean finn",
        "sentiment": "none"
      },
      {
        "name": "holmes",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "dayton flyers",
        "sentiment": "positive"
      },
      {
        "name": "goodyear",
        "sentiment": "none"
      },
      {
        "name": "ncaa",
        "sentiment": "none"
      },
      {
        "name": "ud arena",
        "sentiment": "none"
      },
      {
        "name": "oakland",
        "sentiment": "none"
      },
      {
        "name": "longwood",
        "sentiment": "none"
      },
      {
        "name": "flyers",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "ariz",
        "sentiment": "none"
      },
      {
        "name": "atlantic",
        "sentiment": "none"
      },
      {
        "name": "dayton",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:04:14.747+02:00",
  "updated": "2023-12-29T00:04:14.747+02:00"
}