{
  "thread": {
    "uuid": "ae38d224f8c07c671216a2a09f1e462dbb733fdb",
    "url": "https://www.foxweather.com/earth-space/quadrantid-meteor-shower-peak-fireball",
    "site_full": "www.foxweather.com",
    "site": "foxweather.com",
    "site_section": "https://www.foxweather.com/",
    "site_categories": [],
    "section_title": "Latest Weather News on Fox Weather",
    "title": "Quadrantid meteor shower peak to bring chances of fireballs",
    "title_full": "Quadrantid meteor shower peak to bring chances of fireballs",
    "published": "2024-01-02T22:03:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": null,
    "performance_score": 0,
    "domain_rank": 17907,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ae38d224f8c07c671216a2a09f1e462dbb733fdb",
  "url": "https://www.foxweather.com/earth-space/quadrantid-meteor-shower-peak-fireball",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-02T22:03:00.000+02:00",
  "title": "Quadrantid meteor shower peak to bring chances of fireballs",
  "text": "The Quadrantid meteor shower peaks this week, and it's considered one of the best of the year, making it worth braving the cold for a glimpse of the shooting stars. The annual Quadrantid meteor shower begins in late December and peaks in early January. This year, the peak happens on Thursday. The Quadrantids are unique for a few reasons, including timing and where the meteor shower originates. Astronomers consider the meteor shower the best of the year because of the lack of moonlight. Still, the meteor shower can be challenging to see because of weather and limited timing. Other annual meteor showers have one- or two-day peak activity, but the Quadrantids' peak happens over a few hours with between 60 and 200 meteors per hour, according to NASA. The space agency said this short peak window is because the Earth crosses the asteroid particle stream at a perpendicular angle. WATCH OUT FOR THESE ASTRONOMICAL EVENTS IN 2024 Most meteor showers come from leftover comets. The Quadrantids are distinctive because they come from an asteroid known as 2003 EH1. NASA astronomers said it's possible 2003 EH1 is a \"dead comet\" or a \"rock comet,\" but it's currently defined as an asteroid. The small asteroid is about 2 miles across and takes more than 5.5 years to orbit the Sun. Even though skygazers have observed the Quadrantids since the 1800s, their source was only discovered 20 years ago. Asteroid 2003 EH1 was found as the \"parent\" of the Quadrantids in 2003 by astronomer Peter Jenniskens. WATCH: DAZZLING FIREBALL METEOR LIGHTS UP SKY OVER EUROPE This winter meteor shower is also known for producing very bright meteors called fireballs. These explosions in the sky of blue and green can last longer than an average meteor and come from bigger particles of asteroids. How to view the Quadrantids meteor shower The Quadrantids are best viewed away from light pollution after midnight and in the predawn hours. A warm drink, blankets and winter weather clothing are also a must for most in the U.S. during cold January nights. The International Meteor Organization recommends facing north with the Moon behind you to look for meteors. STUNNING IMAGES, DISCOVERIES FROM JAMES WEBB SPACE TELESCOPE IN 2023 The forecast for this year's Quadrantids meteor shower does not look good for the Lower 48, according to the FOX Forecast Center. Cloud cover forecast for Wednesday night.(FOX Weather) A variety of ongoing weather across the U.S. may hinder viewing on Wednesday and Thursday. A soggy setup will mean thick cloud cover across the Southeast. On the opposite side of the nation, a series of powerful storms over the Pacific Northwest will begin Thursday. Cloud cover will block the sight of potential fireballs in major cities, including New York, Atlanta and Seattle. However, if you are in Texas, the central Plains or the Southwest, you might have better luck. Minimal cloud cover is forecast on Wednesday night for areas including Denver, Albuquerque in New Mexico, Kansas City in Missouri and Houston. Even with the cold conditions, it's a good time to step outside with a hot drink for some skygazing. The next active meteor showers don't happen until late April with the Lyrids and then in May with the Eta Aquariids.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Environment",
    "Weather"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "nasa",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "earth",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-02T22:18:03.017+02:00",
  "updated": "2024-01-18T02:08:15.520+02:00"
}