{
  "thread": {
    "uuid": "ef280aa862f91d80d7e5762bad32ff311e0a9e68",
    "url": "https://main.sbcounty.gov/2024/02/15/how-americas-largest-county-plans-to-go-clean-green-and-walkable",
    "site_full": "main.sbcounty.gov",
    "site": "sbcounty.gov",
    "site_section": "https://main.sbcounty.gov/county-media",
    "site_categories": [],
    "section_title": "Newsroom &#8211; All SBCounty Newsfeed &#8211; Welcome to San Bernardino County",
    "title": "How America’s largest county plans to go clean, green and walkable – Welcome to San Bernardino County",
    "title_full": "How America’s largest county plans to go clean, green and walkable – Welcome to San Bernardino County",
    "published": "2024-02-15T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://main.sbcounty.gov/wp-content/uploads/sites/80/2024/02/revSolar.png",
    "performance_score": 0,
    "domain_rank": 20637,
    "domain_rank_updated": "2024-02-13T12:06:36.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "ef280aa862f91d80d7e5762bad32ff311e0a9e68",
  "url": "https://main.sbcounty.gov/2024/02/15/how-americas-largest-county-plans-to-go-clean-green-and-walkable",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-02-15T07:00:00.000+02:00",
  "title": "How America’s largest county plans to go clean, green and walkable – Welcome to San Bernardino County",
  "text": "Quality of life manifests itself in multiple forms in San Bernardino County. For some, it means protecting the planet by developing and harnessing alternative sources of energy. For others, it means building sustainable communities that are attractive, safe, walkable and conducive to employers and workers alike. Both activities are being pursued on a large scale in the country’s largest county by land mass. Covering over 20,000 square miles, San Bernardino County stretches from eastern Los Angeles all the way to the Arizona and Nevada borders. More than 2.2 million people call this place home, and to them, the future has never looked brighter. One of the builders of that better tomorrow is Andrew Wennerstrom, vice president of planning at Frontier Communities. A local builder, Frontier is developing a Tuscany-themed community called Vasari at Ventana. Vasari will take up 80 acres of a new 101-acre, master-planned, mixed-used development that will include retail shops, entertainment destinations and 1,700 residential housing units. The entire mixed-use village is known as Ventana at Duncan Canyon and will include 450,500 sq. ft. of retail commercial/office space and 26,000 sq. ft. of business park/R&D space. “Our goal is to bring Tuscany to San Bernardino County,” says Wennerstrom. “The design is meant to evoke an experience that makes you feel like you’re in Tuscany, complete with olive trees, fountains and luxury. The community is designed to be pedestrian-oriented.” The development, located just off Interstate 15 in north Fontana, north of Interstate 215 on the eastern side of Duncan Canyon, is part of an area of San Bernardino County that is on the rise. Frontier recently held a ribbon-cutting to celebrate the new town. Even the fountains being installed are from Italy, and they are 400 years old, says the builder. “In terms of quality of life, we are bringing a luxury community here. No one was building luxury housing here 15 years ago. There is a hunger for that now,” says Wennerstrom. “We want to be at the forefront of that trend. This is total greenfield development. We had to put in massive infrastructure — all the utilities, streets, lighting, everything. The backbone required to get this up and running was huge.” Wennerstrom says that “this whole community will be extremely walkable. When you get home from work, you are done with your car. We want people to be able to do everything here.” A homegrown company, Frontier was established by a business leader who was born and raised in the Inland Empire, notes Wennerstrom. Knowing the area is a major plus, he adds. “The Inland Empire has a population that is bigger than several states. We are the logistics hub for the whole nation,” the executive says. “Keeping up with the maintenance of an older house is not fun. But here, you have world-class amenities with an awesome gym, beautiful pool, dog park, pickleball, etc.” Wennerstrom says that leasing rates for the new apartments in Vasari will start at over $2,000 a month and go to over $3,000 depending on the number of bedrooms. The community will offer one-, two- and three-bedroom units. “The pandemic was a game-changer,” he adds. “Once people no longer had to commute, they began to ask, ‘Why pay the high prices for housing in Los Angeles and other cities on the coast?’ San Bernardino County is very attractive to remote workers. When you look at the drive times from Fontana to places like Redlands and Rancho Cucamonga, you can get anywhere you want to go in half an hour. I-215 to the west is just three miles down the road. High-end shopping is just a couple of miles down the I-15. Ontario International Airport is close by too. If I’m a working professional in this part of Southern California, why wouldn’t I want to live here?” Sunshine Fuels Barstow Investment While Frontier builds a luxury living environment for the rapidly growing population of San Bernardino County, another company is working to make sure that the environment stays clean and green. That firm is San Francisco–based Clearway Energy Group, which is investing $1 billion to build a 394-MW solar array and battery energy storage system in Dagget near Barstow. James Kelly, senior director of development at Clearway, tells Site Selection that his firm has found San Bernardino County to be an excellent market for renewable energy. “Clearway and our predecessor company have operated in Southern California for over 10 years, going back to the early days of the renewable energy industry,” he says. “As battery storage technology has matured and come down in cost, Clearway started developing battery storage projects in the last four years. We started siting these in 2017 with the goal of offtake contracting in 2019.” Clearway currently has active projects across the continental United States and in Hawaii. The Dagget plant is located just off Interstate 40 about 10 miles east of Barstow. When I asked Kelly what makes the site in Daggett such an attractive location for this project, he said, “A couple of things — No. 1, it is a particularly good solar resource. This area is in the high desert and gets a lot of sun year-round. The project that we developed is repowering and converting an old gas-fired power plant that was built 50 years ago. It came to the end of its life as a power plant. We are literally unplugging an old gas-powered plant and plugging in a state-of-the-art solar-powered power plant with energy storage capability.” Kelly says it helps that the existing high-voltage equipment connects directly to the power grid. “The land is flat and is previously disturbed. That is a benefit,” he says. “Previously, the land was used primarily for farming and the growing of alfalfa and grasses for horse and cattle feed. When we do solar projects, we look for sites that have already been disturbed.” Incentives aided the project too. “They were important to this deal,” Kelly notes. “The state support for clean energy — like the Renewable Portfolio Standard — was important. It drives demand for clean energy. That was the most important framework.” Working with county government was seamless, he adds. “San Bernardino County already had an ordinance in its planning and zoning laws that established the parameters for creating a solar plant like this. Having that ordinance in place was important. We understood up front what was required to get the project approved. We were unanimously approved by the Planning Commission and the County Board of Supervisors.” Kelly says that the energy generated from this project will primarily be purchased by buyers in Southern California. “The electricity flows from Daggett to the local grid. Homes in the area will receive energy produced here,” he says. The company is not done growing either. Kelly says that “while we don’t have plans to increase energy production — the solar portion is fully built out — we do have plans to create additional battery storage capacity next year.” He says the project pipeline stretches across the U.S. “We are focused on California now. We currently have 7 gigawatts of renewable energy projects in operation and nearly 30 gigawatts of new projects in development across the U.S. We are in all the major electricity markets, with projects in the Northeast, Midwest, Texas and California.” Upon the Dagget site becoming operational, Clearway will hire about 12 to 15 full-time employees to run the plant. “We are prioritizing local hiring in these positions,” says Kelly. Project completion is slated for December. “From a company standpoint, we are excited to be producing renewable energy projects and helping with the transition from fossil fuels production to clean energy and storage,” says Kelly. “This is a unique project. It is a repowering of this old gas plant into modern-day solar and storage. It is impressive to see that transition take place on a meaningful scale.” Project Gives EV Drivers a Jolt Clearway’s is not the only solar array coming online in the county. On August 15, Electrify America announced the start of operation of its new 75-MW solar photovoltaic renewable energy generation project in San Bernardino County. Called Solar Glow 1, the project is the result of a 15-year virtual power purchase agreement (VPPA) with developer Terra-Gen. Electrify America operates the largest open network of DC fast-charging stations for electric vehicles in the U.S. “Electrify America Solar Glow 1 is an important milestone in our commitment to reduce our energy carbon footprint,” said Robert Barrosa, president and CEO of Electrify America. “Electrify America is committed to being a part of the broader charging solution for EV drivers today and in the future.” The project is expected to generate 75 MW at peak solar capacity. That is comparable to the power drawn by 500 EVs if they are all charging at the same time at an average speed of 150 kilowatts. Total annual production of the new array is estimated at 225 gigawatt-hours. Last year, Electrify America charging stations powered more than 5 million customer sessions, enabling an estimated 493 million miles of EV driving. That saved an estimated 21 million gallons of gasoline from being consumed, according to the company. The company’s new plant in San Bernardino has over 200,000 solar panels and encompasses a land area of just over one square mile. As part of San Bernardino County’s effort to achieve the Countywide Vision, various county departments work closely with builders and other businesses to attract and expedite projects that minimize impacts to the county’s natural environment. This article originally appeared in Site Selection magazine: [https://siteselection.com/digitalEdition/2023/nov/](https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fsiteselection.com%2FdigitalEdition%2F2023%2Fnov%2F&data=05%7C02%7CCountyUpdate%40sbcounty.gov%7C1181ffb7d4fa4963b5d208dc2bfd4ca0%7C31399e536a9349aa8caec929f9d4a91d%7C1%7C0%7C638433614933893169%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=9sFDgfJOKCvpIowf8UV%2BmdMckG7L5wGcXWjLPmu6b5Y%3D&reserved=0) Additional County Update News – February 15, 2024 [Don’t let a natural disaster catch you off guard! Be prepared and stay safe!](https://main.sbcounty.gov/2024/02/15/dont-let-a-natural-disaster-catch-you-off-guard-be-prepared-and-stay-safe/) [Chief Munsey urges Congress to help prevent local disasters](https://main.sbcounty.gov/?p=42173) [County departments receive recognition for work on diversity and inclusion](https://main.sbcounty.gov/?p=42185) [ARMC named as “2024 Best Maternity Hospital” with “High Performing” Designation by U.S. News & World Report](https://main.sbcounty.gov/?p=42212) [Black Voice News: Creators of authentic narratives](https://main.sbcounty.gov/?p=42221) [San Bernardino County Transitional Assistance Department announces Young Child and Foster Youth California Tax Credits](https://main.sbcounty.gov/?p=42230) [Preschool Services Department empowers parents through high school diploma and employment programs](https://main.sbcounty.gov/?p=42239) [Noel Castillo selected as new Public Works director](https://main.sbcounty.gov/?p=42278) [San Bernardino County History](https://main.sbcounty.gov/?p=42287) [Things to Do](https://main.sbcounty.gov/2024/02/08/things-to-do-in-san-bernardino-county-18/) [Pet of the Week](https://main.sbcounty.gov/2024/02/15/pet-of-the-week-rose/) [Jobs of the Week](https://main.sbcounty.gov/?p=42359)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Environment"
  ],
  "external_links": [
    "https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fsiteselection.com%2FdigitalEdition%2F2023%2Fnov%2F&data=05%7C02%7CCountyUpdate%40sbcounty.gov%7C1181ffb7d4fa4963b5d208dc2bfd4ca0%7C31399e536a9349aa8caec929f9d4a91d%7C1%7C0%7C638433614933893169%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=9sFDgfJOKCvpIowf8UV%2BmdMckG7L5wGcXWjLPmu6b5Y%3D&reserved=0)",
    "https://siteselection.com/digitalEdition/2023/nov/",
    "https://www.siteselection.com/digitalEdition/2023/nov/",
    "https://siteselection.com/digitalEdition/2023/nov",
    "https://www.gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fsiteselection.com%2FdigitalEdition%2F2023%2Fnov%2F&data=05%7C02%7CCountyUpdate%40sbcounty.gov%7C1181ffb7d4fa4963b5d208dc2bfd4ca0%7C31399e536a9349aa8caec929f9d4a91d%7C1%7C0%7C638433614933893169%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=9sFDgfJOKCvpIowf8UV%2BmdMckG7L5wGcXWjLPmu6b5Y%3D&reserved=0)",
    "https://gcc02.safelinks.protection.outlook.com/"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "andrew wennerstrom",
        "sentiment": "none"
      },
      {
        "name": "vasari",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "frontier communities",
        "sentiment": "none"
      },
      {
        "name": "frontier",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "san bernardino county",
        "sentiment": "none"
      },
      {
        "name": "america",
        "sentiment": "none"
      },
      {
        "name": "los angeles",
        "sentiment": "none"
      },
      {
        "name": "ventana",
        "sentiment": "none"
      },
      {
        "name": "arizona",
        "sentiment": "none"
      },
      {
        "name": "tuscany",
        "sentiment": "none"
      },
      {
        "name": "nevada",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-02-16T01:37:13.222+02:00",
  "updated": "2024-02-16T01:37:13.222+02:00"
}