{
  "thread": {
    "uuid": "b1e552bf9fae5be09da64d634b6f979f78528ee4",
    "url": "https://www.masstransitmag.com/technology/press-release/55017521/metrolink-metrolink-receives-federal-funding-to-develop-pioneering-track-intrusion-detection-system",
    "site_full": "www.masstransitmag.com",
    "site": "masstransitmag.com",
    "site_section": "https://masstransitmag.com/__rss/website-scheduled-content.xml?input=%7B%22sectionAlias%22%3A%22technology%22%7D",
    "site_categories": [
      "media"
    ],
    "section_title": "Technology | Mass Transit",
    "title": "Metrolink receives federal funding to develop pioneering track intrusion detection system",
    "title_full": "Metrolink receives federal funding to develop pioneering track intrusion detection system",
    "published": "2024-04-11T23:05:00.000+03:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.masstransitmag.com/files/base/cygnus/mass/image/2024/04/6617f4e1f8b1f6001d8dbcc5-trespassing.png?auto=format,compress&fit=fill&fill=blur&w=1200&h=630",
    "performance_score": 0,
    "domain_rank": 39191,
    "domain_rank_updated": "2024-04-09T13:11:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "b1e552bf9fae5be09da64d634b6f979f78528ee4",
  "url": "https://www.masstransitmag.com/technology/press-release/55017521/metrolink-metrolink-receives-federal-funding-to-develop-pioneering-track-intrusion-detection-system",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-04-11T23:05:00.000+03:00",
  "title": "Metrolink receives federal funding to develop pioneering track intrusion detection system",
  "text": "Metrolink has been awarded a $1.3 million\nStrengthening Mobility and Revolutionizing Transportation (SMART) Stage 1 grant from the U.S. Department of Transportation for the development and demonstration of a pioneering track intrusion detection system. In March, Rep. Brad Sherman (D-CA-32) secured an additional $1 million in congressionally directed spending in Fiscal Year 2024 appropriations to support the innovative rail safety project.\n“Safety is fundamental at Metrolink,” said Los Angeles City Council President and Metrolink Board Member Paul Krekorian, “We truly appreciate the leadership and support of Congressman Sherman and the U.S. Department of Transportation for this innovative pilot project. If it succeeds, this project will not only improve the safety of our passengers and crew, it will directly benefit pedestrians, cyclists, drivers and everyone else who interacts with our system.”\nDuring the project’s initial phase, the new intruder detection system will be concentrated within a 1.5-mile stretch of Metrolink’s Ventura County Line between Haskell Avenue and Van Nuys Boulevard in the city of Los Angeles, Calif. The prototype will explore the use of artificial intelligence -equipped cameras and radar or light detection and ranging sensors in connection with\nMetrolink’s existing Positive Train Control (PTC) system to identify and validate track intrusions, including individuals trespassing on the right of way, vehicles or large objects and debris and automatically slow or stop trains approaching that section of the rail line.\nBetween July and December 2023, passenger and freight trains operating on Metrolink service lines were involved in 53 vehicle and pedestrian strikes, a 39 percent increase compared to the same period in 2022, with nearly half of all strikes in 2023 ruled as suicides.\nThe track intrusion detection system is one part of a comprehensive approach to increasing safety and reducing strikes on Metrolink’s system. Among other tactics, the agency is working with partners, including law enforcement, community groups and research institutions, to increase patrols and grade crossing enforcement in high-strike areas, remove encampments of unhoused individuals illegally occupying areas along the right of way and raise awareness and understanding of the factors that lead to a person’s decision to commit suicide.\n“We were the first passenger rail service in the U.S. to incorporate interoperable PTC and we continue to explore new and emerging technologies and integrations to make our service even safer,” said Metrolink CEO Darren Kettle. “Looking ahead, the proposed track intrusion detection system could be modified for use by other passenger and freight railroads, dramatically increasing rail safety throughout the nation.”\nThe SMART Grants Program was established by the 2021\n Infrastructure Investment and Jobs Act to support investment in innovative transportation technology projects, with a focus on making travel safer, cleaner, more equitable and affordable. SMART Grants are awarded in two phases. Stage 1 funding is intended to support planning and prototyping. Based on progress and scalability, projects may be selected for a subsequent Stage 2 award of up to $15 million for broader implementation.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "brad sherman",
        "sentiment": "none"
      },
      {
        "name": "paul krekorian",
        "sentiment": "none"
      },
      {
        "name": "sherman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "metrolink",
        "sentiment": "negative"
      },
      {
        "name": "los angeles city council president and metrolink board",
        "sentiment": "none"
      },
      {
        "name": "u.s. department of transportation",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "haskell avenue",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T00:02:01.941+03:00",
  "updated": "2024-04-12T00:02:01.941+03:00"
}