{
  "thread": {
    "uuid": "c492be11feb4ccf5382074105bda5f3388c68c13",
    "url": "https://www.asiaone.com/singapore/these-vouchers-we-can-save-quite-bit-elderly-folks-brave-rain-collect-cdc-vouchers-bukit",
    "site_full": "www.asiaone.com",
    "site": "asiaone.com",
    "site_section": "https://www.asiaone.com/",
    "site_categories": [
      "media"
    ],
    "section_title": "AsiaOne, Asia&#x27;s Leading News Portal, Get Latest News at AsiaOne",
    "title": "'With these vouchers we can save quite a bit': Elderly folks brave rain to collect CDC vouchers from Bukit Panjang CC, Singapore News - AsiaOne",
    "title_full": "'With these vouchers we can save quite a bit': Elderly folks brave rain to collect CDC vouchers from Bukit Panjang CC, Singapore News - AsiaOne",
    "published": "2024-01-04T04:39:00.000+02:00",
    "replies_count": 0,
    "participants_count": 0,
    "site_type": "news",
    "country": "SG",
    "main_image": "https://media.asiaone.com/sites/default/files/styles/a1_600x316/public/original_images/Jan2024/CDC%20voucher%20queue.jpg?h=2e181f1f&amp;itok=mojiqR0j",
    "performance_score": 0,
    "domain_rank": 4659,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 35,
        "comments": 22,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c492be11feb4ccf5382074105bda5f3388c68c13",
  "url": "https://www.asiaone.com/singapore/these-vouchers-we-can-save-quite-bit-elderly-folks-brave-rain-collect-cdc-vouchers-bukit",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": null,
  "published": "2024-01-04T04:39:00.000+02:00",
  "title": "'With these vouchers we can save quite a bit': Elderly folks brave rain to collect CDC vouchers from Bukit Panjang CC, Singapore News - AsiaOne",
  "text": "There might have been heavy showers throughout Singapore on Thursday (Jan 4) morning, but that didn't deter many elderly from queuing at Bukit Panjang Community Centre to collect their Community Development Council (CDC) vouchers.\nWhen a reporter from Shin Min Daily News visited the community centre on Thursday, there were almost a hundred elderly people in line , with several of them carrying umbrellas.\nOn Wednesday, The People's Association Community Development Councils (CDCs) announced that each Singaporean household would receive $500 in CDC vouchers to help with daily expenses.\nThe vouchers, which are valid until Dec 31, 2024, can be claimed online via SingPass at go.gov.sg/cdcv , or in person at the nearest Community Centre (CC), where the vouchers will be printed out. Those who wish to have their CDC vouchers printed out at their nearest CC will need to bring along their notification letter, their NRIC and ensure that they have a valid SingPass account.\nAt Bukit Panjang Community Centre, there were chairs arranged to accommodate the elderly waiting in line, as well as a counter to help them register and print out the vouchers.\nAlthough a sign outside the centre stated that it would take about an hour to claim the vouchers, some residents told the Chinese daily they were able to collect them in 15 to 20 minutes.\nA Bukit Panjang resident surnamed Huang told Shin Min that she chose to redeem her CDC vouchers physically as she does not own a mobile phone.\n\"I live in the flat opposite the CC, so it's very convenient. I live with my husband, and we spend about $80 each time we buy groceries,\" said the 86-year-old woman.\n\"Sometimes when our children come over we buy a bit more food, with these vouchers we can save quite a bit on our expenses.\"\nShin Min also spoke to volunteers from Raffles Institution who were helping with the physical redemption of the vouchers.\nOne of the students, Zhang Derui (transliteration) said this is his second year helping out with the redemption of CDC vouchers.\nHe shared that the number of people queuing up to claim their vouchers is similar to last year.\n\"Some of them don't mind redeeming their vouchers online, they just think that scanning the QR code is quite cumbersome, so they'd rather [collect the printed out vouchers].\"\nHe continued: \"We'll explain to them that they don't need to scan any QR codes, and also show them how to claim the vouchers online.\"\nOver at Ang Mo Kio, Peter Tan also collected his CDC vouchers at a community centre near his home on Thursday afternoon. He told AsiaOne that it took him about 20 minutes to collect his printed vouchers and said that the queue there was manageable.\nTan, 57, added: \"I've been collecting my vouchers at Ang Mo Kio Community Centre for the past three years.\n\"I feel it's a lot safer because there are a lot of scams and fake links going around these days.\"\n$10 denominations for supermarket vouchers This year's supermarket CDC vouchers will only come in denominations of $10, compared to the last tranche of vouchers which also had denominations of $5.\nThe move was welcomed by Yeo Hiang Meng, President of the Federation of Merchants’ Associations, Singapore, who told Shin Min that consumers often spend bigger amounts at supermarkets as compared to hawker stalls or neighbourhood shops.\n\"Members of the public would typically only buy a cup of coffee or a bowl of noodles at neighbourhood coffee shops, so they would only need the $2 vouchers.\n\"[On the other hand], they will usually spend more than $10 at supermarkets.\"\nYeo added that it would be very time consuming for supermarket cashiers to scan CDC vouchers in denominations of $5, hence the new $10 vouchers would help to reduce the time taken to scan the vouchers.\nA member of the public surnamed Wang also agreed with the new vouchers, citing that things are more expensive these days due to inflation.\n\"And since they're giving us $250 worth of vouchers instead of $150, if they were in denominations of $5 it'd be very messy,\" said the 73-year-old retiree.\nREAD ALSO: Police report lodged over WhatsApp message that claims CDC vouchers are a scam\nclaudiatan@asiaone.com",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Weather",
    "Economy, Business and Finance"
  ],
  "external_links": [
    "https://vouchers.cdc.gov.sg/residents/faq/#:~:text=Alternatively%2C%20you%20may%20visit%20a,2024%20is%20a%20new%20tranche.",
    "https://go.gov.sg/cdcv/",
    "https://epaper.shinmin.sg/jr/",
    "https://epaper.shinmin.sg/jr",
    "https://www.vouchers.cdc.gov.sg/residents/faq/#:~:text=Alternatively%2C%20you%20may%20visit%20a,2024%20is%20a%20new%20tranche.",
    "https://go.gov.sg/cdcv",
    "https://www.epaper.shinmin.sg/jr/",
    "https://www.go.gov.sg/cdcv/"
  ],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [
      {
        "name": "cdc",
        "sentiment": "neutral"
      },
      {
        "name": "singapore news",
        "sentiment": "neutral"
      },
      {
        "name": "bukit panjang cc",
        "sentiment": "neutral"
      },
      {
        "name": "people's association community development councils",
        "sentiment": "none"
      },
      {
        "name": "nric",
        "sentiment": "none"
      },
      {
        "name": "shin min daily news",
        "sentiment": "none"
      },
      {
        "name": "community development council",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      },
      {
        "name": "bukit panjang community centre",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-04T16:12:24.153+02:00",
  "updated": "2024-01-04T16:12:24.153+02:00"
}