{
  "thread": {
    "uuid": "08b5810544961a5d9809b1a0bd081c724e721faa",
    "url": "https://seekingalpha.com/article/4660242-melco-resorts-best-dice-roll-in-gaming-sector-for-2024",
    "site_full": "seekingalpha.com",
    "site": "seekingalpha.com",
    "site_section": "http://seekingalpha.com/feed.xml%20%20",
    "site_categories": [
      "investing",
      "financial_news",
      "finance",
      "mutual_funds"
    ],
    "section_title": "All Articles on Seeking Alpha",
    "title": "Melco Resorts: Best Dice Roll In The Gaming Sector For 2024",
    "title_full": "Melco Resorts: Best Dice Roll In The Gaming Sector For 2024",
    "published": "2023-12-29T02:16:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://static.seekingalpha.com/cdn/s3/uploads/getty_images/964932812/image_964932812.jpg?io=getty-c-w1536",
    "performance_score": 0,
    "domain_rank": 1027,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "08b5810544961a5d9809b1a0bd081c724e721faa",
  "url": "https://seekingalpha.com/article/4660242-melco-resorts-best-dice-roll-in-gaming-sector-for-2024",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Howard Jay Klein",
  "published": "2023-12-29T02:16:00.000+02:00",
  "title": "Melco Resorts: Best Dice Roll In The Gaming Sector For 2024",
  "text": "The shares of Melco Resorts & Entertainment Limited (NASDAQ:\nMLCO) have taken a beating despite the ebullient recovery of revenue post covid in Macau and in all of Asia. The key bearish culprit: MLCO’s debt burden, which on any basis is a big time grizzly for sure. The huge load is from the accumulation of two factors. One, the burning ambition of its CEO, Lawrence Ho, member of Asia gaming’s most famous and successful family. And two the incendiary cash burn the company and all its peers had to endure through two and a half years of covid disaster.\nAbove: Not a value trap, but a powerful recovery story in progress,\nLawrence Ho, in his mid-forties, is an empire builder in gaming who has never hesitated to expand, primarily with debt, the Asian footprint of MLCO. And on many tosses of the dice he has come out a winner. He is the only son of legendary gaming titan Stanley Ho (1921-2020), the brother of sisters Pansy and Daisy, both active in gaming as well in SJM and MGM China.\nHo is a shot taker. He saw stirrings when Russia moved to develop its Far East for gaming with a North China facing potential in 2013. The idea of developing a major resort there targeting the wealth base over the border made sense. Yet, by 2018, he suddenly abandoned the project.\nMoscow lawmakers were pussyfooting around investment there as well as imposing higher taxes and fuzzy regulations.\nHo concluded the Russians were incompetent to develop a gaming destination. The same year, Ho pivoted to Japan where casino gambling was finally passed after a raucous political war. He planned a major IR, but subsequently, as most of his Asian peers, he abandoned the project because of endless political maneuvering and delay among anti-gaming forces and skyrocketing estimates of development costs.\nHo took his L’s in Russia and Japan and left. But his global vision continued with more capex in Macau, expansion of his Manila City of Dreams property, and finally his move to the island of Cyprus. His COD Mediterranean which is finished, is the only true state of the art integrated casino resort in the geographical access to the Middle East and Europe.\nBut a flock of black Covid shut down swans swam into his pond at the same time between 2019 and 2022. This disaster caught MLCO having to beef up its\nbalance sheet with borrowings at the same time its capex expansions in Macau, Manila and oncoming Cyprus caused a cash squeeze, sending the company to the banks. MLCO now sits on a $8.5b debt hangover with a cash and FCF position that raises eyebrows as to whether it can meet 2024 maturities. It says it can, many analysts agree. It has over $2b in unused lending available as needed.\nAt the same time, the news is good and getting better for MLCO as its two top markets, Macau and Manila are in a powerful revenue recovery cycle. Results in 2024 should produce a free cash flow, or FCF, that could well meet all cash needs. Cyprus, brand new, will continue to underperform its huge potential because of the Ukraine and Gaza wars. But if and when they end, that property should be a significant EBITDA contributor to the group. Its geography is aimed at money and tourist centers in the Mideast, and the EU.\nSo, the proposition here is this: MLCO debt is a problem. It is big enough to turn off many would-be investors who do like the Asian gaming recovery overall. But at its current price, given its footprint and the continuing Asia revenue recovery pace, it begins to look like a savvy dice roll for investors who see beyond the immediate crisis. You might consider it a buy if you have a generally higher risk tolerance than the average punter in the sector. The rewards could be bigger and come faster than many think.\nThe big debt MLCO grizzly bear at this writing\nTotal long-term debt as of Q3 2023 $8.3b\nAv cost 5.8%\nNet debt: 4.5X Not pretty, but workable given the plus EBITDA momentum of MLCO properties in recovering markets. MLCO has refinanced significant loan maturities with higher capital amounts.\nCapitalized leases: $198m\nCash and cash equivalents at 9/3023 $1.54b (124m in restricted cash).\nMLCO paid down $100m on debt during the quarter.\nMLCO has refinanced and extended the maturity on a secured loan of $175b to $250m\nCurrent ratio: 1.65.\nThe takeaway: MLCO’s debt profile cannot be swept away out of the overall consideration in opening a position at this time. However, the momentum of FCF both in Macau and Manila ahead plus the extension of some secured loan maturities seems adequate. The company’s capex at $61.1m is almost all attributable to the finishing of Phase Two Studio City Macau and final work on the Cyprus property.\nStrategy\nAbove: A smart dice roll, not a value trap, when its markets are surging with recovery cycles beyond most original forecasts.\nHere’s how we see the MLCO play right now:\nEntry point $8.50 a share. Underweight in the sense that we see opening a position as a toe dip on a potential accumulate later on as we get news of MLCOs 4Q23 numbers in February. If they come in strong as did 3Q, we see a likely upside around $10 to $12. At that point if you are already in at $8.50 you might want to price average at $10 for example, by increasing your position to get you somewhere around $9.75 before we get reporting on 1Q24.\nIt’s then we believe that the epiphany arrives that could drive the shared by early 2Q24 to our intermediate upside range with a price target, or PT, at $18.76. We see 2024 delivering ~ $1.18 in earnings with a balance sheet far better cushioned than today.\nOutlook in brief\nMacau GGR has reached 57% of baseline 2029 We expect it to rise to ~$26b, to $28.5b next year. With City of Dreams expansion against MLCO’s estimated 16% market share now held yields in theory $4.8b in gaming revenue. There are always contingencies. Our best estimate is that at least MLCO will gain up to $3.6b to $3.8b TTM in total revenue. We say in theory because hold percentage swings on the baccarat game are unpredictable over the short term. And there could be a challenge for market share from other major operators in Macau next year who have also expanded capacity.\nPhilippine officials have forecast that the GGR of that market—Asia’s fastest growing will hit $5b and continue growing to 2027/8 to $10b. MLCO’s City of Dreams in the entertainment zone will participate in that growth.\nCyprus: With two ongoing wars with no prospects in sight of any endings, the MLCO property here will have to continue to depend on brave West European gamers ad tourists as such its ability to contribute accretive EBITDA to the group will be limited. Not ended, but limited.\nConclusion\nRegardless of the current debt concerns, MLCO isn’t going anywhere. In fact, it is swiftly recovering lost revenue in both its key markets. It is likely to meet debt obligations this year and veer to at least break even if not positive EBITDA.\nThe downside risk is not missing, but falls within what we see to be reasonable given the upside potential at a price we believe does not yet reflect the value of a company with a big footprint in two of Asia’s most fertile, recovering gaming markets.\nThe House Edge is widely recognized as the only marketplace service on the casino/gaming/online sports betting sectors, researched, written and available to SA readers by Howard Jay Klein, a 30 year c-suite veteran of the gaming industry. His inside out information and on the ground know how benefits from this unique perspective and his network of friends, former associates and colleagues in the industry contribute to a viewpoint has consistently produced superior returns. The House Edge consistently outperforms many standard analyst guidance with top returns.\nAccording to TipRanks, Klein rates among the top 100 gaming analysts out of a global total of 10,000.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Economy, Business and Finance",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "lawrence ho",
        "sentiment": "none"
      },
      {
        "name": "pansy",
        "sentiment": "none"
      },
      {
        "name": "daisy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "melco resorts & entertainment limited",
        "sentiment": "negative"
      },
      {
        "name": "melco",
        "sentiment": "negative"
      },
      {
        "name": "sjm",
        "sentiment": "none"
      },
      {
        "name": "mgm china",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "north china",
        "sentiment": "none"
      },
      {
        "name": "asia",
        "sentiment": "none"
      },
      {
        "name": "macau",
        "sentiment": "none"
      },
      {
        "name": "far east",
        "sentiment": "none"
      },
      {
        "name": "russia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T02:30:43.949+02:00",
  "updated": "2023-12-29T02:30:43.949+02:00"
}