{
  "thread": {
    "uuid": "762f7378324ebf91f062a58ab292fdf6d21139e8",
    "url": "https://www.ksl.com/article/50967724/your-child-hates-school-how-one-utah-mother-got-help",
    "site_full": "www.ksl.com",
    "site": "ksl.com",
    "site_section": "http://www.ksl.com",
    "site_categories": [
      "media",
      "top_news"
    ],
    "section_title": "Utah News, Sports, Weather, Cars and Classifieds | KSL News",
    "title": "Your child hates school? How one Utah mother got help | KSL.com",
    "title_full": "Your child hates school? How one Utah mother got help | KSL.com",
    "published": "2024-04-04T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img.ksl.com/slc/2982/298269/29826932.jpeg?filter=kslv2/responsive_story_lg",
    "performance_score": 0,
    "domain_rank": 3800,
    "domain_rank_updated": "2024-04-02T13:08:08.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "762f7378324ebf91f062a58ab292fdf6d21139e8",
  "url": "https://www.ksl.com/article/50967724/your-child-hates-school-how-one-utah-mother-got-help",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Deseret Digital Media",
  "published": "2024-04-04T03:00:00.000+03:00",
  "title": "Your child hates school? How one Utah mother got help | KSL.com",
  "text": "Estimated read time: 4-5 minutes [CoPilot Executive Function Coaching](https://www.copilotef.com/). Helping kids who struggle with school and other responsibilities can be challenging, especially if you don't know where to turn for help. Unfortunately, many parents face exactly that scenario, and outcomes can be anything but hopeful. According to [Learning Disabilities Association of Utah](https://www.ldau.org/facts), only about 50% of students with specific learning disabilities receive special education services — and those who do receive them may not be getting exactly what they need either. That's why parents like Kathy, a Utah mother, fought to find the key to helping her children navigate the challenges of executive function (EF) deficits and learning difficulties. Kathy and her husband, like many parents, believed the straightforward idea that attentiveness plus effort equals academic success. But when two of their sons encountered significant hurdles in school, they were forced to reassess that belief. Being scattered and unfocused is a sign — but of what? Unlike their oldest daughter, who navigated academic responsibilities with ease, Kathy's middle boys faced an uphill battle from an early age. This struggle intensified as they transitioned into junior high. The onset of more classes, assignments and deadlines revealed a deeper issue than what had initially appeared as typical childhood forgetfulness or disorganization. Kathy's sons struggled with cluttered rooms, missed deadlines and a growing aversion to school — a stark departure from the academic engagement they once showed. \"They seemed to have no concept of time,\" Kathy recounted, highlighting a core symptom of EF deficits. The situation escalated as the boys developed negative attitudes toward school, expecting failure not only in their academic pursuits but in life itself. With this perspective came an onslaught of anxiety and depression, leading to substance experimentation as a misguided form of relief. Kathy soon realized traditional approaches were not working. A targeted treatment approach When the boys were diagnosed with ADHD alongside poor executive function skills — including slow processing speed and weak working memory — Kathy had the clarity she needed to seek targeted help. That's when she discovered [CoPilot Executive Function Coaching](https://www.copilotef.com/) developed by mental health clinician Anthony Mosier, LMFT. CoPilot's approach focuses on how to learn rather than subject matter tutoring. The goal is to cultivate crucial EF skills such as organization, time management and task initiation. Through dedicated coaching sessions, Kathy's sons began to internalize and apply strategies that addressed their specific challenges. The program's impact was profound and lasting, with significant improvements in academic performance and self-esteem. \"I'll never forget the first time my son got an A on an assignment,\" Kathy shared, a moment that challenged and changed their self-perceptions. An insightful approach Mosier's insights into the widespread impact of EF deficits on academic success and mental health derived from his work as a clinical therapist. \"The bulk of the repair work I was doing in the therapy office stemmed from damage in the classroom,\" Mosier noted, reflecting on his early career experiences. His determination to develop a program like CoPilot was fueled by the realization that many therapists, teachers, and parents are unaware of how to teach or even recognize EF skills. CoPilot stands out not only for its innovative approach to EF skill development but also for its commitment to accessibility and evidence-based results. The program demonstrates that skills, once gained, build momentum and lead to sustained improvements. In one study, students demonstrated significant growth in all seven EF skills, with outcomes continuing to improve one year post-coaching. Empowering families Kathy's journey from despair to empowerment serves as a powerful narrative for the importance of recognizing and addressing EF deficits. Her story sheds light on a critical aspect of education that goes beyond traditional subjects, focusing on the foundational skills necessary for academic and life success. As Kathy reflects on her family's journey, her story is one of both regret and gratitude — regret for the pressure and misunderstanding that initially marked their approach, and profound gratitude for the transformative impact of CoPilot Executive Function Coaching. \"My boys are doing well. They both graduated from high school and are thriving in college,\" Kathy shared. Her story underscores the urgency of integrating EF skill development into educational settings and the broader conversation about mental health and academic success. It highlights the need for increased awareness and resources to support students struggling with EF deficits, ensuring that families like Kathy's have the tools and understanding necessary to navigate these challenges. Unfortunately, this experience is not unique to Kathy's family but is a shared experience among many. If you or someone in your family suffers from executive function deficit or ADHD, [CoPilot Executive Function Coaching](https://www.copilotef.com/) can help. With the right resources, a future of academic and personal success can be accessible to everyone. Anyone can sign up for a virtual coaching class, and those living in northern Utah can choose either a home or office visit if they prefer. To sign up and learn more about the program, visit [CopilotEF.com](http://CopilotEF.com). Related topics [Brandview](https://www.ksl.com/brandview)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Education",
    "Health"
  ],
  "external_links": [
    "https://www.copilotef.com/).",
    "http://CopilotEF.com).",
    "https://www.ldau.org/facts),",
    "https://www.copilotef.com/)",
    "http://www.CopilotEF.com).",
    "https://ldau.org/facts),",
    "https://copilotef.com/)",
    "https://copilotef.com/)."
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "kathy",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "learning disabilities association of utah",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "utah",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-05T00:11:48.623+03:00",
  "updated": "2024-04-05T00:11:48.623+03:00"
}