{
  "thread": {
    "uuid": "0050bcb22d9da63f87e94cc6763d7e621c5b0d46",
    "url": "https://vnexplorer.net/chelsea-titan-who-won-11-duels-was-pochettinos-true-hero-over-gusto-vs-palace-s697069.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Chelsea titan who won 11 duels was Pochettino's true hero over Gusto vs Palace",
    "title_full": "Chelsea titan who won 11 duels was Pochettino's true hero over Gusto vs Palace",
    "published": "2023-12-29T00:12:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mamTo.img",
    "performance_score": 0,
    "domain_rank": 45352,
    "domain_rank_updated": "2023-12-26T12:06:25.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "0050bcb22d9da63f87e94cc6763d7e621c5b0d46",
  "url": "https://vnexplorer.net/chelsea-titan-who-won-11-duels-was-pochettinos-true-hero-over-gusto-vs-palace-s697069.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2023-12-29T00:12:00.000+02:00",
  "title": "Chelsea titan who won 11 duels was Pochettino's true hero over Gusto vs Palace",
  "text": "Chelsea titan who won 11 duels was Pochettino’s true hero over Gusto vs Palace\nChelsea got back to winning ways on Wednesday night as they secured a 2-1 victory over Crystal Palace at Stamford Bridge in the Premier League.\nThe Blues took the lead through Mykhaylo Mudryk in the first half as the Ukraine international converted from close range but Michael Olise smartly equalised with a near post finish just before the break.\nMauricio Pochettino’s side then sealed the win late on as a VAR review awarded them a penalty for a foul on Noni Madueke, who stepped up to convert the spot-kick.\nMalo Gusto put in a fantastic display at right-back, and left-back later on in the game, but the manager’s true hero on the night was central midfielder Moises Caicedo.\nMalo Gusto’s performance against Palace in numbers Lee Dixon hailed his performance as “superb” during the Amazon Prime live coverage of the match and it was a fair analysis of the talented gem’s showing.\nThe French dynamo, who started the clash on the right back of the back four, played a pivotal role in the opening goal with a fantastic turn on the half-way line before racing forward all the way to the left wing to slot a perfect pass to Mudryk to make it 1-0.\nHe made two key passes in total and completed 94% (91/97) of his attempted passes throughout his 90 minutes on the pitch, on the right and the left.\nIt was, however, a mixed bag from Gusto on the defensive side of the game. The full-back did make three tackles and three interceptions but was also dribbled past four times and lost eight of his 13 ground duels.\nWhereas, Caicedo was impressive in and out of possession throughout the match for Chelsea as he showcased his quality in the middle of the park.\nCaicedo’s performance against Palace in numbers The summer signing from Brighton & Hove Albion set his stall out early with a couple of crunching challenges and kept that tempo up all night.\nHe won an outstanding 11 of his 15 physical contests throughout the clash, which included nine of his 13 ground duels and both of his aerial contests.\nThe 22-year-old battler made five tackles and one interception in total and was only dribbled past once by an opposition player in midfield.\n23/24 Premier League\nCaicedo (via Sofascore)\nAppearances\n16\nSofascore rating\n6.98\nPass accuracy\n92%\nDuel success rate\n54%\nBall recoveries per match\n4.8\nHis defensive statistics show that the Ecuador international was imperious for Pochettino to ensure that he cut out promising Palace attacks at source to win back possession for Chelsea, which then allowed them to control the game.\nCaicedo also remained reliable on the ball to go along with his superb defending. The young whiz completed 94% (79/84) of his attempted passes from 102 touches of the ball and found a teammate with all five of his long passes.\nThis shows that the former Seagulls star was composed in possession and rarely gave the ball away cheaply to the opposition, which allowed Chelsea to constantly probe and cause problems at the top end of the pitch.\nTherefore, Caicedo was Pochettino’s true hero on the night, over Gusto, as he used his skills on and off the ball to produce a complete display in midfield.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Sport",
    "Human Interest"
  ],
  "external_links": [
    "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mamTo.img",
    "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mamTo.img"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "chelsea",
        "sentiment": "negative"
      },
      {
        "name": "pochettino",
        "sentiment": "negative"
      },
      {
        "name": "mauricio pochettino",
        "sentiment": "none"
      },
      {
        "name": "malo gusto",
        "sentiment": "none"
      },
      {
        "name": "lee dixon",
        "sentiment": "none"
      },
      {
        "name": "mykhaylo mudryk",
        "sentiment": "none"
      },
      {
        "name": "noni madueke",
        "sentiment": "none"
      },
      {
        "name": "moises caicedo",
        "sentiment": "none"
      },
      {
        "name": "michael olise",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "crystal palace",
        "sentiment": "none"
      },
      {
        "name": "var",
        "sentiment": "none"
      },
      {
        "name": "premier league",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "stamford bridge",
        "sentiment": "none"
      },
      {
        "name": "ukraine",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2023-12-29T00:22:51.437+02:00",
  "updated": "2023-12-29T00:22:51.437+02:00"
}