{
  "thread": {
    "uuid": "cd640d209c19b7788e047fb99dc87528e16ca8e3",
    "url": "https://www.capegazette.com/article/cold-weather-tells-us-cozy-chili/269524",
    "site_full": "www.capegazette.com",
    "site": "capegazette.com",
    "site_section": "https://capegazette.com",
    "site_categories": [
      "media"
    ],
    "section_title": "Cape Gazette | News - Covering Delaware's Cape Region - Inland Bays, Atlantic Ocean, Rehoboth Beach, Lewes, Milton, Dewey Beach, USA",
    "title": "Cold weather tells us to cozy up with chili | Cape Gazette",
    "title_full": "Cold weather tells us to cozy up with chili | Cape Gazette",
    "published": "2024-01-12T02:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.capegazette.com/sites/capegazette/files/2024/01/field/image/IMG_2846.jpg",
    "performance_score": 0,
    "domain_rank": 40698,
    "domain_rank_updated": "2024-01-09T12:07:31.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "cd640d209c19b7788e047fb99dc87528e16ca8e3",
  "url": "https://www.capegazette.com/article/cold-weather-tells-us-cozy-chili/269524",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Denise Clemons",
  "published": "2024-01-12T02:00:00.000+02:00",
  "title": "Cold weather tells us to cozy up with chili | Cape Gazette",
  "text": "Cold weather tells us to cozy up with chili Today’s topic is chili, the stew-like dish popular in cold-weather months, flavored by the slender red peppers called chilies. The pepper’s name is from the Aztec language, and for almost 2,000 years, the inhabitants of Central and South America have been eating braised meat highly seasoned with ground pepper pods. The version that became popular in this country was created to feed the men on cattle drives from grazing lands to the slaughter houses. Simple ingredients were meat (beef, bison, horse) seasoned with onions and chilies. During the 1800s, chili became a staple food in the southern and western regions of this country, when drovers and trail hands travelled hundreds of miles to deliver their herds to buyers in Kansas, New Orleans or Saint Louis. Range cooks did not have the luxury of time to age their beef and sometimes had to turn to a piece of meat that was not in ideal condition. The masters of the chuck wagon wisely incorporated the aggressive heat and bold flavor of peppers, along with onion, garlic and native spices such as oregano and cumin. Cooking the ingredients for hours and hours resulted in tenderizing the chunks of meat and melding the complex flavors. Unlike today’s recipes, the original version did not feature tomatoes (not a crop common to the arid Southwest), and the red color came from cumin and chili. Purists will insist the only things that belong in chili are ingredients you would be able to collect while you were out on a cattle drive in the 19th century: fatty (and often tough) chunks of meat, wild onion or leeks, cumin and chili powder. As with so many foods with a long history, modern approaches will incorporate additional ingredients, more cooking steps and multiple garnishes. You can find recipes calling for beans, tomatoes, peanut butter and Mexican chocolate. Let’s start with the meat. If you’re in a hurry, go with ground beef; otherwise, choose a slab of chuck or another cut of meat that is less tender and highly marbled. Cut off a small piece of fat and render it in a Dutch oven while you chop the meat into a half-inch dice. Once the fat has liquified, add the meat pieces and brown them a little. Toss in whatever onion, garlic or leek gleanings you’ve collected to enhance the meat’s flavor. Once the vegetables have softened, stir in the seasonings and let the mixture cook for a few hours. The spices will give the dish a subtle heat and deep reddish color, while the rendered fat and liquid from the vegetables will provide a rich sauce. While there are countless regional differences in chili – everything from how much tomato to which variety of bean – the signature ingredient is chili powder. The basic version of chili powder is made of ground chili pepper mixed with cumin, oregano and garlic. And like the infinite tweaks on recipes for chili, there are countless variations of chili powder, some of which contain jalapeño pepper or cinnamon. Now that you know the basics, how do you make decent chili? I would recommend beginning with the cattle drive version, allowing it to cook low and slow for hours and maybe waiting until the second day to serve it. Choose the basic chili powder from your favorite spice vendor and keep it simple. Once you have a taste of the authentic, you are well prepared to start adding your personal touches, from beans to corn to whatever secret ingredients are known to help cooks win chili cook-offs. The dish in the photo was prepared by the talented culinary team at the Lodge at Historic Lewes and is similar to my basic recipe. I’ve also included a recipe for the chuckwagon chili and a regional favorite that was made famous by Skyline Chili in Cincinnati. Chuckwagon Chili 2 lbs fatty beef 2 minced garlic cloves 1 chopped onion 4 T chili powder Trim a bit of fat from the meat and place it in a Dutch oven or stock pot. Over low heat, render the fat until it is liquid. Coarsely chop the beef into a medium dice and add it to the pot. Cook, stirring often, until the beef is browned. Toss in the garlic and onion; cook until softened. Stir in the chili powder, cover the pot and continue to cook for several hours. The chili is ready to serve when the meat is fork tender and a thick sauce has formed. Serve with refried beans and cornbread. Easy Chili 1 T olive oil 1 chopped onion 2 cloves chopped garlic 1 lb ground chuck 16-oz can Rotel tomatoes 16-oz can pinto beans 16-oz can kidney peans 16-oz can black beans 5 T chili powder Heat the olive oil in a deep skillet or Dutch oven. Add the onion and garlic; stir over low heat until translucent. Crumble the beef with a spatula into the pot and cook until no longer pink. Stir in the tomatoes and beans (without draining). Sprinkle in chili powder, cover and simmer for about 20 minutes. Serve garnished with sour cream, cheddar cheese and chopped jalapeños. Cincinnati Chili 1 T olive oil 1 lb ground beef 1 diced onion 2 t minced garlic 1 C beef broth 1 C tomato sauce 2 T chili powder 1/2 t cumin 1/2 t cinnamon 1/8 t allspice 1/8 t ground cloves 1 bay leaf 1 T apple cider vinegar 1 oz chopped unsweetened chocolate salt and pepper, to taste shredded cheddar cheese, for serving Heat the olive oil in a large pot over medium. Add the beef and cook, crumbling with a spatula. Add onion and garlic; cook until translucent. Stir in beef broth and tomato sauce. Add seasonings, vinegar and chocolate. Cook, stirring often until chocolate has melted. Reduce heat to low, cover and simmer for about an hour. Remove bay leaf; adjust seasonings with salt and pepper. Serve over cooked spaghetti and top with shredded cheese. Most Popular - (8,453) [Rezoning proposed at Route 16-Route 1](/article/rezoning-proposed-route-16-route-1/269346?source=mp) - (5,733) [Historic Zwaanendael Club building...](/article/historic-zwaanendael-club-building-sale-lewes/269382?source=mp) - (4,734) [New owners take over Lewes Daily...](/article/new-owners-take-over-lewes-daily-market/269395?source=mp) - (4,720) [Brian Llewellyn Davies, decorated...](/article/brian-llewellyn-davies-decorated-navy-officer/269454?source=mp) - (4,388) [Sussex signs $1 million agreement...](/article/sussex-signs-1-million-agreement-dewey-beach/269319?source=mp) - (4,037) [Route 1 before proliferation of...](/article/route-1-proliferation-shopping-centers/269428?source=mp) - (3,167) [Community Bank offers cemetery to...](/article/community-bank-offers-cemetery-family/269374?source=mp) - (3,078) [Milton man charged after shooting...](/article/milton-man-charged-after-shooting-lincoln-man-outside-felton-bar/269511?source=mp) - (2,985) [Bad weather forces cancellations](/article/bad-weather-forces-cancellations/269534?source=mp) - (2,650) [So far, Sussex council mum on school...](/article/so-far-sussex-council-mum-school-assessment/269324?source=mp) Most Popular - (5,761) [Historic Zwaanendael Club building...](/article/historic-zwaanendael-club-building-sale-lewes/269382?source=mp) - (4,999) [New owners take over Lewes Daily...](/article/new-owners-take-over-lewes-daily-market/269395?source=mp) - (4,742) [Brian Llewellyn Davies, decorated...](/article/brian-llewellyn-davies-decorated-navy-officer/269454?source=mp) - (4,498) [Sussex signs $1 million agreement...](/article/sussex-signs-1-million-agreement-dewey-beach/269319?source=mp) - (4,126) [Route 1 before proliferation of...](/article/route-1-proliferation-shopping-centers/269428?source=mp) - (3,143) [Milton man charged after shooting...](/article/milton-man-charged-after-shooting-lincoln-man-outside-felton-bar/269511?source=mp) - (3,006) [Bad weather forces cancellations](/article/bad-weather-forces-cancellations/269534?source=mp) - (2,474) [Peninsula Lakes residents say no to...](/article/peninsula-lakes-residents-say-no-business/269398?source=mp) - (2,182) [Shawn M. Noel, loved children,...](/article/shawn-m-noel-loved-children-teaching/269451?source=mp) - (2,167) [Jennifer Shockley Dunham, loved her...](/article/jennifer-shockley-dunham-loved-her-family/269448?source=mp)",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Weather",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": [
      {
        "name": "south america",
        "sentiment": "none"
      },
      {
        "name": "saint louis",
        "sentiment": "none"
      },
      {
        "name": "new orleans",
        "sentiment": "none"
      },
      {
        "name": "kansas",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-12T19:58:02.594+02:00",
  "updated": "2024-01-12T19:58:02.594+02:00"
}