{
  "thread": {
    "uuid": "c68165edf8e6f78bc25ea37cf58f488dd4eb0525",
    "url": "https://vnexplorer.net/paola-munoz-y-nicolas-cabrera-se-coronan-en-la-tercera-edicion-del-gran-fondo-curacavi-s2433524.html",
    "site_full": "vnexplorer.net",
    "site": "vnexplorer.net",
    "site_section": "https://vnexplorer.net/latest",
    "site_categories": [
      "health",
      "cold_and_flu"
    ],
    "section_title": "Latest breaking 24h news around the world - VNExplorer",
    "title": "Paola Muñoz y Nicolás Cabrera se coronan en la tercera edición del Gran Fondo Curacaví",
    "title_full": "Paola Muñoz y Nicolás Cabrera se coronan en la tercera edición del Gran Fondo Curacaví",
    "published": "2024-04-18T03:00:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "JP",
    "main_image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lGcax.img",
    "performance_score": 0,
    "domain_rank": 55632,
    "domain_rank_updated": "2024-04-16T13:07:56.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "c68165edf8e6f78bc25ea37cf58f488dd4eb0525",
  "url": "https://vnexplorer.net/paola-munoz-y-nicolas-cabrera-se-coronan-en-la-tercera-edicion-del-gran-fondo-curacavi-s2433524.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "VNExplorer",
  "published": "2024-04-18T03:00:00.000+03:00",
  "title": "Paola Muñoz y Nicolás Cabrera se coronan en la tercera edición del Gran Fondo Curacaví",
  "text": "Paola Muñoz, festejando su triunfo. Foto: Gran Fondo Curacaví.\nEn una disputada final, tanto para mujeres como varones, los destacados ciclistas nacionales Paola Muñoz y Nicolás Cabrera se quedaron con el oro del Gran Fondo Curacaví 2024 by Kross, la carrera de ciclismo más masiva del primer semestre, que en su tercera edición reunió a casi 700 deportistas en un circuito de 120 kilómetros, con partida y meta en la reconocida cervecería Kross.\nLa múltiple medallista nacional y panamericana terminó la prueba en 3.26′45″, superando en el sprint final a la también destacada triatleta Pamela Tastets, quien llegó apenas tres segundos después (3.26′48″) a la meta. El podio lo completó Rosita Marín, con 3.30′11″.\nEn cuanto a la competencia masculina, la definición tuvo que revisarse en el photofinish. Esto, debido a que cinco corredores llegaron juntos a la meta. Ahí, Nicolás Cabrera fue el más veloz, pausando el crono con un destacado tiempo de 2.58′12″042, sólo un par de milésimas de segundo de Claudio Álvarez, que finalizó con 2.58′12″252. Francisco Kotsakis completó el podio, con una marca de 2.58′12″592.\nLa campeona, Paola Muñoz, se mostró contenta frente al resultado, asegurando que “fue un evento espectacular, ver a más de 600 ciclistas tomándonos las calles es algo impactante. Fue un circuito súper amigable, esta carrera tuvo de todo: al principio una gran subida, donde las especialidades se hicieron notar, ahí me fui quedando un poco atrás porque no soy sprinter, pero luego conseguí conectar con un buen pelotón y de ahí me fui a la meta”.\nEl crecimiento\nFernando Almuna, de la productora Epic Rides, destacó que “este año hubo varias mejoras en la carrera y eso es algo que los ciclistas agradecieron. Lo bonito es que esta carrera tiene un carácter familiar, entonces aquí se encuentran no solo los deportistas, sino que todo su entorno”. Además, el organizador de la prueba adelantó que para la próxima edición se está preparando una distancia más corta, para que los corredores que están recién comenzando también puedan participar.\nEl GF Curacaví by Kross este año sumó a Víctor Garrido como director de carrera. “Fue una hermosa carrera, transversal, pero también competitiva. Fue muy entretenida, con corredores muy fuertes y que además contó con gran presencia de mujeres y atletas paralímpicos”, destacó el exciclista.\nAlgo que resaltaron todos los corredores fue la gran cantidad de personas apoyando en las calles. El alcalde de Curacaví, Juan Pablo Barros, aprovechó de agradecer a sus vecinos por vivir de tal forma este evento: “Vivimos una competencia de primer nivel. Estoy muy contento porque nuevamente pudimos mostrar las hermosas rutas de nuestra comuna y posicionarnos un poco más como una de las grandes carreras de ciclismo del primer semestre. Las y los vecinos fueron muy entusiastas, lo que demuestra que en Curacaví vivimos el deporte”.\nSigue en El Deportivo",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Sport"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-04-19T00:07:37.100+03:00",
  "updated": "2024-04-19T00:28:47.116+03:00"
}