{
  "thread": {
    "uuid": "8808fbaa1b65db7c62318d1fcf5b65a576b4fce9",
    "url": "http://www.stlamerican.com/news/u-s-rep-cleaver-says-the-church-has-a-role-in-saving-the-nation/article_ee2ace1e-abe5-11ee-8cfa-1fae569cfd31.html",
    "site_full": "www.stlamerican.com",
    "site": "stlamerican.com",
    "site_section": "https://www.stlamerican.com",
    "site_categories": [
      "media"
    ],
    "section_title": "The St. Louis American",
    "title": "U.S. Rep. Cleaver says 'the church has a role' in saving the nation | News | stlamerican.com",
    "title_full": "U.S. Rep. Cleaver says 'the church has a role' in saving the nation | News | stlamerican.com",
    "published": "2024-01-07T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://bloximages.chicago2.vip.townnews.com/stlamerican.com/content/tncms/assets/v3/editorial/2/05/20599540-ad9f-11ee-a373-4fc5d6ba2d34/659b1080e7c08.image.jpg?crop=1765%2C927%2C0%2C124&amp;resize=1200%2C630&amp;order=crop%2Cresize",
    "performance_score": 0,
    "domain_rank": 44358,
    "domain_rank_updated": "2024-01-02T12:06:53.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "8808fbaa1b65db7c62318d1fcf5b65a576b4fce9",
  "url": "http://www.stlamerican.com/news/u-s-rep-cleaver-says-the-church-has-a-role-in-saving-the-nation/article_ee2ace1e-abe5-11ee-8cfa-1fae569cfd31.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Alvin A. Reid | The St. Louis American",
  "published": "2024-01-07T07:00:00.000+02:00",
  "title": "U.S. Rep. Cleaver says 'the church has a role' in saving the nation | News | stlamerican.com",
  "text": "U.S. Rep. Emanuel Cleaver is a pastor, a politician, and beacon of positivity. All were on display as he offered the keynote address during the 161st Annual Emancipation Proclamation Celebration on New Year’s Day at Greater Mt. Carmel Missionary Baptist Church in St. Louis. “People get excited about Juneteenth. We must remember that there is no Juneteenth without an Emancipation Proclamation,” he said early in his remarks. “There are 364 days in front of us. Days we never thought we would experience in the United States of America.’ It did not take many words before Clever addressed the specter of another Donald Trump administration – and the fear that Black Americans could help him win re-election. “This is a year of extreme challenges when some polling shows that 13% of African American men support Donald Trump,” Cleaver said. “They would help seat a man (in the presidency) that has launched all kinds of outrageous claims, including Barack Obama is not an American.” Cleaver listed Trump’s indictments, a past lawsuit filed against his company for housing discrimination, and other racially tinged exploits that should cause any African American voter to choose another candidate. “Yet, 13% (of Black men) supposedly support him.” Cleaver bristled and grew louder when taking on those that said the January 6, 2021 attack on the U.S. Capitol “did not happen.” “I was there. I had to walk through mud and blood after hiding for six hours in my office. They had urinated everywhere; broken glass destroyed things. We have to deal with reality. It happened,” Cleaver shouted. “Millions of people have bought into this. We’ve got to turn this around. There is a role for the church. Remember, there is not one mention of God in the constitution. The founding fathers struggled with this issue. “What it comes down to is ‘Why should I impose my religion on you?’” That’s what people want to do. As Christians, we must stand against this kind of thinking.” Cleaver, who is former lead pastor of St. James United Methodist Church in Kansas City where he and his family still attend, devoted a segment of his remarks to climate change and the Black Church role in reversing alarming environmental statistics. “The church has a responsibility. The Earth is the Lord’s and everything in it,” Cleaver said citing a biblical verse. “It is clear we have damaged our planet. Flood waters in Manhattan. Wildfires in Hawaii. The warmest year in history. I have a 6-year-old grandson. I want him to be able to breathe.” Cleaver cited the facts that over 42,000 animal species are now on the endangered list and 7 million people die annually around the world solely because of air pollution. In staying with the occasion, Cleaver reminded the congregation of a piece of history. On Dec. 31, 1862, New Year’s Eve night before the Emancipation Proclamation would be officially adopted through an executive order of President Lincoln, hundreds of Black people from the Washington D.C. area gathered near the Capitol to await midnight. It poured down rain throughout the evening but although dressed in long gowns and tuxedos, no one departed until after midnight. “719 words that changed history,” Nadine V. Nunn said during her overview of the Emancipation Proclamation. She shared a historic footnote that the preliminary Emancipation Proclamation was adopted on Sept. 22, 1862. If the Southern states did not cease their rebellion by Jan. 1, 1863, it would be enacted. Nunn said after the Union victory at Sharpsburg, Maryland on Sept. 17, 1862, the proclamation became a reality and “freedom of slaves became a legitimate war aim.” “Abraham Lincoln considered it the most crowning achievement of his presidency,’ she said. The St. Louis Progressive Missionary Baptist District Association Inc. presented the 161st Annual Emancipation Proclamation Celebration. The Rev. Earl Nance Jr. of Greater Mt. Carmel was host pastor and Rev. Frederick Lemons II was moderator. The St. Louis Progressive District Music Ministry performed several gospel tunes, and the thunderous showing often spontaneously rose members of the congregation to their feet. “I don’t know what is down the road. I don’t know if our form of government will last,” said Clever. “I do know God has blessed our country and we can create an atmosphere of goodness. I have not given up. I have not quit.”",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Politics",
    "Human Interest",
    "Religion and Belief"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "emanuel cleaver",
        "sentiment": "neutral"
      },
      {
        "name": "cleaver",
        "sentiment": "neutral"
      },
      {
        "name": "barack obama",
        "sentiment": "none"
      },
      {
        "name": "donald trump",
        "sentiment": "none"
      },
      {
        "name": "trump",
        "sentiment": "none"
      }
    ],
    "organizations": [],
    "locations": [
      {
        "name": "u.s.",
        "sentiment": "none"
      },
      {
        "name": "greater mt. carmel missionary baptist church",
        "sentiment": "none"
      },
      {
        "name": "united states of america",
        "sentiment": "none"
      },
      {
        "name": "st. louis",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-01-08T00:13:43.553+02:00",
  "updated": "2024-01-08T00:13:43.553+02:00"
}