{
  "thread": {
    "uuid": "3a392dca6b4d81252444694e40470b1f938ca80b",
    "url": "https://www.terra.com.br/esportes/papo-com-castroneves-feliz-ano-novo,135046063fdf313a5871f5be9ca52549481dcqhr.html",
    "site_full": "www.terra.com.br",
    "site": "terra.com.br",
    "site_section": "https://www.terra.com.br/rss.xml",
    "site_categories": [
      "media"
    ],
    "section_title": "Brasil",
    "title": "Papo com Castroneves: Feliz Ano Novo!",
    "title_full": "Papo com Castroneves: Feliz Ano Novo!",
    "published": "2023-12-29T04:46:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "BR",
    "main_image": "https://p2.trrsf.com/image/fget/cf/1200/630/middle/images.terra.com/2023/12/29/1956715260-helio-castroneves-with-team-owners-jim-meyer-and-michael-shank-indianapolis-500-day-after-photo-shootlarge-image-without-watermarkm42934-scaled.jpg",
    "performance_score": 0,
    "domain_rank": 3436,
    "domain_rank_updated": "2023-12-26T12:06:20.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "3a392dca6b4d81252444694e40470b1f938ca80b",
  "url": "https://www.terra.com.br/esportes/papo-com-castroneves-feliz-ano-novo,135046063fdf313a5871f5be9ca52549481dcqhr.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "LANCE!",
  "published": "2023-12-29T04:46:00.000+02:00",
  "title": "Papo com Castroneves: Feliz Ano Novo!",
  "text": "Papo com Castroneves: Feliz Ano Novo!\nÉ hora de fazer a reflexão do ano que passou e planejar o próximo\nNesta última coluna de 2023, quero deixar uma mensagem de Feliz Ano Novo para todo mundo que me acompanhou durante este ano aqui na coluna e nas provas da IndyCar.\nÉ sempre uma hora de pensar no que fizemos e no que queremos fazer a partir de agora. E como acontece para todo mundo, para mim também a avaliação do ano que termina pode ser positiva ou negativa, dependendo do ponto de vista.\nSou essencialmente uma pessoa otimista. Mesmo diante das dificuldades, sempre procuro ver o lado positivo das coisas. É a tal história do copo quase cheio ou quase vazio.\nSe a gente analisar meu ano simplesmente pelos resultados em pista, foi de fato difícil durante toda a temporada. Comecei 2023 muito bem, vencendo minha terceira Rolex 24 at Daytona - e de forma consecutiva! Tive boa participação no SRX Racing também.\nMas minha temporada no NTT IndyCar Series não foi a que esperava. Em resumo, os resultados não foram bons, principalmente na primeira metade do campeonato. Na parte final, o desempenho foi melhorando e isso permitiu que a gente pudesse avançar um pouco na classificação final.\nMas, e se eu contar para vocês que foi um ano maravilhoso?\n- Pera lá, Castroneves, como assim, ano maravilhoso?\nDigo isso porque, apesar dos resultados, foi um ano de transformações, com o surgimento de novos desafios e, realmente, o leque de opções que se abriu é gigantesco.\nQuanto mais a equipe trabalhava para colocar o meu carro e o do Simon Pagenaud em condições competitivas na pista, mais eu me empolgava com a grande dedicação do time comandado por Mike Shank e Jim Meyer. Mais do que isso, comecei a observar que poderia dar uma contribuição muito grande para o crescimento da Meyer Shank Racing do lado de fora do cockpit.\nDesse ponto até ser anunciado oficialmente como um dos donos da equipe, vou ser honesto com vocês, não se passaram muitas semanas. E mesmo antes desse anúncio, que foi em agosto, eu já estava me envolvendo cada vez mais nas particularidades do time. De lá para cá, mais ainda.\nSe por um lado foi uma decisão muito fácil de tomar a de fazer parte dessa sociedade, que tem também o Liberty Media Group, o lado difícil foi deixar de participar de forma integral como piloto da IndyCar. Mas foi uma decisão madura.\nPiloto é o que sou. Fui, sou e sempre serei piloto. Entretanto, a experiência que acumulei, depois de tantos anos na pista, me permite ter uma visão ampla de todos os \"dentes desta engrenagem\" chamada automobilismo.\nNão me entendam mal, não estou querendo dizer que sei tudo. Nada disso, muito pelo contrário. Aprendo todo dia. Acontece que os anos permitem que você tenha uma visão muito, mas muito mais ampla do que pilotar.\nNão precisa passar muito tempo para o piloto aprender que esse negócio de somente \"sentar e acelerar\", sem se importar com o resto, não tem futuro. Logo de cara, quanto o piloto chega nas categorias de elite do automobilismo, percebe que precisa entender todo o processo, contribuir com o que é possível, valorizar as pessoas - e muito mais - se o objetivo é a vitória.\nAlguém já disse que o automobilismo é o esporte individual mais coletivo que existe, pois a vitória é resultado da comunhão de milhares de mãos, todas impulsionando na mesma direção e com igual propósito.\nEssa visão me permitiu ser um profissional melhor, independentemente se estar dentro ou fora do cockpit. É essa experiência que já estou colocando em prática para ajudar a Meyer Shank Racing a se tornar uma organização melhor do que já é, e em todos os aspectos.\nNão será uma trilha que será percorrida - e vencida - da noite para o dia. Nananinanocas! É incrível a quantidade de trabalho que temos pela frente, até o início da temporada 2024. Mas o legal é que, na mesma proporção, estão o entusiasmo e a motivação da equipe.\nTudo isso é muito bom, mas quero reafirmar o que já disse várias vezes: não estou aposentado como piloto. Existem conversas em andamento, mas seria incorreto de minha parte se falasse alguma coisa agora. Certo, mesmo, é que irei em busca do quinto anel em Indianapolis pela Meyer Shank Racing.\nÉ isso, meus amigos, que 2024 nos cubra de força, determinação e saúde para enfrentar os desafios que surgem cotidianamente no caminho de cada um de nós.\nAos amigos do Lance, meu muito obrigado pelo carinho durante o ano todo e vamos que vamos, pois 2024 já é semana que vem. E por falar na semana que vem, até lá.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "portuguese",
  "sentiment": "positive",
  "categories": [
    "Religion and Belief",
    "Human Interest"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2023-12-29T05:03:54.987+02:00",
  "updated": "2023-12-29T05:03:54.987+02:00"
}