{
  "thread": {
    "uuid": "2508fbbc7f7c2851b8add64ed52c8d71c99aeacb",
    "url": "https://www.am.com.mx/hidalgo/2024/2/15/garantiza-gobernador-abasto-de-agua-en-hidalgo-aun-con-extraccion-para-la-capital-del-pais-695057.html",
    "site_full": "www.am.com.mx",
    "site": "am.com.mx",
    "site_section": "https://am.com.mx/hidalgo",
    "site_categories": [
      "travel",
      "mexico_and_central_america"
    ],
    "section_title": "Hidalgo - Periódico AM",
    "title": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del país - Periódico AM",
    "title_full": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del país - Periódico AM",
    "published": "2024-02-16T04:35:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AM",
    "main_image": "https://www.am.com.mx/u/fotografias/m/2024/2/15/f1280x720-558485_690160_5050.jpeg",
    "performance_score": 0,
    "domain_rank": 65526,
    "domain_rank_updated": "2024-02-13T12:06:46.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "2508fbbc7f7c2851b8add64ed52c8d71c99aeacb",
  "url": "https://www.am.com.mx/hidalgo/2024/2/15/garantiza-gobernador-abasto-de-agua-en-hidalgo-aun-con-extraccion-para-la-capital-del-pais-695057.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Lourdes Naranjo",
  "published": "2024-02-16T04:35:00.000+02:00",
  "title": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del país - Periódico AM",
  "text": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del paísIndicó que hay suficiente recurso y que plantean un proyecto para llevar agua de Actopan a Pachuca El gobernador Julio Menchaca Salazar, aseguró que está garantizado el abasto de agua para Hidalgo aún con el posible suministro a la Zona Metropolitana de la Ciudad de México. Además, dio a conocer que hay un estudio que demuestra que existe recurso hídrico en el Valle del Mezquital, por lo que plantean un proyecto de llevar agua de Actopan a Pachuca. El mandatario estatal señaló que el agua es un recurso nacional, y la Ley de Aguas Nacionales establece que es del dominio del gobierno federal a través de la Conagua. HAY RECURSO EN VALLE DEL MEZQUITAL Lo anterior, tras el anuncio del presidente de México, Andrés Manuel López Obrador de llevar agua de la entidad hidalguense y el Aeropuerto Internacional Felipe Ángeles a la Ciudad y el Estado de México. Detalló que los estudios de la Comisión Nacional del Agua (Conagua) señalan que en el Valle del Mezquital, particularmente en la cuenca de Actopan y Santiago de Anaya hay un recurso subutilizado. “Según los estudios, da lo suficiente para no solamente abastecer al propio estado de Hidalgo sino para apoyar a la Zona Metropolitana de la Ciudad de México, esto dependerá de los estudios de factibilidad y la disposición de inversión”, refirió. BUSCAN INVERSIÓN DE GOBIERNO FEDERAL Indicó que tienen un proyecto para llevar agua de Actopan a Pachuca, el cual forma parte de las propuestas presentadas a la candidata a la presidencia de la República, Claudia Sheinbaum. Debido a que representa una inversión millonaria, buscan que el gobierno federal pueda abastecer de agua, producto de la filtración de los mantos freáticos en el transcurso de los años, a la Zona Metropolitana de Pachuca. “Hay un estudio de Conagua, pero debería sustentarse en estudios más profundos, pero el reporte que tenemos y por eso la propuesta, es que hay la suficiente agua para el proyecto que tenemos, lo denominamos Actopan-Pachuca”, puntualizó.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Environment"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-02-16T06:53:35.356+02:00",
  "updated": "2024-02-16T06:53:35.356+02:00"
}