{
  "thread": {
    "uuid": "92365bfb72fef734e8bd52e71e8d0472f023734f",
    "url": "https://www.diariodesevilla.es/sevilla/palmeritas-mercado-nervion-Sevilla-video_0_1861914563.html",
    "site_full": "www.diariodesevilla.es",
    "site": "diariodesevilla.es",
    "site_section": "https://www.diariodesevilla.es/ocio",
    "site_categories": [
      "media"
    ],
    "section_title": "Noticias de Cultura y Ocio en Sevilla - Diario de Sevilla",
    "title": "Video: Las Palmeritas, la pureza de un mercado que unifica Nervión",
    "title_full": "Video: Las Palmeritas, la pureza de un mercado que unifica Nervión",
    "published": "2024-01-07T07:00:00.000+02:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "ES",
    "main_image": "https://cdn.socy.cloud/JOLY/v3/SSFC/651ffa8f03f97/https://www.diariodesevilla.es/2023/12/29/sevilla/Mercado-Palmeritas-aniversario-video_1861633827_200178010_1200x675.png",
    "performance_score": 0,
    "domain_rank": 13641,
    "domain_rank_updated": "2024-01-02T12:06:49.000+02:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "92365bfb72fef734e8bd52e71e8d0472f023734f",
  "url": "https://www.diariodesevilla.es/sevilla/palmeritas-mercado-nervion-Sevilla-video_0_1861914563.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Diario de Sevilla",
  "published": "2024-01-07T07:00:00.000+02:00",
  "title": "Video: Las Palmeritas, la pureza de un mercado que unifica Nervión",
  "text": "\"¿Que cuál es el secreto del éxito del mercado de Las Palmeritas? Lo resumiría con tres ideas: buen precio, gran calidad y confianza mutua\". Quien dice estas palabras es Encarna Martín, vecina del barrio de Nervión desde hace 25 años. No falla en su visita a esta plaza de abastos, como mínimo, dos veces en semana. Aunque confiesa que estas fechas son las que menos le gustan, porque las largas colas y el propio trajín de visitantes y propios no le permite detenerse a ver los productos de los puestos o charlar con los placeros sobre las últimas novedades. Ya vendrán tiempos de calma cuando pasen las fiestas, pero razón no le falta. El interior del mercado es una auténtica algarabía. Los 27 puestos están abiertos y la mayoría tienen varias filas de personas que aguardan con paciencia –o miran al techo con estoicismo– hasta que el número de su ticket aparece por fin en pantalla. \"Este es el verdadero eje que unifica Nervión\", confiesa Martín que, con su carrito de la compra, espera para recoger su pedido en El Puesto de Mariano, especializado comidas caseras. Las Palmeritas cumple este año medio siglo de andadura. Que se dice pronto. Varias pegatinas con un 50 dorado en las diferentes puertas de entrada y en los pasillos invitan a celebrar este hito. Se trata de una rara avis en tiempos de celeridad, de proliferación de supermercados express y de grandes superficies en las que el trato de cercanía brilla por su ausencia. Esta plaza se levanta orgullosa en medio de Ciudad Jardín, la Cruz del Campo y la Gran Plaza. Aunque su proximidad respecto al centro de salud con el que comparte nombre y con el centro de especialidades Dr. Fleming –en la calle Juan de Padilla– hace que muchos vecinos de otros barrios también se animen a cruzar sus puertas. Una plaza provisional desde 1973 La historia de este centro neurálgico es, cuanto menos, curiosa. Abrió sus puertas en 1973, pero la idea era que sus placeros estuvieran en el edificio de forma provisional. De hecho, todavía se mantiene la placa que así lo indica en uno de sus laterales, concretamente el que da a Beatriz de Suabia. En el momento de su apertura, albergó a un buen número de los comerciantes que trabajaban en la antigua lonja de la Encarnación, antes de que fuera demolida por problemas estructurales. \"Era enorme y disponía de unos 400 puestos que tuvieron que dividirse en cinco plazas diferentes. Una fue esta y me parece que la del Tiro de Línea y la del Polígono San Pablo también, pero no me quiero pillar los dedos con estas dos\", cuenta a este periódico Sergio Ríos, que regenta la cafetería Ángel, uno de los dos comercios de restauración de Las Palmeritas. Su bar lleva en funcionamiento desde que el mercado abrió. Su progenitor fue uno de los trabajadores que estaba en La Encarnación y vivió esta mudanza. De ahí que Sergio conozca esta historia. Además, algunas fotografías que pueblan la pared principal –justo encima de la máquina de café– recuerdan al padre de familia detrás de la barra con una amplia sonrisa. Varios de los parroquianos que entran a tomar una copita de oloroso, se quedan a escuchar la historia. Y, como en cualquier barra que se precie, también hacen sus observaciones: \"Mira cómo ha cambiado esto desde entonces\". De hecho, en el espacio se han acometido muchas mejoras que los propios placeros aplauden. Uno de los tres negocios de Toñi Santiago –Las Niñas– cumple 18 años en Las Palmeritas. La empresaria recuerda que en 2019 pusieron el aire acondicionado: \"Éramos el único mercado que no tenía, hasta entonces usábamos ventiladores...imagínate el calor que hacía aqu\". Posteriormente cambiaron las puertas de entrada y en 2021 los suelos. La última renovación, este mismo verano, fue la puesta a punto de unos baños para el público. Las nuevas generaciones también se animan Además, explica que es de las pocas plazas tradicionales que quedan en Sevilla y hace especial hincapié en su autenticidad. Una característica más que evidente. \"La gente viene de otros barrios como si fueran de aquí, además podemos decir que las nuevas generaciones también lo hacen. Nosotros hemos visto a muchas jóvenes acompañando sus padres cuando eran pequeñas y luego han venido con sus bebés\", apostilla entre risas. Comparte negociado con su marido, Fernando Martínez, que también regenta el comercio de Las Niñas pero en el puesto de comidas preparadas. Como su mujer, ha visto el cambio de tendencias en el consumo de determinados productos. De hecho, fue pionero en España en ofrecer comidas sin gluten y sin lactosa. Un negociado que dejó hace un par de años, porque era muy difícil competir contra las grandes cadenas que han visto en esta línea un enorme filón. \"Ahora me dedico solo a las comidas tradicionales y no he percibido ninguna bajada desde que empecé. Al revés, está en auge\", señala el comerciante, que lleva dos años con este puesto abierto y siete con una carnicería justo delante. El precio de las materias primas, sumado al tiempo que se tarda en elaborar determinados guisos, provoca que los platos que vende –con su seña de tradición– tengan una acogida enorme. \"No creo que atienda a ningún boom, más bien a los buenos precios que ofrezco y a la alta calidad de los productos\", recalca. El bullicio que hoy se vive en este espacio hace que queden muy lejanos algunos de los sucesos que conmocionaron a los devotos del enclave. En 2017 hubo una explosión en la churrería que está en uno de los laterales del mercado que provocó el derrumbe de la propia pared del edificio. Afortunadamente, en esos momentos estaba cerrada y no causó ningún herido. Seis años después, el negocio sigue concentrando largas colas los fines de semanas. La propia pandemia fue otro duro revés que se agravó cuando hubo un brote en el interior del mercado. A pleno rendimiento De la buena salud de los comercios da buena cuenta su presidenta, Mª Jesús Prieto. No es fácil pillarla en un descanso en estas fechas. Al frente de la pescadería Hermanos Prieto Suria, atiende a sus clientes a un ritmo frenético. \"Estamos viviendo el 50 aniversario con una alegría enorme. Solo hay que verlo, estamos a pleno rendimiento”, apunta la pescadera con una sonrisa en la cara. Entre una venta y otra, asesora a los compradores sobre cómo congelar el marisco que acaban de adquirir y ofrece algunas recomendaciones para mantenerlo fresco el mayor tiempo posible. Una atención que no suele darse en otro tipo de establecimientos. Otro de los puestos que goza de mayor popularidad es el de los chicharrones. Detrás del mostrador está Manuel Santiago Ruiz, que se encuentra preparando un pedido para nada menos que 30 comensales: \"El que viene, repite\". El joven explica que el público de Nervión es muy fiel a Las Palmeritas y es el boca a boca el que hace que vecinos de otros barrios también se animen. Además del propio producto, \"muchos nos dicen que somos los mejores...¿Los has probado?\"",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "spanish",
  "sentiment": "positive",
  "categories": [
    "Human Interest",
    "Arts, Culture and Entertainment",
    "Lifestyle and Leisure"
  ],
  "external_links": [],
  "external_images": [],
  "entities": {
    "persons": [],
    "organizations": [],
    "locations": []
  },
  "rating": null,
  "crawled": "2024-01-08T00:09:10.597+02:00",
  "updated": "2024-01-08T00:09:10.597+02:00"
}