{
  "thread": {
    "uuid": "03e97f4738bcaf719a59a2b40fd8fd0952d402a0",
    "url": "https://www.miragenews.com/missing-link-between-cancer-risk-and-poor-diet-1213697",
    "site_full": "www.miragenews.com",
    "site": "miragenews.com",
    "site_section": "https://www.miragenews.com/complaints",
    "site_categories": [
      "media"
    ],
    "section_title": "Complaints | Mirage News",
    "title": "Missing Link Between Cancer Risk and Poor Diet Found | Mirage News",
    "title_full": "Missing Link Between Cancer Risk and Poor Diet Found | Mirage News",
    "published": "2024-04-11T17:44:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "AU",
    "main_image": "https://content.presspage.com/uploads/2580/f0291c22-8401-4916-96a6-84197281bb27/1920_croppedtumourandsugar.jpg?10000",
    "performance_score": 0,
    "domain_rank": 13780,
    "domain_rank_updated": "2024-04-09T13:11:13.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 0,
        "comments": 0,
        "shares": 0
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "03e97f4738bcaf719a59a2b40fd8fd0952d402a0",
  "url": "https://www.miragenews.com/missing-link-between-cancer-risk-and-poor-diet-1213697",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Mirage News",
  "published": "2024-04-11T17:44:00.000+03:00",
  "title": "Missing Link Between Cancer Risk and Poor Diet Found | Mirage News",
  "text": "A research team from the National University of Singapore (NUS) has unearthed new findings which may help explain the connection between cancer risk and poor diet, as well as common diseases like diabetes, which arise from poor diet. The insights gained from this study hold promise for advancing cancer prevention strategies aimed at promoting healthy ageing. Led by Professor Ashok Venkitaraman, this ground-breaking study was conducted by scientists from the [Cancer Science Institute of Singapore](https://csi.nus.edu.sg/) (CSI Singapore) at NUS and [NUS Centre for Cancer Research](https://medicine.nus.edu.sg/trp/n2cr/) (N2CR) under the [Yong Loo Lin School of Medicine](https://medicine.nus.edu.sg/), with colleagues from the Agency for Science, Technology and Research (A*STAR). Prof Venkitaraman, Director of CSI Singapore, explained, \"Cancer is caused by the interaction between our genes and factors in our environment, such as diet, exercise, and pollution. How such environmental factors increase cancer risk is not yet very clear, but it is vital to understand the connection if we are to take preventive measures that help us stay healthy longer.\" A chemical linked to diabetes, obesity, and poor diet can heighten cancer risk The research team first studied patients who are at a high risk of developing breast or ovarian cancers because they inherit a faulty copy of the cancer gene - BRCA2 - from their parents. They demonstrated that cells from such patients were particularly sensitive to the effects of methylglyoxal, which is a chemical produced when our cells break down glucose to create energy. The study showed that this chemical can cause faults in our DNA that are early warning signs of cancer development. The team's research also suggested that people who do not inherit a faulty copy of BRCA2 but could experience higher-than-normal levels of methylglyoxal - such as patients with diabetes or pre-diabetes, which are connected with obesity or poor diet - can accumulate similar warning signs indicating a higher risk of developing cancer. Prof Venkitaraman elaborated, \"Our research suggests that patients with high methylglyoxal levels may have higher cancer risk. Methylglyoxal can be easily detected by a blood test for HbA1C, which could potentially be used as a marker. Furthermore, high methylglyoxal levels can usually be controlled with medicines and a good diet, creating avenues for proactive measures against the initiation of cancer.\" The study's first author, Dr Li Ren Kong, Lee Kuan Yew Fellow from N2CR, added, \"We started the study aiming to understand what factors elevate risk in families susceptible to cancer, but ended up discovering a deeper mechanism linking an essential energy consumption pathway to cancer development. These findings raise awareness of the impact of diet and weight control in the management of cancer risks.\" Novel mechanism for tumour formation Interestingly, the research team's work also revised a longstanding theory about certain cancer-preventing genes. This theory - called the Knudson's 'two-hit' paradigm - was first formulated in 1971, and it was proposed that these genes must be inactivated permanently in our cells before cancer can arise. The NUS team has now found that methylglyoxal can temporarily inactivate such cancer-preventing genes, suggesting that repeated episodes of poor diet or uncontrolled diabetes can 'add up' over time to increase cancer risk. This new knowledge is likely to be influential in changing the direction of future research in this area. The team's significant findings were published in [Cell](https://www.cell.com/cell/fulltext/S0092-8674(24)00255-1), which is one of the most influential scientific journals in biomedical research, on 11 April 2024. Next phase of research Building on their novel discoveries, the researchers aim to conduct further studies to understand if metabolic disorders, such as diabetes or poor diets, affect cancer risk in Singapore and other Asian countries. The research team also hopes to identify new mechanisms underlying the connection between metabolism, diet and cancer that they have discovered, to develop more effective approaches to prevent or delay the onset of cancer. [here](/missing-link-between-cancer-risk-and-poor-diet-1213697/).",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Science and Technology",
    "Health"
  ],
  "external_links": [
    "https://csi.nus.edu.sg/)",
    "https://medicine.nus.edu.sg/trp/n2cr/)",
    "https://medicine.nus.edu.sg/),",
    "https://www.cell.com/cell/fulltext/S0092-8674(24)00255-1),",
    "https://www.medicine.nus.edu.sg/),",
    "https://www.medicine.nus.edu.sg/trp/n2cr/)",
    "https://cell.com/cell/fulltext/S0092-8674(24)00255-1),",
    "https://www.csi.nus.edu.sg/)"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "ashok venkitaraman",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "national university of singapore (nus",
        "sentiment": "neutral"
      },
      {
        "name": "csi singapore",
        "sentiment": "none"
      },
      {
        "name": "nus centre for cancer research",
        "sentiment": "none"
      },
      {
        "name": "technology and research",
        "sentiment": "none"
      },
      {
        "name": "nus",
        "sentiment": "none"
      },
      {
        "name": "yong loo lin school of medicine",
        "sentiment": "none"
      },
      {
        "name": "cancer science institute of singapore",
        "sentiment": "none"
      }
    ],
    "locations": [
      {
        "name": "singapore",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-04-12T04:47:37.509+03:00",
  "updated": "2024-04-12T04:47:37.509+03:00"
}