{
  "thread": {
    "uuid": "87b515e3d32d7f7ad6196abde7e830aefd928b25",
    "url": "https://www.inquirer.com/food/craig-laban/ogawa-sushi-omakase-old-city-vee-20240621.html",
    "site_full": "www.inquirer.com",
    "site": "inquirer.com",
    "site_section": "https://inquirer.com",
    "site_categories": [
      "tech"
    ],
    "section_title": "Inquirer.com: Philadelphia local news, sports, jobs, cars, homes",
    "title": "Ogawa Sushi & Kappo is a contender for Philly's next great omakase",
    "title_full": "Ogawa Sushi & Kappo is a contender for Philly's next great omakase",
    "published": "2024-06-21T19:07:00.000+03:00",
    "replies_count": 0,
    "participants_count": 1,
    "site_type": "news",
    "country": "US",
    "main_image": "https://www.inquirer.com/resizer/idWd-vv8GIrr2JK8tPBcvQ7wkb4=/760x507/smart/filters:format(webp)/cloudfront-us-east-1.images.arcpublishing.com/pmn/BYATNEPY3BEMLDIQLOHL647VJI.jpg",
    "performance_score": 0,
    "domain_rank": 1511,
    "domain_rank_updated": "2024-06-18T13:08:21.000+03:00",
    "reach": null,
    "social": {
      "facebook": {
        "likes": 13,
        "comments": 0,
        "shares": 1
      },
      "gplus": {
        "shares": 0
      },
      "pinterest": {
        "shares": 0
      },
      "linkedin": {
        "shares": 0
      },
      "stumbledupon": {
        "shares": 0
      },
      "vk": {
        "shares": 0
      }
    }
  },
  "uuid": "87b515e3d32d7f7ad6196abde7e830aefd928b25",
  "url": "https://www.inquirer.com/food/craig-laban/ogawa-sushi-omakase-old-city-vee-20240621.html",
  "ord_in_thread": 0,
  "parent_url": null,
  "author": "Craig LaBan",
  "published": "2024-06-21T19:07:00.000+03:00",
  "title": "Ogawa Sushi & Kappo is a contender for Philly's next great omakase",
  "text": "A well-marbled tuna belly or vivid orange tray of Hokkaido sea urchin are the expected luxuries that drive the big spenders to fill several of the various omakase counters across Philadelphia . But lately, I’ve come to relish the suspense of wondering what comes next. One moment I’ve savoring the impressive richness of kama tuna cut from the well-toned jaw of a bluefin, the next thing I know sushi chef Carlos Wills reaches under the counter at Ogawa Sushi & Kappo and unfurls a four-foot-long red fish with a slender bill on its face that looks like the love child of an eel and a platypus.\nThe “mystery fish box” that produced this garden hose of a fish — known as a red cornetfish, or yagara, it is related to the seahorse, has no scales, and vacuums up its prey at twilight in the warm waters of Japan’s coral reefs — is one of the great pleasures of eating a top-notch omakase. This is the assortment of often rare, in-season fish from Japan that some of the best sushi counters in the States receive on a regular basis from their seafood purveyors as a sort of bargain bonus buy. The contents are never announced beforehand, the quantities are small, and the varieties are ever-changing.\nThis clearly wasn’t Wills’ first yagara rodeo. With the brilliant flash and steady glide of his polished long knife, it took only a few minutes for him to disassemble the beast into perfectly uniform slices of white fish to be draped over tiny balls of lightly warmed rice delicately seasoned with vinegar. The flavor was decidedly subtle and pleasantly nutty, even buttery, but it was the unique texture wowed me: Its flesh was firm to the initial bite, reflecting its off-the-bone-freshness, before it became as fluffy as a cotton ball.\nAdvertisement There are a number intriguing omakase options in Philadelphia these days , most notably Royal Sushi & Izakaya, where chef Jesse Ito has become a perennial finalist for the James Beard award . As noted in my recent review, Royal Sushi remains the city’s gold standard for a blow-out sushi feast. But as Ito’s tasting becomes even more impossible to book, the question of who’s next in line becomes a pressing pursuit.\nQueen Village’s minimalist Sakana and the polished hush of Hiroki in Fishtown have each made their case to be Philly’s luxury omakase Plan B, while Yuhiro’s u-maki handroll bar is fun, and the speedy 15-course, one-hour omakase at Kichi — where I found the rice to be mushy and the gold spray bling a cheap trick — are vying for the bargain tasting set. I will follow the peripatetic Kevin Yanaga wherever he totes his knives, but his eponymous new “Japanese Dive Bar” in Northern Liberties is still too new for me to have visited yet.\nNow Ogawa Sushi & Kappo , a local spin-off from a sushi mainstay of the Washington D.C. scene, is making its case with a $200 menu featuring some of the highest quality fish around, presented in the minimalist edomae sushi style, a traditionalist approach that eschews the Americanized distractions of colorful sauces and overly complicated rolls in favor of fish (often sourced from Tokyo Bay) molded around rice distinctly seasoned with vinegar. With family connections and monthly reconnaissance trips to Japan by owner-chef Minoru Ogawa, whose brother still operates Ko Sushi, the family’s 70-year-old restaurant in Tokyo, Ogawa’s Philly outpost has already distinguished itself as a source for some of the most distinctive offerings around. (In fact, since their delivery trucks from New York stop in Philly first, our fish is at least 90 minutes fresher than what diners get in D.C.)\nDuring my first visit, there was a sailfin poacher, or hakkaku, a spiny fish with a dorsal fin that looked like it could fly, and flesh that was both crunchy and sweet. There was a snappy red blood clam, lightly torched Japanese barracuda, and my first-ever encounter with octopus eggs, which tasted sort of like a briny, sticky rice pudding in a bowl topped with salmon eggs and a raw quail yolk for triple egg intensity.\nMy second visit was even better, not only because the talented young Wills — a sushi pro for eight years despite being just 23 — has come from D.C. to take-up semi-permanent residence behind the counter, but because Ogawa had finally begun to gel into the semblance of a complete experience. The service is overseen by co-owner and managing partner, Vy “Vee” To, a a naturally warm host who is a financial advisor by day. There’s also solid sake service and an admirable starter collection of Japanese whiskies that can quickly escalate the already considerable fee of $200 plus beverage, tip and tax.\nMy expectations were admittedly guarded based on the set-up. I’d eaten a completely forgettable lunch at Ikki, the sushi restaurant that preceded Ogawa in its Old City space. The narrow bi-level room lined with ribbed wooden walls still has as much charm as an airport lounge. No doubt, chef Ogawa brings a well-reviewed reputation from DC . But his local partners don’t exactly have a destination dining pedigree. Vee has never worked in a restaurant before, while her other partners (and neighbors) own Kabuki, a quick-serve sushi and ramen spot wedged between a bail bond office and a parking lot near City Hall where the generic fish and overly dry grains of flavorless rice were so disappointing at a recent lunch, it wasn’t worth the $20 — a tenth of the price of a meal at Ogawa.\nDinner here feels more relaxed and convivial than several other omakases I’ve experienced, and there’s been a reliably diverse crowd that offers a down-to-earth Philly rebuke to the obnoxious “bromakase” cliché recently decried in the New York Times , which declared the growing national omakase trend the “new steakhouse” corporate power meal . I even recognized from a recent meal at Royal Sushi some women at the end of Ogawa’s counter as part of a group of friends who share their standing reservations at some local favorites.\nInterestingly, chef Ogawa’s partner, Yumiko Stegner, says that D.C. customers are far more conservative compared to Philly diners, “who love surprises.” Wills, a Honduran immigrant who’s been working in D.C. sushi restaurants since he was 15 (hanging after school with his sushi chef dad), is happy to oblige with the ever-changing the 23-course tasting.\nThe $200 meal combines cooked food with sashimi and multiple rounds of nigiri, and while none of the compositions are intricate, each one showcases beautiful ingredients or technique. I’ve had tuna tartare with sea urchin before, but Wills serves this first bite inside a crispy rice cup topped with soy sauce that has been hand-whisked with dashi and egg whites into a pale brown foam, an old-time trick by Ogawa-san to stretch a key ingredient. Sweet white Alaskan shrimp shimmer inside the chilled umami of amber-colored dashi jelly. Chawanmushi takes on beefy luxury of wagyu tartare, hijiki black seaweed and white truffle oil.\nA series of crab dishes celebrated a crustacean spring. The bodies from softshell crab tempura are steeped into the next course’s miso soup, which in turn gets topped with sawagani, the tiny, lively river crabs we saw scuttling around in a bucket before they were brought to the kitchen and reappeared deep-fried just moments later, perched atop the miso soup bowl like a crunchy orange snack of crab-shaped popcorn. Later, the sweet white threads of painstakingly picked seiko kani, Japanese runner crab, came pressed around nigiri rice jeweled with its own tiny orange eggs.\nWills’ sushi, meanwhile, brought a series of memorable slices draped over vinegar-tanged rice, from the dusky sweetness of a female mantis shrimp to two kinds of flounder, including a barfin variety he butchered before us whole to accentuate its firmer snap and richer flavor. A pristinely cut sashimi plate brought multiple hues and degrees of bluefin tuna richness alongside a thick curl of orange ocean trout and the lean elegance of a translucent white opaleye (mejina) topped with crunchy fronds of red seaweed.\nThere was A5 wagyu torched until it glistened with fat, which was supplemented with more from goose foie gras; a sweet scallop dusted in black soy salt; and a grilled ocean eel glazed in a sweet dark sauce Wills had boiled down from the bones of the butchered fish that was far more delicate than saccharine coating often seen in unagi preparations.\nAlong the way, with a mixed tartare handroll, a fluffy tamago-yam soufflé and finally a dessert of steamed tres leches custard, Vee and her team paired the meal with generous pours of excellent sakes from Dassai 45, Amabuki Ichigo, and Tenko 40. A beautiful, albeit shockingly pricy ($65) single-malt from Akashi aged in sherry casks seemed like a perfect way to finish a satisfying splurge meal — and also hint at spirits to come.\nOgawa’s Philly team has taken its evolution slowly. Vee has drawn valuable mentorship from fellow restaurateurs Ellen Yin and Ange Branca, as well as Drexel’s Jonathan Deutsch, to help improve the natural flow of hospitality. (It’s worked). Ogawa also recently added some luxe take-out options that offer more accessibility than its omakase, which serves only 18 diners over the course of two seatings a night.\nBut the next step will be more exciting: a small izakaya on its mezzanine floor with 15 seats, a limited food menu (wagyu hot dogs, miso wings) and a Japanese-themed cocktail menu being designed by mixologist and James Beard award-winning author of Slow Drinks , Danny Childs. Set to debut sometime in August, this will be “the city’s first true Slow Drinks beverage program,” says Childs, with “the focus on hyperlocal and hyperseasonal ingredients that are able to tell the story of both the mid-Atlantic United States and Japan.” A barley shochu highball made with barley tea from Deer Creek Malthouse ? A Kaki Daisy made with American persimmons grown and foraged in Childs’ South Jersey backyard? I cannot wait to taste them, along with more surprises to come. That, after all, is part of what has made Ogawa such a worthy newcomer to begin with.",
  "highlightText": "",
  "highlightTitle": "",
  "highlightThreadTitle": "",
  "language": "english",
  "sentiment": "positive",
  "categories": [
    "Disaster and Accident",
    "Economy, Business and Finance",
    "Human Interest"
  ],
  "webz_reporter": false,
  "external_links": [
    "https://www.deercreekmalt.com/",
    "https://www.washingtonpost.com/lifestyle/food/at-sushi-ogawa-enjoy-a-peaceful-room-and-a-masters-touch/2016/03/10/bea61e8c-e0b9-11e5-8d98-4b3d9215ade1_story.html",
    "https://www.nytimes.com/2024/05/21/dining/omakase.html",
    "http://www.amazon.com/exec/obidos/ASIN/1958417300",
    "https://ny.eater.com/2022/1/4/22867230/sushi-prices-omakase-supply-chain-luxury-nyc-restaurants",
    "https://www.instagram.com/phillysushiwhisperer/",
    "https://www.saveur.com/tokyo-style-aged-sushi/",
    "https://deercreekmalt.com/",
    "https://washingtonpost.com/lifestyle/food/at-sushi-ogawa-enjoy-a-peaceful-room-and-a-masters-touch/2016/03/10/bea61e8c-e0b9-11e5-8d98-4b3d9215ade1_story.html",
    "https://www.deercreekmalt.com",
    "https://www.saveur.com/tokyo-style-aged-sushi",
    "https://www.ny.eater.com/2022/1/4/22867230/sushi-prices-omakase-supply-chain-luxury-nyc-restaurants",
    "http://amazon.com/exec/obidos/ASIN/1958417300",
    "https://saveur.com/tokyo-style-aged-sushi/",
    "https://nytimes.com/2024/05/21/dining/omakase.html",
    "https://instagram.com/phillysushiwhisperer/",
    "https://www.instagram.com/phillysushiwhisperer"
  ],
  "external_images": [],
  "entities": {
    "persons": [
      {
        "name": "carlos wills",
        "sentiment": "none"
      }
    ],
    "organizations": [
      {
        "name": "ogawa sushi & kappo",
        "sentiment": "negative"
      }
    ],
    "locations": [
      {
        "name": "philly",
        "sentiment": "none"
      },
      {
        "name": "states",
        "sentiment": "none"
      },
      {
        "name": "japan",
        "sentiment": "none"
      },
      {
        "name": "philadelphia",
        "sentiment": "none"
      }
    ]
  },
  "rating": null,
  "crawled": "2024-06-21T20:09:40.844+03:00",
  "updated": "2024-06-21T20:09:40.844+03:00"
}